[
    {
        "speaker": "A",
        "text": "Does anybody even watch this show, though?"
    },
    {
        "speaker": "B",
        "text": "No, definitely not."
    },
    {
        "speaker": "C",
        "text": "JP and 05:00 a.m."
    },
    {
        "speaker": "B",
        "text": "We'Ll have them on the show soon, and there'll be zero people."
    },
    {
        "speaker": "A",
        "text": "Oh, crap. I need to do a Twitter giveaway. Okay. I need. So can you bring that up and I'll find my tweets here and I'll send it in the private chat."
    },
    {
        "speaker": "B",
        "text": "This episode is brought to you by the Degen Community Network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "A",
        "text": "Hello and welcome to the Mint Condition podcast. I am Bunchu, alongside my esteemed colleague and co host chamber and special guest. Today, we have the one and only drew crit. Drew, how you doing, buddy? Thanks for joining us."
    },
    {
        "speaker": "C",
        "text": "Hey, thanks for having me. I'm doing great. How about you?"
    },
    {
        "speaker": "A",
        "text": "We've got the coveted, I think I mean, the really anticipated drewkrit face reveal going on right now. So you're officially doxxed and out there as of right now. So congratulations. How does that make you feel?"
    },
    {
        "speaker": "C",
        "text": "So, you know, I've actually, in the dogs on chain discord, I would drop, like, random pictures of, like, me out doing stuff because that was back when everybody was like, is there a real team behind this project? And I was like, yeah, like, I'm a real person. Don't wear. And so I actually, I have a bunch of pictures floating around. It's not something I've ever really hidden. And, like, my name is really just like, it is Drew crit."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "C",
        "text": "So, like, that's the tell as well."
    },
    {
        "speaker": "A",
        "text": "So the, so this is, you know, not too shocking and surprising here, so. But we are super pumped for you to join us. Drew, you've been a awesome addition to, you know, Degen and everything that we've been doing for a long time now from articles and stuff that you've been writing for, you know, since the summer and things like that. And then your morning staple routine at this point on, uh, coffee with captain, which you guys are just crushing. So if you guys are not listening to coffee with captain and your early risers specifically, that's the key east coast time. Yeah, it's. It's a daily Twitter spaces from 08:00 a.m. to 09:00 a.m. eastern with Captain Zwingli, NFt bark, Steve and Drew here. So that's been fun to listen to every day chamber. You ever wake up for that or whatever?"
    },
    {
        "speaker": "B",
        "text": "Well, I'll tell you, I used to wake up about halfway through usually, you know, 20 after 8830 is when I'm, you know, when I'm rolling out of bed and, you know, if captain's talking, if Drew's talking, I'm definitely going to listen. But, man, Steve gets going. Oh, it's going off real quick. My man Steve, he loves to chat, so I can't start my day off that way. I'm assuming Steve can't start his day off listening to me either. So I'm sure it's a, I'm sure it's like a tit for tat sort of thing."
    },
    {
        "speaker": "A",
        "text": "But I'm not sure your wife can listen to you at that early morning."
    },
    {
        "speaker": "B",
        "text": "No, she can't."
    },
    {
        "speaker": "A",
        "text": "She cannot. But, yeah. Pleasure to have Drew. Drew, pleasure to have you here. So let's, let's get into it. I mean, how are, how are we feeling about the current NFT market? What are we, what are we going to cover here today? Chambere?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't know. Like, is, I don't know. I never know if it's a good week or a bad week. So I, you know, we should probably talk about some, some things that can."
    },
    {
        "speaker": "A",
        "text": "How little, that's just how little you pay attention is. You don't know if it's, yeah, like."
    },
    {
        "speaker": "B",
        "text": "I kind of pop in our chats and. All right, what's, what's happening? You know, there's certain, certain weeks I have more time to commit than others, but, yeah, I think we should really discuss how we can make life easier on me and show me tools to use so I can maximize my profits."
    },
    {
        "speaker": "A",
        "text": "Fair, fair enough. Do you actually use much of anything at this point?"
    },
    {
        "speaker": "B",
        "text": "Honestly, I just check. I've used WDMI and I just today bought a six month premium membership to icy tools. But besides that, I use, you know, whatever's out there. Like, I use the free stuff. I don't pay for too much. I think those are the two I've paid for besides Drew, how about you?"
    },
    {
        "speaker": "A",
        "text": "We'll go over a bunch here in a minute. We'll go some free ones, some paid ones. We'll go over the market in this past week and also look at etherscan and show people how to use that. I think that's kind of what we're got going on today. But, Drew, how about you as your, how's your tools game? What are, what are some of the things that you're doing out there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think WGMI IO is probably the biggest one that I use. I try and check that every morning just because ultimately, like, you have too many nfts and you can't know what action is happening. And so it does a great job of, like, sorting your portfolio so that way you can see, like, what's moving, what's kind of sitting the same way. And then, you know, always have Mobi open whenever I can to basically see, like, what, you know, what's minting and what I need to kind of fomo."
    },
    {
        "speaker": "A",
        "text": "Into real quick chamber. JP Kaz asks, did I see give you the whale discount? Talk about that for a second here."
    },
    {
        "speaker": "B",
        "text": "So I'm going to talk about that by bringing something else up. The other day, I feel like it was maybe over the weekend, you tweeted out that Opensea had given you the blue check mark. You're, what do you call that? Authorized."
    },
    {
        "speaker": "A",
        "text": "Verified."
    },
    {
        "speaker": "B",
        "text": "Verified. That's the word I was looking for a verified member of the Opensea community. And I know that we trade fairly similarly with about the same amount of volume."
    },
    {
        "speaker": "A",
        "text": "Same amount of volume. And actually, like, I was looking almost the same amount of, like, realized gains, actually."
    },
    {
        "speaker": "B",
        "text": "Right. Like, I mean, it's pretty comparable is what I was."
    },
    {
        "speaker": "A",
        "text": "We're tit for tat, I would say. Yeah."
    },
    {
        "speaker": "B",
        "text": "And I immediately go to check mine and I'm heartbroken. I do not have the blue check mark. So that's been really eating at me, I would say, over the past, you know, few days, but, you know, onward and upward. But I don't know if it was a drew that dropped it in. I forgot."
    },
    {
        "speaker": "A",
        "text": "I think it was JP. Has anyone?"
    },
    {
        "speaker": "B",
        "text": "I mean, it was JP and. Yeah, yes, yes, of course it was JP. JP drops in the chat today that I was cert like a certified whale on icy tools. So immediately hop on there and to see if I am an actual whale. You were prompted to buy the premium package. So I'm like, well, I see what you're doing."
    },
    {
        "speaker": "A",
        "text": "So they know exactly how to get to you."
    },
    {
        "speaker": "B",
        "text": "Yeah, they got a whale right on the line for sure."
    },
    {
        "speaker": "A",
        "text": "That's really funny."
    },
    {
        "speaker": "B",
        "text": "But yeah, no. Immediately purchased a six month subscription because of it. And I am, in fact, verified whale."
    },
    {
        "speaker": "A",
        "text": "That's hilarious. Well, congratulations on being a very verified whale on icy tools, a major accomplishment. Even though it was really just a trick to get you to subscribe for."
    },
    {
        "speaker": "B",
        "text": "Their premium, it works so well."
    },
    {
        "speaker": "A",
        "text": "I didn't have to pay anything to get verified on opensea."
    },
    {
        "speaker": "B",
        "text": "I'm just like, that's how you know it's a real verification."
    },
    {
        "speaker": "A",
        "text": "That's funny, but. All right, so let's get into some market things here. Overall market health. I mean, how are you feeling about the market today, Drew? I feel like, you know, you might have a better pulse on what's going on day to day than, than our boy full time chamber over there. What are your thoughts this week on the market?"
    },
    {
        "speaker": "C",
        "text": "So I've actually felt like it's been probably we're just going to trade in like slight, you know, ups and downs probably through until mid March. I actually think that everybody's probably like in a holding pattern. Crypto will keep going up slightly. We'll probably get like $100 to $200 increase in ETH, like each week leading up to what will probably be regulation, you know, potential regulations or just more discussion of regulations which will shock the market again in March at some point based on that executive order the US was talking about and that SWAT team they were putting on figuring out what's."
    },
    {
        "speaker": "A",
        "text": "Going to go on national security risk."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. Who knows exactly what that'll mean."
    },
    {
        "speaker": "B",
        "text": "I think they're coming after verified open seaman."
    },
    {
        "speaker": "C",
        "text": "Probably all that means is you're officially on the IR's watch list bunch here. That's all that means."
    },
    {
        "speaker": "A",
        "text": "Pete says that you're now going to officially get some memes with your doc's face here. So you have that to look forward to, which is great. I agree. I feel like we kind of saw this, this big volume short term top the other day. I guess almost probably. I guess it's almost two weeks ago now, which is pretty crazy. So if you could see here on volume, this is where I'm talking about. So it was the 1 February. So we are. What's today, the 10th or the 11th? I don't even know."
    },
    {
        "speaker": "B",
        "text": "10Th."
    },
    {
        "speaker": "A",
        "text": "Today's the 10th. So we are ten days from this peak high here where we did a 300 and basically $360 million transacted into an Opensea. And this was this day we talked about was one of the biggest days since August, which at the time was super bullish, but you could see kind of just what's happened since then. We've gotten, you know, today from, for example, we're sitting at. We were at 360 for. On the first. We're at a 110 million today at, on the 10th. So, um, you know, that's pretty interesting. What I will say is, you know, 110 million here is still more than, you know, we were doing in this whole November bear market into December, into even January. Right. So we didn't see 110 million until, you know, right around Christmas. So December 26 when everybody must have got ETH in their stockings. That's kind of when we saw this little run up, little top here, and we've been just kind of trending down since. Feels like, you know, hopefully. I'm interested to know if like that December timeframe, what was the price of ETH chamber? You know, what we were at Christmas time, 1 second."
    },
    {
        "speaker": "C",
        "text": "We were at like 3800 was around Christmas."
    },
    {
        "speaker": "B",
        "text": "Yeah. We were kind of floating around. Yeah, it bang on like 38 to, we got up as high as 41."
    },
    {
        "speaker": "C",
        "text": "That was when I was checking my mutant and fiat every single day as it was just going straight up."
    },
    {
        "speaker": "B",
        "text": "Yeah, 38 to 41 range."
    },
    {
        "speaker": "A",
        "text": "That's so that's not, I mean, like, that's not bad, right? When you're thinking about, okay, what was the price of ETH versus where we are today and what the price of ETH is. So I'm not sure we should be totally scared or terrified at the price of ETH relative to where we are. I mean, obviously this 360 million that we did and just this know, big run up we had in January is massive, but I think that's the exception, not the rule at the moment. I mean, if you look at what this volume looks like today versus, you know, you could just kind of see across my screen right where we're, where we were at that cursor the whole way through, you know, q four, that's pretty average. So it might feel like the sky is falling, but I'm not sure that's the case. I think it's due to this kind of blow off local top here. So, you know, are you nervous at all? Chamber? What's your kind of. Are you buying? You selling? You fire sailing? What, what's your, what's your, um."
    },
    {
        "speaker": "B",
        "text": "I definitely, you know, I definitely sold some stuff that, you know, just some, some old product. Right. You know, if you're from the retail side, you know, stuff that's 90 days old, you know what I'm saying? We're going to, we're going to sell that off real quick and just kind of focus on some, some, you know, some new freshness. I think blue chips are. Blue chips are okay. You know, stuff that you were trying to flip early probably should have flipped by now. So just, you know, just try to stay, you know, get some liquidity, stay flexible. And because we're in an indecision time, and I think that's what you, you don't want to be all in Ethan. You don't want to be all in nfts. You want to have some ETH to make moves, you know, in case EtH runs up to, you know, again, we grand."
    },
    {
        "speaker": "A",
        "text": "I mean, we've talked about this, right? It's like you need your ETH bag, and then your nfts should be treated almost like levered ETH if you're doing any kind of trading in and out, right?"
    },
    {
        "speaker": "B",
        "text": "Like, it's different indecision time, right?"
    },
    {
        "speaker": "A",
        "text": "That's what I mean. It's like."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Instead, like, if you're. If you're doing active trading, that is. Right. Like, if you're just buying to invest in a project and hold it forever, then, you know, you're not too concerned with much. I don't think that's gone on doing."
    },
    {
        "speaker": "B",
        "text": "Holding it forever."
    },
    {
        "speaker": "A",
        "text": "I mean, look, there's a lot of."
    },
    {
        "speaker": "B",
        "text": "People doing that, bro."
    },
    {
        "speaker": "A",
        "text": "If I held my apes forever, I would be not doing this podcast right now. Instead, would, you know, would you have."
    },
    {
        "speaker": "B",
        "text": "Like, a hundred eth? You don't have a hundred ethics."
    },
    {
        "speaker": "A",
        "text": "Five apes, bro."
    },
    {
        "speaker": "B",
        "text": "I guess maybe five of these."
    },
    {
        "speaker": "A",
        "text": "I had five apes."
    },
    {
        "speaker": "B",
        "text": "I guess so."
    },
    {
        "speaker": "A",
        "text": "So, you know, but would you sell them now?"
    },
    {
        "speaker": "B",
        "text": "You gotta have a theoretical."
    },
    {
        "speaker": "A",
        "text": "I would have one left right now. Like, I think my move would be, Drew, what's your take on, you know, the forever, forever bag?"
    },
    {
        "speaker": "C",
        "text": "So I struggle with it, and it probably bit us and bit us a little bit with those pixel vault founders dow. Like, last week, where I was like."
    },
    {
        "speaker": "A",
        "text": "I bought this where you talked me out of selling."
    },
    {
        "speaker": "C",
        "text": "I was in such. Well, I told you, I was like, I'm in such a good price on these things, they've run out. But, like, I've sent it to my vault. Like, I'm intentionally putting it there to make it too difficult for me to get away from, because I just hate connecting my ledger. It's such a pain to get things off of it. So I'm like, once it's there, it lives there. Now, that being said, like, if my mutant or, you know, the pixel vault founders dad was on my hot wallet, those things would have been paper handed, like, 17 different times. Like, things. Things cannot be on my hot wallet for very long. I get add and I just list of."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel you. Um, so you're not necessarily opposed to the forever bag. It's, uh. It sounds like. But, you know, and this. This number here that I'm looking at the trend, the actual number of transactions, is kind of frightening in the sense that it is again on par with what we saw during, you know, this back this q four time. But, I mean, it's drastically down from, you know, where we are at these highs again. 183,000 transactions on those days that we topped out right. And then, so you definitely see some trend here. It's trending down, but, you know, we've kind of seen this before. Kind of comes up, dips, comes back up. So I'm not too, too concerned. I think, you know, Super bowl going."
    },
    {
        "speaker": "B",
        "text": "To turn this thing around or what?"
    },
    {
        "speaker": "A",
        "text": "It's a good question."
    },
    {
        "speaker": "B",
        "text": "When is that thing? Is that this weekend?"
    },
    {
        "speaker": "A",
        "text": "That's Sunday night. Yeah. So, Drew, what are your thoughts on that? You think we're going to see, like, some kind of pump? I have. I have thoughts here, but I want to hear yours first."
    },
    {
        "speaker": "C",
        "text": "I mean, all I'm hoping for is I have a bunch of bud light next cans or whatever they were, and they better do something that isn't just showing, like, the noun glasses in that one portion of the commercial. They put a better have, like, a QR code that, like, sends people to mint the final thing out because I don't even think it's minted all the way through. I bought three of them and fiat, and it just feels so much pain, more painful when you buy stuff on your credit card."
    },
    {
        "speaker": "A",
        "text": "Yeah. Honestly, that's why I did not do it, because of exactly that 100% reason. But, you know, I don't know what we're going to see. Like, are we going to see this bored ape Super bowl commercial? Sounds like. Yes. Right? And so it sounds like we will see something, but, like, bored apes in a Super bowl commercial. What kind of catalyst is that going to be? That's not going to be. I don't think, like, this normie catalyst to go, because most people can't afford a bored ape. Most people can't afford a mutant. Most people can't afford a dog at this point. Right? So, okay, that's all well and good for the exposure of bored apes, but everybody in the space, too, already knows about bored apes. They're not going to be go rushing to do it. I think, you know, the board ape Super bowl rumors are kind of priced in goats. Media thought I got canned. You're right. But we had to replace me with Des today, so the. The full time host is actually now Drew, and they replaced Des with me."
    },
    {
        "speaker": "B",
        "text": "Circle alive."
    },
    {
        "speaker": "A",
        "text": "But, like, you know, so. And then nouns, like, if. If anybody knows what a noun is, that's not an attainable nft for people either, right? Like, so, you know, maybe it's just, hey, validation for nfts. And as in, like, hey, Super bowl commercials are a big deal. There's a lot of money behind it, and corporations are in on it. So nfts are cool, but I don't know if it's going to have these direct price impacts on the. The things that are listed in theme, unless they're at, you know, a pretty reasonable price point that nobody sees, and it's a project that really nobody sees coming. What do you think, Chamber?"
    },
    {
        "speaker": "B",
        "text": "Honestly, I think it's. Unless the NFT commercial is somebody JP mentions. Coinbase would be big."
    },
    {
        "speaker": "A",
        "text": "Yeah, Coinbase would be a big one."
    },
    {
        "speaker": "B",
        "text": "If there was a way for new people to easily get in and out of nfts without having to use metamask or what have you. Like, just set up a Coinbase account, drop your fiat in there, and then you could trade nfts. I don't know how it would work, but something along those lines where it's much easier for people. But besides that, I mean, I don't know. It's difficult to on ramp new people."
    },
    {
        "speaker": "A",
        "text": "There is a degree from a 32nd commercial, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's very difficult."
    },
    {
        "speaker": "A",
        "text": "But JPKZ makes a good point about the Coinbase thing. Like, what I could see being interesting is what if Coinbase has a commercial and it's basically, fuck it, we're live and like, they launched during the Super bowl. That would be. That would be pretty darn bullish. And it would be bullish."
    },
    {
        "speaker": "B",
        "text": "First x number of people get a free NFT Super Bowl. NFT or something."
    },
    {
        "speaker": "A",
        "text": "Right? Like, yeah, so, I mean, something like that would be. Would be really cool. But I'm not sure, you know, just."
    },
    {
        "speaker": "B",
        "text": "What we do need, though, is another. What fuels these. These pumps lately has been drops, right? Like, you know, the, the. I forget. I forgot all of them looks and so's we need."
    },
    {
        "speaker": "A",
        "text": "You mean free money season?"
    },
    {
        "speaker": "B",
        "text": "Free money season. That's what we need. That's what's going to fuel more. Just like, you know, every single government in the world, you make more money and it, you know, it continues on. So that's what we need. We need, like, metamask to drop something or, I don't know, something. We need free money somehow."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm down for free money season. I'm never going to be opposed to free money season. So the interesting thing that we're looking at here, just to finish up the opensea stuff here, is we still have more buyers than sellers on a daily basis, right. So, you know, by a decent margin, right. 10% ish more, you know, buyers than sellers pretty consistently, I would say, above the board. There's not a single day on here that we've had less buyers than sellers, which I think is obviously pretty interesting. The closest we got was, was on the 26 January, but even in like the massive top, we saw pretty close to even. So we're actually seeing increasing buyers to sellers, which is kind of bullish, I guess, for where we are in this possible volume trend. Right. Like we might, this might show that we're kind of coming out of that a little bit. So we'll see. And then unique traders, pretty steady, I would say across the board, which is, it's kind of crazy to me that all of this fucking volume is coming from 63,000 unique traders. Isn't that nuts?"
    },
    {
        "speaker": "B",
        "text": "It is crazy."
    },
    {
        "speaker": "A",
        "text": "Like, you know, I know how like."
    },
    {
        "speaker": "B",
        "text": "The bank on the corner of your street has 63,000 unique units."
    },
    {
        "speaker": "A",
        "text": "Exactly. Like, you know, we, I get tired of the we're so early thing. But like that's imagine what happens just when there's a hundred thousand traders or 200,000 traders, which is going to happen. Right. Like pretty, pretty, pretty crazy. So yeah, captain agrees with you here. You know, the back to back airdrops were just before that local top. Pretty, pretty close."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like it's usually about a week delayed, whatever the drop is. A week later, you're going to see."
    },
    {
        "speaker": "A",
        "text": "People have to have time to decide if they're just going to flip their, or to decide if they're going to the moon or if their thing is worth anything. Right. But, uh, yeah, so interesting. All right. So that, that's going to wrap up our little open sea recap here. I like doing that because it kind of gives you a, you know, big macro view of where we are in the market. Drew, before we get into tools and stuff, what projects have been on your radar this week, whether it's buying or selling or, you know, or upcoming stuff. Yeah."
    },
    {
        "speaker": "C",
        "text": "So I've been doing, I've been trying to do a lot of consolidation. When you guys were talking about before, like, what are you selling? I'm, I'm trying to list a lot of different things because I just can't keep track of everything. And my move has consistently been to sell stuff and buy more subducts. So I'm up to four subducts now. I'm trying to get a fifth one before they make another announcement."
    },
    {
        "speaker": "A",
        "text": "Wow, you have four subducts. Nice."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a lot of volts."
    },
    {
        "speaker": "A",
        "text": "So what? Yes, that's true. So are you, are you doing that? Are you participating in the entire ecosystem like that? You staking and getting Volt and so."
    },
    {
        "speaker": "C",
        "text": "You don't actually have to stick to stake. Yeah, it's passive. So like make moves as you want to, you know, the, the return is pretty substantial when it comes to being able to just get bolt and sell it. So, like, ultimately, what my goal is to get to a point where I can kind of just. Yes, I am monitoring all of the discords. In fact, I'm trying to kind of get to the point where I can just buy more ducks with the volt that I'm harvesting from the ducks that I own and just keep compounding that into like, this flock. That's crazy. And then that way I can only have to pay attention to subducts and whatever I'm trading in and out of and then monitoring the benefit discord."
    },
    {
        "speaker": "A",
        "text": "I'm interested. Well, I don't, I don't own any, um, any subducts still. I. What is the current value of? Is that I assume there's a liquidity pool for volt. Is there actually a dollar value attached to it?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So it's, uh, I believe it's. Today was thirty nine cents per volt. You generate."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "C",
        "text": "You generate 10 volts per day. So it's not anything."
    },
    {
        "speaker": "A",
        "text": "Okay, got it. So it's. It's equivalent ish of the, like in cool monkeys where you're earning 1000 and the price is $0.03 ish. It's equivalent to that. So that's interesting. So the more I like these type of projects, I typically lose money in these type of projects because I buy the top. But I think what we'll see. I think subdux is blue chip style. So I don't think you're gonna, you know, get wrecked in a project like that. I. I'm interested to see what happens with cool pets, who is just launching a very similar thing. I think the game is buying the top. What you just did you buy. What do you mean?"
    },
    {
        "speaker": "B",
        "text": "I feel like I've bought. I think. I think I've bought the top of cool pets."
    },
    {
        "speaker": "A",
        "text": "What did you buy at the top? Like, what it is?"
    },
    {
        "speaker": "B",
        "text": "Like 2.42.3."
    },
    {
        "speaker": "A",
        "text": "I don't think that's the top. I think we're going to be okay there. I bought."
    },
    {
        "speaker": "B",
        "text": "I was just looking at it as a. As I look into it more after not doing any sort of research and just buying things for the sake of buying them just in order to feel something. I just looked at what cool cats were at and. Cool cats about a ten e floor with about, you know, I think it's ten k. This has got 18k or 19k, something like that."
    },
    {
        "speaker": "A",
        "text": "So. But very similar to the mutant and. Yeah, the mutant and ape, but we."
    },
    {
        "speaker": "B",
        "text": "Need look at to go to 100 in order for, you know. Yeah, but I don't know."
    },
    {
        "speaker": "A",
        "text": "Your pet play is not similar to the mutant play. Your pet play is similar to cool monkeys and suctucks and, you know, creeps and because there's a game that you'll play with your cool pet that you. I'm learning ton of that. You've done a ton of research on. And."
    },
    {
        "speaker": "B",
        "text": "Is that what milk is? Is that what you guys are talking about? Milk?"
    },
    {
        "speaker": "A",
        "text": "Yes, that's what we're talking about. Milk."
    },
    {
        "speaker": "B",
        "text": "I thought that was the goat thing. What's the. What's the goat milk thing? That g milk. I'm getting confused."
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "But goats had a milk thing going on."
    },
    {
        "speaker": "A",
        "text": "Bushimono says here that he bought eight cool pets from two to two and a half, and he's gonna be. There's gonna be plenty of man chances to sell milk for the next seven days. So cool pets produce half the milk of a cat, so they do pretty well from a. And then there's gonna be this whole game and ecosystem and breeding and all this stuff. So I do any event and just."
    },
    {
        "speaker": "B",
        "text": "Hope it goes up in value, then I'll sell them."
    },
    {
        "speaker": "A",
        "text": "Well, and that's a fine play, too. You actually have to participate in the ecosystem to actually hatch your pet. So I think there probably will be a play of not hatching your pet. Right. Almost like a clone x mint vial."
    },
    {
        "speaker": "B",
        "text": "Yeah, that wasn't. I did not do that. I wish you did. You played that well."
    },
    {
        "speaker": "A",
        "text": "I told you. And you. You took the gamble on it."
    },
    {
        "speaker": "B",
        "text": "I still have."
    },
    {
        "speaker": "A",
        "text": "I still have one scratch up. Yeah, well, you still have yours, and I'm totally out, so. But anyway, so that's that. That's cool, pets. I was lucky enough to be able to mint one today after all those delays. I got lucky. G milk, Israel. Okay, cool. I don't know much about G milk."
    },
    {
        "speaker": "B",
        "text": "So I'm a community member. You don't know that about me."
    },
    {
        "speaker": "A",
        "text": "I have. I have a go. I have some goats left. The. I love the goats. We'll have punter on to talk about G milk someday, but. Yeah. And then I actually bought one at 2.5 as well, after the fact, so I think I'm in the boat with you there. So."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was a tough. I lost dollar 400 not to mint one of those things."
    },
    {
        "speaker": "A",
        "text": "Just with gas."
    },
    {
        "speaker": "B",
        "text": "Just gas. Just a failed transaction. Quick $400 an iPad for one of my goddamn kids."
    },
    {
        "speaker": "A",
        "text": "Here you go. We've got our resident cool pet expert here, which I'm glad at so thank you to Bosimanos. You have to do your ten daily quests per cool pet to get the milk. So there is some work involved to get that milk."
    },
    {
        "speaker": "B",
        "text": "It sounds like an axie type of infrastructure."
    },
    {
        "speaker": "A",
        "text": "Well, it's not as passive as you might think. So what's interesting about that, too, is though there might be a lot of people who don't do it, but let's actually, Drew, did you just totally decide that you were not even going to try for the cool pets? I know you were kind of just felt like you just were checked out of it the whole time because you just kind of assumed you weren't going to get it."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was very priced out of it and I was in a pretty illiquid state, so I only had like 0.6 eth. So I was like, there's no point in trying to get a .5 thing with without it. So then, of course, like, everybody was complaining the website wasn't working. I was like, let me try this. And I had no idea what the puzzle was supposed to be because I just ignored everything you had said. I was like, what are these hieroglyphics?"
    },
    {
        "speaker": "A",
        "text": "That's funny. It was rough."
    },
    {
        "speaker": "B",
        "text": "That was rough."
    },
    {
        "speaker": "A",
        "text": "My all in price was 1.04 for the one that I minted, so I paid 0.54 in gas. I mean, you know when you have that big of a gap, you just crank the gas until you get it right. Like, I would have had to use probably twenty K. Twenty K Max fee to not or to hit, you know, two and a half where it was. So it was worth it, obviously, for me. But I think there's a cool segue into what we're going to talk about, which is some tools. So we're talking about cool, cool pets and if you bought the top. So let's see. This is one of my newest favorite tools. If you don't have this or haven't heard of the site yet, it's a fantastic site. It's called NFT nerds. AI. Not a sponsor, just a pretty cool site that I've been using here. So what I love about this is you can actually come in here and go right down to the collection. They give you a live trading view of what's going on. You could pull right from that. Pulls right from Opensea. So here you have all of your listings in real time. You have all of your trades, your sales in real time. What I love here is the summary that they give you. Total supply. They tell you right here what the royalty is they tell you how many daily sales, hourly sales, ten minute sales, what the floor is from an hour ago, and what the current floor is, and also the listing. So I love this because you can see kind of potentially how thin a floor is, and then they give you this nice little visual of all the sales. So, if you're looking at this, the thicker the lines are and the closer together the dots are, is the velocity of trades that are happening. So you see kind of over this past couple days or time period before the mint happened, blah, blah, blah. And then this is pretty much mint, and then it bounced up. And so you can kind of see where we are now. Chamber, what are you thinking looking at this? Did you actually buy the top, or."
    },
    {
        "speaker": "B",
        "text": "Um, I guess maybe not. I think might be okay."
    },
    {
        "speaker": "A",
        "text": "I don't know, 18,000 supply would. I mean, you're at a very low percentage listed here, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So, you know, 10% would be 1800. So you're at, like, three and a half percent ish 3% of listed with a supply of 18,000. And then what I love here is the ladder that you can see the price floors. So you can actually see how thin each floor level is. So, I mean, even just to get to, let's say, what'd you buy? 2.5, you said?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Called. Yeah. 2.4, maybe."
    },
    {
        "speaker": "A",
        "text": "So there's only 73 listings to get to 2.5. So I think, you know, as this game comes out and people are trying to. People. I think the price of milk, this opening price of milk is going to determine a lot of this. Right? Like, if milk is worth those. If the milk's worth the squeeze there, for lack of a better term, you're gonna see those things. You're gonna see those things fly. Right. But, Drew, have you used NFT nerds since we talked about it last?"
    },
    {
        "speaker": "C",
        "text": "I have not."
    },
    {
        "speaker": "A",
        "text": "Chamber, have you used this one?"
    },
    {
        "speaker": "B",
        "text": "It's the first time I'm seeing it. I'm gonna. I'm absolutely gonna get it."
    },
    {
        "speaker": "A",
        "text": "Okay. So there is a. There's a free and paid version of this. I have the paid version. It was actually a pretty, you know, relatively good deal for as much as I use it. Right. What I actually love about the paid version is you could actually use this to snipe. So you can see here that there's this buy button, and as listings come in, you can actually click this. And if you see down in the corner here, these are actually gas settings, so you can, like, preload what gas you want here. And it kind of. It works with in conjunction with live block native estimates. Right. So you can see, you know, if I want to fast gas this and try to snipe a cheap listing, you actually click this and then your metamask comes up and you can actually buy it directly from NFT nerds. Yeah, pretty cool, right? So like, where this is really helpful and cool is during reveals where, you know, you might see kind of like the post reveal price dip where you can snag some interesting ones. It also has the rankings here, so when it's listed, you can see what the rarity is. So you could potentially snipe a nice rare from this as well. You also have a token id lookup. So if you looked up a specific token here, it'll show you the rarity traits and everything like that. And that's just on the actual product page. Right. You can go to the firehose and it'll show you every buy, sell listing that's going on in real time. So you can see that flying through. You can manage this to only show sales or only show listings. And then it also gives you a five minute trending collections list of how many. Yeah, the top."
    },
    {
        "speaker": "B",
        "text": "Oh, that moves. That's nice."
    },
    {
        "speaker": "A",
        "text": "Yeah, the top number of sales in a five minute period. So it kind of, it's intended to show you sales velocity. So not necessarily ETH volume because you can see kind of, you know, this has more junior slotty, has more ETH volume than signature here, but they've got more transactions. And then you can have just your total trending collections here over different time periods. So 15 minutes up to or actually 1 minute, which is crazy. Up to, you know, seven days. And you can see what's trending at that specific time. So I really, this has become one of my favorite, favorite tools. If you haven't seen it yet, I think this is a really great tool. This, this is used, I would say, more for managing either youre, you know, looking at what your portfolio, what you have in your portfolio to see kind of what the floors look like, you know, and that, that chart is really interesting, visual, rather than, you know, some of these other things that we'll go through now that kind of show more of like what's minting in real time. That's the one thing that this does not have, that some of these other tools. Do you see some value in that chamber?"
    },
    {
        "speaker": "B",
        "text": "Totally. I'm 100% gonna get it."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "Gotta get the paid one."
    },
    {
        "speaker": "C",
        "text": "How many tools, how many tools can we sell chamber in this, in this podcast?"
    },
    {
        "speaker": "A",
        "text": "All of them, dude, I have."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm what they call a lay down."
    },
    {
        "speaker": "A",
        "text": "I'm a me. I'm a tools whore, right? Like, I'm gonna try every darn tool. And the way to sell me a tool is sell me the lifetime NFT pass, because I know if I don't like it or get tired of using it, I can sell it to somebody else. And typically, these things are like, the ones that have the lifetime passes. I mean, there's. There's typically limited number of them, so they usually go up in value or at least hold a pretty decent value. So, you know, I love that aspect of, you know, what we're seeing with the tools market here. Drew, what are the most important things that you're looking for if you're using a tool? Yeah."
    },
    {
        "speaker": "C",
        "text": "So, I mean, when you're talking about these trading tools, I think the velocity and kind of, like, where things are moving is most important because ultimately, it's. You can read it on Etherscan, but, like, if you don't know, there's so much data on Etherscan that if you don't know where to look off the bat, you're going to just end up in, like, a pile of projects that nothing's actually happening. So kind of having the, you know, the ability to look to a specific project, you know, knowing, okay, like, this one's minting or this one's floor is going up rapidly. Like, being able to start there and then dive in and do a little bit more research is probably important."
    },
    {
        "speaker": "A",
        "text": "Yeah. What I love about that one specifically is it gives you that kind of floor ladder, uh, to look at. So you can kind of see, you know, a lot of the times we. We look at floor price, and we think that's kind of the, you know, that's. We sometimes use that as a determination of making a buy or sell decision, but it sometimes is just the same five people undercutting each other till someone buys, and that floor is still really thin to back where you left it. Right. So I think it's really important to know when you're making a decision to buy or sell. Am I selling this into a massive wall or. Sorry. Am I buying this into a massive wall, or am I selling this into a really thin floor that I'm just kind of panicking on because I just keep seeing the number drop every couple minutes, and it's the same. It's just chamber rushing to the bottom versus drew to see who could sell their suck tuck."
    },
    {
        "speaker": "B",
        "text": "I never sell the bottom."
    },
    {
        "speaker": "A",
        "text": "You never do?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "I'm a notorious bottom seller."
    },
    {
        "speaker": "B",
        "text": "I'm not the bottom bottom. My name is on the address."
    },
    {
        "speaker": "A",
        "text": "The bottom bottom is zero."
    },
    {
        "speaker": "B",
        "text": "No, no, but, like, I only go trade bottom. Not. Not the. Not the first one. I don't want to be the first one."
    },
    {
        "speaker": "A",
        "text": "Yeah, gotcha. Fair enough. I mean. Well, I mean, do what you got to do. Well, what are you. What are. What are you looking at? Like, what intrigues you about a tool like this?"
    },
    {
        "speaker": "B",
        "text": "I like it when you were saying when you can adjust the. You know what I mean? When you can adjust the gas and buy rate from the rate from the tool itself. I thought that was pretty cool. And just seeing, like you said, like, the. How thin the floors actually are. Like, right now, I'm in the midst of almost done fire selling my crypto monks or whatever fuck they are."
    },
    {
        "speaker": "A",
        "text": "Oh, so that's you. All right, you loser. I. I love mine. I'm."
    },
    {
        "speaker": "B",
        "text": "I think, you know, I'm just gonna. I'm just gonna gift mine to you."
    },
    {
        "speaker": "A",
        "text": "You're gonna regret that."
    },
    {
        "speaker": "B",
        "text": "But, yeah, no, I. So am I selling the floor? Is it just people undercutting themselves like you said? Right? Like, is it just like, six people?"
    },
    {
        "speaker": "A",
        "text": "Well, that. All right, we're going back to look at cool monks now because I think you're one of the monks."
    },
    {
        "speaker": "C",
        "text": "I was gonna say, did he just not even know what project he was? Fire sale."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're one of the. You're one of the guys that's fire selling the bottom, which I think is a bad idea. And I'll tell you why."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. I mean, I have a couple left."
    },
    {
        "speaker": "A",
        "text": "But, I mean, this is not financial."
    },
    {
        "speaker": "B",
        "text": "Advice, of course, financial advice just for me."
    },
    {
        "speaker": "A",
        "text": "Well, I have a. I have a massive bag of cool monks, so I'm biased, but. Okay, I've considered. I've considered paper handing mine as well. We're sitting at a current floor of 0.48. So you can see I have it on twelve hour interval. Let's see. Let's see if it's. Let's go. So you can see here. You know what we're looking at here. Like I said, the thicker and heavier and closer together, these are our sales. Right, but. So you're at a 0.48 floor, but, I mean, we're still 90 sales away from being back at one eth, which is."
    },
    {
        "speaker": "B",
        "text": "That's not a ton."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's not a ton. And. And throw in on top of that, that 87% of these are staked. And there's 354 listings out of a ten k supply, so that's 3.5%. I mean, your average project that we see is, you know, 1012 or higher. Like ten is great. Less than ten is awesome. And, you know, higher than twelve is kind of where you're like, okay, maybe this is, you know, too many people trying to sell 354 total listings and you're trying to paper hand the bottom. I don't know. I think it's got another run in it."
    },
    {
        "speaker": "B",
        "text": "I hope you're right. I mean, I don't know. I don't know why. I can't even tell you why I got upset with it."
    },
    {
        "speaker": "A",
        "text": "I can tell you it's because you didn't sell when they ran the two ethanol."
    },
    {
        "speaker": "B",
        "text": "But I also bought some of their. Whatever, those shitty thing that they give you. What's their. What's their payout? Token."
    },
    {
        "speaker": "A",
        "text": "CMB. Yeah, CMB."
    },
    {
        "speaker": "B",
        "text": "I think I bought the top cmV. Also paper handed that. There's a lot of stuff upsetting me about. About cool monks."
    },
    {
        "speaker": "A",
        "text": "I see. Boshimanos, advocate of NFT nerds. He's got the six month transaction. Says it's paid for itself already. Being able to snipe and buy directly from there. Drew, we're running on 445 here. Do you have to run?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll have to wrap up here shortly."
    },
    {
        "speaker": "A",
        "text": "Well, before we let you go, give us some things that you're looking forward to over the next week in NFTs. So what are we others? Either some projects or any events. Anything like. Yeah, right, exactly. So Chamber basically tell Chamber what he should buy over the next week."
    },
    {
        "speaker": "C",
        "text": "Honestly, it's funny that, like, you guys are kind of trying to pump me for Alpha from that standpoint. You know, I don't think more than a day in advance when it comes to."
    },
    {
        "speaker": "A",
        "text": "I know it doesn't need to be. It doesn't need to be projects or buy Alpha, just things you're looking forward to."
    },
    {
        "speaker": "C",
        "text": "I'm looking forward to liquidating more of my portfolio so that way I can make some more moves. No, I'm actually probably so my two longer term things that I've been looking at, aside from subducts, I've actually been loading up on riot itself. I told Chamber this before. I think when we get paid games coming out, paid launch at the end of this month, like, at the very least, we're going to see a spike just because it's time for it to spike a little bit. I know you bought the top of all time."
    },
    {
        "speaker": "A",
        "text": "I bought the total Giga top on."
    },
    {
        "speaker": "C",
        "text": "Robert, so I'm looking forward to that. Coming out of PC was on here. I don't remember if it was last week or the week before. But, like, I'm looking forward to them launching the game with the, the 3d review as well. It is fun just kind of going in there and playing with it as opposed to, you know, Zed, where I just literally had no idea what I was doing. I had no idea what determination was going on there."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. Also, if those, if anyone out there does not know, Drew is our wonderful community manager at the Ben Mesrich project. And so we have a lot of cool things going on with that project in the next week. Talk about real quick before you run the Twitter spaces that we're doing."
    },
    {
        "speaker": "C",
        "text": "Yeah. So that was going to be the second thing I'm looking forward to. So on Tuesday, we have Neil Strauss from the Jenkins project. He also has another one where he's publishing a book in partnership with, I think it's called lit nfts. So he's an author, ten Times New York Times bestselling authorization. And we're doing it with him, Richard Wagner, who I believe most people are familiar with from the bored Ape Yacht Club and also as a grammy nominated violinist as well as Ben Mesrich. So basically bringing three kind of what I would consider powerhouses in the creative space that are also active in the NFT market. So we're doing that Tuesday, 04:00 p.m. eastern time. So next week. And so we'll be getting those folks together, which will be awesome to kind of just hear about how they think that NFTs and web three is changing the, the power dynamic within the creative marketplace."
    },
    {
        "speaker": "A",
        "text": "Gia with the Drew crit rocks to send you on your way. So yes, definitely catch that spaces if you put it on your calendar next Tuesday. And then also as Drew leaves here, don't forget to check him out every single morning, Monday through Friday on coffee with captain. Drew is the glue that holds that whole show together. I don't."
    },
    {
        "speaker": "B",
        "text": "Part of the show, man."
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, you know, it is what it is."
    },
    {
        "speaker": "B",
        "text": "Well, who's the first? When Des said he couldn't make it today, who's the first person I said."
    },
    {
        "speaker": "A",
        "text": "You said, just let me and Drew do it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I said, but I want to come on. And you said no. Yeah."
    },
    {
        "speaker": "C",
        "text": "Just wanted me to hear, not to make fun of him."
    },
    {
        "speaker": "B",
        "text": "That's what, that's why it was the best episode yet."
    },
    {
        "speaker": "A",
        "text": "I did miss you in the comments today, though, Drew. It's, it's always great having you in the comments. All right. Thank you very much for joining us. We'll wrap this bad boy up in a couple minutes here, but thanks, Drew. Appreciate it."
    },
    {
        "speaker": "C",
        "text": "Thanks, guys. Talk to you later."
    },
    {
        "speaker": "A",
        "text": "All right, so let's do a couple more things here. You want to. You want to talk about ether scan a little bit? Well, I got Mobi up. I had Moby up on. Which would you rather, etherscan or Mobye?"
    },
    {
        "speaker": "B",
        "text": "Let's talk Mobi, because I don't know much about Mobi, I don't think."
    },
    {
        "speaker": "A",
        "text": "Okay, so here's a tool that I use in conjunction with Etherscan. It's very similar to what you just paid for with ictools, right? So with Moby. Moby GG, this is what I'm using for real time mints, right? So the other, you know that NFT nerds is gonna show me everything I want on a specific collection. And then I. This is showing me what's actually minting in real time. So you can see. So when there's like a really. What's that?"
    },
    {
        "speaker": "B",
        "text": "That's. I'm definitely going to buy this one, too."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I'll give you a little, another tip here in a second. You actually don't have to buy this one because I've already done the work for you. If you hang out in the DGen war room, which is where we sit and chat nfts all day, you could find our link to our discord on Twitter, the DJ network Twitter. I actually hooked the bot up to a discord channel. So it's actually going to alert you right in the discord of what's what. Popular mints are going in real time. And so you can kind of see these one by one here. But what's really cool is you can manage the alerts exactly like I just said. Right? And you can actually build a discord webhook for this. And so the discord webhook will send it right to a channel in your discord, either if you have a, you know, a group or whatever chamber. If you're in the war room, you can go check. It's on the bot alerts, right? And so you can see, you can see popular mints as they're coming. And then what's cool is if you don't know what something is, you can click on this. It'll take you right into snarky sharks. It'll tell you how many is minted in a. In a ten minute window, 60 minutes window, 24 hours. Unique number of unique minters. So this is going pretty darn slow here. If it's a live mint, it also gives you all the socials right here. So you can get the discord, the website, the opensea, Twitter looks rare and etherscan. So typically how I use this is if something's not on my radar, right? And I'm watching this feed, this plot is minting now. And I can come here and then I'll take a quick look at this, see what the live data looks like, and then I'll take me out to Etherscan and it'll show me everything I need to hear, right on the etherscan. So another cool thing about this is you can set, you can set like whale alerts, right? So if I go to or wallet, sorry, wallet alerts, right? So I could see, I could set wallets that I want to watch and you can also set webhooks for this. So these web hooks will again take you right to the channel in your discord. So for me, I live on discord. So this is all coming to me in real time. You know, I use this as kind of confluence. Like I've curated some wallets that I like to watch. And if I see, you know, something I like, that I'm thinking about minting and, you know, some of these other wallets are in, it gives me, you know, some confluence on what I'm looking at. There's also a sales tab. It shows you, you know, your sales here in the last ten minutes, which is nice. You can kind of see what's trending. What are your thoughts on mobi chamber?"
    },
    {
        "speaker": "B",
        "text": "I like this a lot. How do you, how do you pick which wallets you're going to look at? Like, how do you find them?"
    },
    {
        "speaker": "A",
        "text": "So that's a good question. So I've actually it that took me a little more work. And Nansen is another tool that is out there for just kind of like blockchain. Overall, it's not really, I don't think it's as helpful for nfts yet, but point about Nansen is it's got something called the wallet profiler. And you can actually go and, you know, enter somebody's wallet, you can see kind of what their history trading is, you can see how big their portfolio is, you can see kind of what their lifetime realized eth gains are. And that's what I'm looking for. I'm looking for people who, I'm looking for people who are minting or buying similar styles to me. So, you know, like somebody that just buys and never sells or like prank. See, a lot of people follow prank. See, I don't like following wallets like prank seed because they're just, you know, they just have kind of like Gary. Right. I don't follow Gary V either because I just don't buy the same way as them. And, like, right. For me, those are like pump chasing wallets. Nothing. Trading wallets. Like, I'm following wallets that I've identified as good traders with high realized eth gains. You know what I mean? And so that's, that's what I'm looking for. Some people just want to see, you know, who the big names are buying and things like that, which is totally fine. I feel that's a little more pump chasey, you know, and, yep. Usually get wrecked. Usually get wrecked doing that. But, like, yeah, basically. So, you know, you. I found these wallets, put them in the Mobi or the Nansen wallet profiler. Realize, looking further, realized eth gains. And, you know, if it fits what my style, I might add that to an alert. I don't want to overdo it either. So I only have, like, 510 wallets that I watch. And what's cool about that is I kind of get to know the style, and I learned from that as well. Like, oh, okay, this person did this and this. I wonder why. And I'll look into. Look maybe into it a little deeper. Right. That's interesting. So that's Moby."
    },
    {
        "speaker": "B",
        "text": "Yeah, I like it. I like that one a lot, actually."
    },
    {
        "speaker": "A",
        "text": "You into Moby?"
    },
    {
        "speaker": "B",
        "text": "I am."
    },
    {
        "speaker": "A",
        "text": "Who's the best whale trader? In my opinion? It's. I mean, it's definitely chamber."
    },
    {
        "speaker": "B",
        "text": "Obviously, one of the, besides me, one."
    },
    {
        "speaker": "A",
        "text": "Of the most impressive ones that I think that I have tried to learn from is there's an MVHQ member. Their wallet is sneaky ninja pants. And the dude is just an assassin. Like, he. He mints everything and takes a lot of swings, but he's just ruthless in, like, okay, he's buying and selling based on momentum. No feeling towards these projects, really, whatsoever. And it's. He's. He's doing it analytically. Like, you would trade a crypto coin. Right. And I think."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "For me, I've always struggled in this goes back to my trading day. Like, when we were trying to trade crypto is like, I've always struggled with the emotional aspect of trading. Right. And I have found, like, there's a different emotional aspect in nfts. You get emotionally tied to the asset rather than your feelings on, like, the price fluctuation. It's the actual asset itself that you get tied to you. You feel the same way."
    },
    {
        "speaker": "B",
        "text": "I agree. Like, it's. It's easier to get emotionally attached to an NFT. Than it is some, you know, cash tag, you know what I mean? Where there's probably more bigger swings in emotional buying in nfts too. Right. So like the pumps are a little different."
    },
    {
        "speaker": "A",
        "text": "I feel like you feel so much more fomo because you're like, it's not even just the asset versus the price. It's like the group, the community. The community. Like you want to be part of the group. Right. And so yeah, when I look at, you know, some of these really great traders and flippers, like that's the stuff that helps me take my own maybe emotion towards the project out of it. Right. So another great tool for that is if you find yourself wanting to trade more analytically. I've started using this tool. It's called parsec. Can you see this?"
    },
    {
        "speaker": "B",
        "text": "It's a little tight."
    },
    {
        "speaker": "A",
        "text": "I don't know how I can make it bigger."
    },
    {
        "speaker": "B",
        "text": "It's good enough though. It's good enough."
    },
    {
        "speaker": "A",
        "text": "But this is basically charting. I mean, it's charting like you're charting. It's built for traders and it's like you're charting on, it's like you're charting on trading view. Right, right. And it's got basically every NFT collection and you're like, I love, I've started using this in the past week and I've loved it. And the reason is it helps me take the emotional connection out of it. Right. It's like there, that should still be a factor and it has to be a factor. But like I can know really easily if I'm on an uptrend. Downtrend. If did I break a channel? Did I do x, Y and Z? Right. It's like, okay. And it helps me make a selling decision and it helps me not, it helps me cut my losses. Say I buy something in here, right? And that's like, it helps me decide if I'm going to cut a loss or not. Right. And again, you can trade this just like I'm looking at raid party fighters here. So actually this looks pretty good in on a trending perspective. Right. So, but like, is that an ichimoku."
    },
    {
        "speaker": "B",
        "text": "Cloud, by the way?"
    },
    {
        "speaker": "A",
        "text": "It's a channel. So it's, it's called the dawn chain channel. And essentially what you're doing here, it's very similar, honestly, it's very similar to a cloud. Right. Except when it breaks down, this follows it. You know what I mean? It. So it makes a new channel. So it's based on the, I have it set here for 24. It's based on the last 24 highest and lowest sales. Right? So that's how the channel is formed. And then if the basic strategy is if you're breaking up, you're playing breakouts and breakdowns, right? So pretty simple."
    },
    {
        "speaker": "B",
        "text": "Now, do you find they're happening in a similar way to like traditional crypto? Like the breakouts and the breakdowns are happening similarly?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And I mean, I. As I start to use this more, I will. We could do some more information on this stuff, right? Like, and I could point out kind of where you would buy. Where you would sell. Like, this is still a pretty new project, so it doesn't have a ton of data on it, but, like here. Because it took, you know, it took five or six days for this channel to even form because it needs 24 candles worth of four hour information, right? So you're. You're in here. You're cool, you're cool, you're cool, you're cool. This right here is a sell signal, right? It broke this flat channel down. So you're like, oh crap, I'm going down. And then now you're here and really you're still riding down. You would be out of this trade. Now it's actually coming back up. And if it breaks through this, this is your break out, right? And your. This would be a buy signal here on this four hour. So if this is still a confirmed breakout in this 2 hours, when this candle closes here, or when the channel closes here, you. This would be a buy. And then what I'm really using this for is confluence for my overall thesis, right? Like, in the sense it really helps."
    },
    {
        "speaker": "B",
        "text": "You visualize like stacking things on top of each other, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Right. Because like, if you know about raid party or if you're holding raid party in theory, you know about the project. So, like, this movement makes total sense to me because we're nearing the potential game release, right? And there was a lot of fud going on right after the launch. And now we're nearing the game release. Makes sense that it would be trending up. And so it just kind of gives you confirmation on the emotions that are going on within these certain product or projects, right? And the chart is really just a visualization of all these emotions, right? So that's. That's how I use that. So if you're more of an analytical person or want to use something like that to kind of confirm what's going on in your head or your emotions, that's. That's a good one to use as well. Is that something you would be into? Like, are you into that kind of like you. You chart your crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, um, if it was. Volume is a big."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I have. I have volume parameters that I won't do a project unless it has x, y, and z. Like, I'm not."
    },
    {
        "speaker": "B",
        "text": "Right. So."
    },
    {
        "speaker": "A",
        "text": "Yeah, and again, you're mostly looking at this for projects I'm buying, right? Or, like, I'm in. I'm into. So, like, if you would have used this on cool monks, you would have been able to see here. Let's. Let's. Let's do that, actually. So let's go look at cool monkeys real quick. Okay, so here you go. If we can get it to load. Maybe not, maybe we won't be. But either way, we're. We're hitting time. There was a bunch more stuff we could have gone over."
    },
    {
        "speaker": "B",
        "text": "We got to do a giveaway, too, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll save ether scan for next time, but I couldn't get that to load at the moment, so we'll just. Oh, here it is. Hold on. I got it. So, let's see. Let's just do it real quick. So, on a four hour, right? So, like, back here, this is where you launch. Blah, blah, blah. This first break right here would have been your buy signal, right? You'd have gotten in, you'd erode it up, and then you can see over time, the channel closes, right? So you're still in this trade from back here. Right? And you're still in the trade. You're still in the trade. You're still in trade. It breaks down. You would probably have gotten possibly out of the trade here, but then you would have got back in on this break up to two eth, and now you're starting to see it. Then it comes back down here. This is your sell signal. And you can see it's kind of. You would have sold here. So you're in a perfect world. You're in here when you first get it, and you're out here. Right? If you're just playing the channels, obviously, you decided to sell here, and now you're down, you're down, you're down, you're down, you're down. Now the channels closing again, might be time to hit back up. So, again, we were just looking at those metrics, and they're all kind of a visualization. You can kind of visualize all that stuff happening right here, which is pretty interesting, you know? And then this is how I know how many are staked. You can see this is the staking wallet. 8700 items staked trending. 77 staked in the last day on 1400 in the last seven days. So, like, you're still. We're still not seeing, like, staking numbers are going up, not down on that."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Collection. Right. So, like, to me, that's why I'm saying, like, maybe that's a pretty good, uh, a pretty. That maybe it's time to almost get back in or not sell. Right. So anyway, let's do our giveaway. You have it for me?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I gotta hear."
    },
    {
        "speaker": "A",
        "text": "So speaking of cool monkeys, I ran a boost pass giveaway. So we're giving away a boost pass here."
    },
    {
        "speaker": "B",
        "text": "There it goes. We're giving away one, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. One boost pass."
    },
    {
        "speaker": "B",
        "text": "Cool. All right, so we had 112 participants."
    },
    {
        "speaker": "A",
        "text": "Very nice."
    },
    {
        "speaker": "B",
        "text": "You can see that. Okay, here. Five, four."
    },
    {
        "speaker": "A",
        "text": "Stravaskies."
    },
    {
        "speaker": "B",
        "text": "I like. I like the."
    },
    {
        "speaker": "A",
        "text": "Is that a small brain sketch?"
    },
    {
        "speaker": "B",
        "text": "I think so. I like it."
    },
    {
        "speaker": "A",
        "text": "I like it too. Dig it. All right. Stravosk is. Is the winner of the cool Monkeys boost pass. Thank you for participating. Uh, what else we got? Chamber. Are you. What are you feeling, uh, excited for? Scared of. In the next week. What's your kind of strategy? I don't know."
    },
    {
        "speaker": "B",
        "text": "I'm just hoping for another leg up on clone X and, uh, Zuki's. I think that would be just fine because I'll probably sell on that net on that next leg."
    },
    {
        "speaker": "A",
        "text": "Where'd you get in on Azuki?"
    },
    {
        "speaker": "B",
        "text": "Pretty good. Like. Like two eth on Azuki."
    },
    {
        "speaker": "A",
        "text": "Stop. Really, really good for you, man. I paper handed maybe three."
    },
    {
        "speaker": "B",
        "text": "Maybe three."
    },
    {
        "speaker": "A",
        "text": "Probably three. Because I got in at one and a half and sold at three pre reveal. And I think you got in after reveal, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So you would have probably been in that."
    },
    {
        "speaker": "B",
        "text": "Yes, I did get it after reveal."
    },
    {
        "speaker": "A",
        "text": "So you would have been in that three e. Three."
    },
    {
        "speaker": "B",
        "text": "Yes, it was. It wasn't too bad. Um."
    },
    {
        "speaker": "A",
        "text": "Too bad, yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, I could have minted them."
    },
    {
        "speaker": "A",
        "text": "I guess, but it's still. I mean, it would have cost you one east plus gas to mint, so, you know. You know."
    },
    {
        "speaker": "B",
        "text": "Yeah, so those. I hope for another leg there. I just got a drop on the clone x too, for, like, some."
    },
    {
        "speaker": "A",
        "text": "Oh, the monolith thing."
    },
    {
        "speaker": "B",
        "text": "The monolith. And it's worth, like, four and a half. Five e. That's. That's all right. I'm really hoping for clone x to get to that kind of. That 50 eth floor."
    },
    {
        "speaker": "A",
        "text": "I think you'll probably get there eventually, if you're gonna. Are you."
    },
    {
        "speaker": "B",
        "text": "It's not. It's my mike. I have one clone X left. It's not on sale currently. It's. It's a wait and see."
    },
    {
        "speaker": "A",
        "text": "So, like, okay, you obviously don't have. We'll finish up with this because we're over time. But, like, you. You don't have the forever mentality, but you're willing to hold a clone x to."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "But in, like, what timeframe? Like, so what's your longest amount of time you're willing to hold that Clonex?"
    },
    {
        "speaker": "B",
        "text": "I mean, depends on what it does. I mean, I'm in no, you know, financial position that I need to sell it. If it kind of holds its ground, I'll keep holding it. And if I keep getting drops for, you know, five eth, that's fine, too. I don't know what."
    },
    {
        "speaker": "A",
        "text": "I don't know what this is like, you know, with a lot of these blue chip projects that, like, keep delivering value to you like that. Like bored apes or clone X or, you know, things like that. I've seen this. I've seen a couple people say this. I can't remember who it was off the top of my head, but, you know, keep the cow, sell the milk right where you could go sell that monolith and give you some liquidity if you need it, and then hold your clone x till."
    },
    {
        "speaker": "B",
        "text": "I don't know enough about the monolith. I was going to sell it, but I'm like, what if it's something super sweet?"
    },
    {
        "speaker": "A",
        "text": "It probably is."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's got the Nike logo on it. I bet it's Nike shoes. I bet it. Shoes of some."
    },
    {
        "speaker": "B",
        "text": "Can I redeem them for Nike shoes?"
    },
    {
        "speaker": "A",
        "text": "Like, that would be pretty possibly. I've heard some rumors that, like, that stuff is going to be tied to your rarity. So, like, if Nike does a shoe drop and it's gonna be tied to your rarity, I have the demon. Oh, nice. That's a nice one. And then I've also heard that they might be launching a token that might be tied to your rarity as well. So interesting."
    },
    {
        "speaker": "B",
        "text": "So, yeah, so, like, hold model. It's gonna be the cow."
    },
    {
        "speaker": "A",
        "text": "There you go. There's some captain captains get me excited. Well, I mean, he is probably very dialed in in the world of Clone X because he's got a super rare."
    },
    {
        "speaker": "B",
        "text": "That he does have a super rare. Yeah, but I'd be selling."
    },
    {
        "speaker": "A",
        "text": "I'm just waiting for my percentage of that sale when I. When he gets it because I don't think captain had any clone x before. I gave him some alpha. And then he went and bought his one vial and it turned into the. Like, that was one maybe the best mint of his life. I don't know. Yeah, he won. He one stopped that one shot that I think."
    },
    {
        "speaker": "B",
        "text": "I thought he sniped it maybe for a premium."
    },
    {
        "speaker": "A",
        "text": "No, I think he, I think he had one vile he could confirm here. I don't know. That's pretty sure."
    },
    {
        "speaker": "B",
        "text": "That good for you, buddy?"
    },
    {
        "speaker": "A",
        "text": "Heck yeah. Oh my God, imagine."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's nice. So, yeah, so I hope they do well. Azuki's, I hope. I have three of them. They're all for sale at certain tiers, so, yeah, we'll see. Azuki's, I'm a little bit more flexible."
    },
    {
        "speaker": "A",
        "text": "On, on selling, so I want to keep asking you questions here because I got some. Why?"
    },
    {
        "speaker": "B",
        "text": "Because why would I sell Suzuki's and not has passed."
    },
    {
        "speaker": "A",
        "text": "Azuki has passed a hundred thousand eth in volume traded. Sure that a hundred thousand eth. So tell me why. Like, that's not just stash it till it goes to 50 er."
    },
    {
        "speaker": "B",
        "text": "Like I have, like no, they're tiered. So I have one that's going to sell at 25 ETH. I have one that's going to sell at 50 ETH and one that's going to sell at 75 e. Yeah, the rule of three. Yeah, so that's fine. I'm fine with all of those gains, you know, an average of 50 eth, you know, for the three. So."
    },
    {
        "speaker": "A",
        "text": "Sure. That'd be great."
    },
    {
        "speaker": "B",
        "text": "That's fine. You can have them after that. Like, anybody who wants them at that price could absolutely have them."
    },
    {
        "speaker": "A",
        "text": "You can have them right now at that price."
    },
    {
        "speaker": "B",
        "text": "You. Let's, let's, let's get, you know, get, you know, leave the preamble behind."
    },
    {
        "speaker": "A",
        "text": "Let's get right to it."
    },
    {
        "speaker": "B",
        "text": "Um, so."
    },
    {
        "speaker": "A",
        "text": "All right, shall we land this bird?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do this."
    },
    {
        "speaker": "A",
        "text": "All right. What do we got? Do we have anything special coming up next?"
    },
    {
        "speaker": "B",
        "text": "No, um, are we doing a wrecked episode tomorrow, asking live on the show?"
    },
    {
        "speaker": "A",
        "text": "No, I'm actually leaving town early tomorrow, so probably I gotta get a, I."
    },
    {
        "speaker": "B",
        "text": "Gotta get a bearden trim tomorrow."
    },
    {
        "speaker": "A",
        "text": "So I actually love like the length that's going on here. I like it."
    },
    {
        "speaker": "B",
        "text": "I got to go to the pharmacy. I got my shoe polish. Got to darken that thing up. Get old, man. I am twelve months away from turning 40, man. So, yeah, that's not a fun. I. It's, yeah, I got to go to the gym or at least drive by the gym, you know, slowly get there. Yeah. So it's, that's fine. Sorry, rect listeners, I hope you enjoyed this show."
    },
    {
        "speaker": "A",
        "text": "Yep. Hope you enjoyed it. We did more charting on this than we do on rect. So."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're welcome. Two for one."
    },
    {
        "speaker": "A",
        "text": "That's gonna do it for us. Until next time, statement. And don't get wrecked. And that is financial."
    }
]