[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am bunchu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm doing pretty good, man. Just got. Just got the shakedown by my daughter. I picked her up from school about a half an hour ago. She was with her friend, and they ambushed me. This is something you're going to look forward to when you guys get a little bit older, is they gang up on you with their friends to do stuff. So pick her up. She's like, can you give so and so a ride home? Like, yeah. She's like, can I go over? And I'm like. Like, I get, like, I just want the kids to come home, and I just. I don't want to have to do an additional thing now. But I couldn't come up with a good enough reason to say, oh, you're."
    },
    {
        "speaker": "A",
        "text": "You're. You're in team anti. Like, let your kids go to somebody's house or not."
    },
    {
        "speaker": "B",
        "text": "It's just something. It's fine. I don't trust anyone, but they're, like."
    },
    {
        "speaker": "A",
        "text": "Out of your hair."
    },
    {
        "speaker": "B",
        "text": "They are. But my brain goes crazy. I worry I watch too much. True crime. Well, you know, a little bit. Well, I'll tell you what."
    },
    {
        "speaker": "A",
        "text": "And so do you have to, like, is there, like, a parent vetting process that you go through? Like, so let's."
    },
    {
        "speaker": "B",
        "text": "This is a good question. This is a great question. So I do like to vet the parents. I've met the dad before, I met the mom before. They seem fine enough. But the girl, she's like, oh, my dad's there. I'm like, are you sure? She's like, yeah. I'm like, all right. I'm giving you, like, I'm putting you in the trust circle. Don't you know what I mean? I don't want to have to get out of the car. Go and check. You know what I mean? So I took them at face value. What I worry about a lot is my daughter not be able to get a hold of us if she needs something. So she doesn't have a. She doesn't have a phone. Like, she has a phone for home wherever, you know, connects to Wi Fi, but it doesn't have any service. You know what I mean? Same. Same thing with her iPad, but those are usually kept at home. On Friday, she could take her phone to school. Like, that's part of, like, the Friday."
    },
    {
        "speaker": "A",
        "text": "Friday thing they can do at school."
    },
    {
        "speaker": "B",
        "text": "Friday phone day. Exactly. So I've been contemplating this for a few months now, but I think for her 10th birthday, she's getting a phone, because I literally gave her one of my phones. I gave her my personal phone. I said, here, take this. If you need it, you can call mom or call me on my work phone."
    },
    {
        "speaker": "A",
        "text": "So what is digging one step further here? What does the parent vetting process include? Who passes the parent vetting process? Who fails the parent vetting process?"
    },
    {
        "speaker": "B",
        "text": "That's a great question. It's really a."
    },
    {
        "speaker": "A",
        "text": "Has anyone."
    },
    {
        "speaker": "B",
        "text": "Oh, it's a 97%."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Okay. So we're talking, like, Harvard level acceptance rates on your. On your people that pass your vetting procedure."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. No, there's literally one set of parents that I'm like, all right, these guys are fine enough. And that's all I'm looking for. Like, just, you know, I'm like, you guys seem normal, so I'd say, yeah, the vast majority of. I just. I mean, you know, most people, like, just because they have kids doesn't make them better. They're just regular people, so. Most regular people are absolute dog shit. And, like, 3% of you are. Okay, interesting."
    },
    {
        "speaker": "A",
        "text": "All right. I mean, I get. I get it. I guess the. I'm sure I will someday feel the same way."
    },
    {
        "speaker": "B",
        "text": "Is ten years old too early to have a. Your own phone with number? Like the whole, you know, the full."
    },
    {
        "speaker": "A",
        "text": "Man, I'm not the right person to ask that question. I think that should be. That's the first poll for the day. Is ten years old too young to have your own phone? It depends. Like, I don't even know what kind of restrictions you put on it because, like, we've had the. Should your daughter have a tick tock?"
    },
    {
        "speaker": "B",
        "text": "So. So she does have a tick tock account now, by the way."
    },
    {
        "speaker": "A",
        "text": "So you caved."
    },
    {
        "speaker": "B",
        "text": "Highly, highly rec. Well, you. The nice thing with TikTok is you could actually."
    },
    {
        "speaker": "A",
        "text": "The chinese government knows exactly where you are at all times."
    },
    {
        "speaker": "B",
        "text": "I would rather the chinese government over the american government any day."
    },
    {
        "speaker": "A",
        "text": "Big coffee vibes from chamber today."
    },
    {
        "speaker": "B",
        "text": "But no, you can pair so you can set up an account as, like, a teenager account, and then it links to the parent account. So you can. I put everything on private. I get to approve all the people that she follows."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting."
    },
    {
        "speaker": "B",
        "text": "I can set restrictions, like time limits, and honestly, I'm gonna send them to you privately afterwards. But, man, the gold that comes out of this, like, she makes her own tiktoks, they are fucking. They are amazing."
    },
    {
        "speaker": "A",
        "text": "Fantastic. Well, this was a fun way to start the show. Help us share the space out. Give us a GM down in the chat bubble below. Help us out with a little comment or retweet. Let's fill this room up. Chamber. I have to ask you, as a non nft NYC attendant, what did you see on the timeline? The good, the bad, the ugly. What was your perspective of NYC as somebody who did not attend?"
    },
    {
        "speaker": "B",
        "text": "I would say it seemed a little bit more. You were. We were both on the Ben Mesric."
    },
    {
        "speaker": "A",
        "text": "I was gonna go. I was into that a little bit, actually."
    },
    {
        "speaker": "B",
        "text": "But you had mentioned some stuff in there that I thought resonated. You know, it just seemed a little bit more subdued. Not as. You know, not as crazy as it was maybe a year ago with all the huge parties. I feel the people that were there were more interested in the space. I thought it was a great opportunity for people that aren't quote unquote, big names in the space to really get in there and actually talk to some pretty high profile people. Am I reading that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we could have met both captain and Steve. I mean, talk about hobnobbing. Like, holy cow. And I gotta tell you, I was only there for 24 hours, and they were the talk. I'm surprised they didn't have their own billboard in Times Square. Like, that's the level of stardom that these two are headed towards. So, like, I mean, they are."
    },
    {
        "speaker": "B",
        "text": "I love to see it."
    },
    {
        "speaker": "A",
        "text": "Yeah, they. They are next level. I mean, people recognizing them on the street."
    },
    {
        "speaker": "B",
        "text": "By far the best looking guys there. I mean, I don't know about a lot of potatoes walking around New York City."
    },
    {
        "speaker": "A",
        "text": "I don't know. Feel the opposite. I feel like I actually tweeted this earlier where I said, you know how they tell you, like, not to be the smartest guy in the room? That's how I felt. Like, that's how I felt with my looks. Compared to everybody I was meeting, there was, like. There were some solid, like, the DJ network crew, a bunch of good looking folks, gotta say, like."
    },
    {
        "speaker": "B",
        "text": "So I did have a question about this. This is. Glad you brought this up. So I saw. Obviously, I saw a lot of djen people, like, in pics, and there was one guy I had trouble placing, and that's Mister house. Is he kind of the taller bearded guy?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Am I getting. Which one's miss. Who's mister house?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, I don't want to dock."
    },
    {
        "speaker": "B",
        "text": "Was he in any of those pictures?"
    },
    {
        "speaker": "A",
        "text": "He's in the dinner picture, yes."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, well, you'll have to. I'll have to get. You'll have to get me pointed out to me after the show."
    },
    {
        "speaker": "A",
        "text": "I don't know. He's, like, out in the streets. Like that. So I don't want to totally dox him, you know, I don't give a shit anymore. It's funny. Cap said that mister House looked exactly what he thought he would look like by his voice. Totally. I totally had the opposite vibe. So Mister House, mister House, very good looking dude. You know, you could tell he's doing some, his jujitsu, but like, I gotta tell you, he's probably the smartest person that I met. Really? Oh, yeah. Like, dude, dude's a sharp guy. So it was great meeting Mister House. The entire DJ crew was so much fun to hang out with. Dow Jones and I, like, on the streets of New York at midnight ish, just belly laughing. Like, side splitting laughter we were having outside of the Bo peep party. It was just so much fun. And like, you know, last week I was kind of complaining about how I didn't really want to go. The only reason I did want to go was to hang out with the DJ crew. And we knocked that out. Like, it was, it was fantastic. It was like, I wish I could have just hung out with that crew for five straight days. Everybody that was affiliated with the DJ network, even just as some sort of listener, was just so much fun to meet. And I, it was, it's so crazy. Like this little community that we've built from nothing and it's like, it's just this collection of really, really, really fucking awesome people. And like, nobody you met that was affiliated in any way with the DJ network. Were you like, oh, you know what I mean? It was, it's just a amazing group of people. So shout outs to all of you guys who, um, where that I did meet in NFt NYC and just interact with here every day because it's just so awesome to meet everybody and hang out and the fact that everybody was just so awesome and I mean, I had a great time. I wish I could have stayed a little longer, hung out with the crew. I mean, some of the top highlights we, I don't know, chamber you. Have you bent the knee yet?"
    },
    {
        "speaker": "B",
        "text": "Have I bent the knee?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you, I don't know if you know, but Riggs is now knighted. He's, he's, he's not of our ilk anymore. He's transcended us."
    },
    {
        "speaker": "B",
        "text": "He is above us and beyond us now."
    },
    {
        "speaker": "A",
        "text": "Yes, he has transcended all of us. He is the proud owner and winner of a beeple every day that he won at the Moonbirds event, which, so congratulations to our wonderful friend Riggs. Well deserved. He spoke it into existence. He was you know, a couple the day before, we were hanging out and he was telling me that exactly what his odds to win the people were. And he spoke that thing right into existence. It was pretty awesome. Another Degen war. Remember Diesel won a nut, won the other people. So Deejen really showed out."
    },
    {
        "speaker": "B",
        "text": "And how many were given away?"
    },
    {
        "speaker": "A",
        "text": "I think two. And they won a book, I think. I don't know. I don't know if there was any more than that, but it was so. I don't know. I mean, have you bent the knee yet? It sounds like. No, I mean, you need to make the offering here pretty soon."
    },
    {
        "speaker": "B",
        "text": "I think I might have to. I haven't yet, but I would say by week's end I will have."
    },
    {
        "speaker": "A",
        "text": "And I will say. I know. I don't think he's listening right now. I think he might be on a flight. But the person that I think you would get along with the most out of everybody."
    },
    {
        "speaker": "B",
        "text": "I love it when people say this to me."
    },
    {
        "speaker": "A",
        "text": "Is J. Webb."
    },
    {
        "speaker": "B",
        "text": "Is bunch rugging, by the way, or is it me?"
    },
    {
        "speaker": "A",
        "text": "No, I don't think it's me. Is it me? It's not."
    },
    {
        "speaker": "B",
        "text": "You sound okay."
    },
    {
        "speaker": "A",
        "text": "It's. It's chamber. Somebody's playing Fortnite on your somewhere. Well, it's because I."
    },
    {
        "speaker": "B",
        "text": "It's because I gave my main phone away to my shithead kid."
    },
    {
        "speaker": "A",
        "text": "Did you. Did you hear what I said? The person that I thought you'd get along with the most?"
    },
    {
        "speaker": "B",
        "text": "No, who. Who was it? Sorry, it's."
    },
    {
        "speaker": "A",
        "text": "It's Jweb. No doubt."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "I. Yeah, it is. No doubt. J web, you two are very similar in this, in your sense of humor. Like, you guys would have just been ripping it up. Jweb was fantastic to meet. I don't want to say this because it might be taken offensively, but I don't mean it offensively. Kind of reminds me a little like he's got like a little Louis ck vibe to him."
    },
    {
        "speaker": "B",
        "text": "That's a. That's a compliment where I come from."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. I'm not saying he looks like Louis Ck. He just got a Louis ck vibe to him, but."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely. That's a. I mean, you know."
    },
    {
        "speaker": "A",
        "text": "Sense of humor. Sense of humor from the entire DJ network crew on points. It was. It was very great. But anyway, let's go over to Riggs, who now hosts and owns this show just by way of owning the beeple. Riggs, what's going on, brother?"
    },
    {
        "speaker": "D",
        "text": "Hello, everybody."
    },
    {
        "speaker": "A",
        "text": "Hello, sir. Riggs first is named keeper of the people. Welcome."
    },
    {
        "speaker": "D",
        "text": "Oh, I'm losing my shit over here. Partly because Dale Jones is at my apartment and we're fucking going through the videos of this entire week and we're just laughing our asses off. And then all of a sudden he goes, he's asking, bunch is amazing. He's asking if he's knelt down. I was like, you have bunches cell phone. Are you texting him? I'm jealous. And he goes, no, the mint condition. I was like, oh, fucked I. So now we both are rocking here. I'm on my fucking roadcaster. But you're right, I absolutely would see J Webb and chamber 100% getting along."
    },
    {
        "speaker": "A",
        "text": "Right? Like, no doubt they would be. They're like a buddy buddy comedy waiting to happen. I think that's."
    },
    {
        "speaker": "B",
        "text": "I'm so happy to hear that, by the way."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, this especially because, especially because you think Jweb doesn't like you, which I'm telling you now, it's just his sense of humor, you know? So there you go. But Riggs, tell the people who may not have heard your show earlier, by the way, if you haven't caught Riggs and J web on nft lunch break every Monday through Friday at twelve, what was it like winning the people? What did it feel like?"
    },
    {
        "speaker": "D",
        "text": "I mean, it was pretty unbelievable. I'm not going to lie, because it was, I had already done the math. There was a 1.97% chance of me winning this. It was ten people chamber. Ten people got awarded a beeple."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry."
    },
    {
        "speaker": "D",
        "text": "Okay, so ten people. And so the way that they do it, you know, they would, they would post your bird up on the screen. And so you had to be there paying attention. And it was awesome. Well, Amanda, aka Stevie, comes over to me and puts her arms around me. This is about five birds in. And I see she's got her phone on, and she goes to. I go, what are you doing? She goes, just wait. I go, don't play with my fucking emotions. And so all of a sudden, number ten out of ten, my bird comes up, everybody around me. Cause it was all like djen. People yell, rigs. I go absolutely nuts. And then I may or may not have partied far too hard that evening."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "It was a long one."
    },
    {
        "speaker": "A",
        "text": "I was at least preemptively, you guys, at least preemptively did the right thing and canceled Friday show on Thursday."
    },
    {
        "speaker": "D",
        "text": "There was 0% chance of me being able to speak for an hour on that show. I may or may not have texted my wife at 02:40 a.m. saying, I'm trying to get home. I'm not entirely sure where I am. So it was one of those nights I made it and then I still the next day made it to Brit's panel at like 930 in the morning. Struggle busting. We just watched the video of me sitting there sweating."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I have a feeling. I have a feeling when all this dj network video content comes back, like, you're going to be the star of the show. I think there's a storyline, if I know from what Dow Jones told me, that threads you into everything, which I think is really great. And I'm very excited to see the end product."
    },
    {
        "speaker": "D",
        "text": "I'm excited to take that finished product and move it back into possibly wrecked podcast. Let's go."
    },
    {
        "speaker": "A",
        "text": "We got to do some more shit. Actually. A great segue. So chamber, I wanted to bring this up with you today. So I'm standing there at Bo peep on Wednesday night with riggs and, and dow, and we're talking and dow goes, hey, man. He's like, I want wrecked podcast. And I was like, fuck, yeah. So the pitch is that Dow and Riggs take over the rect podcast. And it goes on as a video stream like we were doing it when we left. I need your, need your thoughts on it. I couldn't imagine a better set of people to take over the torch."
    },
    {
        "speaker": "B",
        "text": "I couldn't name you too better either. I think that's easy transition at this point."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think we need to make it happen. And I was actually, it's funny you said that, riggs, because I was going to bring it up today on the show because I hadn't talked to chamber about it yet. And I was like, there's no, I'm. There's no better crew to give it over."
    },
    {
        "speaker": "C",
        "text": "Dongle issues."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry."
    },
    {
        "speaker": "C",
        "text": "Definitely dongle issues."
    },
    {
        "speaker": "A",
        "text": "What was the last thing you heard?"
    },
    {
        "speaker": "C",
        "text": "You said I could not think of a better crew."
    },
    {
        "speaker": "A",
        "text": "He was just saying then the inside job, I couldn't think of a better crew to take it over. And so I'm very excited. If you guys want it, we will make that happen. So I'll go back to Riggs, then Ian, and then we'll go over to Steve."
    },
    {
        "speaker": "D",
        "text": "So I just want to pitch the idea of what I actually would like to do with it. And I feel like chamber, you play a part in this still."
    },
    {
        "speaker": "B",
        "text": "Go on."
    },
    {
        "speaker": "D",
        "text": "Think of it as like the web three Howard Stern show, where I would be Howard Dal would be my Robin. Chamber, you come in as my baba bowie. And then J. Webb every once in a while comes in as Beetlejuice."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "You know, we're having a fucking unbelievable time. We're talking mad shit. And I think there's this segment that we can have on this show where literally, we try to get founders coming on where they. All of their holders have been absolutely wrecked by their poor decisions. And that's the type of conversation, dude, we got to. Well, the goal is we got to be big enough. We got to be big enough to get them to need to come on our show and just get chat on that way. But no, there's some opportunity here to make this a super fun fucking show."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's amazing."
    },
    {
        "speaker": "A",
        "text": "Yeah, rect was always like that, so I think you guys will have."
    },
    {
        "speaker": "B",
        "text": "No, the founder angle is interesting, though. I don't think we ever did that."
    },
    {
        "speaker": "A",
        "text": "Dow pitched me on a segment in which they only talk to AI bunch you, which I really enjoyed. I thought that would be pretty funny. Yes. I thought that was good, but, yeah. Chamber you. You down for this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I can't see a downside to this. I mean, I don't like that. I'm baba Booie. I'm more of a. I'm more of a high pitch Eric, I would say for those stern bugs."
    },
    {
        "speaker": "D",
        "text": "Yes. I'll let you know what. I'll make an amendment there for you."
    },
    {
        "speaker": "B",
        "text": "I would have to. You could be hit."
    },
    {
        "speaker": "D",
        "text": "That's perfect."
    },
    {
        "speaker": "B",
        "text": "I'd have to hear his voice, but I remember I could do a hypocharic voice pretty well back in the day."
    },
    {
        "speaker": "A",
        "text": "I'd love for you to do that."
    },
    {
        "speaker": "B",
        "text": "It's when he starts yelling. High butcheric. Yelling is one of my absolute favorite things in the world."
    },
    {
        "speaker": "A",
        "text": "We've got just chaos going on here. Sorry for the rug. I don't know what happened. It wasn't me, I can promise."
    },
    {
        "speaker": "B",
        "text": "No, it's definitely only Mackie, I believe. Yeah, it's the only. Only call."
    },
    {
        "speaker": "A",
        "text": "I don't know. I have never had an issue with spaces. This is literally the first time I've ever had one."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, I wear them for the year. I swear, this is the first time that's ever happened to me."
    },
    {
        "speaker": "B",
        "text": "It happens to everybody. Don't worry, Mackey."
    },
    {
        "speaker": "A",
        "text": "By the way, I have. Before we go any further, I had a realization today, and I texted our buddy Steve about this. Do you remember chamber a couple weeks ago when we had the conversation about low t and high tea?"
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. That was good. I actually called that episode the legend of low t Steve."
    },
    {
        "speaker": "A",
        "text": "Yes. So I realized today that I might be in a Twitter group chat with high t Steve."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Yes. And I just put two and two together today, and I felt like, I was betraying our other, our good friend Steve because I didn't. I was like, I had to come clean to him. I was like, dude, I am. I found myself in a group chat with high t Steve. Don't worry, baby. He means nothing to me. Like, you know. And I was like, you can't hold this against me. It was just one time. I was drunk and high t Steve just wandered into this DM and. But I had to tell him. I just put two and two together. And so this is what this was."
    },
    {
        "speaker": "B",
        "text": "A Twitter DM chat? That's all right. That doesn't count."
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "B",
        "text": "If you were, if you were, I."
    },
    {
        "speaker": "A",
        "text": "Didn'T want him to, like, find out somehow of, like. And then he'd be like, yo, dude, like, we had a whole conversation about this and you're buddies with this guy? Like, I don't know, but I just thought that was a funny story to close the loop on. Everything we've, we've talked about was low v, high t Steve. We've got a lot of hands. I love that. So let's go down first to Mister House. Mister House Gm. It was such a pleasure meeting you on Wednesday and talking to you. I don't know if you were here when I definitely said you were the smartest person I met over the course of my time in NYC. So welcome and appreciate you."
    },
    {
        "speaker": "F",
        "text": "Thanks for having me. It was awesome to meet you, too. Still pissed that Chamber couldn't give the decent to show up for his loyal community that showed up to NFT NYC. Nah, I'm just getting chamber."
    },
    {
        "speaker": "A",
        "text": "What I do think is funny, though, mister House is like, Chamber mailed you guys video equipment, microphones, all this stuff, and let you and Dow Jones loose on New York City. And then he had the gall to jump in the group chat and be like, where's my content? Where's my content? Send me the content."
    },
    {
        "speaker": "B",
        "text": "Monday fucking afternoon, guys. What the fuck?"
    },
    {
        "speaker": "A",
        "text": "I'm like, these guys are out there making."
    },
    {
        "speaker": "G",
        "text": "I gotta jump in. This guy also didn't say anything about getting us the cameras until about three and a half days beforehand. He had to overpay for prime to get it next date."
    },
    {
        "speaker": "B",
        "text": "First of all, I've been a prime member for years. That. That comes with the territory. It was. Yeah, I mean, was it three days? It was. It was a week before. It was the week before. Maybe not a week before. I think. I think we got rigs. This the equipment by Friday."
    },
    {
        "speaker": "D",
        "text": "Yes, it was. It was close timing, but we got it here. That being said, dow Jones and I were expecting a couple GoPro three hundred sixty s. And we had to learn these DGI cameras. Did I not realize they, we did not realize they, they stayed in cuck mode initially until we had to find the setting. Listen, I had to go home. I was googling all this."
    },
    {
        "speaker": "B",
        "text": "You guys, listen, okay? I try to make life."
    },
    {
        "speaker": "E",
        "text": "If you easy mode boys."
    },
    {
        "speaker": "B",
        "text": "If you paid attention in the chat that I created, I pinned in the chat how to guides for all of these things. All I had to do was watch a little five minute video. You would have been taken care of. I try telling us all we had."
    },
    {
        "speaker": "G",
        "text": "To do is our own research. Is that what's happening on the show right now?"
    },
    {
        "speaker": "A",
        "text": "Yeah, he just NFA."
    },
    {
        "speaker": "B",
        "text": "Unbelievable."
    },
    {
        "speaker": "F",
        "text": "I can see now I'm taking chamber side because it appears I was the only one who watched the tutorial. That was like 50 minutes worth of YouTube videos. Like, really, guys, you couldn't stomach through it."
    },
    {
        "speaker": "B",
        "text": "Thank you. Thank you."
    },
    {
        "speaker": "D",
        "text": "I definitely didn't watch a. I didn't watch 10 seconds of those videos."
    },
    {
        "speaker": "A",
        "text": "Didn't know how to get home."
    },
    {
        "speaker": "D",
        "text": "I. Well, that could have been the mushrooms, you guys definitely could have been the mushrooms. 100% we did mushrooms."
    },
    {
        "speaker": "G",
        "text": "What do you think? We wanted footage to stop."
    },
    {
        "speaker": "B",
        "text": "Did you guys do those bodega mushrooms that I was hearing about?"
    },
    {
        "speaker": "G",
        "text": "Oh, no. Buddy of mine is on the clinical trials."
    },
    {
        "speaker": "A",
        "text": "For the record, I didn't do any mushrooms."
    },
    {
        "speaker": "B",
        "text": "1 second. Okay, I want to hear from consumer right now."
    },
    {
        "speaker": "G",
        "text": "Yeah, that's. That's your boy right here."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "G",
        "text": "I was driving the fumble, and a buddy of mine is major league PTSD from, like, 17 tours in Iraq."
    },
    {
        "speaker": "B",
        "text": "That will do it."
    },
    {
        "speaker": "G",
        "text": "And he gave me some of the clinical trials. They were so good. Immediately right into your body, which I thought was odd. And all of us ate, like, incredibly low doses, but absolutely."
    },
    {
        "speaker": "B",
        "text": "Was it like full mushroom form, or did it come like capsule?"
    },
    {
        "speaker": "G",
        "text": "Oh, yeah. No caps and stems, baby. I'm old."
    },
    {
        "speaker": "B",
        "text": "That's nice. And how many we do? We do like a three, 4 grams."
    },
    {
        "speaker": "G",
        "text": "Or all of us did too much. No, you barely needed any, man, I'm telling you. Little tab, you know, altoid sized bitch."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Well."
    },
    {
        "speaker": "E",
        "text": "Half eight. Little half eight get you far away."
    },
    {
        "speaker": "D",
        "text": "Let me just tell you. I was so fucked up. I was like, I was so fucked up. I was out at a private event with a team I should not have been. And I kept telling them their faces looked like the movie trauma. Dude, I was sitting there."
    },
    {
        "speaker": "A",
        "text": "I hope that's on video."
    },
    {
        "speaker": "D",
        "text": "It was. I glad it was not on video. I'm so glad it was not on video. I sat in some chair and watched this couple probably like a fucking creep dancing for like, 30 minutes. It was unbelievable. It was fantastic. So, yeah, you did. These mushrooms were primo."
    },
    {
        "speaker": "B",
        "text": "I love a."
    },
    {
        "speaker": "A",
        "text": "That is bunch."
    },
    {
        "speaker": "B",
        "text": "Have you ever done mushrooms before?"
    },
    {
        "speaker": "A",
        "text": "No, actually. Sorry, that is not true. I. At eight fest last year was the first time I had ever done it. I tried just a little tiny bit because I didn't know what was gonna happen to me. And I was out in public. I didn't. And I didn't take. I didn't take enough. Like, it didn't do anything. No, you should. I would. So that's why I said no, because it doesn't even."
    },
    {
        "speaker": "E",
        "text": "My favorite bunch of salvia. Remember those Salvia? 60 x's, 20 x's from back in, like, early two thousands. Like high school years. Like, oh, fuck. You got this back at the whack at West Fourth street. At the head. At the head."
    },
    {
        "speaker": "A",
        "text": "Fucking pat. Okay, wait, let's put this thing back on the rails a tiny bit. I want to go down to mister House to finish what he was saying, and we'll go around the rails. No, well, I didn't see any of that going around either. Sorry."
    },
    {
        "speaker": "G",
        "text": "That one was for chase."
    },
    {
        "speaker": "B",
        "text": "I miss you guys so much now that I'm hearing all these drugs."
    },
    {
        "speaker": "G",
        "text": "You fucked up big time."
    },
    {
        "speaker": "A",
        "text": "You really did."
    },
    {
        "speaker": "G",
        "text": "I'm in the middle name. I thought that's what you guys paid Ken to do, naming it. And it is absolutely hilarious. Everyone who came out, you really see how much fun we all had together? It's just genuine joy."
    },
    {
        "speaker": "A",
        "text": "Yeah. Can you co sign the fact that we were belly laughing outside of Bo peep at midnight at the RSop party? Yeah."
    },
    {
        "speaker": "G",
        "text": "I don't even remember what the fuck we were saying."
    },
    {
        "speaker": "D",
        "text": "Bunch."
    },
    {
        "speaker": "A",
        "text": "You."
    },
    {
        "speaker": "G",
        "text": "But, yeah, that was even better than the inside, right? I've been fucking yelling up and down on twitter, talking about how good the party was. I have more fun outside with you than anything. Crying absolute tears. My back still hurts."
    },
    {
        "speaker": "A",
        "text": "We got rugged. Oh, yeah, we got rugged out, which is funny because he's at rigs apart."
    },
    {
        "speaker": "G",
        "text": "Without me kissing the ring. He's got a fucking beeple. I don't have."
    },
    {
        "speaker": "E",
        "text": "Wait, there's a live official. There's a live cave in the. In the Holland tunnel."
    },
    {
        "speaker": "A",
        "text": "We're here with Dow Jones."
    },
    {
        "speaker": "D",
        "text": "He hasn't earned. He hasn't earned my wifi password yet."
    },
    {
        "speaker": "A",
        "text": "Sorry. That's fantastic. I like that. I like the vision of. Oh, man, this is just. This is just ridiculous. Today. I can't even."
    },
    {
        "speaker": "E",
        "text": "I like the O nightmares."
    },
    {
        "speaker": "A",
        "text": "I like the visual of Dow refusing to bend the knee of to Riggs. So riggs got two beeple pieces. He, uh, he went to the beeple signing, and, uh, he got beeple to."
    },
    {
        "speaker": "G",
        "text": "Draw his three von Chu also one grew between his legs."
    },
    {
        "speaker": "A",
        "text": "All right, I'm going down to circles. Circles. What's up, brother? Hey. So, yeah, I think when the original space rugged, I heard a little bit of the space music go off, but that was my first inclination of something's probably not gonna go right in a half second. As for the high t, lose teeth, I can confirm you are in the group chat with them. It does make me sad to see my friends fight, because I think that they're both my friends, but so be it. I'm getting thumbs down from, from our goods. I named them Deejon, Steven Nft or t Steve. I named him low t Steve. That's my fault. I'll take that one. Yeah, that's all amazing. All right, go. Now we need the Steve rebuttal. Let's go, Steve. Chris house."
    },
    {
        "speaker": "C",
        "text": "There's no rebuttal necessary. That dude, I blocked him a while ago. He is a clown. But I was going to say the j. Web thing. Bunch, you. I did not think about it until you said it, but I think Dow, J. Webb and chamber would be a vibe like, dow is like, obviously."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "That was who I immediately, like, if you were, if you were to ask me who I would have enjoyed my time with dow off, right off the top of, like, this is my guy. And now hearing about the mushroom, I mean, come on. We would have, we would have burned down New York City."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was, it was quite the time. But you should have seen, um. You should have seen. But J. Webb. I don't know if you two would go, like, toe to toe, though, and be like, that was my joke to make first, because you both have this. Like, there's a couple times I'd be talking to J. Webb and, like, and, like, he would make a joke, and then he would go just a little further than he would go on a recorded spaces. And I was like, that. That humor jives with me, and that's funny, but, like, I didn't connect it. You're right, bunch. That's like, chamber to the core. Like, just that little extra joke or that little extra kind of, like, side, like, dry comment. So I want to say, like, that was such a good call to dow is the goat and mister house is the baby goat. Like, that was like what they did this week. On a dead serious note, between the camera work, obviously, the mushrooms, but really the camera work they did all week. It was like they, I described it a couple of times, chamber, and I don't know if you've heard because this is so funny to me, but Dow is the ultimate, like, look like he's the guy who works at the police there. Like, so Dow walks up to the center of the stage before every DJ person speaks, sets up a 360 gopro in the middle. This is the main stage of NFT NYC. And just sets it up in front of a room full of people, positions, like his phone, camera just, and everybody who's like, works there was just looking at him like, oh, yeah, that guy must work for the conference. Like, what he's doing. And he got like all like, that sort of stuff is so funny. He's the ultimate, like, act. Act like you're supposed to be there or you're on the team or you're in the crew. And then they just let him everywhere. So like, dow was just killing it. And then, yeah, mister house is every totally right."
    },
    {
        "speaker": "A",
        "text": "He could have got. He also could have like, got in anywhere because of that."
    },
    {
        "speaker": "D",
        "text": "He did get anywhere. He walked in. He walked into the proof beeple event with no ticket whatsoever right behind me."
    },
    {
        "speaker": "A",
        "text": "Is that why he said that they needed to up their security?"
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. He fucking just straight up walked in."
    },
    {
        "speaker": "A",
        "text": "It was awesome."
    },
    {
        "speaker": "G",
        "text": "And I have to admit, it's both a fest. They really nft security. I think we found the niche in the market here. Chamber, you come down me, and you'll just stand at the door and really token check, motherfuckers."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "All right, let's go down to Chris."
    },
    {
        "speaker": "H",
        "text": "I'll work my, the bit that I came up for from back to front. First of all, I'm really disappointed and pretty appalled that nobody digitally genuflected to riggs because of his new people ownership. I'm really, I'm really just ashamed that there is not the appropriate amount of reflection being given to him as a, as a people owner. And we may not all be worthy. So consider this all. You all have been counseled and hereby reprimanded for such. And it, given the state of the market and how people act with their digital wallets, Dow, it's no surprise that their physical security is just as lax and they just let, they just click on anybody can come right into their events. So, yeah, no shocker there. I think it's really a reflection of the market."
    },
    {
        "speaker": "A",
        "text": "Now, Chris, I had on good authority that you were actually in New York City."
    },
    {
        "speaker": "H",
        "text": "So yes, I was in New York City. The Hodl Tron family was there visiting, being tourists in New York City. And I was told very specifically by the misses that under no circumstances was nft shit to happen, even though I did try a couple times. She even caught me trying to take pictures of the Nakamigo sign in Times Square and like swatted my phone out of my hands."
    },
    {
        "speaker": "D",
        "text": "Oh my goodness."
    },
    {
        "speaker": "H",
        "text": "That's like, absolutely not. But we did have a great time. It was great weather. And I'm a little gutted that I missed out on all the fun, although I wouldn't be able to take mushrooms anyways, as much fun as I might be on them."
    },
    {
        "speaker": "A",
        "text": "Now, I have one follow up question here. If you were to have convinced your wife that not only you could attend one event for NFT NYC, but you had to bring her along as your date, what event would you have chosen to bring her to and why?"
    },
    {
        "speaker": "H",
        "text": "I would have probably tried to take her to like, I don't know, wherever the DJ network was going."
    },
    {
        "speaker": "A",
        "text": "That's the right answer. I knew you the right answer."
    },
    {
        "speaker": "H",
        "text": "Not only that, but I would have taken to taking her to that. Cause she's not, she's not a huge coffee drinker. She drinks mostly tea, so the Starbucks thing wouldn't have really worked out. But I would have taken her to the dj one and she would have legit spent the whole time roasting me to everybody's delight, so."
    },
    {
        "speaker": "A",
        "text": "Oh, fantastic. She's welcome anytime."
    },
    {
        "speaker": "H",
        "text": "It would have been far more welcome than me. That's just how you get down when you've been married for a couple decades."
    },
    {
        "speaker": "A",
        "text": "I will say our security just as bad as all these NFT events. Uh, poor Riggs, who made the reservation for dinner, um, was like, yeah, we're gonna have eight people. And like 15 showed up and we were around this little, or it was a, it was a big table, but it was not made for all of us. And we were. So our security was just as poor. Uh, did it, did it seem to."
    },
    {
        "speaker": "C",
        "text": "You, though, bunch you real quick on that table? Because I was having this thought the other day where, like, did it seem to you like we had no more room and then we still somehow added five more people and still have room? Like it kept, we kept a miracle."
    },
    {
        "speaker": "A",
        "text": "Yes, that's exactly what it was like. And then all of a sudden there was food that appeared from the bounty of Riggs and Dow who ordered for the table. And it came around circulating on a lazy Susan and we all, what was that?"
    },
    {
        "speaker": "B",
        "text": "What was the, what was the menu?"
    },
    {
        "speaker": "A",
        "text": "It was a. It was a great chinese food place. It was in Chinatown. The. I would say the best part of the meal was soup dumplings. And I don't know if you've ever had these."
    },
    {
        "speaker": "E",
        "text": "Very honorable, very honorable."
    },
    {
        "speaker": "A",
        "text": "See, Pat? Pat agrees. The soup dumplings were apparently like a signature dish there, but I had never had them before. And what they are is exactly what they sound like. They're literally dumped, like steamed or boiled dumplings filled with broth. And it was the funniest thing was watching at least half the table who had never had these before try and eat them. So without looking like crazy, dude, you."
    },
    {
        "speaker": "E",
        "text": "Had once, the first time, what? You got to take a video. The first time anyone eats wonton soup. It's like a baby is like seeing colors for the first time."
    },
    {
        "speaker": "A",
        "text": "Pat. You know what's funny is, in Dow Jones fashion, smack the goPro right on the middle of the lazy Susan. So there, it's definitely footage."
    },
    {
        "speaker": "E",
        "text": "It's like when they went in or noted game players, they, like, they hit out."
    },
    {
        "speaker": "A",
        "text": "They. Let's get it."
    },
    {
        "speaker": "E",
        "text": "Let's get it, boys."
    },
    {
        "speaker": "A",
        "text": "That's what it was like."
    },
    {
        "speaker": "E",
        "text": "I'm gonna slap this 1ft. I hope I remember this recipe."
    },
    {
        "speaker": "A",
        "text": "I had to tell Steve, because Steve. Steve was like one of the last people to show up at Steve's."
    },
    {
        "speaker": "E",
        "text": "Siphoning like gas. He's the last bit of fucking, like a indoor."
    },
    {
        "speaker": "A",
        "text": "He went to the OCM event prior, and so him and a couple folks that went, jbrush and I forget who else, they came a little later to dinner, and the camera was already set up. And Steve, like, we had all kind of, like, pushed it out of our, you know, direct line of sight because nobody wanted to eat with it on. And Steve sat right down in front of it. So I had to, like. And then he, like, you know, kind of slid it, slid it the next way. It was kind of a game of hot potato. Who was going to be eating on camera? I don't know what Dow ended up getting, but it definitely. Someone's gonna look like a fool eating soup dumplings, mister house."
    },
    {
        "speaker": "F",
        "text": "Yeah, soup dumplings were fire. That was, that was a great dinner. Two recommendations. First, for the revival of Rekt, two founders that I think would be fitting, soulja boy and Martin Shkreli. I believe Martin Shkreli launched a token of some sort and has been known to hop on a Twitter space as well as Soulja boy from time to time. The second would be the battle of high t and low t. Steve. I would love to see the two of them converse in a Twitter space because I think it would be less of a battle and more of a meeting of the minds. I think the two of them be at the text collide harshly and would be very disagreeable. But over voice, I think the two of them could have a pretty solid conversation about any topic and make it seem very critically thought out and high level thinking involved."
    },
    {
        "speaker": "A",
        "text": "Steve is just hard thumbs down."
    },
    {
        "speaker": "E",
        "text": "Claymation of the fighting with the clay."
    },
    {
        "speaker": "C",
        "text": "No, I will. I will not. I will not. I will not. I will not speak to this man. I am. I am past it. We will not have conversations. He is. He is blocked. We can't even. He can't even. Like, if he wanted to listen to coffee with captain, he can't because I'm a co host. That's how happy I am about it."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's utility."
    },
    {
        "speaker": "C",
        "text": "It's asshole gated. So we're good."
    },
    {
        "speaker": "A",
        "text": "Poor circles down there. Just trying to bring the people together and not have it. Cap's trying to make his way up. I would love to hear from Cap, but chamber now. Now. Do you have, like, give me your level of fomo? After hearing all of us chat about, like, literally this was. I mean, my experience was 24 hours and I had this great of an experience. Like, what's your level of fomo?"
    },
    {
        "speaker": "B",
        "text": "Hey, I don't have the energy for this."
    },
    {
        "speaker": "E",
        "text": "Can I fill in real quick? I thought NFt NYC was in June or July. I'm actually working in midtown currently with the hombres. Again? Fuck yeah, dude."
    },
    {
        "speaker": "A",
        "text": "Go see if the knock amigos billboard still take a holy smokes."
    },
    {
        "speaker": "C",
        "text": "It says."
    },
    {
        "speaker": "E",
        "text": "It's right here. NFT is. NYC is today. It's this. It's this day. It's early, isn't it? Early this year?"
    },
    {
        "speaker": "A",
        "text": "Cap has said a couple times, he goes, the best strategy they had was doing an annual conference every seven months."
    },
    {
        "speaker": "E",
        "text": "That makes more. Yeah, keep. Keep it in the. In vogue. Keep it in the minds of people. Right, I get it. Not yet. Holy smokes."
    },
    {
        "speaker": "A",
        "text": "I didn't know."
    },
    {
        "speaker": "E",
        "text": "I thought it was gonna hit later on in the summer. And I like day three, I'm like, it. There's like a horn going up. I can't do the horn. It was like a fog. Not a foghorn, but a vasilas visula zelae. Thank you."
    },
    {
        "speaker": "A",
        "text": "I don't know. Yeah, but, Pat, did you end up getting out to any events? Like, I don't understand how you looking."
    },
    {
        "speaker": "E",
        "text": "Out off of the 50, you know, after the 17th floor on 53rd and 7th? And I'm like, wow, that looks pretty cool. But I really dude, you know what? I swear to God, I. I've been, you know, I got a nice job right now with a good demo company, and I never felt more alive. I've been in a rut, I guess, kind of last year."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "I mean, 2021 was great. 2022 was a little. But now, you know what? Getting back to it is like, that's what I needed. And some help, man. I got new. I'm back. I'm back. You know, waking up at five and coming home at the. Getting home by 430 with, like, being even more awake is a weird thing to me. So going on."
    },
    {
        "speaker": "A",
        "text": "I'm glad to hear that. And now I will. I will ask you one more question before I move to cap, which is now, what do you think of Riggs and Dow Jones taking over Rex podcast? Is that something."
    },
    {
        "speaker": "E",
        "text": "Hold on. I'll say the one thing about riggs. Congratulations on the. If you can't see me, I'm doing the flip of the cap because I heard you win a major beeple. That's. That's major awards. That's almost. That's compared to the Fred G. Lay italian leg. And then who's the others?"
    },
    {
        "speaker": "A",
        "text": "That."
    },
    {
        "speaker": "E",
        "text": "The other one."
    },
    {
        "speaker": "A",
        "text": "Dow Jones. Riggs and Dow."
    },
    {
        "speaker": "E",
        "text": "You know what? Dow Jones is a New Yorker. He's a fucking. An inscriber and he fucking. He knows it. I'm gonna write down."
    },
    {
        "speaker": "A",
        "text": "That's the blessing we needed. Chamber, I think."
    },
    {
        "speaker": "B",
        "text": "I mean, if Pat's in, I'm good."
    },
    {
        "speaker": "E",
        "text": "Lock them in. Lock in. Dude. Dow Jones, Riggs, they're heavy hitters and we know it. We already know riggs."
    },
    {
        "speaker": "A",
        "text": "Maybe Pat, your baba booie. I don't know. Who knows?"
    },
    {
        "speaker": "E",
        "text": "I can wear a t shirt. I could put up stickers and stuff, but that's about it. And I can stick up suspensions to keep your protection. Don't take any major brands. Just. Just delete my cut off. Anyway, not mark all the way. All you. It's a really big. Anyway, more importantly, work tomorrow."
    },
    {
        "speaker": "A",
        "text": "All right. We appreciate you. I'm glad you're back."
    },
    {
        "speaker": "E",
        "text": "I'm glad I'm a little more back, a little more headed heads. A little more on, tighter these days."
    },
    {
        "speaker": "A",
        "text": "That's good. All right, Cap, let's go over to cap count. What's going on, buddy? Tough one to follow."
    },
    {
        "speaker": "C",
        "text": "I actually was just in listen mode, but I heard."
    },
    {
        "speaker": "A",
        "text": "I heard Steve is throttling our listenership somehow, like, just by blocking people. Just, just. I didn't."
    },
    {
        "speaker": "C",
        "text": "I missed who we're blocking. I know I've seen something rampant."
    },
    {
        "speaker": "A",
        "text": "Are you blocking, like, every every hater."
    },
    {
        "speaker": "C",
        "text": "Oh, I block so much now, Cap, we probably have lower, recenter numbers. We may need to renegotiate."
    },
    {
        "speaker": "B",
        "text": "Yeah, I know. I. I gotcha. As Michael. As the great Michael Jordan once said, Republicans and Democrats both buy shoes. You know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Oh, it's terrific."
    },
    {
        "speaker": "E",
        "text": "I love. Dude, I'm using that tomorrow. Yeah, yeah, I'm gonna say."
    },
    {
        "speaker": "A",
        "text": "I actually kind of, like. I think it's a funny visual of Steve just going on this, like, blocking rampage for one of his takes. And, like, the next day, coffee with Kaplan is down, like 150 listeners. I just think that's so funny."
    },
    {
        "speaker": "C",
        "text": "I have had people. Bunch you. I have had people. You know this, too. I've had people who've reached out from, like, other accounts and been like, hey, man, you blocked me. I didn't think it was that bad. Can you unblock me, please? And I remember you just being like, they fucked around and found out. And it's just."
    },
    {
        "speaker": "A",
        "text": "I don't know, dude."
    },
    {
        "speaker": "E",
        "text": "I had so many people blocked me and unblocked me two weeks later being like, ah, fuck it."
    },
    {
        "speaker": "A",
        "text": "Well, you know, I can see why they would unblock you, Pat. It's like, you know, if you don't know Pat, you could be misconstrued. And that's not. It's not fair. You got to get fun and games."
    },
    {
        "speaker": "E",
        "text": "Really, in the end of it."
    },
    {
        "speaker": "A",
        "text": "Get to know, you know, that's how it is. Chamber. We didn't talk about anything else other than NFT NYC today. And I mean, really, it just devolved into us talking about how much fun we had with each other and you missing out. I do need to, like, I. Well, that was. That's the question. Like hearing how much fun we had in. And I. Again, I only went for 24 hours. You couldn't even handle 24 hours."
    },
    {
        "speaker": "B",
        "text": "So this is the way I got one more thing."
    },
    {
        "speaker": "E",
        "text": "The funniest. I'm sorry there for interrupting. Shout out to John McAfee. All right."
    },
    {
        "speaker": "B",
        "text": "That's how I got hooked to the fucking Cassie legend. I love that. This guy gets me every time. No. So the way I look at a bunch is I am juxtaposing that weekend or that week to the week I had here. It's like, what would I rather, you know, it was a nice, sunny day, a nice sunny week here. Got some yard work done, chopped down some trees, enjoyed, you know, enjoyed myself. I didn't have the stress of traveling, the anxiety of meeting new people in a city that's far bigger than the one I currently reside in. Yeah. So, I mean, what my mind is going to right now is I want to get, you know, Dow Jones yourself, Riggs. We come up, you come up north. We're gonna do some kit. Maybe I come down, maybe we do some Canada con. No, we gotta go. We gotta go into the woods and get bunch to do his first, you know, mushroom."
    },
    {
        "speaker": "E",
        "text": "Dude, dude, I got something here. Are you guys close to Nova Scotia on April 4? On April 8, 2024. April late 2024 in Nova Scotia, shout out to Frankie McDonald. I don't know if you guys are with Frankie McDonald, but me and a crew from New York City were. We have a podcast. He comes on every Monday through Thursday. It's called in hot water. You'll find it Monday through Thursday on compound me. Anyway, long story short, we'll get the details out. We have a plan. Well, he's always got the Hilton book, he claims. And I don't know, uh, Chamber."
    },
    {
        "speaker": "B",
        "text": "Nova Scotia Hilton."
    },
    {
        "speaker": "E",
        "text": "How close is that to you? And there's a huge fucking lunar eclipse that only happens one every fucking 200 some years because it's freaking, you know, Frankie McDonald's his rules. Anyways, I'll shut the fuck up."
    },
    {
        "speaker": "B",
        "text": "I can't believe they book the. The Nova Scotia Hilton. That's. That's a big gut right there."
    },
    {
        "speaker": "E",
        "text": "That's exactly right. Fucking dualies and the cool zone. The cool zones only open like May. You know about dualies. I got a karaoke night, which I'm excited about."
    },
    {
        "speaker": "B",
        "text": "I'm. I'm very familiar with Halifax, Nova Scotia, unfortunately, very far from where I live. Unfortunately. I've been there a few times. Good time. I'd say one of the top five best cities in Canada. But, yeah, you'll. If you haven't been there, you'll have a great time. There's. There's a lot. A lot of fun stuff to do there."
    },
    {
        "speaker": "E",
        "text": "Shit. So, more importantly, what the hell I saw right there with the. With the. Who's. Who's up next?"
    },
    {
        "speaker": "B",
        "text": "That's a great question."
    },
    {
        "speaker": "E",
        "text": "I heard Frankie McDonald in Nova Scotia."
    },
    {
        "speaker": "A",
        "text": "I'm ready to stop doing this today."
    },
    {
        "speaker": "B",
        "text": "Pat."
    },
    {
        "speaker": "A",
        "text": "I think I'm."
    },
    {
        "speaker": "B",
        "text": "This episode. Pat, I think is."
    },
    {
        "speaker": "A",
        "text": "Pat is."
    },
    {
        "speaker": "B",
        "text": "Pat is back."
    },
    {
        "speaker": "A",
        "text": "It's. Pat is back. He's back. Oh, we're going to Facero and then we're closing it down."
    },
    {
        "speaker": "I",
        "text": "I was just going to say chamber. I think we'll call tomorrow off and I'm just going to get Pat on. All I've got to do is throw him a line and he's going to keep me going for an hour and a half."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "I",
        "text": "But the rest of you, I'm not talking to you. You've made me depressed about missing NYC."
    },
    {
        "speaker": "A",
        "text": "I desperately had a fantastic looking weekend."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "I",
        "text": "You know, I sort of got away and enjoyed the North Yorkshire sites. It was incredible. But it wasn't New York. Come on. I had to settle for the Yorkshire moors, but no, it was good."
    },
    {
        "speaker": "A",
        "text": "Maybe next time, the New Yorkshire mall, we can. We can all gather there. It's in Nova Scotia, right next to the Hilton. And we could have our own little conference there, I think."
    },
    {
        "speaker": "I",
        "text": "Sounds like an amazing idea."
    },
    {
        "speaker": "A",
        "text": "All right, Steve, your hand rolled up. I'm going to you, and then we're shutting this down. I can't do it anymore."
    },
    {
        "speaker": "C",
        "text": "I'll be quick. I'll be quick. A part of me was like, do I just go on like this? Like, you know, this filibuster, but which is just. I guess that's normal for me. But, like, I was going to say for. For chamber. Like, I will say, man, like, just heartfelt, dead honest. Would love if you plan to come to one of these. I know we almost got to New York City because Amber was thinking about going there. We could have had Amber there, just like your name. We were close to maybe potentially getting you to commit to VCON. We even talked about maybe road tripping together. I just think you, like. I know, like, your general disposition about human beings, and lots of them in the same place at the same time. But I'm telling you, you would have enjoyed this. Like, this is the one you would have enjoyed. There wasn't too much. You would have had a good time. You would have hung out with the djen crew. Like, we got to get you out to something by the end of the year. Like, we know what you would."
    },
    {
        "speaker": "E",
        "text": "You would have converted him to a community guy, believe it or not."
    },
    {
        "speaker": "A",
        "text": "Yeah, he'd have been a big community guy after this weekend. That's right."
    },
    {
        "speaker": "B",
        "text": "Steve got the. The start of the first show. My daughter's turning ten in July. I'm getting her own. Both."
    },
    {
        "speaker": "E",
        "text": "That sucks. You can't bring any strippers."
    },
    {
        "speaker": "B",
        "text": "That's what she asked for, though. I don't know. I'm getting her a phone for her birthday. Yes or no?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. That's it. That's a hard yes. Like, we situation."
    },
    {
        "speaker": "B",
        "text": "Right? But if I got."
    },
    {
        "speaker": "C",
        "text": "Yeah, we should have done ten. We did eleven. We should have done ten. We did eleven. And it's not like it's an issue at all. And then, yeah, you can check her search history and see Pean is in there, too."
    },
    {
        "speaker": "B",
        "text": "So this is not a bread."
    },
    {
        "speaker": "A",
        "text": "Riot."
    },
    {
        "speaker": "E",
        "text": "I got a good ride out of that. I got. Your kid's not."
    },
    {
        "speaker": "I",
        "text": "You got to make it sure. It's a Nokia 3310 until she's 13, though."
    },
    {
        "speaker": "E",
        "text": "I gave you a Nokia and 5160. You've been playing."
    },
    {
        "speaker": "C",
        "text": "For reference. My, my p. It sounds very creepy when I explain it that way. Chamber has a post about his daughter's Google history which includes that word so spelled that way. I realize I'm like, I said that without context. She's younger than my daughter."
    },
    {
        "speaker": "B",
        "text": "Anyway, Steve repeats what I say in the most inappropriate times. And it's gold every single time. Bunch, let's close this thing down."
    },
    {
        "speaker": "A",
        "text": "This space was so goddamn."
    },
    {
        "speaker": "B",
        "text": "I'm not even sure I'm putting it out as a podcast. We'll be honest."
    },
    {
        "speaker": "A",
        "text": "It was so. It was really fun. We had a rug. We got to talk Nft NYC. We got the return of Pat. It was that. I don't even know. I feel exhausted having to, even had to try to manage this stage today. We'll be back maybe on Wednesday, I'm not sure."
    },
    {
        "speaker": "B",
        "text": "Probably. Probably on Wednesday."
    },
    {
        "speaker": "A",
        "text": "But either way, check out the night shift tonight at 11:00 p.m. on our YouTube. Also, don't forget, we've got a awesome roster of shows the rest of the week. Coffee with captain every morning, nft lunch break every day at noon. And then we've got alpha afternoons, DSPN, the whole nine. We've got you covered. Check out our newsletter. We've got a ton of articles going on there. We're doing allow us giveaways, everything like that. So we are locked and loaded for your home, for everything you need. Chamber, any last."
    },
    {
        "speaker": "B",
        "text": "Yeah, two things. I'm going to be on Ficero show tomorrow, so that'll be a fun one. Should be. I don't even know what's gonna happen. I don't know. I would tune in because literally anything can happen on these shows. And pain made a, as we've seen, pain made a hilarious. He googled. He made a Google search. So I highly recommend, if you're in our mint condition chat to take a look at that. So all three of you or five of you."
    },
    {
        "speaker": "A",
        "text": "The one thing, the one thing I did want to call out before we go, which I thought was hilarious, we were joking earlier today about getting a degen billboard or maybe putting us up in times square and in the war room. It came about that we should. I should. I said that we should put you on the billboard with the quote. The quote, we need more losers. And ian, who is one of the newest members of the djdeheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheh war rooms goal is just a rock star. A rock star with content. By the way, ian, the same one who found chambers. That's right. Very quickly. Yeah, same, same guy. So he spun up this wonderful edit of the chamber billboard up top. And, I mean, I'm actually going to make the executive decision here without talking to the rest of the team, that we are actually going to budget for this billboard somewhere. And people, people are going to be like, what the fuck is this? We'll put a, we'll put a little qr code on there and it'll take you to, like, our newsletter."
    },
    {
        "speaker": "B",
        "text": "It's got to do something. I mean, how much does it cost to run a billboard for, like, a week?"
    },
    {
        "speaker": "A",
        "text": "Well, somebody, it's funny, like I said, I was saying that, you know, maybe we put in Times Square, and somebody in the war room said, oh, maybe it's better if you go a little lower budget and do it, like, somewhere in Ohio. And so I was like, well, we could do like, hey, dj network, at least it's not Cleveland. And then it would really offend Steve. So maybe we do that with your picture on it as well. But, yeah, that's going to do it for us. Check out all of our other shows and for everybody I've got to meet over the course of the last week. It was amazing meeting you. You're all fantastic humans. I can't wait to see you all in real life again. And we'll just FaceTime chamber next time because it doesn't sound like we're anywhere close to getting him in real life. But we will FaceTime. But that's going to do it for us. Until next time, stay mint."
    }
]