[
    {
        "speaker": "A",
        "text": "What have I done? What have I become? I can't describe this. This is my mid mic crisis."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome to the mid mic crisis. I am Bunshu, alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "I am doing well. I. I just watched. I don't know. Are you. Are you watching t. Like, are you watching shows lately?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I actually wanted to talk to you about a show today."
    },
    {
        "speaker": "C",
        "text": "I wonder if it's the same one, because I have."
    },
    {
        "speaker": "B",
        "text": "You want to start with this one?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think we should. I have some talk, too."
    },
    {
        "speaker": "B",
        "text": "Well, I'm not finished with it yet. I just started."
    },
    {
        "speaker": "C",
        "text": "My show also is not finished with either."
    },
    {
        "speaker": "B",
        "text": "I think I finished episode three."
    },
    {
        "speaker": "C",
        "text": "I think I'm on episode six of."
    },
    {
        "speaker": "B",
        "text": "Mine, and it is the Netflix show."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. It's the same show."
    },
    {
        "speaker": "B",
        "text": "I guarantee it, baby. Rainy rain. Not discussed prior to this. Okay, so I'm nothing. I am not at all. As far as you. I think I only finished episode three last night, bro. But it's funny. I actually. Literally, last night, I was like, I gotta ask Chamber tomorrow if he watches this show, because I. I don't. Now, here's where I'm a little nervous. I'm enjoying it very much."
    },
    {
        "speaker": "C",
        "text": "Yeah. Prepare for that to fucking end."
    },
    {
        "speaker": "B",
        "text": "Oh, no. Okay. All right."
    },
    {
        "speaker": "C",
        "text": "Not that it's a bad show. You will enjoy it significantly less in a few more episodes."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm still watching it, but the enjoyment level has gone down is in."
    },
    {
        "speaker": "B",
        "text": "Terms of what I don't want to say, too. No spoiler alerts. We can't go spoiler because this is, like, a Netflix top ten show."
    },
    {
        "speaker": "C",
        "text": "It is maybe, like, a top two right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's, like, the hottest. It's the hottest thing. So the last thing I saw was."
    },
    {
        "speaker": "C",
        "text": "Yeah, let me know where you are. I feel like you're not at the bat. Like, you're not at the turning point yet."
    },
    {
        "speaker": "B",
        "text": "No, I'm kind of right at the relationship with the. Like, where it gets weird between his real life girlfriend and the stalker."
    },
    {
        "speaker": "C",
        "text": "Gotcha. Gotcha."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "That's where I gotta tell you, this is a phenomenal show. Like, again, it is much, like, funnier and fun in the first two, three episodes."
    },
    {
        "speaker": "B",
        "text": "Oh, so you're saying it's gonna get dark, less enjoyable."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's the enjoyable part, is she's kind of crazy. She says the funniest stuff, like, when she talks about taking it up the hooper. You know what I mean? There's some funny lines in there. There's probably, like, a."
    },
    {
        "speaker": "B",
        "text": "Actually. Yeah, the last episode I watched was cheeky fucker. Yeah. The last episode I watched was when she crashes the comedy set the playoffs."
    },
    {
        "speaker": "C",
        "text": "Right? Yeah. So I would say. But the quality of the show, I would say arguably goes up, but the enjoyment level goes down. I think the story becomes much richer and more interesting as the show goes on. I think I have the. I'm on the season. I'm at the finale of it tonight."
    },
    {
        "speaker": "B",
        "text": "That's on, dude. I don't know what happened. I feel like this has been happening on spaces all day today for everybody. No, I heard the quality of. And then you cut out for, like, 30 seconds."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, the quality of the show grows, but the enjoyment level goes down."
    },
    {
        "speaker": "B",
        "text": "Right. Not as comedic."
    },
    {
        "speaker": "C",
        "text": "Correct. Yeah, I would say, yeah, it's a phenomenal, like, phenomenal show."
    },
    {
        "speaker": "B",
        "text": "Super well done. Well, I'm excited to see where the show goes because mostly because of the TikTok you created for magic Internet cat the other day. Yeah, because I did not, I did not see the Piers Morgan interview yet because I didn't want to spoil anything in it, so. But that little tiny clip in the. In the TikTok you made suggests maybe there's some other things going on that I haven't learned about yet, and just because it's coming from her perspective rather than his. Right."
    },
    {
        "speaker": "C",
        "text": "So I will say this, though. The one big takeaway. Like, I I would say a couple things."
    },
    {
        "speaker": "B",
        "text": "I would say, don't give out your."
    },
    {
        "speaker": "C",
        "text": "Email or your phone number to anybody."
    },
    {
        "speaker": "B",
        "text": "Yeah. Or go out in public at all."
    },
    {
        "speaker": "C",
        "text": "Yeah. Just don't talk to anybody."
    },
    {
        "speaker": "B",
        "text": "Just. Just stay home."
    },
    {
        "speaker": "C",
        "text": "Just stay home. It's much better this way. I would say this. Social media has only focused on the first two or three episodes. Everything that you see in pop culture only relates to the first few episodes. From what I've seen, the stuff that happens after episode 3456 is not talked about at all that I've seen, at least. Interesting, which I think is interesting. Yeah. Which I think is interesting. The other takeaway from the Piers Morgan interview specifically was I the person, I think her name. What's her name in the show? I can't think of it now. The person that the stalker, she's like a. Just a pathological liar. And her cadence and the way she speaks and the way she lies reminds me so much of Donald Trump. Like, when I'm listening to her, I'm like, that's exactly what Donald Trump would say. And it's almost like just listening. You're like, oh, like, that's exactly."
    },
    {
        "speaker": "B",
        "text": "He probably texts like that, too."
    },
    {
        "speaker": "C",
        "text": "A hundred percent. Hundred percent. Like, the fact, like, you know, she adds, like, the scent from iPhone kind of thing. Like, that's like, yeah, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "I was actually thinking about, I was actually thinking about that last night, watching it, about the sent from iPhone thing, which, so if you haven't seen this, she purposely adds, she texts from, like, enochia or whatever. That's what she has. And, but she adds the text sent from iPhone down below. So just, Piers, she has an iPhone. And I was thinking to myself of, like, man, how much of a cultural flex is it that people do? Did that or do that? You know what I mean? Absolutely."
    },
    {
        "speaker": "C",
        "text": "It is crazy. So I would suggest it's not for everybody. I would say this show is not for everybody, especially as you get into it."
    },
    {
        "speaker": "B",
        "text": "I found myself sucked in really quick, though."
    },
    {
        "speaker": "C",
        "text": "I, so I was going to watch it on my own, and I got three minutes in, and I immediately paused it and said to myself, you're like."
    },
    {
        "speaker": "B",
        "text": "My wife would like this."
    },
    {
        "speaker": "C",
        "text": "I'm gonna have to watch this with my wife because it's, I knew it was gonna be great. So I would say maybe not for everybody, but if you are one who enjoys extremely well written storylines, I would say this is a great series."
    },
    {
        "speaker": "B",
        "text": "We should revisit this in a couple weeks. Once we're both finished, people have ample time to watch it."
    },
    {
        "speaker": "C",
        "text": "So we could just say that to the."
    },
    {
        "speaker": "B",
        "text": "It is a true story."
    },
    {
        "speaker": "C",
        "text": "It is a true story."
    },
    {
        "speaker": "B",
        "text": "And the, and actually, they even go as far as to, you know, a lot of times you watch these shows and it says, based on a true story. The, the literal, the disclaimer at the beginning is this is a true story."
    },
    {
        "speaker": "C",
        "text": "On top of that, too, this. I bearing the lead here, but the main character, the guy in it, is the guy. Like, that happened to him."
    },
    {
        "speaker": "B",
        "text": "Wait, what? I didn't know that."
    },
    {
        "speaker": "C",
        "text": "Yeah, sorry. The guy in the show is the guy that this happened to. It's the same person."
    },
    {
        "speaker": "B",
        "text": "I did not know that. Isn't that wild?"
    },
    {
        "speaker": "C",
        "text": "Wild. It's wild."
    },
    {
        "speaker": "B",
        "text": "Hmm. Interesting."
    },
    {
        "speaker": "C",
        "text": "Exactly. So everything he says, he's obviously saying it from his perspective, but you're, you're."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "C",
        "text": "Anyways, I can't get into too much."
    },
    {
        "speaker": "B",
        "text": "It's all right. It's go watch baby reindeer and come back."
    },
    {
        "speaker": "C",
        "text": "Very consumable episodes, too. They're like 30 minutes, 35 minutes."
    },
    {
        "speaker": "B",
        "text": "Very, yeah."
    },
    {
        "speaker": "C",
        "text": "Very watchable."
    },
    {
        "speaker": "B",
        "text": "We'll have book club. Yeah, we'll have book club. But anyway. All right. Shall we get into some other stuff today?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Should we do the."
    },
    {
        "speaker": "C",
        "text": "Yeah. You want to. You want to do it?"
    },
    {
        "speaker": "B",
        "text": "You got it or what? It's the mic minute. Meow. Talk about magic Internet cats. Now it's time for your magic Internet cat minute. We have a better. We have a better update today. How about that?"
    },
    {
        "speaker": "C",
        "text": "I would say massive update."
    },
    {
        "speaker": "B",
        "text": "Massive update. Bullish updates. I would say, look, the magic Internet cats have nine lives, and this is just how we roll. Last episode, I was waxing poetic about how everything sucked as we were dealing with some bad actors. But the cats persevere, man. The plan stays the same, and nothing has changed. So today we have found what appears to be a bottom, and we are now sitting at a $267,000 market cap. We actually touched 345 today, and. But forget about the price. We launched a game today. Very cool. We launched Mick to the moon. So you can go to our telegram, or I actually just dropped it in the war room, and soon I will be able to tweet about it in a couple minutes here after the podcast. But you can play our little game and take Mick to the moon. And you are. Here's, here's. Here's the full read. Fat cats with magic hat strapped to a rocket and heading to the moon. Your task is simple. Players are charged with propelling Mick and his rocket through the ups and downs of the market. With a. With diamond handed will avoid red and green candles, equally sized gaps placed at random heights. Mick automatically descends and only ascends when the player taps the spacebar. Each successful pass of an obstacle or pair of obstacles awards the player one point colliding with an arrow, or the ground ends the run. During the game over screen, players score for that round is displayed and logged in the leaderboard. So we are launching a little prize pool this week. 100,000 magic Internet cat up for grabs for the top spots, and you can go to dab three, XYZ, Magicinternetcat, or just find us in the telegram, find it in the war room, and I'll tweet it later. But it's basically, it's kind of like flappy bird, if you ever played flappy bird. But who's on the leaderboard? Are you still at the top already?"
    },
    {
        "speaker": "C",
        "text": "No, no, bwr is currently the top of the bwr. Yeah, I forget who that is."
    },
    {
        "speaker": "B",
        "text": "That's gotta be Brendan."
    },
    {
        "speaker": "C",
        "text": "I think you're right. I'm number. I'm number two. So 57 is the leader."
    },
    {
        "speaker": "B",
        "text": "I gotta tell you, I suck at it. I did set a personal best right before the podcast of like 30 something. Yeah, but I. Is that what my score is? 30?"
    },
    {
        "speaker": "C",
        "text": "33?"
    },
    {
        "speaker": "B",
        "text": "Currently, 33. But before that my high scores were like 18, bro."
    },
    {
        "speaker": "C",
        "text": "I couldn't fast two for a club for like a good five minutes."
    },
    {
        "speaker": "B",
        "text": "It was so brutal. But anyway, very addictive."
    },
    {
        "speaker": "C",
        "text": "Very addictive."
    },
    {
        "speaker": "B",
        "text": "Well, look, that's it. You got to get them in somehow so you can compete for some magic Internet cat tokens. We're going to be doing this for the next, probably like six weeks, so come earn some magic Internet cat. It is free to play, but you must be a magic Internet cat holder to win the prizes. So if you don't have any magic Internet cat, go pick up a one or two, which will cost you literal pennies and come and play with us. But, like, I gotta tell you, Chambere pretty proud of putting this out, not gonna lie. Like, the magic Internet cat story and lore is growing, and find me another cto project that does stuff like this. Just find me one. Just one."
    },
    {
        "speaker": "C",
        "text": "I'm trying to, I would argue, find a non cto project that's doing this much."
    },
    {
        "speaker": "B",
        "text": "So find an NFT project from 2021 that does stuff like this."
    },
    {
        "speaker": "C",
        "text": "No, this is honestly very, very cool. And we were talking, you got some other stuff cooking up, too, which I think is very exciting. But this, I think specifically, it's very fun, very addictive. This is exactly what we like, you know, this is the type of thing that can obviously help propel magic Internet cat into the zeitgeist of web three. But, yeah, web three."
    },
    {
        "speaker": "B",
        "text": "We're going to. We're going to the zeitgeist of the world. I love it. This cat's going to be all over the Internet by some time. Like, I love it. That's the plan. You were in the pudgy Penguins playbook with a wizard fat wizard cat. That's what you do."
    },
    {
        "speaker": "C",
        "text": "That's it. We need the. I guess we need NFTs next at some point."
    },
    {
        "speaker": "B",
        "text": "By the way, having our own podcast is very bullish for magic Internet cat."
    },
    {
        "speaker": "C",
        "text": "It doesn't hurt."
    },
    {
        "speaker": "B",
        "text": "Yeah, the people are finding it. That literally is how we've resurrected today, by the way, just so you."
    },
    {
        "speaker": "C",
        "text": "Is that right? Yes, I saw. I saw something in one of the chats. Is that. Is that what you're referencing?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And that person, that person listens to our podcast, has been a listener for three years and messaged me yesterday and said it was the first time they were able to listen in a couple weeks. And it was actually Liam down there, Liam Defi. And he was the first time that they were able to listen in a couple weeks. And they thought what we were doing was interesting and wanted to support and share it out. So, that is where. That's where today's nice little action comes from on the day that we're launching the game, which is pretty cool. So, yeah, come and play."
    },
    {
        "speaker": "C",
        "text": "I will have a link to the game in the show notes for anybody listening via podcast. You can just hop into the show notes and click the link to play."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. And come and come and brag in the chat in the, in the telegram. Come."
    },
    {
        "speaker": "C",
        "text": "I'll put links to the telegram, too, in there, too, by the way."
    },
    {
        "speaker": "B",
        "text": "Yeah, come, come, brag in the telegram. Uh, share your high scores, compete for some magic Internet cat. You know who else is doing stuff like this? It's. We're just vibing with the fat cats. That's. That's basically it. Um, all right, should we get to pump fun?"
    },
    {
        "speaker": "C",
        "text": "Yeah, because I honestly have no idea what's happening."
    },
    {
        "speaker": "B",
        "text": "Dude, I was front and center for this yesterday. Like, front and center. As close to it as you could possibly get, I feel like. Um, so I'll share my very unique story. So, it's about, I don't know, 11:00 a.m. yesterday, and my brother, who had been helping out on magic Internet cat with doing the art, all this stuff, and he's like, man, I want to try to, you know, do my own little project here. And he wanted to do a pepe derivative. He had this very fun idea. It's called what would Pepe do? And he's making. So the ticker's WWPD, and he was making all these kind of, like, what would Pepe do? Scenarios, right? And that was his memes, and they were fun. They're. They're cool. But he's doing, you know, this very organic thing on pump. Like, they had been working it for three or four days and getting people in, having them in the telegram, doing all that community building stuff, and it was going really well. And so yesterday morning at, like, 11:00 a.m. the token was sitting at a $19,000 market cap on pump. So, like, if you've ever been on pump fund, you know, how it works is. Is there's a bonding curve just like anything else in 1919 puts you about, what, halfway through? So it was actually. Yeah, it was about 65% to 68% of the full bonding curve, and they were, like, 80% or so to the king of the hill. And if you don't know what that is, the king of the hill is, like, you've overtaken the, like, next highest market cap. You get featured on the main page, and that kind of shoots you to potentially get off of."
    },
    {
        "speaker": "C",
        "text": "That's what you really want. You want to be king of the hill?"
    },
    {
        "speaker": "B",
        "text": "You want to be king of the hill, and you want to get. The whole goal for most of these projects is either to. Is to get your project out to radium, right? Like, the whole idea is that this is a fair launch platform. It gets your token out without any dev work, and it automatically seeds the liquidity pool, et cetera, et cetera. Right? And so, you know, but he was taking a very organic approach to this and was doing really well with it. And he was about 80% of the way to king of the hill. He was 70 or 65, 70% to the way of getting it out completely. And, you know, because of the organic nature of it, it was not like, oh, he didn't have everything totally set up. And all of a sudden, I was literally sitting there on the phone with him, trying to help him with some stuff, and we both just go, holy shit, what just happened? And I. Somebody jumped, or somebody just bought the remaining tokens in 150 soul clip, and there wasn't even 50 soul left in the pool to get, but they basically bought the pool. So we were like, oh, no, what is happening? Like, this? Is this a glitch? Is this, you know, is this a good thing? Is it a bad thing? And we're watching all this stuff happen. We look at the wallet, and we're watching the wallet just do this to thousands of tokens. He did it to every single token on pump. Fun. And the. The crazy. I mean, so it was insanity because your token automatically gets sent, but he was doing all of these at once. So there's, like, this crazy backlog of tokens that are, like, waiting to be seeded by pump to go out on radium, all this stuff. And it was like they kind of froze everything in backlog, so nothing was actually coming out, I guess, while they were trying to find what was going on. And meanwhile, I'm, like, pinging everybody I know, like, what's going on? Do you guys know what's going on on pump, all this stuff. And our token. That token was one of the only ones that actually made it out to radium before they shut everything down. And really, dude, and it went fucking insane. It went insane. We weren't ready for any of that. It wasn't ready for it. And so, like, all of a sudden, you had hundreds of people joining this telegram. You got this. And on chain, it was the last token to make it out of pump. So there's, like, people coming in and are like, if pump is done, this has historical value, and people are in the voice chat. It went fucking insane. It went straight to a million dollar market cap, straight to a million. And it was from. From 19,000. Because as soon as it hit radium, and this is probably like a 40 minutes, 45 minutes gap and between when it happened and when it sent to radium, and we're like, we're kind of all paralyzed there on the phone because we didn't know what was going to happen. We didn't know what the dude's intention was at all. And so we're like, well, this is it. The project's ruined because it's not going to. Like, this guy's going to dump all his tokens. He probably found a way to rob because we thought initially, oh, he's doing this to dump everyone's liquidity pool. Because if you think about what he did, he could have done that, right? Like, it turns out he was trying to be this Robin Hood type figure. However, if you did that with the flash loans and the way he did it, he owns. So he owned 22% of the total supply of this token, which is, you know, if you're talking about what a distribution looks like on a potential pumped up fund token where it's supposed to be, you know, not dev holding 90%, et cetera, that's potentially the biggest or second biggest holder on almost every one of these tokens. So in theory, he could have just dumped every single one of the liquidity pools because there were other people's money in it. Right? And then he takes out his own as well. And he could have just done that and literally wrecked every single token. So that's what we all thought was going to happen. Then during this time, he puts out the tweets. Did you see the tweets?"
    },
    {
        "speaker": "C",
        "text": "No. Who's the guy?"
    },
    {
        "speaker": "B",
        "text": "Oh, man. He came public. And so you didn't know. You don't know about any of this, do you?"
    },
    {
        "speaker": "C",
        "text": "I mean. No."
    },
    {
        "speaker": "B",
        "text": "Okay, hold on. So let me. Let me see if I can find the tweet thread here. Because his Twitter is probably."
    },
    {
        "speaker": "C",
        "text": "And this all happened within not even 24 hours, right ago."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was yesterday at like 11:00 in the morning."
    },
    {
        "speaker": "C",
        "text": "Just over 24 hours ago."
    },
    {
        "speaker": "B",
        "text": "Yeah. So hold on. I'm going to try to find this series of tweets that he put out, but he basically says he wants to. So, like, apparently he is a former employee. He worked there for like, three weeks. Here's the post mortem from pump fun. He worked there for three weeks."
    },
    {
        "speaker": "C",
        "text": "And he worked at pump fun for three weeks?"
    },
    {
        "speaker": "B",
        "text": "Yes. And apparently, like, warned them of this potential exploit. And my understanding was that I'm still trying to scroll through here and find his tweet. Hold on."
    },
    {
        "speaker": "C",
        "text": "Do you know his name? What's his handle?"
    },
    {
        "speaker": "B",
        "text": "It's stack. S t a c c overflow. Like, stack overflow, but."
    },
    {
        "speaker": "C",
        "text": "Gotcha."
    },
    {
        "speaker": "B",
        "text": "He's tweeted quite a bit in the last 24 hours. Hold on. Oh, here it is. Here it is. So this is. This tweet came out. Yeah. 11:51 a.m. yesterday. 2 million views, 849 reposts, 860 quotes, 3.7k likes, 773 bookmarks, and it says, and now magic. Everybody be cool. This is a robbery. What it do? Stack attack. I'm about to change the course of history and then rot in jail. Am I sane? Nah. Or am I insane? Nah. I'm well? No. Am I? Well? V much not. Do I want anything? Question mark. My mom raised from the dead. And barring that, I guess this guy's mom passed away. But it's this whole Twitter thread. It's this whole Twitter thread. And then he goes on to say, like, he's expecting me in jail. Oh, yeah. The next tweet says, life without parole. Stickiness here. Now, if stack winds up dead, it was not a suicide. I'll tell you this."
    },
    {
        "speaker": "C",
        "text": "It's a McAfee prediction."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. The kind of horrible bosses that witness you wreck your hand, ask you what happened. You said the glass table got you. And they go, is the glass table okay? Is not the type of people you want front and center as the face of blockchain. The type of people that insist on custody of user funds. He he, he are not the type of people we want holding any more of your millions. And so this we little script is sending the remaining balances of bonding curves to via PrnG to slurp holders, stack holders, saga holders, risk lol holders. This $80 million airdrop may cause Solana fork. It may cause an awful lot of sour puss rich kids everywhere, but it stops the evil here. Probably should have went for the Buckley bonuses. A and instead you face the day of the great canadian rake."
    },
    {
        "speaker": "C",
        "text": "I knew he was canadian right away."
    },
    {
        "speaker": "B",
        "text": "Coulda, coulda had some bonuses. Ain't nobody hurt, ain't nobody cry. Shalom P's. I left about half the value on the withdrawal authority. You're very welcome. And that was his tweet at 1151. Then he goes on spaces."
    },
    {
        "speaker": "C",
        "text": "No way, dude."
    },
    {
        "speaker": "B",
        "text": "He was on spaces for, like, 2 hours."
    },
    {
        "speaker": "C",
        "text": "No, somebody else's. Or he just started up a space."
    },
    {
        "speaker": "B",
        "text": "I think he went on. He was. I don't know if he started his own, but he was definitely on to that. I was tuned into and he kind of explained what he was doing and what happened and I guess he ended up taking like two million dollars, one point nine million from pump fund. But the tokens that he snagged were, were what he was talking about with the 80 million. And so you can then see the pump fund post mortem. Pump fund contracts are safe. They've always been safe. A former employee used their privileged position at the company to misappropriate 12.3 thousand sol. Pump fund is back live. You can launch new coins, trade any coins that did not reach 100% between that timeframe to make users whole. Any coin that reached 100% between those that time will go live on radium with 100% of the liquidity that it previously had within the next 24 hours. Trading fees are now 0% for the next seven days. Uh, keep reading to understand what happened. Uh, so then he, he, they describe like what the guy did, basically, he took flash loans that he took out flash loans, bought all the liquidity pools, paid back the flash loans. And that's, uh. And he just did that over and over and over again. Wow. Yeah. And so then it turns out like, he ended up returning all the funds, I guess, is the newest update since this morning. I guess he returned the funds. But yeah, he was basically a disgruntled employee and basically said they treated everybody like shit and refused to get bonuses. And he said that they, like, he told them about this exploit and they said that only people with this key could get it, blah, blah, blah. And so he basically said, well, watch me. And that was the pump fun craziness. But yeah, man, I was front and center yesterday to this whole thing, watching it, how it happened, watching it happen. And, uh, you know, unfortunately for my brother's token, uh, it is now at a $66,000 market cap. So it has, you know, the, the hype of being."
    },
    {
        "speaker": "C",
        "text": "Was he able to sell any of it at that top of the, you know, the market cap?"
    },
    {
        "speaker": "B",
        "text": "Yes. Not, not much. Because, you know, he wanted it to be a real thing. He's not, he wasn't trying to rug anybody and stuff. So he took an appropriate amount of profit, I would say he took an appropriate amount of profit, enough to operate and make a little money. So he's kind of free and clear from having to stress about any kind of price action, which is nice. But like, you know this is the hard part of this, right? Like the moral compass kicks in and we're sitting there on the phone together and we're like, holy shit. Like, his bag is worth $400,000 because he's got all this. He's got, he's got all this supply. He's got all this supply and is a million dollar market cap. And like, it's happening fast. There's no time to like decide what to do. It's like. So you either have to decide. You either have to decide you're a good guy or a bad guy real quick. And it was."
    },
    {
        "speaker": "C",
        "text": "I don't like to throw the term bad guy around."
    },
    {
        "speaker": "B",
        "text": "Okay, so you would have, you would have been appropriate. You would have been cool dumping the whole bag there and taking your. Taking it."
    },
    {
        "speaker": "C",
        "text": "I'm just saying, theoretically, if somebody."
    },
    {
        "speaker": "B",
        "text": "Because we did not do that. We did actually quite the opposite. When you're sitting here thinking about it this morning, you're like, fuck yeah."
    },
    {
        "speaker": "C",
        "text": "Like theoretically, if somebody did do that, I wouldn't necessarily classify them as a bad guy. You're a good guy for not doing it for sure."
    },
    {
        "speaker": "B",
        "text": "But like, nice guys finish last, my man. I'm telling you that for sure."
    },
    {
        "speaker": "C",
        "text": "They don't finish first, I'll tell you that."
    },
    {
        "speaker": "B",
        "text": "Yeah, but either way he's free and clear, so he doesn't have to worry about profit or like what the price is doing. He can do. He can do his thing. I sold enough to make a little money."
    },
    {
        "speaker": "C",
        "text": "I didn't know you were in on it too."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, cuz I'm supporting him on."
    },
    {
        "speaker": "C",
        "text": "Did you sell enough to help support prop up magic Internet cat?"
    },
    {
        "speaker": "B",
        "text": "I did not buy any of this recent pump of magic Internet cat. I have supported magic Internet cat."
    },
    {
        "speaker": "C",
        "text": "No, no. Did you make enough on, on the other one to help prop up magic Internet cat?"
    },
    {
        "speaker": "B",
        "text": "Well, that's what I mean. I was like, I didn't have to. This, this recent prop up was not me, so."
    },
    {
        "speaker": "C",
        "text": "Oh, that's good. So we still have some in the chamber is what you're saying."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly. So."
    },
    {
        "speaker": "C",
        "text": "Hey, everybody, just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter edmike crisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple Podcast, Spotify or wherever. You're listening to this right now. Let's get back to the show."
    },
    {
        "speaker": "B",
        "text": "Yeah. Fucking wild though, right?"
    },
    {
        "speaker": "C",
        "text": "That is wild. That is what now? So I guess the question is, like pumped on, fun, like we're done, right? Like that's. It's over."
    },
    {
        "speaker": "B",
        "text": "No, they're live."
    },
    {
        "speaker": "C",
        "text": "I know they, I know they're back, but like, can you really cut? Like, even though it's working fine, can you come back from it? Like, I have to imagine the volume is probably down significantly. I mean, I don't know for sure."
    },
    {
        "speaker": "B",
        "text": "It's gonna be interesting to see because, like, what was crazy about the space he was on, right, is like they let people up to ask him questions and he, he really had this face that would have been, dude, it was crazy. He, he really had this, like, in his mind Robin Hood mentality about him, which was, these guys are scumbags. I, I don't feel any remorse for what I did. All this stuff and, and then this woman comes up to stage and she, and she's like, you can hear it very clearly in her voice that she's upset. And she's like, look, man, I've heard your story and I know what you are saying. And she's like, I understand. And she goes, I have been working on a token for a week now that I am put on pump fun because it's the only way I could launch it. I put my last couple thousand dollars in to support it and market it and do things the right way and build community. And she's like, and you just fuck that. That's it. Like, you just screwed me. And he, it was like this really wild exchange because this is why he, he had remorse to that. Like, he was like, of course. And he's like, I'm very sorry that you are collateral damage. And it's like listening to a hostage talk to a hostage, like, to the person. It was, dude, it was wild. I don't know. I have never quite experienced anything like that in, dude, this whole month in the space. I'd like to go back to nfts, please."
    },
    {
        "speaker": "C",
        "text": "Not me. No, this is great. All I keep thinking, I'm like, think of the ratings for that space."
    },
    {
        "speaker": "B",
        "text": "Oh, dude, there was 7000 people. There was 7000 people in it. So how about this woman who has the courage to go up and talk to this guy, like, because everybody else is like, yeah, stick it to the man. Yeah, blah, blah, blah, fuck these guys. And this lady comes up and she's like, you ruined my project and took my money. And it was wild. It was really crazy. But yeah, so that was the ins and outs, I think. I think if, you know, you've probably been listening to if you've listened to spaces all day, you've probably heard a lot of pumped up fun talk. I would bet you that is a unique story that you haven't heard yet, at least from that perspective."
    },
    {
        "speaker": "C",
        "text": "No, I mean, I'm so glad that I didn't know anything to get this specific story. This. It's unbelievable. It's. It's such a."
    },
    {
        "speaker": "B",
        "text": "Would you have dumped the whole bag, bro?"
    },
    {
        "speaker": "C",
        "text": "I mean, if I was your brother?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Probably not. If I was you, did you dump your entire back?"
    },
    {
        "speaker": "B",
        "text": "I sold. I sold most of what I had there. Like, well, I don't. I didn't have any obligation. I sold. I sold most of what I had there. I. My obligation was to my brother, not to anybody else. My obligation was to not wreck his chart if it was going to keep going. You know what I mean? So I got a couple of nice cells in at the top, and, uh, so did he. But, you know, not nearly as, like, we're not even talking. Like, we're not even talking, like, 1% of supply. We're talking about little clips, right? So, like, you know, we did nothing sell very much. Like, it wasn't. Not what it could have been. So, like, you know, it's just so hard to, like, have a moral compass in this space. Like, things like that don't happen. That's your lottery ticket, right?"
    },
    {
        "speaker": "C",
        "text": "Like, absolutely. And, I mean, it's like."
    },
    {
        "speaker": "B",
        "text": "And also, if he did it, nobody would have blamed him either. Probably because this fluke fucking thing. And quite honestly, at the time, and I don't know what it looks like now, but his. His, like, holder distribution is kind of. Was kind of wrecked because it showed one person holding 22% of the supply. However, it's now, like, an extremely bullish thing because if you look at his whole distribution, he's got, uh, the. He's got 21% of the supply in the. In the radium pool. 22% of supply, which what the other guy took is now also added as liquidity. It's not held by him anymore. So he's got sick liquidity, but it's all. And it's all there. So now it looks like these big supply holders, but they're actually just liquidity pools. And now his distribution looks really, really good. So I don't know what Pepe do. What would Pepe do? Pepe. Pepe would not have dumped the whole bag on his follower, on his. On his community, I don't think."
    },
    {
        "speaker": "C",
        "text": "I agree. I agree. You know, no, that's. That's a wild story."
    },
    {
        "speaker": "B",
        "text": "I've quite honestly, never experienced anything like it."
    },
    {
        "speaker": "C",
        "text": "To be so close to, like you said, like, being, like, the last project to make it out."
    },
    {
        "speaker": "B",
        "text": "Right. Cause nobody, like, it was a very unique role. Right. It was a very unique thing because it wasn't like there was ten or 20 projects that are coming out and people are just piling in. Like, it was, like, the focus for, like, an hour. And it was so wild. And meanwhile, I'm, like, trying to set up bots and do x, y, and Z again, trending set up for them, and I'm like, holy crap. It was just absolute chaos. It was so wild. But, yeah. So the good guys finished last. And, bo, I did reach out to."
    },
    {
        "speaker": "C",
        "text": "Pump fun for comments. Yeah. To join us, to give them their explanation or their side of the story. But they did. They chose not to comment or respond or look at my message."
    },
    {
        "speaker": "B",
        "text": "In fairness, you sent it at 03:55."
    },
    {
        "speaker": "C",
        "text": "P.M. i did send it. Yeah. I did send it 17 minutes ago."
    },
    {
        "speaker": "B",
        "text": "Yeah. Right. Exactly. Hey, Karen, a comment. Yeah, I'd love to join you. Oh, sorry, we."
    },
    {
        "speaker": "C",
        "text": "Turns out you're the bad guy in the story already. Apologies."
    },
    {
        "speaker": "B",
        "text": "Was it. Isn't that a crazy story, though?"
    },
    {
        "speaker": "C",
        "text": "That is. That is an absolutely bonkers story. It'll be interesting to see. Yeah. Like, I. That's the first thing I thought of. I'm like, oh, well, I guess that's. That's it for pumped up fun."
    },
    {
        "speaker": "B",
        "text": "Like, well, that's what everybody thought. And that's why, like, they were piling into this one. Because literally on chain, you could see we were the last one that was deployed. And so you know it, people were running with that historical narrative already. Assuming pumped up fun was kind of toast. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "No. 100%."
    },
    {
        "speaker": "B",
        "text": "But anyway, Brendan, come on."
    },
    {
        "speaker": "C",
        "text": "I don't know if Brandon, do you?"
    },
    {
        "speaker": "B",
        "text": "He just came up to brag about his fucking high score."
    },
    {
        "speaker": "C",
        "text": "Did he?"
    },
    {
        "speaker": "B",
        "text": "Probably that. First of all."
    },
    {
        "speaker": "D",
        "text": "First of all, I don't have a braggadocious bone in my body, sir."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "C",
        "text": "Oh. I just refreshed the leaderboard, by the way. And Brendan is no longer."
    },
    {
        "speaker": "B",
        "text": "Oh. Who we got?"
    },
    {
        "speaker": "C",
        "text": "The second person that's coming. That's in the midst of coming up right now."
    },
    {
        "speaker": "B",
        "text": "That person's gonna come up and brag about, wow. All right. Competition."
    },
    {
        "speaker": "D",
        "text": "Just know if you ever thought about, like, hey, what was it like in the thunderdome for Mel Gibson? You know?"
    },
    {
        "speaker": "E",
        "text": "What."
    },
    {
        "speaker": "C",
        "text": "What was it like there?"
    },
    {
        "speaker": "D",
        "text": "Consider yourself about to be entered into the thunderdome."
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "C",
        "text": "I love to see it."
    },
    {
        "speaker": "B",
        "text": "I love this. We're going to give magic Internet cat leaderboard updates every show now. Like we have to."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is great."
    },
    {
        "speaker": "D",
        "text": "So it's not only necessary, but it's great content."
    },
    {
        "speaker": "C",
        "text": "So currently in third place, so what. What pays? Top three, right?"
    },
    {
        "speaker": "B",
        "text": "Yes, top three."
    },
    {
        "speaker": "C",
        "text": "So in third place is myself with a score of."
    },
    {
        "speaker": "B",
        "text": "Yeah, 50. That's pretty good. I would see. That's your personal best then."
    },
    {
        "speaker": "C",
        "text": "That's my pb."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's really close to 59, right?"
    },
    {
        "speaker": "C",
        "text": "Well, it's even closer to 57. No, it's even closer to 57, which is the actual score you have."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah, I technically hit the. I hit enough spacebars to reach 59, but I just, you know, I didn't fix."
    },
    {
        "speaker": "B",
        "text": "That's right. We've already got complaints, Brendan, that there's no way for circles to play on mobile because for some reason, circles still refuses to get an actual computer or desktop or laptop."
    },
    {
        "speaker": "D",
        "text": "So to that I would say circles by Mike. And then you can have the attention of the development team."
    },
    {
        "speaker": "C",
        "text": "That's a good point."
    },
    {
        "speaker": "B",
        "text": "Good point."
    },
    {
        "speaker": "C",
        "text": "The gentleman with his hand up is currently in first place."
    },
    {
        "speaker": "B",
        "text": "That really handsome mutant down there. Yeah."
    },
    {
        "speaker": "E",
        "text": "With a wearing from the top, everybody."
    },
    {
        "speaker": "B",
        "text": "Oh, von Froste."
    },
    {
        "speaker": "C",
        "text": "Mister von Fronten with a. With a masculine score of 87."
    },
    {
        "speaker": "B",
        "text": "87."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Let's get warmed up. We're just getting warmed up. My personal best entire show."
    },
    {
        "speaker": "D",
        "text": "Okay, well, I mean, there's like chunks of 30 minutes of my day to."
    },
    {
        "speaker": "B",
        "text": "This thing for the last von Fraun. What's the, what's the key to life and happiness? Because you're killing it right now."
    },
    {
        "speaker": "E",
        "text": "Just hit the space bar and buy mic."
    },
    {
        "speaker": "B",
        "text": "Space bar. No, no."
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm very curious about. I think you should meme bag and the safety of that bag. If somebody can comment on that. I would also. I would also like to know when I can start buying magic Internet cat merchandise. Because I've got some empty spots in my closet and on my shelf here. And I think we're really missing an opportunity here."
    },
    {
        "speaker": "B",
        "text": "Oh man. You have not been reading my weekly updates. We've got the one and only James Costa designing us a couple magic Internet cat items. So."
    },
    {
        "speaker": "E",
        "text": "God, I hope it's a hat. God, I hope it's a hat."
    },
    {
        "speaker": "B",
        "text": "Well, I told, I told him hat and hoodie. I told him hat and hoodie. I don't know if he went wizard hat. He may."
    },
    {
        "speaker": "E",
        "text": "Oh, no, I know. If it's not a wizard hat, we're not buying it."
    },
    {
        "speaker": "D",
        "text": "We can do a staff too. I mean, you could expand even the close. But here's the thing. Imagine the next NFT or web three related conference is just a swarm of fucking purple hats."
    },
    {
        "speaker": "B",
        "text": "Just people walking around regular outer Lumen down there. Outer Lumen is going to figure out how we get this magic Internet cat quantum cat partnership going and we just have a total bash at the next. At the next conference with just cat wizard cats everywhere, both fat and quantum."
    },
    {
        "speaker": "C",
        "text": "See, I think fat and quantum go."
    },
    {
        "speaker": "D",
        "text": "Together like white on rice."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "I texted you the other day, I think yesterday, maybe day before, because I had, I thought was a phenomenal merch idea, and it was a hoodie. It was combining the two things you asked for, hoodies and hats."
    },
    {
        "speaker": "B",
        "text": "Oh, that's right. This was a good idea."
    },
    {
        "speaker": "C",
        "text": "I'm like, what about, like, a purple hoodie that the. The hood is the wizard cap. So it'd be kind of like a longer, pointier, star covered purple hood. I thought that would be a fun. Like, that's. I think that. I still think it would look dope."
    },
    {
        "speaker": "D",
        "text": "If you cut out the back of the neck. So it's just, like, connected on two hinges. Is that crazy?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, we could. We. James will have to be the, you know, the architect behind the logistics of it, but I don't know. Something like that, I think would look very cool."
    },
    {
        "speaker": "B",
        "text": "I did want to, while we have von Fronten up here, highlight a new tweet up top for the vonga launch. So, von Fronten, congratulations on the vonga launch the other day. Did I hear right, that pain? Did pain make that video for you?"
    },
    {
        "speaker": "E",
        "text": "The one and only, and did a phenomenal job."
    },
    {
        "speaker": "B",
        "text": "Incredible. That is a well done pain. It looks as videos, yes. What I thought. That's exactly what I thought. I'm like, we are not paying this guy enough. Like, what the hell? We've got a giveaway up top sponsored by Vonga and Clubhouse archives. Von Braun, while we have you here, you want to, you want to give a little elevator pitch for Vonga?"
    },
    {
        "speaker": "E",
        "text": "Yeah, sure. Yeah. So Vonga is a. At its heart, it's a clothing company. We're partnering with Clubhouse archives. So if you've ever worn anything made by James Costa and Clubhouse archives before, you know how good it feels to wear those things. Each one comes with an NFC chip powered by Iyk, which then gives you access to your on chain digital version of the garment. And then that will give you access to a what will be a growing list of partners and benefits that will roll out here in the fall as we start shipping these things out. We do have discounts for certain web three communities, DGEn network being one of them. So if you own a DGEn network pass. Go in there, connect with tokenproof and claim your discount."
    },
    {
        "speaker": "B",
        "text": "I'm going to claim 280 discounts with all the ones that are in our deployer wallet. And I'm just going to buy front and out and then I'm going to undercut them on eBay and just make a ton of money."
    },
    {
        "speaker": "E",
        "text": "No, and then I'll do that with purple then I'll do that with purple hats and we'll have some weird secondary market war going on. It's going to be fantastic."
    },
    {
        "speaker": "B",
        "text": "Fantastic. I love it. Well, congratulations on the launch. I know you've been working on this for quite some time with James, so it's super, super pumped for you. Congratulations, everybody. Go check out shop bonga up top. Enter for the giveaway. And a lot of you here are DJ network folks. If you're not, you're probably, you might be an ape. You might be part of any of these other communities that have some discount available. So check it out. Claim your discount. Buy support. Von Fryn's done nothing but give, give, give in the space. So support your boy."
    },
    {
        "speaker": "C",
        "text": "He got the message. You got to give. I will have thanks for the vonga site in the show notes. Also, von Franco, you want to just dm me?"
    },
    {
        "speaker": "B",
        "text": "God knows that this podcast is a kingmaker, so it really is."
    },
    {
        "speaker": "C",
        "text": "I mean, at this point, we're really."
    },
    {
        "speaker": "E",
        "text": "This is going to be the one. This is going to be the one. This is the episode. This is when it happens."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's chamberlain."
    },
    {
        "speaker": "E",
        "text": "I'll get everything over to you, man."
    },
    {
        "speaker": "C",
        "text": "I appreciate it."
    },
    {
        "speaker": "B",
        "text": "Cool. That's awesome. But yeah, congrats, man. This is super cool. Pumped for you. And I got to tell you, I had a call with James the other day and he had a vanguard quarter zip available and he showed me what they looked like on screen on the video call and oh, my goodness. Did he tell me, von Frauten, that the inside, like, lining is velour?"
    },
    {
        "speaker": "E",
        "text": "It is. It is velour. It is."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "E",
        "text": "No, it is. It is ridiculous how comfortable this is. Like, like the only, like, you know, rough thing we have going. And it's just the way that, like, the timing works is like, we're pre selling these in May when no one wants to wear velour. But when you get. When, like, we're shipping these in the fall, so like, they'll come right in time. They will feel just so good going into the fall and winter. It's ridiculous. Like, he has stories of this fabric. Like, you want to talk about somebody who's passionate about somebody, talk to James Costa about this fabric that he's, like, used and that we're using here. It's insane."
    },
    {
        "speaker": "B",
        "text": "Yeah. He was showing me and telling me, and I could feel it. I could feel it through the screen. Quite honestly. It was pretty cool. But anyway, congrats. Pick one up. Support your boy. And Chris Hodl, special thanks for all of, before we go to you, special thanks for all the work you did helping me get the mick to the moon game going. Appreciate you and GM."
    },
    {
        "speaker": "F",
        "text": "GM. Fellas. I like to think my part in this is taking Brendan's exceptionally long phone calls and trying to keep him focused because that guy."
    },
    {
        "speaker": "B",
        "text": "That guy. That's incredible. And also accurate."
    },
    {
        "speaker": "D",
        "text": "I feel so personally attacked, not to mention professionally."
    },
    {
        "speaker": "B",
        "text": "I have to tell Brendan every time I'm on a call with him that I have a hard stop and then we end up going over anyway."
    },
    {
        "speaker": "D",
        "text": "It's not my fault. Not my fault. Good ideas happen."
    },
    {
        "speaker": "B",
        "text": "No, it's true. Magic would, some would say."
    },
    {
        "speaker": "D",
        "text": "And we executed on it. We executed executable ideas."
    },
    {
        "speaker": "F",
        "text": "That's true."
    },
    {
        "speaker": "C",
        "text": "Good thing you've not proven the point, eh, Chris?"
    },
    {
        "speaker": "F",
        "text": "Yeah, but the guy's a professional squirrel herder. I mean, like, he's roaming the squirrel planes chasing squirrels on horseback. But the game is awesome. I'm really looking forward to it. And might I remind you, this is like phase one alpha of what we have planned for it. Like, we have several rollouts, including a pay to play version, and there's going to be some special stuff behind that. So I'm stoked for. I'm also stoked for vonga. So, Vaughn, friends, more flowers to you. I'm stoked for that because pretty much anything clubhouse puts out, I'm probably going to wear. So I'm going to go from Costco Couture to clubhouse couture, which is probably a significant."
    },
    {
        "speaker": "B",
        "text": "Oh, that's such a good upgrade. As long as you're not Costa couture. Yeah, Costa couture. As long as you're not eating clubhouse archives hot dogs. And you're getting those still from Costco."
    },
    {
        "speaker": "C",
        "text": "I heard they were better. I heard they were better."
    },
    {
        "speaker": "B",
        "text": "James Costa hot dogs. I'm not sure."
    },
    {
        "speaker": "F",
        "text": "Yeah, maybe James. James Costco hot dogs are velour line. So."
    },
    {
        "speaker": "D",
        "text": "I will say if you get the hot dogs from James at Costco, he's the guy."
    },
    {
        "speaker": "B",
        "text": "Great guy. Great guy. He works. He works Thursdays and Fridays in the evenings. Say hi. Tell him you're telling them. Tell him the folks from mid Mike crisis sent you to receive another discount. Because God knows, you know what, there's."
    },
    {
        "speaker": "D",
        "text": "A password, too, to get the deal. They'll be like, what is the password? And you respond, I'd rather give birth to a dump truck than sell my mic."
    },
    {
        "speaker": "B",
        "text": "Yes, that's. That's it. And then also, you get additional discounts if you hold Costco hot dog. Of course. Did you see chamber, that there's a Costco hot dog meme coin holder that is eating one Costco hot dog a day until the price reaches a dollar 50."
    },
    {
        "speaker": "C",
        "text": "Bro, I've been doing that since, like, 27."
    },
    {
        "speaker": "B",
        "text": "I know. You just. Incentives are in a line."
    },
    {
        "speaker": "D",
        "text": "Well, chamber, you could have monetized that."
    },
    {
        "speaker": "C",
        "text": "A long time ago."
    },
    {
        "speaker": "B",
        "text": "That's funny. All right, we go circles, and then Kyle down there, which will be a new speaker on stage. So circles GM, and then we'll close it down after Kyle. GMGM. Hopefully I'm not rugging. Yeah, so the mick to the moon, not mobile friendly. Can. I would say, can a dev do something? But we're in the age of AI. Can a GPT do something? Well, you. We actually already called this out before you jumped up here. And Brendan's response, I think, was. Was appropriate. He said, tell circles to buy some, Mick, and then he can speak to the development team. I have Mickey."
    },
    {
        "speaker": "C",
        "text": "I have Mick."
    },
    {
        "speaker": "D",
        "text": "I know where you got it."
    },
    {
        "speaker": "C",
        "text": "Yeah, buy some, I think, is what he said."
    },
    {
        "speaker": "B",
        "text": "That is true. Yeah. I chose my words."
    },
    {
        "speaker": "D",
        "text": "I chose my words very intentionally."
    },
    {
        "speaker": "B",
        "text": "Incredible. Well, you know, maybe. Maybe phase two or three of our. Of our game circles. I don't understand. Do you not have an actual computer? Do I have a chromebook? Yes. Do I have regular access to it? No."
    },
    {
        "speaker": "D",
        "text": "I'll solve the problem for you. Okay. Go into your settings in safari and change it to desktop version."
    },
    {
        "speaker": "B",
        "text": "Look at that. Alpha."
    },
    {
        "speaker": "C",
        "text": "That is Alpha."
    },
    {
        "speaker": "B",
        "text": "There you go. And that's. Would that mean you still have to hit the spacebar or you tap?"
    },
    {
        "speaker": "D",
        "text": "Hey, we're gonna find out."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "D",
        "text": "I'm on this wild ride with you guys."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, fair enough. Kyle. Gm. Welcome, GM. Gm."
    },
    {
        "speaker": "E",
        "text": "Appreciate the opportunity to come up on stage."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, with all this Costco hot dog talking stuff, are we still bullish on 711 Slurpee? I didn't even know Slurpee existed, but of course it does. Costco hot dog, Arizona iced tea, the slurpee."
    },
    {
        "speaker": "C",
        "text": "I got a circle cave polar ice guy myself."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Does that one exist? Because if not, you should make that one."
    },
    {
        "speaker": "D",
        "text": "Well, they're like the. They're basically the fang of meme coins."
    },
    {
        "speaker": "B",
        "text": "Yeah, or the bang, which also happened. Did you catch that one. That one ripped crazy. Did you see bang chamber?"
    },
    {
        "speaker": "C",
        "text": "No. If it ripped, I obviously did not see it."
    },
    {
        "speaker": "B",
        "text": "It was. Yeah, because we're still poor and Red."
    },
    {
        "speaker": "E",
        "text": "Bull gives you wings coin."
    },
    {
        "speaker": "B",
        "text": "Yet."
    },
    {
        "speaker": "D",
        "text": "They'Re really good about marketing and keeping their end and untapped, you know?"
    },
    {
        "speaker": "B",
        "text": "Brb. I'm gonna. I'm going back to pump fun. Oh, my goodness. But, yeah, I mean, chamber, where before we shut it down, I mean, our memes still the play for you. Like, what are you. Where are you living nowadays?"
    },
    {
        "speaker": "C",
        "text": "I am terrified. The only meme coin I currently hold is magic. Magic Internet cat. I'm holding ethereum, bitcoin, solana, and magic Internet cat."
    },
    {
        "speaker": "B",
        "text": "Me too, but only because I've invested all of my money into magic Internet cat and all of every. All of my college, my kids college funds into magic Internet cat. And I just keep getting rugged. Keep."
    },
    {
        "speaker": "C",
        "text": "I did create a cascading effect on one of the utility coins that I had. I had a fairly big."
    },
    {
        "speaker": "B",
        "text": "Oh, you sold a big bag. And everybody was like, oh, this chat."
    },
    {
        "speaker": "C",
        "text": "Was kind of going down. But, like, when I pulled, it went. I pulled mine, and within 2 hours, it had gone down 47%."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "After I pulled."
    },
    {
        "speaker": "B",
        "text": "Wow. So you were just perfectly timed."
    },
    {
        "speaker": "C",
        "text": "Yeah, like, I was. I was getting nervous about it. I'm like, this is. And, yeah, so I feel good. I would have, you know, I left a lot on the table. I should have obviously got out a little bit earlier, but it could have been much, much worse. So, you know, happy overall, I guess."
    },
    {
        "speaker": "B",
        "text": "Oh, look at this. The. What would Pepe do?"
    },
    {
        "speaker": "C",
        "text": "How are we looking?"
    },
    {
        "speaker": "B",
        "text": "He. He's just out here burning supply. He's just sole incinerator. Burning his supply. Bullish. Let's go. The circles will end it with you. I need to know if it worked in the desktop version. Not even a little. Sorry."
    },
    {
        "speaker": "D",
        "text": "Brendan, look, at the risk of sounding not empathetic, you know, circles, what I'd like to say is that I just to point out this is totally unrelated. Circles. Also, his phone fails to operate on an app that is used by more people than in the United States."
    },
    {
        "speaker": "C",
        "text": "That is true. I do always have to go in and increase his speaker volume just because that's true."
    },
    {
        "speaker": "D",
        "text": "I didn't say it was related at all. Look, I didn't say it was even relevant."
    },
    {
        "speaker": "C",
        "text": "You're just pointing out possibly connecting."
    },
    {
        "speaker": "D",
        "text": "I just thought people should know this. They probably would be interested in that somehow. Also, I'm not. I'm not. You know, I love circles. Circles is the man, and I respect him for going through such trials as he might have with technology."
    },
    {
        "speaker": "B",
        "text": "Circles. I mean, look, it sounds like you could get all of the upgrades that you want. This game and Brendan's personal phone number. If you just buy some magic Internet cat, maybe he'll even let you piggyback his Wi Fi. So it sounds like a pretty good deal."
    },
    {
        "speaker": "C",
        "text": "That's utility."
    },
    {
        "speaker": "D",
        "text": "I'll do. I'll do Wi Fi and the upgrades, but not my phone number."
    },
    {
        "speaker": "B",
        "text": "Fair enough. Fair enough. Get him on telegram. Encrypted messages only so you can delete your entire chat history. All right, that's going to do it for us. Chamber. This was a fun Friday. We needed it."
    },
    {
        "speaker": "C",
        "text": "I am so much happier going into the weekend than I was last weekend, so."
    },
    {
        "speaker": "B",
        "text": "And is it just because of price action for you? Or is it like, are you just feeling better or your vibes are better?"
    },
    {
        "speaker": "C",
        "text": "When I do the show, I feel better. When I do the show, when I get laugh, we get laughs in. And I was not laughing for the majority of the end of last week into the weekend. So, no, it's. You get me laughing, I feel better. And it's good. It's therapeutic."
    },
    {
        "speaker": "B",
        "text": "I agree. But thank you, everybody, for tuning in. Congrats, von front. And on the launch, go place a mick to the moon. Come in, talk trash, show us your high scores. And I'm actually. I'm going to put up a bounty. I'm going to put up a bounty. An extra 50,000 mick. To anybody who hits triple digits. To whoever hits triple digits first. So that. I have a feeling it might go to von Fronten, but let's see. So go play some games, hang out, keep the vibes up. And until next time, keep the mic hot."
    },
    {
        "speaker": "A",
        "text": "I'm thicker than a Snickerdeen. I'm thicker than your ninja. Don't act like you don't know me. These yams deserve a trophy, baby, there ain't no mystery. Got the best bbl in history this cake will make you show up I know you seen this glow past BB every day what have I done? What have I become? I can't describe this. This is my mid mic crisis."
    }
]