[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Bunshu alongside my esteemed colleague and co host, who's in a mood. Chamber. Chamber. How are you?"
    },
    {
        "speaker": "B",
        "text": "I'm doing pretty. I'm in a mood, man. I'm doing pretty good. Just in a cheeky mood, you know, just a little cheeky."
    },
    {
        "speaker": "A",
        "text": "Are you cheeky? Are you cheeky? Or is it, like. I mean, is that what the mood is? Or is the mood that, like, you're. You're in a bad mood? Like, what is."
    },
    {
        "speaker": "B",
        "text": "No, I think."
    },
    {
        "speaker": "A",
        "text": "Doesn't say bad mood to me."
    },
    {
        "speaker": "B",
        "text": "No, I'm in a mood my wife was away from literally as soon as we ended the show on Friday. I think she left like five minutes before the show ended and then came back yesterday afternoon."
    },
    {
        "speaker": "A",
        "text": "With children or without?"
    },
    {
        "speaker": "B",
        "text": "No, no. I had the kids all weekend, so as soon as the show, so. And she was. And we had fun. Don't get me wrong. Like, we had a. We had a good time. We went to. Went bowling. We went."
    },
    {
        "speaker": "A",
        "text": "What's the like? Yeah, what's the. Mom's away, dad."
    },
    {
        "speaker": "B",
        "text": "Yeah, we have a good time."
    },
    {
        "speaker": "A",
        "text": "Thing that you do. Like, is there a certain thing you do or is it, like, multiple things? Is it, like, you know, stay up late, eat ice cream? Is it, you know, overthrow the. Overthrow the establishment? What do you guys do together?"
    },
    {
        "speaker": "B",
        "text": "So I'll give you the full. The whole weekend. So Friday night, as soon as we're done, I order pizza, we go pick it up together. We have a good time. And my youngest is now at an age where she can kind of do things now we've upgraded her to just the booster seat from, like, the kids car seat."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "She's not much more. It makes such a difference. You can just do more shit. And it's not a pain in the ass to go out and, you know, bring them in and out of the car. They buckle themselves in. Now. It's terrific."
    },
    {
        "speaker": "A",
        "text": "Makes."
    },
    {
        "speaker": "B",
        "text": "It makes a world of difference. So we go get some pizza, come back, you know, not too crazy. We watched some Bob's burgers."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Everybody's in the bed."
    },
    {
        "speaker": "A",
        "text": "Love it. Gotta love that. Fantastic."
    },
    {
        "speaker": "B",
        "text": "Yeah. So Saturday morning, right away, the sleep wasn't great. I'm gonna be honest. There were some early risers. Nobody was really sleeping that well through the night. But I'm asked to get McDonald's pancakes for breakfast."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. So I haven't had that in a while, honestly."
    },
    {
        "speaker": "B",
        "text": "They're not horrible."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I remember them fondly."
    },
    {
        "speaker": "B",
        "text": "So we doordash."
    },
    {
        "speaker": "A",
        "text": "They remind me of road trips."
    },
    {
        "speaker": "B",
        "text": "Honestly, they're pretty good. I was pretty, I was pretty happy with the bites I got. So we doordashed those first thing, you know, we chilled out for a little bit, and we got ourselves ready. We went to a, it's a big, massive, kind of, like, bowling alley, kids play area. Like, you know, those big play areas. It's got, like, all the, all the, I don't want to say the fair game, but you know those, like, kind of like. Yeah, bigger arcades where you win tickets and stuff like that."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, sure. So it's a whole accoutrements, and it's."
    },
    {
        "speaker": "B",
        "text": "Got a dairy queen attached to it. So we did bowl, we did bowling, we went to the jungle gym out of the play area. We did the arcade stuff, and then we ended with some, with some ice cream."
    },
    {
        "speaker": "A",
        "text": "So, like, the girls love when mom."
    },
    {
        "speaker": "B",
        "text": "Goes, oh, it's a good time. And like I said, as the younger one gets older, you can kind of do more things."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, that sounds great, but. So I get it. You're exhausted at the end of."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And since she was gone, you're ready. And now you're also getting, I think what I'm feeling here is you're getting a little, like, revenge."
    },
    {
        "speaker": "B",
        "text": "It's revenge. It is. You know, if I'm being honest with myself, probably a little bit of revenge, but I do have to get out a certain amount of sarcasm and, like, get under."
    },
    {
        "speaker": "A",
        "text": "Sure. I mean, you've had it pent up all."
    },
    {
        "speaker": "B",
        "text": "Exactly. So, like, she just got lambasted with it today. She got both barrels, and I felt bad. I felt bad. I really, you know, I get in, I get going, I get on a roll, and I can't help myself. The kids are laughing that we don't pick up the kids from school. They're kind of laughing. She's getting pissed off. I gotta, I gotta, you know, dial myself back a little bit. So I said, I'm going to do the show. I'm going to get it all out of my system, and after the show, I'll be a new man."
    },
    {
        "speaker": "A",
        "text": "Good. Well, here we are. We're going to get it out of your system. And I don't, I mean, send a wellness check to our good buddy Des. We haven't heard from Des in quite some time. I actually texted him today, and I haven't gotten really yet, so I hope Des, wherever Des is, he's maybe on an island somewhere, hopefully on an island. Hopefully. And. But, but soon, I think he'll be back. I think Des's schedule really only allows him to be here Wednesdays. So. Which is totally fine."
    },
    {
        "speaker": "B",
        "text": "I forget what Des does for, I."
    },
    {
        "speaker": "A",
        "text": "Mean, he's, is he just grips is like nft. Yeah. Last I checked that he was still full time doing. He was working with virtually human studios for a while. I don't know if you've ever heard of it, but goat, they make the g milk. Yeah, the g milk, the ones with the g milk they've got. He does that as well. But yeah, we got an interesting show here. I also am in a mood and I can tell. Bye. You know, we've done this very fun activity in the war room going on the last couple days with the new AI chat. We've got the AI channel down there and Vicki is kind of teaching us and challenging us all the ways to use AI art and mid journey and stuff like that. And I could tell I was in a mood today by the types of things I was putting out into the world as far as my, my mid journey out."
    },
    {
        "speaker": "B",
        "text": "It was coming out in your heart."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, dude, it's like, it is creepy today. If you go back and scroll through there from the morning, I had to like, mentally, I had to like deliberately shake myself out of it before the show and like make something that wasn't nightmare fuel. And so that's how I could tell that I was in a mood today. So, but we're here and we are going to chat. I think. I think we should just dive right into the proof of conference stuff. So there was a lively chat going on in the war room just a few moments ago when all the details started coming out about the proof of conference. Chris Hoddle says he's in the AI chat now. He says he's seen horror films that start like, what my art looks like today. Yeah. If that gives you any inkling of how I was feeling today. So, but interesting things going on here. So chamber, you know, oftentimes we talk here and you have no clue what the subject matter is that we're speaking on. Are you familiar and up to date with what's going on with proof and proof of conference?"
    },
    {
        "speaker": "B",
        "text": "No, I mean, I know of proof."
    },
    {
        "speaker": "A",
        "text": "Okay, well then, then good, good thing we have wonderfully. Yep, there we go. Jack's ready to chat. Proof of conference. So here we go. This was, this was actually courtesy of Jack from maybe the Moonbirds discord or somewhere, but here's the TLDR on what's going on with proof of conference. So if you don't know proof, part of their roadmap was they were going to put on a conference this year called proof of conference and they actually had a Zoom call today where they talked about all of the kind of details, initial details. And I believe it's march. I don't know the exact date. It's either March or May."
    },
    {
        "speaker": "D",
        "text": "May."
    },
    {
        "speaker": "A",
        "text": "There we go, Jack. Thank you. Do you know the exact date?"
    },
    {
        "speaker": "D",
        "text": "11Th to the 13th."
    },
    {
        "speaker": "A",
        "text": "11Th to the 13th. There we go. So here we go. Here's the information chamber. And first I want your initial gut reaction, just your unfiltered take. And then, then we'll open it up to some, some chatter here. We've got some requests coming up. We got James who said he's got thoughts. I know Jack has some thoughts. So 4000 capped total tickets. So the total ticket supply here is going to be 4000. There's a 50% discounted price for, I believe, I guess, holders of both proof and moonbirds. And my guess is. My guess is that proof will have kind of first access to this and."
    },
    {
        "speaker": "B",
        "text": "There'S only what, trickle down a thousand proof tokens."
    },
    {
        "speaker": "A",
        "text": "Is that right? 1000 proof, 10,000 moonbirds and probably like 65 ish hundred 6600 holders of movers. So the discounted price is 0.75 ETH for your ticket. The full price is 1.5 eth. 800 VIP tickets. There's an upgrade price I guess, and I don't, we don't know what that is yet. 50 random attendees will be given a free upgrade to vip upon minting these tickets. When you're purchasing the tickets, you'll be given a soul bound receipt to the wallet. That's interesting. The actual NFT ticket will be airdropped into that wallet in March. So that's an interesting mechanic. Tickets include free food and drink throughout the conference. So this is a three day or four day event, I believe. Complimentary merch, ability to participate in live minting, which as of right now will be free minting. So I'm guessing that means they're going to do some live art events there on site, which is pretty cool. Vip tickets will get access to faster lines, exclusive food and drink options, access to the vip lounge, maybe the exclusive food and drink they'll actually be serving. Owl, who knows? And some of the confirmed speakers, beeple, snowfro, G Money, all seeing Seneca from, from yuga, Rachel Ryle, Larva Labs, Gary Vee, Alexis Ohanian and others. All right, give me your first, your first gut reaction."
    },
    {
        "speaker": "B",
        "text": "So face value. It seems like a fun time. The lineup seems pretty good. I like the fact that they're using ETH as opposed to dollars because it's always a lot better when you pay an ETh. My initial reaction also includes it seems like paying for one of these might be a trigger point for some people. I feel maybe some of these other conferences, as long as you're holding said NFT, I think you can get in for free. I might be wrong there, but it seems like it's the first time I'm hearing it. You have to pay extra. Now. I think most of the proof pass owners will probably go. There's probably a high percentage of that, like maybe like 70, 80% of proof holders. And then I would imagine a lot of moonbirds will make up the difference. There's going to be a lot of people missing out is my guess that probably want to go. I like the fact that maybe you make some of that money back in the drops at the show. If you're doing live, there's going to."
    },
    {
        "speaker": "A",
        "text": "Be some exclusive stuff there, sounds like."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "You get some swag, which I'm into. I don't know. And again, the lineup, I'm actually surprised."
    },
    {
        "speaker": "A",
        "text": "That you're, I'm surprised you're bullish on this because it seems majority bullish, I would say is your sense."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like it seems like, like you're into."
    },
    {
        "speaker": "A",
        "text": "It."
    },
    {
        "speaker": "B",
        "text": "You know, it seems, it seems well thought out, I would say."
    },
    {
        "speaker": "A",
        "text": "Okay, I'm interested in that opinion. I thought you would be negative on this, actually."
    },
    {
        "speaker": "B",
        "text": "Have there been an, has there been a negative overall vibe to this?"
    },
    {
        "speaker": "A",
        "text": "Well, it just came out a couple hours ago and the war room was on fire. There was some, there were, I would say the war room was majority negative and then we had some sharing your sentiments here, including Jack. So let's go to Jack for the defense of conference. Yes."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And it's also Jack is, Jack is sacrificing his marriage to be here. It is."
    },
    {
        "speaker": "B",
        "text": "I get that, man. I get that."
    },
    {
        "speaker": "A",
        "text": "So cheers, Jack, for joining us today."
    },
    {
        "speaker": "D",
        "text": "Oh, no problem at all. Thank you so much for having me. Yeah, it's been a really interesting one in the war room. We've definitely seen a lot of fud come up from the timeline. Like some ex moon bird holders, some current, I think, sentiment generally in the Zoom call which had a few hundred moonbirds proof holders in the zoom. Don't know why they did it on Zoom, but let's not get down that little tangent."
    },
    {
        "speaker": "A",
        "text": "Should have done it on high rise."
    },
    {
        "speaker": "D",
        "text": "There you go. But yeah. Yeah, it's like, I don't know. Okay, so the 0.75, that's, that's not an issue for me. When you consider, like when you look at the Zoom meeting. It was very much like a crazy, crazy scale to this venue. They had all sorts of stuff for holders. They had like, you know, it will host the speakers. They're being really selective, which means that every time a speaker comes up on stage, you need that space to host the 4000 people who are going to be there on a daily basis. And it looks like they've managed."
    },
    {
        "speaker": "A",
        "text": "So does that mean. Are you saying. You're saying there's one stage track, is that kind of what you're saying? Yep. As opposed to like vcon last year, which was, you know, kind of all over the stadium and you can kind of pick different areas that you wanted to be at. So you're saying this is kind of solo track?"
    },
    {
        "speaker": "D",
        "text": "I'm not 100%. There's definitely other things to do at the venue, but when it comes to speakers, it seems to be that they've already spoke a lot about the curation of the event and yeah, it definitely seems by the scale that I saw and they showed a photo of, you know, like the seating arrangement talked about multiple screens so that everybody will get a good view, which indicates that, you know, it goes quite far back. And yeah, it definitely seems to be that it's for the speakers. It's going to host a ton of the people that are going to go at this event. Yeah, we can get into the foot if you like. I have one piece and chambers actually spoke about it, which is my take is I'm gigabolish, which I'm going to assume there's at least a portion of the moonbeards who are the same. And by the Zoom call, it definitely seemed that way. People are going to miss out. And the way they've hosted this is you can buy, depending how many moon birds you have and how many proof passes you have, you can buy two pair proof pass. I think the first one actually is free for a proof holder. So I believe the proof holders 1000 are going for free. I'm not 100% on that, but I'm almost certain that's just from my memory of this event. That was 2 hours ago. Outside of that, you've then got two for every moon bird at a 50% discount, which is the 0.75 price. The full price is 1.5. There is no way in my mind that this is going past the moonbeard selection. And my major concern is you're going to get a lot of people sweeping because if you have five moon birds they have capped it, you can buy 1010 tickets. So if you have multiple moonbeds. They haven't capped it to like one per wallet or anything along those lines for the first set of sales. And then they're gonna like. It sounds like it's literally just gonna be all foot to the gas, pardon the pun, but I do think this is gonna go to a gas war. And basically, yeah, I can see a lot of people missing out. And if you're a moonbed holder, and now it's not just the case of, oh, I've got to spend 0.75 for this, which has been major food in the discord that, you know, I'm not on the same page there, but I am on the same page in terms of, if you can't get to this thing when you're prepared to pay the 0.75 and you have a moonbird, especially from mint, where you've held that thing through, you know, a 30 floor at $3,000 eth, that's interesting to me, but I'll kick it back to the other speakers."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a tough one, though, right? Because you always kind of knew this was coming. And the location, I mean, we've known the location for quite a while. Right. Anybody who's kind of fudding it, being in LA and not being able to get there if they wanted to go is, I would say just chirping at the, you know, into the ether, like, we've known where this was going to be for quite some time. And, you know, if you want to go, you've got the opportunity. I think the. If you. If you wanted to go and couldn't, that's a different story. And. But I want to kick it to James because sounds like James has an opposing view here. And so I'm really interested to hear kind of both sides of this. I think, you know, what was going on in the war room, which was an interesting chat, was, you know, having to pay for the ticket if you're a moonbird or a proof holder, I mean, 4000 tickets at a whatever .75 or 1.5 Ethan floor or price basically guarantees they're going to be taking in, you know, $5 million prior to any secondary trading from holders. And as a way to at least either. Either break even or, you know, profit slightly, I guess. And I think that's maybe what's rubbing people the wrong way as they're like, as non conference runners, we don't totally know what it costs. That's why I'm interested to hear, like, cap's take in the war room now because he's put on tons of conferences in the past for his. His job. So, James, GM, get in here."
    },
    {
        "speaker": "E",
        "text": "Tell us your take, GM bunch. I mean, you saw what I wrote. Obviously, it was tongue in cheek, part of it, but part of it was true. Look, from 2004 to 2008, I actually threw a conference down in Miami beach at the Jackie Gleason Convention center, and it got pretty big. And we spent half a million dollars in production costs alone. We didn't have the kind of speakers that they have at this, and that's where all of this cost is coming from. Here's my thing. How much were the tickets to Ape fest?"
    },
    {
        "speaker": "A",
        "text": "Free."
    },
    {
        "speaker": "B",
        "text": "Okay, well, $200,000 if you had to buy."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "E",
        "text": "So they were free."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Because they're holding an ape forum unit. Right, exactly."
    },
    {
        "speaker": "E",
        "text": "And it's not as if they had, like, Eminem and Snoop Dogg playing there or anything to drive up costs. So I guess my point is, I don't. This is just another example for me of, like, did they think this through? Because I'm not saying it should be free, but first off, it's not pegged to USD, which I have a major problem with. If you know what your hard costs are, charge people a fair price. These tickets are going to cost you dollar 500. Cool. I know what dollar 500 is. Whatever that is. At the time of Ethan, like you said, you can transfer an ETH. That makes it easy. I get that. But if EtH pumps, like, unbelievably, from now until then, like, these tickets could cost, what, five grand?"
    },
    {
        "speaker": "A",
        "text": "Sure. I mean, even last week. Two weeks ago. Last week or two weeks ago, it was half the price."
    },
    {
        "speaker": "E",
        "text": "Right, right. But my point is."
    },
    {
        "speaker": "B",
        "text": "Dumps. Isn't it the opposite argument, though?"
    },
    {
        "speaker": "E",
        "text": "I mean, I guess, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, but that's a. That's a point against, like, charging people to begin with, I think, maybe. Right? Like, if you know your hard costs and your goal is to break even and you're telling people that publicly, well, then."
    },
    {
        "speaker": "D",
        "text": "Can I say one thing?"
    },
    {
        "speaker": "A",
        "text": "Sorry, I rugged myself. Yeah, Jack, jump in."
    },
    {
        "speaker": "D",
        "text": "And just. Just a very quick one on that. They said 0.75 as of now. So I do believe if ETH pumps, they would reduce the 0.75 price."
    },
    {
        "speaker": "E",
        "text": "Okay, hold on. So I have. Jack, you and I. You and I are very smart guys. I actually value your opinion a lot on this. They could have very easily pegged it. Now, that makes it seem even more kind of like we're going to wait and see."
    },
    {
        "speaker": "D",
        "text": "True. Very true."
    },
    {
        "speaker": "E",
        "text": "Right. Just peg it. Tell me it's a $600 ticket, and tell me why? Right. Like, and I get it. We're big boys. Like, we probably know it's like Gary Vee is going to speak there and beeple and whatever, but I really hope that it's like they're getting. I don't know, actually just makes me wonder, like, should it. Should it have started this way then? Because now it sounds like a lot of people. And this is the truth bunch. You said it's in LA, right? We've all known that. Well, one of the things as a deciding factor and whether or not I was going to go, and I'm like, hey, LA is going to be super expensive. What are my costs going to be? This is like jacking up the cost astronomically. And that is going to be a big problem for, I think, a lot of people."
    },
    {
        "speaker": "B",
        "text": "So is New York cheaper than La being?"
    },
    {
        "speaker": "E",
        "text": "Well, downtown LA is absurd."
    },
    {
        "speaker": "B",
        "text": "Yeah, I feel like it's calm. That's what I was thinking. Like, New York's pretty okay."
    },
    {
        "speaker": "E",
        "text": "But I didn't have to. I wasn't charged for, like, not me, but like, Steve wasn't charged for his ape fest ticket, right? Like, I didn't have to buy an NFT NYC ticket. I could have went to all the events."
    },
    {
        "speaker": "B",
        "text": "No, that's fair. That's."
    },
    {
        "speaker": "A",
        "text": "I think there's. I do think there's an interesting point there, though, about the pegging to eat. If your message is that. If your message is we're going to. We're trying to break even, right? Which is what came up in the war room, as I guess, what they said on the call. Jack, correct me if I'm wrong on that, is that."
    },
    {
        "speaker": "D",
        "text": "No, you're right. Yeah, they did. So I don't know if they implied that they're trying to break even, but they did imply that that's essentially where that cost is looking to get them. Right?"
    },
    {
        "speaker": "B",
        "text": "What if the costs just to play devil's."
    },
    {
        "speaker": "A",
        "text": "And that's why I thought it should be pegged to USD. Right? Because if you, like you said, james, if you know your cost and your goal is break even, well, then why are we. Why are we doing something doesn't smell right, right. As far as go ahead chamber."
    },
    {
        "speaker": "B",
        "text": "Sorry, I was gonna say, like, if the costs are associated directly to the speakers and if the speakers are for. Maybe we don't know, but maybe the speakers are being paid in ETH, where they are covering the cost regardless. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "You think Gary Vee is charging them in Ethan?"
    },
    {
        "speaker": "B",
        "text": "I don't know. Maybe I'm Gary v. Maybe I am charging an ETH because if you're thinking long term, you know, maybe the ETH, you know, that I'm collecting for this. Whatever, whatever the number is, say 100 ETH. We'll just use a number, you know, 100 ETH today at whatever the price is, $1600 is going to be, you know, maybe that's something he puts in his wallet and cashes out at, you know, five hundred, ten k. I guess."
    },
    {
        "speaker": "A",
        "text": "I mean, you know what I mean? But is that. I guess the point is like, is that on the holders to fund Gary Vee speaking fee?"
    },
    {
        "speaker": "B",
        "text": "No, but I'm saying that's why they don't peg it. Maybe it is. Maybe the costs are eth costs as opposed to USD costs."
    },
    {
        "speaker": "A",
        "text": "Yeah, I get some of that. Might be the case, right? Like that. Fair. I need to go. I need to go to Riggs on this. Riggs is a. Riggs is a huge moonfall."
    },
    {
        "speaker": "B",
        "text": "You're going to throw some gas on the fire. It's already salty in here. We're going to bring rigs in the."
    },
    {
        "speaker": "A",
        "text": "Well, I. Riggs has been like, you know, a really, I would say fair and. And balanced proof slash moonbirds holder. Right? Like he. He's on record for both bullish and PPF."
    },
    {
        "speaker": "B",
        "text": "PFP is. That's a moonbird?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's. It looks like my AI art today. Just brooding and in a mood. So rig, get in here. And I, as somebody who I feel is, is a balanced proof person, I think I've heard you give some really bearish and fud like takes and I've. And I've watched you defend them on things I might not have. So I think you're pretty balanced here. What's your thought on this?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I. Man, I really wasn't going to even hit the request button. I'm pretty spicy right this second and this is straight fucking garbage. Let me just tell you. The price point is not what I'm angry about. The price point was the delivery. My frustration was the delivery of all of this one. It seemed like they were discombobulated presenting it, which coming from somebody who's been in sales and selling something."
    },
    {
        "speaker": "A",
        "text": "Did you watch it live?"
    },
    {
        "speaker": "F",
        "text": "No, I didn't watch it live because they did it during my show. I went and watched and then all of a sudden I'm seeing the Fud."
    },
    {
        "speaker": "A",
        "text": "Well, that's the first problem. They shouldn't have scheduled exactly."
    },
    {
        "speaker": "F",
        "text": "They should have reached out to me and said, you know, is it okay? No, that's fine. So I saw the fud taking place in the discord and I was like, where is the recording? It took them about an hour to get the recording up as well, which I was frustrated about, but I watched the recording. They fumbled all over the place. They're building out this entire thing around these subdivid parliaments and things that really, I just don't think are going to move the needle. And it's, when you look at this as a culmination, I felt this is just one more thing that shows they're slightly tone deaf. And when I see this and start to feel this way, it just frustrates me because they have to understand, this team absolutely has to understand they do not have many more mistakes. They cannot make more mistakes. And if all of a sudden there is this, possibly the fact that there's going to be potentially a gas war to get tickets take away that we have to pay for it, there might be a gas war, and the only things we heard are, yeah, beeple will be there, snowfro will be there, g money will be there, Gary Vee will be there. Well, okay, cool. What are they going to be talking on? How are they going to add value to me by going there? This becomes an extremely expensive networking event that I feel I could do better networking elsewhere and not pay the same than going here and trying to hustle through all this stuff. In addition, you look at the main stage area. It's this super narrow, long main stage with a shit ton of chairs. If you were in the back, you might as well stay home and watch it on television. It just, I didn't like the setup. I'm down bad when it comes to this. I mean, I don't know. I'm just frustrated. I'm absolutely frustrated with this entire situation, man."
    },
    {
        "speaker": "A",
        "text": "I like, I feel your frustration. I know."
    },
    {
        "speaker": "B",
        "text": "I agree. It is, it is felt."
    },
    {
        "speaker": "A",
        "text": "You are, and I feel like you were, you were kind of just turning the corner back to, to team proof, right? Like a couple weeks ago, you were defending, I forget what the last hot topic amongst the proof crew was, but you were, you were back defending them, and now, you know, they just lift you up and drop you here."
    },
    {
        "speaker": "F",
        "text": "So it's just one of those things that this team, and if you watch, if you go through this and you watch the actual parliament, you'll see where these people will start to, you know, the team will start to get excited about one or two topics, and it's like, that's a frickin nothing burger. What are you getting excited about costume dancers being there? What are you getting excited about having technology that's going to minimize the ability for people to become whales with a ten max per wallet. That's not technology that you should get excited about. I don't know. I'm still, let me be clear. I still hold a big bag. I still do believe that long term this could be a good hold. I'm just extremely frustrated that without anything else on the horizon right now, there's nothing else on the horizon that we know of other than mythics, which is going to be a two year process to get all of them out, which I actually like. This was just a letdown right this second and give us something then about that's actually going to benefit moonbirds. Tell us where, where we're going to get benefited."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm wondering. So, so there's, I feel you on all that. And I'm thinking to myself here as we're talking about it is do they maybe think that there is much, much broader appeal to this conference that they're putting together than just the moonbirds and even maybe the web three community in which they're thinking to themselves, hey, we're going to give you guys all these at a half price discount thinking you're going to double your money on secondary or like, is that the angle they're coming from here in which there's value?"
    },
    {
        "speaker": "F",
        "text": "Not with the soul bound token that you can't transfer."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was going to say."
    },
    {
        "speaker": "F",
        "text": "So how does that work later and then. Sorry, I'm jumping hands. This got me heated a second ago and I literally just finished it right before I hopped on here. But it's one thing if you want to charge and give half off to Moonbird holders and it's going to be a 20,000 person conference and you expect everybody to sell all this stuff out and then there's going to be so much opportunity to network with people that you really have never met. But 4000 tickets, do it somewhere else then. I know you're in LA, but there's a reason why ape fest is decoupling from NFT NYC. It's because it's getting too big. This was supposed to be the biggest conference of the year and you're limiting it to 4000 fail."
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. All right, let's go back to Steve. I see your hand up. But I do want to go back to Jack because I know he's the, he's going to defend the other side here. So let's go back to Jack and."
    },
    {
        "speaker": "D",
        "text": "Then we'll go Stephen James, I love this. I love spicy rigs. The fact, the funniest thing is if you were actually on all on the lunch show the other day where we had the complete opposite version of this conversation where I was all fud for moonbirds. Riggs was all positive. It's oh my God, I just love this so much. So here's my, my other tables. I know, it's awesome. I obviously am just too contrary for my own good because it definitely sounds like it's getting footage up in here right now. My take on all of this is very much the biggest concern is the fact that people aren't going to get to go. When I said that, I meant that, you know, you've got 4000 tickets, 3000 to moonbeds if you consider, you know, proof are going to mince their free one. Because why wouldn't they? They can sell it on secondary. So even if they're not going to go, they're going to mint it if it is free, which I'm still, I'm like 99% sure it is. So you've got 3000 tickets across, 10,000 holders. They can each buy two each. People are going to degen and are going to assume that these are going to sell for more than they're going to buy them for. From my understanding, they're going to be at least worth the 1.5 on the secondary market even if you are buying them holding it until April. The biggest idea, I guess, for me in terms of where are holders making the money from this is actually attending the conference. I think some of this money, like the 3 million, 5 million, wherever it ends up at, is going to be in the airdrops and the, like the mechanics that they pull off where just being at the events, you're going to get some spicy stuff. And I do believe there'll be at least two or three things that do go to all holders. But I also believe that there's going to be one or two things that either are going to be very limited open collections with some big names or maybe even a couple of one of ones. And that would have been part of the cost basis as well because they basically commissioning these artists to do one of ones, dropping them to random people during the event. And some people are going to be made like generational wealth. Maybe not quite, but yeah, like I could definitely see like a 50 plus e floor on some of these, one of ones coming up based on the people they've already announced. So. Yeah, yeah, I think that's."
    },
    {
        "speaker": "A",
        "text": "I think that's fair. I think it's a good, I think it's a good thought on like, okay, where does the benefit go to holders for this? Right, but because I do think that's part of that's probably being overlooked on the initial announcement. Right. Because the problem is that part is kind of this is that parts the speculation which unfortunately is, you know, left to us to do. But they, you know, so that you're reacting, we're reacting right now to like the hard facts that have come out. But I think, I mean I think that's a great point, right? Like you're going to go to this thing and you might have, I mean who knows, maybe Snowfro will mint out the rest of the squiggles or something like that is basically what you're saying, right? Where you got. Maybe some of this budget has gone to the massive artists. It's not crazy to think that they're going to do that with how they've done things like grails and added value to proof holders and moonbirds holders and how I would say art forward Cairo and the teams or the team over there is meaning like this is probably a big emphasis of theirs. And what's unfortunate about it is that they can't, they choose not to come out and talk about that part. They choose to and all we're left with is this. So we're getting reactions to this, right? Like if they came and said hey, here's all the artists you're gonna be minting. You're gonna be free minting their work at certain parts of this event. Like maybe the narrative is totally changed and I. So, so I think that's a great point. Go back Jack, you can finish. Cause I kind of cut you off and then I'll go, Steve."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'll be quick. But like I get that take and I agree with it. I could see Steve and Riggs like 100% on top of that. I think the biggest problem with it is the 4000 limit which Riggs has like spoken about. Because my take is that if they announced half the stuff that they have in line and we talk about like the transparency side of things, then it is a gas war because there are only 4000 of these things and thousands are going straight to the proof. So we're talking 30, 00, 10,000 collection where every single person can get two of them. You're going to create a hell of gas war. There's double edged sword here. There's no right way to do it. I think realistically Kro is always, always given to the people who trust them most. I think unfortunately this is another case of you're going to have to gamble on this again, where dgens were speculative, this whole market is speculative. He can't give you all the information right now. I can't wait to see what Steve's got to say on this and I'll lay it out to him."
    },
    {
        "speaker": "A",
        "text": "No, I agree that you can't kind of give all the, all the juicy details, but what ends up happening is then this. Right? And so I'm totally with you. I'm dying to see what Steve has to say. The war room is dying to know what Steve's got to say. There's bets going on right now if Steve's going to be pro or con on this announcement. Steve, what's up?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I am. Wow, that's a lot of pressure to start off with there. Can you hear me all right? Because I'm in earbuds again. I go to the gym to work out and I'm like, I'm going to work out and not jump up. And then I hadn't, I forgot this was happening today. Meetings all day. So transparency. I haven't watched it yet. Here's my feeling. I'm more, I'm definitely closer to riggs than Jack here. I'm not quite as spicy as riggs, but, like, here's the thing. Like, I hear, I heard you describe it, and my question is, like, what are they trying to do? Like, what is their objective in their goal? I feel like, you know, this is what scares me is there seems to be, like, are they trying to make a super exclusive, upscale conference? Are they trying to have something where it's, you know, a benefit to their holders? Are they trying to create the industry conference? Like, what are they trying to do? Because, like, one, I mean, you nailed kind of my thoughts, actually. You know, right before here bunch, which was like, why is there not any, like, the lack of communication? So what I've heard from the call, and I need to watch it back again, is not a lot of communication as to what you're getting and why you're going there. You know, you're getting free food, you know, you're getting some swag. You know, you're getting some good speakers. I get it. But, like, I just don't know exactly what else to expect there. I agree wholeheartedly with Jack. My initial reaction when I heard it and then listening to the other speakers here was really helpful. Like, I didn't, I was actually getting no problem with the price because they've been transparent upfront. Proof has free moonbirds discount, oddities discount. So I'm like, okay, got it, got it. Cool. 75. I paid much more than $600 for shitty conferences when I used to, you know, from work or whatever, I paid $4,000, which was an ETH at the time, for a v friend. Rare, which is. Gets me three years of a conference. So that's, you know, over $1,000 per year in a conference. So no, no issue there. And good that they're throwing in the stuff, but, like, two things I'll say and then I'll make a point that hasn't been made yet because I'm kind of, you know, repeating people's points. But I don't mind that it's not free. I do have issues kind of with not understanding exactly what I'm going for and what I'm getting, what the purpose is. Like, Gary B is very upfront about what the purpose of his conference is and what's going to happen there. The lack of tickets bugs me. I do think $2,400 in the second market at currency prices is a little bit of a big ask for people going to a conference not knowing any of the details. LA is not an ideal place. I'm not gonna lie. Like, we've had this with Nft NYC all over again. I know it's one central location. We're not going around the city. But, like, let me put it this way. Like, I've talked to friends who are, like, pretty well off who have said, like, damn, dude, the place by the conference is like, they're. They're way too expensive. Do you want to get an Airbnb? And people potentially being left out who want tickets, who have to make a decision to pay 2400, minimal if they hold floor price, probably three, $4,000 on secondary for one ticket who already hold the moon bird. Like that stuff to swallow the thing. I'll add in. I said this to cap, I texted this to cap, and I hadn't brought this up, but now that they're putting the details out, I have worries. Here they are on the 11th. The next week is VCot, no matter what they do. I think I talked to James about this as well, actually, in a Zoom call. No matter what they do, they are going to be compared to VCON, which last year was the best conference I've ever been to in my life. Caps at the same. Caps into hundreds. I've been to, you know, tens of conferences. So, like, not, not, you know, dozens. Not quite the same as cap and be con. Was that good? You're the weekend before be con. So either you didn't coordinate with Gary Vee or you did it deliberately. People are either going to have to make a choice or if they go to both, like, inherently, if they had done this, like six months later, no one's comparing it to be con, just like you don't compare art Basel to NFT and YC. You just say, whatever. I did both. So, like, that comparison worries me a little bit. Like, it's almost like now that they're charging you at ticket price, $2,400, they're having limited tickets. A lot of people in the, in the club are going to have to sit it out because there's going to be people who just whale tickets and buy them and gouge the secondary. You're designing a mechanic for secondary sales at Theo Fields. Like, even though you have 100 million plus in funding. And so my worry is that if you don't knock this out of the park and then decon is the next week, and even if they're friends, you know, Gary Vee is competitive and wants to crush everybody. So, like, that's a worry that I throw out there as a possible, like, sort of, you know, issue that maybe they're not, like, thinking about is that if you don't absolutely hit a home run or really stay true to your brand on this, which I'm still trying to figure out, like, the purpose of the conference, you're going against VCon the next week and Vicon's going to smash it smashed last year, and he said a year to get better. So that's about throw it as like a worrisome piece there. It's like, if they're like, yeah, proof of cars is pretty good, but. But I had to pay for that one. And tickets for VCom were 0.25 on secondary, and I had a better time and it was an indie and I didn't have to worry about the cost there. And I was able to stay right next to the stadium and the speakers were just as good and I networked just as good. Like, that's a real worry for proof that they could get their first conference, even if it's great, not be as great by comparison. So I would toss that out there as a concern I've got going."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think all of those points are really well taken. I think it's funny when you say, what's their goal? And I'm thinking the same thing in the sense it's kind of why I said, hey, do they expect to mint all these out? And then there'd be such overwhelming demand outside the Moonbirds community that people are going to potentially make some money back selling tickets. Where the point I was getting at there was, are they actually looking at when they're planning out business model revenue streams, all this stuff? Are they actually trying to build conference as part of their business model? And I would suspect the answer is yes. But what I think is weird about that is it kind of relies like you're doing the artifact playbook here, where people got all pissed because everything that artifact is doing is essentially costing holders money rather than sharing the value, which is something we talk about all the time here. So I think if that, that's something that's like sticking with me on this and out of, out of the things that we were just talking about there."
    },
    {
        "speaker": "C",
        "text": "But can I make one very quick point sponge, then I promise I'll shut up and everyone else can go. Just kind of. That you said there is like, sure, I would really sorry to cut you off. It's just I would really like to see a larger enough venue or if they think the demand is going to be that high, the. At least somehow the opportunity based on holders, for every holder to get a ticket before you go to the next round. Like I'd like give every proof pass a free one. Right? Who holds a proof pass one per wallet? And if that makes."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a major problem. You're right. Yes."
    },
    {
        "speaker": "C",
        "text": "Yeah. So that's, that's the thing. That's like, it's like if your point about the revenue model. Look, someone showed me the board ape yacht club thing. By the way, I haven't taken a victory lap over Anthony yet about the fact that I said there would be a million dollars in eight point spent in this thing. I was wrong. Looks like it's gonna be closer to two, two and a half. But like, you know, the fact of the matter is, if you look at the bored ape yacht club leak roadmap, they projected $8.5 million on secondary sales for their sewer pass. So this is a part of things. And by the way, it's going to be eight to 10 million. So they're right on the money with their projection."
    },
    {
        "speaker": "B",
        "text": "I thought he said it was going to be quick."
    },
    {
        "speaker": "C",
        "text": "I was going to say like, if they're going to do that, I was going to say to bunches point about like projecting revenue that don't make your holders your exit liquidity or not. It's not exit liquidity. That's shitty for me to say. Don't make your holders the ones that are paying for it. Give them each. The chance to buy one and potentially profit then roll to the public on that, I guess is what I was."
    },
    {
        "speaker": "A",
        "text": "Yeah, you know, you. You're right. Because then, then you're saying basically holders buying from other holders, which is problematic in and of itself, which I think, you know, I think that's a great point. All right, we got to go. Let's go, James. Then back to Riggs, then boots. And then what do we got to Snowflake solidity."
    },
    {
        "speaker": "B",
        "text": "Yeah, let's keep it quick, guys."
    },
    {
        "speaker": "A",
        "text": "Chamber is the worst. Like, Chamber. This is the most active space we've had since we've been doing this. And the most. And Chamber is just like, when can I talk? Chambers, like, well, when can I talk?"
    },
    {
        "speaker": "E",
        "text": "All right, so hold on. So here's my thing. Didn't they raise 50 million recently with 177,000 ETH volume on moonbirds? Not to mention the money they made off the initial sale. Not to mention the money they made off proof. You're talking about 100 million in revenue. I just. I'm struggling. I'm really struggling with. I have this. It's limited to 4000 people. That means that people will get excluded from this. Like, there will be people that even if they want to go, they're not going to be able to go, likely, unless they pay to a ridiculous amount of money on secondary allowing people to buy ten of these things. Also suspects, like, there's just, there's a lot of things I just don't. It's like one per person that owns a moonbird. So you can go to the conference. I don't see a reason to like, promote a ridiculous secondary sale on this unless you're like, let them do it because we're going to make even more. I just. Everything for me from the top down on this doesn't feel like what I expected. And I'm done talking."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, it's very. And this is a thing that I'm struggling with a lot lately, as we see, especially Steve made some really great points about the contrast of this and Yuga, where it's like, where's the web? Three of it all with this. In terms of that value sharing value back to the people that are supporting you. And I think that's maybe the problem that I have with it. Otherwise, you know that. I mean, like, otherwise we're just. It's just a business. Like that's. That's."
    },
    {
        "speaker": "B",
        "text": "Yeah, this definitely. This definitely gives me the vibes of regular conference."
    },
    {
        "speaker": "A",
        "text": "Yeah. And it's funny, we see this with like, we see this a lot with the projects that have raised funding right, like we start, it beats, it's becoming a trend, like the Nike artifact stuff, the, and this, but you haven't really seen that yet with Yuga. And it's one of the things that I respect most about how what they do is how they do stuff. And it's such a kind of value shared model, which is really what the hell we're here for. So let's go. I think we got Riggs. Then I do want to go back to jack for the positive take. Then we'll go to boots. We'll try to keep the train rolling. This is a hot one. Go ahead."
    },
    {
        "speaker": "F",
        "text": "Yeah, I mean, Steve nailed it, really, of what's the purpose of this conference as well. It goes back to the expectation that Kevin Rose set was he wants to create a top three PFP. If that's what you want to create. Every action that you take should be aligned with finding a way to create that PFP and creating moonbirds as a top three PFP collection by putting a project or putting on a conference that is there, that they continue to say, we want this to be a celebration of art. Fucking average dj's don't give a shit about that. It's not going to move the needle on a PFP project. Find a way to align yourself with what your goals are. And if we want to continue down the path of, we don't understand what the point of this conference is, we don't understand what their north star is. It seems to be a reoccurrence that we're having this conversation. And again, I'm struggling right now. You guys can probably hear it. I mean, I'm so. I'm trying my hardest to find a bullish sentiment on this. And even listening to Jack, it's going in one ear, out the other at this point. I'm sorry, Jack. I love you, brother. But, like, it just seems like there's nothing that they're doing that really is aligning, what with the goals and the expectations that they set, not with what we set, with what they set for us. And so it's just one of those things. And then they use the example. Well, it's going to be something cool like the Ed balloon giveaway that we did in Miami with the minting. I got one of those ed balloons. It's absolutely worthless. I mean, from a financial standpoint. And I think it's kind of cool."
    },
    {
        "speaker": "A",
        "text": "Well, it's funny. I mean, I think that's a. But that's a. That's a good point. So, like, when Jack was talking about that before, it's very cool if you're doing some of that exclusive stuff. But the part of the problem with it is, like, when you keep it to such a small thing, it's like this does a tree, if a tree falls in the forest and there's nobody there to hear it, does it make sound where you're like, okay, cool. I minted this exclusive thing. And, yeah, it's from a well known artist, but like, there actually needs to be a community and market around it to have any value. And which is interesting and not saying that it won't, but it's just part of the, part of the issue there. Uh, Jack, come back in and breathe some positive life into this, because, uh, I think otherwise. Well, I think you're the only one right now."
    },
    {
        "speaker": "D",
        "text": "Um, yeah, this is, um, the food seeping in, guys. I'm not gonna lie. Like, there's, there's a lot of logic getting said around this. I suppose the food is like my food, too. I would just like to get that on record before I just get obliterated in the war room more than I already am at the moment. I am concerned about the have just messaged the team and added the team and said, if you do not reduce this list to one pair moonbird, and it mints out where Moonbirds are having to buy on secondary, this will be a massive l for the project. I said that to the team, knowing that I'm going to be there and have to back that up if I do get a ticket. And I also have a call with Stevie next week or the week after as part of her little initiative that she's doing as well. And I will be saying that all there, too. This being said, try and get back onto the bull sentiment of all of this, which is very difficult when people are talking such logic. There's other things coming. So you've got Mythix, which are going to start their slow release. This is all before May. You've also got the token, and we do not yet know the mechanics of the token. But my assumption is that it's still q one, which may is not a part of, to my quick math there. And with that, if there is an ability to use the token at this conference in any way, I think that's also quite bullish for the project in terms of if you have these artists where you have like, auction esque events with like, the token. I get that this is really speculative, again, bunchy, but I really, you have to be like you really have to be speculative in this sort of event and scenario because they can't release too much information, especially with the 4k. If they had ten k, then I'd be bearish on that fact. The fact that they have 4k, I'm bearish on that, that side of things. But then if you're considering that is what it is and now you're trying to move on to the conference itself, I do think there is a lot of opportunities in the mechanics. And if you go back to the first sort of call about proof conference that absolutely, you know, plummeted the floor because they were talking about three months ago, four months in the making. We're getting up to that three or four months. So there's a lot to come. And this is in a market where, you know, we're on the, I don't know if we're going down or up at the moment, but if we're going up, then the sentiment is really with them for that sort of stuff."
    },
    {
        "speaker": "F",
        "text": "Fun fact for everybody. Sorry to cut in 300 day one nesters have unnested since this parliament just in, FYI."
    },
    {
        "speaker": "A",
        "text": "Oh, that's interesting. Interesting. Good. That's a good stat. Boots, you were, you were on deck, but I see your hand go down. Went down. So I'm not sure that you can still speak."
    },
    {
        "speaker": "G",
        "text": "No, I can still speak. I can always speak for you, bunch."
    },
    {
        "speaker": "A",
        "text": "Thank you, buddy."
    },
    {
        "speaker": "G",
        "text": "Yeah, sorry about that. I think I hit the wrong button real quick first, somebody check on Riggs, make sure he's okay. And get him a big, big hug. Let him know it's going to be okay. I think a lot of this just continuously gets back to the entire path of this project from really the CCO decision on, you know, it's, it's been nothing but downward as a trend for the team. They failed in the CCO decision. And if you had an opportunity to listen to lack lacause the other day when Steve was interviewing him on Clubhouse archives, it was kind of like a rollercoaster of awesome to sadness him, talking about how he had this amazing experience and how emotionally excited he was when he got his glitch bird. And he was so excited, he was literally cursing. And his wife came in and yelled at him because he doesn't curse in front of his children and you could hear him smiling. And then Steve went and asked him the question about CC Zero. And he immediately, his voice just sort of dipped into what became obvious infinite sadness in that he had a million dollar opportunity in front of him and the team without really any thought of the implications of what their actions were going to be to the holders made this decision and not only cost him what probably would be an over seven figure asset today. Obviously not accounting for bear market dynamics, I cant give you an idea of that. But also that six figure licensing deal that he said was on the table. Then the team moved on and they failed with oddities. They didn't really explain it well. Now they're running this conference where again only 4000 people can attend. If you're a proof holder, once again you are the cream of the crop for Cairo and his team and you're going to get an opportunity to make money off this because they're probably going to flip them. But everyone else is a second tier person. I kind of just look at this and I agree with, with all the sentiment around here guys and it's not fun, it's facts. They're running this not like a web three company that's trying to immerse their community and take them along for a ride of an experience and for everyone to grow and build with them. They're building something that they're trying to do for themselves and it's just frustrating to see. And I'll just be upfront. Again, not a moonbirds holder anymore. So if anyone wants to take what I'm saying is flood, feel free to do so. Had an oddity. Sold it the other day as I'm no longer a believer in the project or the team. I just don't think they have their holders best interests in mind. Unless you're a proof holder. I'll step down. I appreciate the forum and everyone's thoughts."
    },
    {
        "speaker": "A",
        "text": "Oh my God. Just like incredible boots. You don't get up on the mic enough. Well done my friend. So yeah, I think you make a lot of really awesome points. I'm just sitting here watching the war room chat about us chatting and corporate trash is just making me laugh. So war room first of all, Jack, I think you need to be corbatrash's emotional support animal. She. Emotional support ute. She your, her blood pressure has gone down since you've started talking so Jack needs the calming vibes here. And the end, I'm assuming the accent. But I do have to go. A snowflake has been had his hand up for their hand up for so long. So let's throw it over that way and then we'll go to captain."
    },
    {
        "speaker": "H",
        "text": "I literally had my hand up with my phone for so long."
    },
    {
        "speaker": "A",
        "text": "Okay, I'm sorry. I'm sorry if you're, if you now, if you could send me the medical bills, or you can send me the medical bills for your shoulder. Thanks for joining us. What's your take on everything that's been said and proof of conference so far?"
    },
    {
        "speaker": "H",
        "text": "A lot. And listen, like, I have to say when I look at this company, how it's rundental, I'm not only looking like a web three, what they're trying to do or sell, like, what are they not doing and their actions. So, like, listen, like, from very beginning, there was so much disconnection of communication. And, like, once you legally put something on the web saying that the. It's full API rights, it's fully on chain, like, and after suddenly you change it, that's already up for the load. Sued easily. So I'm surprised the million dollar deals, you know, loses are not sued in big right now because you definitely can scrap at least part of the money. And I bet a lot of lawyers would jump on it, like, very, very, you know, with happiness to get the commission because after Covid lawyers are hungry and they're literally looking for the big cases. So I bet you'll find some free ones that just gonna work for the commission and it's gonna be super easy. And let me say, I'm here to kill the beast because, you know, it's already dying. And Mito Riador here from Spain, like, I definitely see it's run like a web two company. And that's meaning it's about milking the holders. Like, feeling you, like, oh, you're part of the club. You know, it gives me that vibe of, like, or some national holiday or some kind of, like, community. Doesn't mean minority. Oh, let's be a part of supporting this community. Buy our shit."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, no, I think that's. I think that's such an important point, though. Like, and it's. We're so new in this kind of, like, web three business model, right? And we talk about it all the time of, like, who, like, you know, how, what's the sustainable revenue model? And the. The model of kind of, like, milking your holders is not one that's going to be Florida."
    },
    {
        "speaker": "D",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "H",
        "text": "No, it's not giving back you value. It's not going to give you. It's not giving you power. It's not going to give you power. Decision. So the way it's run is web two company. Literally, they're not even on chain, you know, like, they have interior tokens. Like, what are you gonna use it for in the future? Like, they're not really thinking about giving back and then he."
    },
    {
        "speaker": "A",
        "text": "Is this a problem? Do you think this is a problem with, is it, is it a problem that's caused by like VC's and VC funding and having that pressure? Or is it problem that's caused by not knowing the, by not understanding the like the real court?"
    },
    {
        "speaker": "H",
        "text": "I think, I think they perfectly understand and know, but that's wasn't their goal when they was coming from very beginning. And we could see it over and over, like we could see it being run a web two company 100%. So what we need to do is actually research and see where the gum, the money come from, when the money going from who is benefiting from the event, you know, like, and when like co or like NavC or anything, like doing those moves. We need to think about, okay, what did they do with the money? Where did they invest in it? Like maybe they did the wrong move, like move. Maybe they invested in some hedge funds, it went down, you know, like maybe they gambled their money, it went down and now they took the money from somewhere else and they need to give it back and they urgently need to milk it promoting it like a web free event when it's not. So like that's what we need to see. Like we need to look like where they went, like what contract they did, like, and it's actually all visible. Like you all research can research on that, you know, and this hurts to me to see when those companies like come here, you know, they pretend to be web free projects and they not doing anything for the community, give it back to the community or developing it as web free. There is no licensing opportunities, there is like no like store development you can do. There is no derivatives you can possibly, you know, create legally and earn on that. Like there is no like exterior token that is tradable. There is, there is nothing and it's."
    },
    {
        "speaker": "A",
        "text": "Not on chain, like, no, I think."
    },
    {
        "speaker": "H",
        "text": "You make it people on other chains, that's what it means. Like nobody gonna see this NFT because it's not visible on other chains."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you made a lot of good points there and like it's such a weird thing because we have to figure out what the right business models are here. And I think, and I think they've proven a little bit here that they're not quite sure either. And so I do. We're about to shut down soon. I want to get to the other hands here. Cap, I need your. Before we go to Jack for his last breath of hopium here for us, we're going to go to cap. I want to hear your take as somebody who's run and organized a bunch of conferences, like what your thoughts are here. Then we'll go back to Jack for the hopium and then chamber. I know you know this is maybe the hottest topic we've ever had live. We've gotten a bunch of speakers have come up and given awesome takes, but you want to speak 80% of the time, so I'll give you last words. Yeah, you hate this. I know this is your worst nightmare, which is, you know, really funny to me, but. So we go to cap, Jack and then chamber to shut it down."
    },
    {
        "speaker": "I",
        "text": "So on the conference take, all I will say actually I don't have any comments on proof. Believe it or not, everything sounds like it's been pretty well said. I might have a couple of questions, but before I get into my conference take the one comment I do have is maybe the favorite thing I heard was the only thing I've heard on space is as soon as I walked in catching up on this, all I hear is Steve attempting to talk and Chambers say, I thought he said he was going to be quick. So with that on the conference take, all I would say is that conference cost has outpaced inflation. Its up significantly in most markets. We just actually signed our contract for this September and we did rfps and maybe, I dont know, half a dozen, maybe ten different cities. And last year for instance, even just the AV cost and food for instance, youll pay like hundreds of dollars for a pot of coffee. Pretty normal. The food costs are always high. AV costs, it's always been a racket. Those costs are up like 20% to 25%. So I will give some. There is real that conferences are expensive, especially if you're posting one for 4000 people. And if you're providing food, that's where costs can get extreme. All that to be said, my question is, I'm catching up here is I understand that there's 4000, a supply of 4000. Do we know the cost yet? And if so, how does that break down? I heard people mention that like proof, collective holders might, might get one and then it's a max of ten. I just could, could you give me the quick tldr there, Jack?"
    },
    {
        "speaker": "A",
        "text": "What are the details?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so you've got a thousand that go to proof. I think that's one free for everyone. They then get a chance to mint another one I believe before it then goes to moonbirds. That's the next day on moonbirds. It's two pair moonbird at maximum of ten. If you have five moonbeds at a cost of 0.75 eth, and then, yeah, if it gets the oddities in the next. But there's a lot of changes. Like, the team are already reacting to, like, my feedback and other people's feedback, and it looks like that may be changing."
    },
    {
        "speaker": "I",
        "text": "Did you say 0.75 each?"
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah, cap, that's why we're having this talk."
    },
    {
        "speaker": "G",
        "text": "Take a deep breath."
    },
    {
        "speaker": "A",
        "text": "Kev's like, I don't have any takes point 75."
    },
    {
        "speaker": "I",
        "text": "Wait, okay, we have."
    },
    {
        "speaker": "G",
        "text": "Do we have another half hour for this?"
    },
    {
        "speaker": "I",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "I",
        "text": "Like, no, I don't think it's as crazy as it's made out to be. If there wasn't expectations set, and in their defense, they never said it was going to be free. They always alluded that it would be free for maybe proof holders, moonbirds would get a discount. .75."
    },
    {
        "speaker": "F",
        "text": "Why?"
    },
    {
        "speaker": "I",
        "text": "It is a little bit of a sticker shock. That would be. Call it $1600. So if you times that by three, that'd be about $4,500. Steve, I don't remember the price of Eth, but I want to say I minted a vfriend with the idea it was going to cost me. I want to say it was three grand for the three years. Does that sound right?"
    },
    {
        "speaker": "C",
        "text": "Eth was about four grand at the time, and I bought one eth, so it was, like, between three and four grand for the three years for a ticket."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "I",
        "text": "And I was. That's fair. It was. My point is, like, I don't think 1600 isn't unreasonable. The mechanics seem a little. It doesn't seem like much of a discount, though. I guess that's what I'm trying to say, is, like, we. We. That was the utility we purchased with the v friend. And here it's like, I guess it seems like we're paying retail. That said, like, you know, you can. You could easily spend far more than $600 ahead at a conference. I don't know if that's the best use of capital, but the cost doesn't seem crazy, but it doesn't seem like. I guess it does seem like the Moonbirds are really a distant second in terms of the tier. Very distant second."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. All right, Jack, we're going to you, and then we've got to shut this thing down. So we'll go to Jack to close it out and then chamber."
    },
    {
        "speaker": "D",
        "text": "Oh, God, the pressure. Yeah, no pressure. I think everyone's points were really, really valid. I literally. I'm gonna foot this to the ground if they don't literally fix the mechanic to say that it's one moonbed and then literally have it happen straight away. I don't care. Give them like a two hour window, three hour window to say you can get your first one if you really, really need it, then go buy it and then the second ones come out. But if they try and do this whole you can buy two up to ten thing now after all this feedback then I may not have a moonbeard to get this ticket. I'm dead serious. Because they've had so much critical feedback on this."
    },
    {
        "speaker": "I",
        "text": "If we. All I'll say is if we end up having a gas war for a conference ticket, I may become the biggest ambassador of proof and moonbirds in all the space."
    },
    {
        "speaker": "A",
        "text": "You'Re going to win. You would win a gas war for tickets. There you go. And then you can knock. Go and you'd be. You be set, you make your money and you'd be happy again. Is that. That's how it works, right?"
    },
    {
        "speaker": "H",
        "text": "I want actually, Jack, if you can touch on the UTA agency signature and that is meaning nothing for holders if you can talk."
    },
    {
        "speaker": "A",
        "text": "That's very true too. I'm not the most well versed on that and what it means. I know we had talked about that on coffee with captain. A good bite. I'm totally not the like most knowledgeable on that specific topic. But you're right in the sense that like here's my problem with that particular thing. Right. That seems like it's a move to kind of put the proof team in spotlight situations. Whether it's but. And but I don't know. I've gotten the feeling from them that they don't quite know what you know, that like we've said, the North Star is there. So I don't know how it affects. And you would think that it would affect holders in a trickle down situation. Right. Where you're putting them. Where you're putting moonbirds and proof in front of more people. Right. But I don't know if that we've talked about does that actually even. We're all assuming that would. Would work and be the case. But I don't think we've seen that prove out yet. But anyway. Chamber, let's close this thing down. Give us your last thoughts here. I know. I mean, you barely got to speak. I can't. And part of it your fault because I asked you at the beginning. Do you know what we're talking about today? Said no."
    },
    {
        "speaker": "B",
        "text": "You guys should all feel terrible for my wife is all I have to say."
    },
    {
        "speaker": "A",
        "text": "Yeah. She's gonna go get super sarcastic comments. You didn't get to get any of your."
    },
    {
        "speaker": "B",
        "text": "It's actually worse than I, before I started the show because I had, I had a certain level of anticipation that I was gonna get rid of some of this and. And it did not go away. It actually multiplied. So I hope you guys are happy with yourselves. That's all I have to say."
    },
    {
        "speaker": "A",
        "text": "You can call me after and just scream at me for 2030 minutes and we'll be good to go. That's it. Any closing comments? This was. I enjoyed it a lot. Like, this was right up my alley. I love bringing people up, hearing it's great when I don't have to fill time. So it is nice. The takes were spicy. The guests were awesome. Thank you to everybody who jumped up here and talked today. Looking forward to this. I don't know if they'll be trickled down tomorrow on coffee, but my bet would be yes."
    },
    {
        "speaker": "B",
        "text": "I feel like the topic might come up tomorrow."
    },
    {
        "speaker": "A",
        "text": "My bet would be yes. Breaking news from JP Kaz in the war room. Karo is tweeting about his stomach bug, so please don't fud him while he's sick. It's just not fair and that's going to do it for us. Until next time on Wednesday, four to five eastern statement."
    }
]