[
    {
        "speaker": "A",
        "text": "On today's show, Starbucks odyssey, NFT brewing doodles breaks the silence and the Ethereum merge is coming. Let's get into it. Hello and welcome to the mint condition. I am bunchu alongside my esteemed colleagues and co host, Chamber and des Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "You know what? It's a good day today. I feel we're in the last days of summer here in here in Ontario. It's a nice one today. Went for a little walk this afternoon and, you know, broke a little bit of a sweat, which tells me it's still summertime. I don't know about you."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, like, I sweat when I peel an orange, so it's always summertime in my house."
    },
    {
        "speaker": "B",
        "text": "January summertime."
    },
    {
        "speaker": "A",
        "text": "That's why I don't eat a lot of oranges, you know? Dennis, how you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "I'm doing good. Yeah, it's a big day, momentous day. Although I don't think it's probably as momentous as people had led to believe before this, but it's, uh. No, I'm doing good. And, uh, yeah, I love that. Chamber waited till, uh, moonbirds was under or in single digits to bust out the cap. I like it."
    },
    {
        "speaker": "B",
        "text": "Both of you guys, we're here. We're here to support it."
    },
    {
        "speaker": "A",
        "text": "We have to be billboards for our bags."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Billboard Baggins."
    },
    {
        "speaker": "A",
        "text": "I was gonna say that, and I was like. I was literally gonna say that exact same thing. And I'm like, nah, that's a stupid. I'm not going to do that."
    },
    {
        "speaker": "B",
        "text": "I'm here for. That's what I'm here for. Billboard Baggins."
    },
    {
        "speaker": "A",
        "text": "Literally. I was literally going to do that. So today, the hashtag for today's show is billboard Baggins. And it means being a billboard for your."
    },
    {
        "speaker": "B",
        "text": "I feel I need to change my name to that. That's a great twitter name."
    },
    {
        "speaker": "A",
        "text": "Your display name should definitely be billboard Baggins."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm a big fan."
    },
    {
        "speaker": "A",
        "text": "Big fan of. But we. We've got an exciting show. I think we're going to talk Starbucks news. We're going to talk doodles. We're going to talk the merge. We're going to talk everything that's going on in the market. I des. Tell us what your thoughts are about the merge. I mean, I don't. Is the merge happening right now or is it tomorrow? I've been hearing conflicting results."
    },
    {
        "speaker": "C",
        "text": "I think it's happening overnight, depending on, obviously, what time zone you're in, but. Sorry, I was just distracted. I had to register billboard Baggins for. For chamber just to make sure you got it."
    },
    {
        "speaker": "A",
        "text": "Dragons Eve."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Love it."
    },
    {
        "speaker": "C",
        "text": "That's genius. Honestly, I'm surprised. I mean, that's such a good. Like you said, twitter handle everything. That's great."
    },
    {
        "speaker": "A",
        "text": "Chamber. It was literally coming out of my mouth, and I stopped myself, and I was like, this is stupid."
    },
    {
        "speaker": "B",
        "text": "This is genius. In my head, it was. I was gonna say in my head, it was verge."
    },
    {
        "speaker": "A",
        "text": "Go ahead."
    },
    {
        "speaker": "B",
        "text": "In my head, it was. Is this possibly the greatest joke I've ever come up with?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Meanwhile, I'm thinking the same thing. Like, nah, terrible joke. I'm out. That's a market for you. A two way market. Buyers and sellers going on. Right. So we've got Chris Underwood saying the merges in 10 hours and seven minutes. So, uh, it is the 50 or the, uh, 15th in, I'm gonna say."
    },
    {
        "speaker": "C",
        "text": "By Chris's profile pick, he knows what the fuck he's doing."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. If not, you mess with this guy, he's going to get you with that katana or whatever."
    },
    {
        "speaker": "B",
        "text": "Now what? That is a katana."
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I made sure if it was a lead pipers."
    },
    {
        "speaker": "A",
        "text": "I don't know. I just. It looks like a sword. So I went with katana. I don't really know what it is, but we're good. Morgan, it is the middle of the night, but I'm not seeing any merch. That's because, Morgan, it's three move. Uzbekistan. So coming at us from Uzbekistan, possibly."
    },
    {
        "speaker": "B",
        "text": "A country that does not exist."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Not 100% sure that's a real country."
    },
    {
        "speaker": "A",
        "text": "There's not even a Starbucks where she is. So I don't know if she's in. She's in trouble."
    },
    {
        "speaker": "C",
        "text": "Chamber. I can't believe. We got it. We got it. Billboard Baggins. It's done."
    },
    {
        "speaker": "B",
        "text": "I'm honestly pivoting from chamber. I think billboard Baggins is the way to go."
    },
    {
        "speaker": "C",
        "text": "Awesome."
    },
    {
        "speaker": "A",
        "text": "Oh. Chris underwood is friend of DJ network Fitzgerald."
    },
    {
        "speaker": "B",
        "text": "Oh, nice."
    },
    {
        "speaker": "A",
        "text": "I couldn't tell him by his not discord avatar. So shouts to Chris and Dickens is always showing up for some kind of alpha. Today it's the merge alpha. Um, but, yeah. So merge is happening. Uh, look, we've been going back and forth, uh, asking what was going to happen to eth prices when the merge hits, and was it priced in, was it not? Um. I think we are seeing in the short term that it probably was priced in. Um, yeah, I I've been saying that it's going to be a sell news type of event, and I don't think that necessarily means a sell off, as in, like, a price dump, but I don't think you're going to get some face melting pump on a successful merge at maybe a 510 percent move at the max, but we're not going to all time highs. People have a successful merge? Not yet. Just chill."
    },
    {
        "speaker": "B",
        "text": "Has there been an event where we do buy the news? Like, I'm trying to think. It's always been sell the news on anything that's ever come up. I feel."
    },
    {
        "speaker": "A",
        "text": "No, now it's. Now it's just a meme. Right. So if you're not. If you're not selling the news, you're just missing out. Like, if you're the bot who. Somebody's buying the news because, you know."
    },
    {
        "speaker": "C",
        "text": "What I'm gonna say. Chamber maybe not buying the news, but I pray to God that we're gonna be buying the art once ute's release. That's. That's the hope there."
    },
    {
        "speaker": "B",
        "text": "I sold two of my, my ute's. I."
    },
    {
        "speaker": "A",
        "text": "What's the latest?"
    },
    {
        "speaker": "B",
        "text": "Well, no, I sold them for like one, I think 138. 137. So I was like a little, but I made a few, but, like, nothing crazy. Okay. But I have my instinct is we're gonna see low. Like, I want to pick up some floors, like post reveal. Okay. I sold two of my three, so I kept one for reveal and then sold two to pick up at a lower price."
    },
    {
        "speaker": "A",
        "text": "Des, give us a. Give us a youth update. Where we. Where we at?"
    },
    {
        "speaker": "C",
        "text": "There's not much to update on. The. The team kind of went silent and just their. Their stances. Hey, we don't want to make any more promises on dates and stuff and not hit them. So we're just going to be quiet until we're ready, and then we're going to release."
    },
    {
        "speaker": "B",
        "text": "That'll work."
    },
    {
        "speaker": "A",
        "text": "What's your thought on that? Because I have some kind of a cop out. Yeah, I agree, especially because wasn't the team pumping how they were going to melt faces with announcements last week and that never."
    },
    {
        "speaker": "C",
        "text": "Announcements cadence. And then the funny thing, which someone brought up is, like, it's an art reveal, guys. Like, there. There shouldn't be much to figure out since the time you released it to the reveal, but, you know, who knows? We'll see."
    },
    {
        "speaker": "B",
        "text": "That's very good. Is that a delicious Starbucks coffee you're drinking there? A bunch."
    },
    {
        "speaker": "A",
        "text": "It is. Have you heard of Starbucks? You know what, the official copy of TMC."
    },
    {
        "speaker": "C",
        "text": "I'm gonna need you to send us just like, the, you know, reusable Starbucks cups that look like just the takeaway ones, and then we can put whatever drink, you know, we want in them. It's kind of like, yeah, Paul Ab."
    },
    {
        "speaker": "A",
        "text": "Chamber will be Paul Abdul Chambers. Definitely the Paul Abdul of this show. A 100%. He's. I mean, he could be the Randy."
    },
    {
        "speaker": "B",
        "text": "Jackson former Laker girl. Paula Abdul."
    },
    {
        "speaker": "A",
        "text": "Randy Jackson."
    },
    {
        "speaker": "B",
        "text": "No, a lot of. A lot of people get that confused with Randy Jackson, but it was actually Paula who was the laker girl, so. Yeah, no, I'm absolutely the Paula Abdul."
    },
    {
        "speaker": "A",
        "text": "Who am I? Am I the Simon cow? I'm the Simon Cowell."
    },
    {
        "speaker": "B",
        "text": "I feel Des is the Simon, and you're the bass player from journey. I think that's who we played for. But, yeah, no, that's. And I feel actually, no, doesn't he. Doesn't he have his own, like, glasses line? So maybe it should be either me or does for. For Randy. Yeah. So, yeah, I don't know, but I am pretty drunk right now. That being said, I'm pretty. Pretty intense."
    },
    {
        "speaker": "A",
        "text": "It's a no for me, dog. So let's talk about doodles. We've got doodles. Action. So the talk. I would say the talk of the town yesterday was the Doodles news. So we doodles broke their silence. They were being heavily talked about on Twitter for their lack of communication over the last. Over a month, I think, since their last tweet."
    },
    {
        "speaker": "B",
        "text": "Was it maybe two months that I hear? I thought it was two months."
    },
    {
        "speaker": "A",
        "text": "I don't know, like 40 days."
    },
    {
        "speaker": "C",
        "text": "It was close. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's rough."
    },
    {
        "speaker": "A",
        "text": "Yeah. Do you know what. What would happen to you if you didn't tweet in 40. In 40 days, chamber? Would you, like, self destruct or sponsor?"
    },
    {
        "speaker": "B",
        "text": "Yeah, like, if I didn't tweet for, like, a week, I don't know what I would do. I would probably disintegrate into, like, a billion little pieces."
    },
    {
        "speaker": "A",
        "text": "A drunk blob of Paul Abdul remains."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just a laughing pile of goo."
    },
    {
        "speaker": "A",
        "text": "You know, it's funny. Um, we'll go back to doodles in just a second. But, uh, somebody mentioned the other. I've actually heard this multiple times in the last week or so that you have the best laugh in NFTs is. And I. I've actually never even noticed. I've never noticed your laugh until after somebody said it. And so now it's all I know."
    },
    {
        "speaker": "B",
        "text": "I have been. I have been, I don't want to say complimented on my laugh. In the past, it's been pointed out that I have a unique laughing style outside of nfTs."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's like a chortle."
    },
    {
        "speaker": "B",
        "text": "It's. It can go really high pitched sometimes."
    },
    {
        "speaker": "C",
        "text": "It's got range."
    },
    {
        "speaker": "B",
        "text": "It does it does have a lot of range to it. Some. Some of my wife's friends absolutely love it. Um, you know, we were at a wedding, uh, this weekend, and, uh, I got a little intoxicated, and, you know, I started laughing, and a couple of them were like, we missed. We haven't seen you in a while. We missed your laugh. So it was brought up to me this weekend, too, so."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting. So there you go."
    },
    {
        "speaker": "C",
        "text": "Um, if Kevin Smith and Seth Rogen's laughs at a baby and be chambered."
    },
    {
        "speaker": "B",
        "text": "It'S honestly like the way my wife always says I sound like, uh, when Ricky Gervais laughs."
    },
    {
        "speaker": "C",
        "text": "Oh, that's too high. That's way too high. That's like, keep an ear open."
    },
    {
        "speaker": "B",
        "text": "It's pretty high. Wait, wait for it. You'll hear it."
    },
    {
        "speaker": "A",
        "text": "Now we got to try to get him to laugh."
    },
    {
        "speaker": "B",
        "text": "It's definitely not Seth Rogen low. No, it's not."
    },
    {
        "speaker": "C",
        "text": "You know, it's that. It's that cadence of a Rogan."
    },
    {
        "speaker": "B",
        "text": "But, yeah, I mean, we're high in canadian, so, I mean. And bearded chamber."
    },
    {
        "speaker": "A",
        "text": "Have you ever been a Santa Claus? T row for show pitching you for, uh, to be mall Santa?"
    },
    {
        "speaker": "B",
        "text": "I don't think I have. Uh, it sounds like something."
    },
    {
        "speaker": "A",
        "text": "Do you guys not celebrate Santa Claus up there?"
    },
    {
        "speaker": "B",
        "text": "No, we do. We do. Well, I mean, that's where he lives, right? North Pole is part of Canada, so he's canadian citizen. Um, I don't think I have. It sounds like something I've done, though, that being said. Uh, but I don't think I have. It'll happen eventually."
    },
    {
        "speaker": "A",
        "text": "So, des, thoughts on doodles here? We've got. There was. There was a lot of interesting tidbits in this fortune article. The big thing here on the headline is a $54 million raise led by Alexis Ohanians 776 group to expand NFT offerings. And then it went into a bunch of detail. They held the spaces last night. I don't think there's this information than what's in this article. What are your thoughts, having heard and read about it so far?"
    },
    {
        "speaker": "C",
        "text": "Way to go, rookie, to have the audio play through the."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't. I don't know what's going on here. Why am I getting targeted ads from IMC? Ed, president of CV, president and CEO of BMC. What the hell is BMC?"
    },
    {
        "speaker": "C",
        "text": "Better than the normal targeted ads you get? So."
    },
    {
        "speaker": "A",
        "text": "Yeah, like this one. Caesar Sportsbook 50. I have. I have my Caesar sportsbook tab open next to me. That one is very targeted right at me. So, anyway, continue."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I. Again, a little bit of a cop out. I think Alex O'Hannian could probably raise, you know, all that money for pretty much anything he was doing, given his success in Silicon Valley and whatnot. So, I mean, it's a big deal, but it's not a big deal in the same sense. It's a really big capital raise for the state of the market. But you just never know how long it was in. Well, you do know how long it was in progress for. They've been starting. They've been what? Raising since June. So, you know, it's super interesting. I was kind of shocked with how they said they were going to use it, which was like, to go from eleven to 31 staff members. And so my confusion is like, have they not been just straight up not been working on stuff other than fundraising since June? You know, their roadmap says that they were going to release doodles two summer 2022. That's rapidly ending here pretty quickly. So I'm, you know, I'm a little bit bearish on the news, even though it's a big raise. I just don't know if they've been actively doing anything. Um, I sold, I sold my doodle when I, it pumped because I was like, this pump just doesn't quite make sense. I'll probably buy in, um, once it goes a little bit lower, um, back in again, because I do like the doodles product. Um, and, uh, you know, this money will help go to build infrastructure. It's just a little bit slower moving than I thought."
    },
    {
        "speaker": "A",
        "text": "Yeah. Uh, I think I agree with that sentiment chamber. Do you have any additional doodles thoughts?"
    },
    {
        "speaker": "B",
        "text": "I honest, I mean, I don't really, but I do see doodles as kind of one of those NFTs that, that will kind of make it through this, you know, this next year, two years, three years, whatever we're going to call it, you know, along the, along this alongside the Yuga projects and like, very few others, like moonbirds, obviously, billboard baggins. But I mean, there's not many, like, doodles is in that conversation for me. I don't own one. Never had or I did own one, actually, I think at one point, but I do see them as, as one of the ones that will make it through. Take it for what that's worth, probably not much."
    },
    {
        "speaker": "A",
        "text": "Yeah. Des, what do you think of the kind of fundamental juxtaposition of VC big words?"
    },
    {
        "speaker": "C",
        "text": "Just ask me about the dichotomy between."
    },
    {
        "speaker": "A",
        "text": "You know, what do you think of the dichotomy of juxtaposition in the snuffle of expialidocious between doodles and, and what I was trying to say was, you know, we hear this kind of anti VC sentiment around projects anytime we see raises like this. And I'm curious on, do you think it has any like projects raising outside capital like this? How does it create a different dynamic for holders? I guess before and after. Do you have any thoughts on this? Because I've seen this argument all over the place and I'm, in theory it shouldn't, but I think often it does."
    },
    {
        "speaker": "C",
        "text": "Nft people are genuinely unhappy people. And I say that, and I say that as their reaction to news. Uh, because this brings up a great topic that we're going to cover later, which is gutter Cat gang. So you, you do have the dichotomy, um, between uh, doodles and um, gutter cat gang. So one raises a ton of VC money, a ton of VC money, enough Runway to last for a very long time, build some great stuff, and then you have gutter cat gang which goes back to their community and asks for some more ETH and not VC money. Both reactions were very unhappy. So it's kind of like a damned if you do, damned if you don't. I think the more important thing is that both sides are getting money, they're getting funding, which for your favorite projects to survive and continue to build, you need money. And so I think overall, I think it's good news for both of them. It's just unfortunately the reaction from communities is negative, probably on both sides a little bit."
    },
    {
        "speaker": "A",
        "text": "Yeah. So do you think that once a project takes vc money, the incentives change from a project standpoint of delivering value to holders to delivering return on the business, is there a conflict of interest there?"
    },
    {
        "speaker": "C",
        "text": "No more so than any other type of fundraising. Right."
    },
    {
        "speaker": "A",
        "text": "Well, it is a little different though, right. Because you have in, in theory, the entire philosophy of web three slash nfts is to kind of be, or at least what we're used to, right. Is to have value driven back to you as a token holder. And what that has looked like in the past is through kind of assets, additional assets, expansion, assets that people can go and flip for money. Right. But it seems like when people are raising from a VC standpoint, the incentives are much different on that side. And then businesses are kind of geared towards returning on that versus returning to holders."
    },
    {
        "speaker": "C",
        "text": "Well, I think you, you see this a lot with like using the token as part of the investment. Right. So."
    },
    {
        "speaker": "A",
        "text": "Totally for we saw with you guys."
    },
    {
        "speaker": "C",
        "text": "Yep. You saw it with Yuga. You saw it most recently with you know, d gods and ute's there. The investment that they returned was partly in their token dust. And so, you know, it's, it's, it's interesting. I think that's a way that both parties can probably win. Yeah, this is a good take from."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is interesting from Roman personally nervous that the community of projects is sold to VC's by projects as the customer where the VC has promised further monetization of their own community. I think that's a solid concern and a solid take there."
    },
    {
        "speaker": "B",
        "text": "You should check out Roman show Alpha afternoons."
    },
    {
        "speaker": "A",
        "text": "Yes, Roman every Thursday. Every Thursday. No joke though, like Alf afternoons in the Grand Mina. Roman and Jake are. Dude, they've been putting out some fire guests."
    },
    {
        "speaker": "B",
        "text": "Who do they have this week? They have AJ, don't they? Or what's his name."
    },
    {
        "speaker": "A",
        "text": "No, they had it. They had tab."
    },
    {
        "speaker": "B",
        "text": "Oh, they have Vaynerchuk."
    },
    {
        "speaker": "A",
        "text": "Oh, JV. Yes, AJ Vaynerchuk this week. They had Mike do this last week, AJ Tobb before that."
    },
    {
        "speaker": "B",
        "text": "Much higher quality show than this next."
    },
    {
        "speaker": "A",
        "text": "Week they're having on probably the most handsome guy in NFTs bunch. You, mister, bets himself a stable of solid guests just going on that show. But check them out and actually a pretty good segue, unless you have any thoughts to finish that out."
    },
    {
        "speaker": "C",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "Well, a very good segue into some housekeeping items for D gen network. So if you are unfamiliar, we have the D gen network de Genesis pass mint going on now. So this mint, is this our public sale? We had a private sale for our community. Go on. Last week. This is open until Friday. It gets you access to our discord, the war room that you've heard talked about many, many times on this show as a source of great information. Just an overall awesome community vibe in there. A lot of sharing of really good information, networking. You know, we've got our daily recaps that go on in there. There's a ton of value just in the discord, but it's much more than that too. It's kind of being with us along this journey as we continue to grow out the network. Only a thousand of these will ever exist. We're about 500 minted right now. So we've got a couple days left and whatever's minted is going to mint, be minted. And that'll be it. So mizzle with the absolute alpha here, Djen. Greater than proof. Yep. I mean, I didn't want to say it out loud, but look, somebody had to. It's. It's crazy when Djen Moon Bird is."
    },
    {
        "speaker": "B",
        "text": "All I want to know when. Djen Moonbird. Yeah."
    },
    {
        "speaker": "A",
        "text": "We promise not to rug your rights if we ever put out a PFP. So that is our promise. And if not, what if you guys."
    },
    {
        "speaker": "C",
        "text": "Did do a PFP? What animal are you choosing?"
    },
    {
        "speaker": "A",
        "text": "Oh, a chamber."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like a sasquatch. Like a sasquatch."
    },
    {
        "speaker": "A",
        "text": "10,000 generative chambers. And. And each one will have a different pitch of his laugh."
    },
    {
        "speaker": "B",
        "text": "Audio, I feel you can go infinite pitch, too. Like, you can. You can. That's. 10,000 is easy, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, definitely. Steve. Hare trait. Mizzle says Steve."
    },
    {
        "speaker": "C",
        "text": "Hair trait rare."
    },
    {
        "speaker": "A",
        "text": "Morgan says that we have psls in the DGen discord, which we do. And so, yeah. If you're interested in joining us in our discord and on the continuing journey of Djen network, check it out. The mint site here is dGen. Dgen.net. life is where you can go to mint our token here and other housekeeping items to please, please show us some love. You know, we gotta get these likes. Comments, subscribes. Chamber. Smash the like button. Is that."
    },
    {
        "speaker": "B",
        "text": "I believe that's how. I believe that's how the kids say, yeah, you gotta smash that like button. It's pretty easy. It's right there. You just press it and it says like. And you hit it. That's easy. Can you guys hear me?"
    },
    {
        "speaker": "C",
        "text": "Yeah. This is dead air, right? Dead. I wanted to sit in it for as long as possible."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's fine. I thought I saw a ghost walk behind bunches chair for a minute and that's what I was staring at. I don't know what it was. It may have been a specter. I'm not sure. We are getting into spooky season."
    },
    {
        "speaker": "C",
        "text": "It is. It's almost time to be drafting a Halloween candy."
    },
    {
        "speaker": "B",
        "text": "I agree. Can bunch hear us?"
    },
    {
        "speaker": "C",
        "text": "I don't know. I think he's."
    },
    {
        "speaker": "B",
        "text": "That's what I think that's what it is."
    },
    {
        "speaker": "C",
        "text": "Other side. And, you know, I saw the frustration look on his face, like his computer wasn't working. So we're just gonna go that he's in the other side right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree."
    },
    {
        "speaker": "C",
        "text": "That's good."
    },
    {
        "speaker": "B",
        "text": "But yes, it's very simple."
    },
    {
        "speaker": "A",
        "text": "All right, I think I'm back."
    },
    {
        "speaker": "B",
        "text": "I think you are back."
    },
    {
        "speaker": "C",
        "text": "So thank God you didn't do anything embarrassing. But you were here the whole time."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's so weird."
    },
    {
        "speaker": "A",
        "text": "I couldn't hear anything you guys were saying, but anyway, so. Yeah, continue."
    },
    {
        "speaker": "B",
        "text": "All I was saying, it's very simple. Wherever you're listening to this, whether it be on YouTube or podcast, you just subscribe to us. Don't listen to us one time. We're going to bring you multiple shows, continuous high quality content and you're going to love it. You're going to see all sorts of different laughs from me, which is a plus. We're going to talk about all things Starbucks. It's going to be great. Just enjoy yourself. Smash that like button and write us a review. A nice four star, five star. I don't know what, whatever the maximum stars is."
    },
    {
        "speaker": "C",
        "text": "No, four stars."
    },
    {
        "speaker": "B",
        "text": "Come on, what's, what's the max? Whatever the maximum is, that's what we deserve. So just give us that. That would be great. And, and housekeeping."
    },
    {
        "speaker": "C",
        "text": "And housekeeping. Bunch, you, are you with us? I'm still very confused. I think. Okay, he's there."
    },
    {
        "speaker": "A",
        "text": "I think I'm here. I think I'm here. So we're, I'm going to operate as if I am here. And if I'm not, then tough. But last bit of housekeeping before we move on. The next generation of fantasy football is here. DraftKings has released their first ever digital card fantasy game, Rainmakers football, a new way to get in the action. Start building your fantasy football franchise with only, with the only digital card fantasy game licensed by the NFL PA, everyone can get their first full roster starter pack for free. Playing Rainmakers football is simple. Buy, sell, bid, win player cards of the biggest names in the game through regular drops, auctions and actions in the DraftKings marketplace. Create lineups of athletes from your card collection. Earn points for touchdowns, receptions and more, just like daily fantasy football. Des, how'd you do last week?"
    },
    {
        "speaker": "C",
        "text": "I did okay. My experiments were about 50 50. Um, I made back about, I think in total over the weekend, maybe a 8th of my investment off of just week one. So I felt pretty good about that. Plus, I kept the cards and actually sold some, uh, cards yesterday. Some like rare, legendary or, no, some, sorry, some legendary kickers for like a three x profit. So overall, doing, doing okay in DK Rainmakers?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm loving it still. I crushed a, yeah, I crushed a legendary contest. I think I won about 1100 bucks back in contests last week. And so I could have won, I could have won so much more if I flipped my lineups. I had that elite lineup that was in like the Mincash booster thing. And if I flipped those two lineups, I would have been up quite a bit. But yeah, I'm still loving it. I got airdrop some, some new acts for, you know, what we hold already. But anyway, continue building your digital franchise today and enter free Rainmakers football contest. All season long. Download the DraftKings fantasy app now. Sign up with promo code dgen. That's dgen. And click the Rainmakers tile to opt in. Get ready for the latest drop and get your full roster starter pack for free, plus play for millions in prizes all football season while you build the ultimate fantasy franchise with Rainmakers football promo code DGE and build play. Win only at DraftKings contest entries dependent on type and number of nfts held. Eligibility restrictions apply. Void where prohibited. See draftkings.com for details. And that really ends our house."
    },
    {
        "speaker": "C",
        "text": "You're getting better. You're getting better at let's talk hero."
    },
    {
        "speaker": "A",
        "text": "Says he."
    },
    {
        "speaker": "C",
        "text": "This. Okay, so now I'm understanding what's happening today."
    },
    {
        "speaker": "A",
        "text": "Bunch has got, I'm totally gone now."
    },
    {
        "speaker": "C",
        "text": "He's got a hell of a delay working."
    },
    {
        "speaker": "B",
        "text": "I think it's when he incorporates the screen share."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, definitely it is."
    },
    {
        "speaker": "A",
        "text": "I don't understand why. So I'm going to stop sharing my screen. Is that a good plan for the rest of the show?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for the rest of the show."
    },
    {
        "speaker": "C",
        "text": "Yeah, the rest of the show."
    },
    {
        "speaker": "A",
        "text": "I like, you know, you guys try to come back."
    },
    {
        "speaker": "C",
        "text": "Perfect. T row for show made $52 in a rare pack. Week one. I'll take it. You know, I think that's the biggest difference for me, playing this kind of daily fantasy that I like, which is, you know, I feel like sports gambling started in a place where it was so binary, right? You either wonder you lost, um, you place a wager over under you. You know, you either win or you lose. You get all the money or no, no money at all. Then you come have daily fantasy come, uh, alive, which now doesn't feel so binary. You know, you can win certain things, you can win partial stakes, you can win grand prizes, you can win part of the prize. Um, I think a lot of people's risk tolerance geared themselves more towards maybe something like daily fantasy. Now you have a really cool third step in an evolution, which is actually kind of owning these assets for a year or actually even longer, technically, but being able to play them over time. So it's not just a single day. You either win or lose. You could make it up, you could reestablish yourself, or you could just sell the cards. I think Bunchy and I were talking about, like, honestly, if we played just the player market itself, we'd be doing great and we'd have two to three x our investment easy just by playing the players and knowing kind of which ones will be in demand. So, yeah, I think it's a great evolution. We're early on it and I think it'll only start to continue to grow with things like so rare. I mean, we didn't want to talk about it with Kalish on, on the show last week, but the day we had Kalish on, there was some big news. Big news in the gambling space, which is that so rare acquired the rights for the NBA, not just the players association, but the actual NBA. So they can use teams, they can use everything. They already have the MLB, they have a couple leagues in european soccer, just worldwide soccer. And so, yeah, I don't know. This, this."
    },
    {
        "speaker": "B",
        "text": "What's the difference between the NBA, between owner rights, the NBA and the NBA Players association?"
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "It's the teams. So for example, DraftKings, Rainmakers only has a partnership with the NFL PA. So the players association for the NFL. So they're not able to use like the Tennessee Titans in their cards. They're able to use the city, which is just generically trade, you know."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And then the player's name. Um, so that's the difference. Whereas we'll actually be doing Los Angeles Lakers King James number."
    },
    {
        "speaker": "B",
        "text": "That's right. So number 23. Six. I don't know anymore. I don't know."
    },
    {
        "speaker": "C",
        "text": "He might go."
    },
    {
        "speaker": "B",
        "text": "Well, no, they, now that, um, what's his name passed away. Um. Can't think of his name now. No. The old Boston Celtics guy, Bill Russell passed away there. The whole league, I think, is retiring. Number six. Okay, big news. I do have a football question for both of you because I always look to expand my palette when it comes to sports. What's your, I believe bunches favorite team is the Giants and I believe, I don't know yours, though. That's your, what's your, what's your team of choice?"
    },
    {
        "speaker": "C",
        "text": "You know, I grew up in a market that just didn't have, didn't have football. They, Los Angeles Rams became the St. Louis Rams and yeah, so I didn't have a team growing up. When they decided to move back from Los Angeles, I decided to admittedly jump on the bandwagon. And so I bought season tickets as soon as they came to LA. And I've been."
    },
    {
        "speaker": "B",
        "text": "Did you flip them?"
    },
    {
        "speaker": "C",
        "text": "Losing five acts for the last few years and now that they have their new stadium, it's really cool. But yeah, I'll be honest, I don't go to all the games, ship some of those tickets away. But it is cool to have a big market team and then to win the Super bowl last year. Fantastic. So it's been cool."
    },
    {
        "speaker": "B",
        "text": "They won the Super bowl last year. That's terrific. Good for them. Yeah, good for them. Do you have a favorite player? I got to know. I got to know more about these players because I'm. I saw one, I think, bunches favorite players today."
    },
    {
        "speaker": "C",
        "text": "No shout out. You know, I'm going to forego my favorite player because I don't have anyone interesting but fricking bunch. You and Penn State. I must have heard Penn State get mentioned this weekend, like 50, 50 times. It was so annoying."
    },
    {
        "speaker": "B",
        "text": "Now let's see if I got the name right. I heard the name Saquon Barkley. Is that correct?"
    },
    {
        "speaker": "A",
        "text": "Yes, that's right."
    },
    {
        "speaker": "B",
        "text": "I'm like, I think. I think bunch likes that guy."
    },
    {
        "speaker": "A",
        "text": "Penn State players in the NFL have been going crazy lately. Honda had his rookie debut. He scored two touchdowns. Saquon looked like Saquon of old, you know, we were looking good. We have a lot of great players in the NFL right now, which is. I don't remember the last time Penn State had so many really decent players in the NFL. But anyway, should we go back to NFT stuff?"
    },
    {
        "speaker": "C",
        "text": "I guess so. I mean, technically, rainmakers is NFT stuff, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, but getting into. Getting into Penn State players in the NFL is, you know, something I could talk about. By the way, our friend Boots, also Penn Stater. So, uh, man, Des is whiny about Penn State. I may have to go sell my goat. Boots quality Penn Stater, by the way, shout out to boots today. Chamber. I don't know if you saw this, but in the Djen war room. Uh, just one other reason to be in there. Boots dropped a Starbucks gift card in there for. I saw that for anybody to go and have coffee on him this morning. So this Starbucks that I have right here is actually courtesy of boots today. So shout out to my man boots for the awesome gesture in the Djen war room this morning. Very cool of you. I hope some people had a coffee on boots, and we are. That's just the quality of human you get from Penn Stater, you know, so shouts to boots. But anyway, speaking of, I think we've buried part of the lead here, which is the massive, massive, massive Starbucks announcement earlier this week. And I want to hear both of your actions to the news rather than give mine, because I'm very close to it. So I want to hear, I'm obviously very, very biased in the situation. So let's start with Destin."
    },
    {
        "speaker": "C",
        "text": "Are you able to disclose the number of signups that you."
    },
    {
        "speaker": "A",
        "text": "This one's Des."
    },
    {
        "speaker": "B",
        "text": "He wants to know if you're able to disclose the number of signups you've had already?"
    },
    {
        "speaker": "A",
        "text": "I think so. I don't know if I. How about this? How about you? This. You go over under, and I'll blink twice for the correct answer. So let's set the over under. Let's set the over under at."
    },
    {
        "speaker": "B",
        "text": "100,000."
    },
    {
        "speaker": "A",
        "text": "No, let's go a little higher. Let's say over under. Over. Under 350,000 people."
    },
    {
        "speaker": "C",
        "text": "Wow. I'm going to have to say over."
    },
    {
        "speaker": "B",
        "text": "I'll take the under."
    },
    {
        "speaker": "A",
        "text": "The correct answer is over."
    },
    {
        "speaker": "C",
        "text": "Wow. I mean, that's incredible. I mean, congratulations to you and the team. I mean, I remember when Coinbase was getting like a million to 2 million. And I know that's for an exchange. I mean, that's Coinbase. The fact that just a rewards project, a yemenite alone within Starbucks is already getting more than 350,000 sign ups in just a couple days. Dude, that's phenomenal."
    },
    {
        "speaker": "B",
        "text": "It's crazy."
    },
    {
        "speaker": "A",
        "text": "The last number that I heard about an hour ago was over 500."
    },
    {
        "speaker": "C",
        "text": "Wow. Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Is there. I mean. Okay, so back to the instant reaction. It's amazing. Great name, by the way. Starbucks Odyssey. That gives a nice little futuristic flair to it, but not, you know, too on the nose."
    },
    {
        "speaker": "A",
        "text": "Want some inside baseball on that? Yeah, that. That name was changed in, like, the 11th hour."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "We had a different names."
    },
    {
        "speaker": "A",
        "text": "No, there was no. There was no failed names. What happened was we had a name that we loved, that we were going with, and through the diligence, it was. Seemed, it was deemed high risk for, uh, you know, potential Starbucks Degen."
    },
    {
        "speaker": "B",
        "text": "Little."
    },
    {
        "speaker": "A",
        "text": "Yes, exactly. It was called the Starbucks Degen program. So we. We went with a different name pretty much in the last, I don't know, couple days, maybe a week. Wow. There was a name change, but that's crazy. But I actually think this was a better name. It's. It's growing on me so much that I think this was a better name than the original. So I agree. Fun, fun name. But."
    },
    {
        "speaker": "B",
        "text": "So can you kind of walk us through a little bit? Like. Like, what's the. Like, what's. What's the plan for this? Is it. Are we converting Starbucks points to these odyssey NFts? Is that. Is that kind of what's happening?"
    },
    {
        "speaker": "A",
        "text": "Um, well, I would direct you to read the press release, which you clearly have not."
    },
    {
        "speaker": "B",
        "text": "Well, you're asking me like, I can read. You're talking to somebody that does not know how to read. I actually put out a tweet earlier this week saying I couldn't read and hear all the audiobooks I listen to. So this is my source of news. This is. This is how I get. This is how I get the information."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I could go into the details on it. I do want to finish hearing your initial reaction, though, des, between the last couple days. What do you think this has impact on the space? And what are the sentiments that you've seen from both, I guess, web three and outside?"
    },
    {
        "speaker": "C",
        "text": "Now I have to worry about the echo chamber. That is my timeline because of, because of knowing you and knowing people that you know and stuff. But, I mean, everything that I've seen has been super positive. I think we're at a point in this space where we're applauding some bigger brands getting into it just because it's going to bring more visibility. And I think I was talking about this to someone else, you know, something like Starbucks, which has arguably the best rewards program, best loyalty program in the world, probably the most used, if not, you know, one of the airlines. But it's, it's incredible because it shows that they are wanting to incorporate, you know, web three and the blockchain into that rewards program. And I think that's such a bullish thing to have. And then it's going to provide such a great on ramp for people that are not so comfortable with NFTs right now and just getting them used to some of the lingo and just seeing it as, you know, something that is done every day or used every day, rather than just something that seems a little sketchy on the surface, I think is going to go a long way. And then everyone loves Starbucks, man. I mean, you know, people fade it. And chamber loves Tim Hortons up at the top."
    },
    {
        "speaker": "A",
        "text": "Whoa, whoa, whoa."
    },
    {
        "speaker": "B",
        "text": "Don't go put words in my mouth. Tim Hortons is not what it used."
    },
    {
        "speaker": "C",
        "text": "To be, but Starbucks is amazing. It's a huge, huge global brand."
    },
    {
        "speaker": "B",
        "text": "Well, to your point, des, like, it's, it's not like, give me any airline. Airlines are regional. You know, there's no global airlines. So you can have all the american airlines, whatever points you have. Nobody has more points. Nobody. The frequency of use is. There's no higher than Starbucks worldwide. I agree. Guarantee. So it's wild."
    },
    {
        "speaker": "A",
        "text": "Just in the active users. They have 27 million active rewards members, users in the last 60 days or something, which is crazy when you think about the potential to onboard people into the space and get exposure to the technology, I think is one of the most exciting pieces to me, um, because it feels a little bit like the next kind of top shot moment in the way that, you know, we all came in through top shot again, as, and it was easy to use, easy to transact. You didn't really need to know anything about crypto or even know you were interacting with NFTs. And then it gave people the option to kind of explore the really truly decentralized side after. Right. And, you know, the people who were here for to learn more about the tech and stuff, they graduated to eth. And obviously that's kind of like the class of 2021 that we know now that we're all in the circle of. Right. But this feels a little bit like it could be that next kind of event, which has been really fun to work towards as a goal and then to see the initial response be so awesome in terms of potential signups. You know, we come from a world where there's a lot of botting that goes on. So I'm sure a portion of that is, is somewhat botted. But even if, even if it's 1020 percent, like you're talking hundreds of thousands of people signing up for this and it's not even gone out like really in a marketing effort yet. It's all organic versus the news. Right. So it's pretty cool to see. So we'll monitor that. But it's really been awesome to work on. But as far as your other question chamber, I'm like, what actually is it? So it's going to be a platform. It'll initially be a web app with mobile capabilities. So it won't be its own native mobile app, right, at first, but it will integrate directly with your Starbucks rewards login. So it's going to be able to be integrated into the actions that you take at your Starbucks. Right. So it'll know, it'll be able to give you credit if you go and purchase something as part of a challenge or whatever. But essentially on top of that, it's this gamified system that we're building for loyalty. Right. So in terms of, you know, like, what does that mean? You'll log on, you'll create your profile and you'll have, you know, what we're calling journeys, right. And so these journeys are similar to challenges, right. And there's going to be, you know, Starbucks related and coffee related parts of these journeys, mini games, challenge, knowledge quests, things like that. And then there's going to be some, like in real life store actions that you take, right. So completing a journey will get you a, like a journey stamp, which is an NFT. That NFT will have some collectability to it. But mostly what's interesting about those is that they are built into the metadata is a score, right? And so you're going to be taking these actions and playing this game to grow your collector's score. And that is kind of where it's really unique, right, where you're able to kind of build this collector's score or, you know, build it up and sell it or trade it or transfer it, right? So you're the concept of really owning your loyalty points comes into play there, right? And so there's going to be certain rewards that are redeemable for certain levels of scores. There's going to be special collaboration airdrops that are redeemable or that you'll have access to if you reach certain levels and things like that. And the, you know, the real big vision of this is to eventually integrate things like, you know, geogating or, uh, AR, VR into this as well. And so there's a lot of really cool things that we could do with this, but it's really a major, this building something that we're taking their, you know, $12 billion loyalty program business and basically putting it on an open system where what that means is, you know, other people, other brands, other artists, anybody can come and kind of collaborate and interact with Starbucks token holders, right? So I think you'll probably see a world where, you know, other brands or things want to come and reward Starbucks token holders just like you've seen with like, bored ape yacht club, right? Board Apiac loves kind of like the highest level tier of NFT, but, and you see all these other projects and all these other, you know, collaborations that want to work with bored ape Yacht club because of the network, right? So you're going to have potentially hundreds of thousands of Starbucks token holders that can be interacted with and rewarded in a way that they don't now. And I think that's the power of, like, this open system idea, which I don't even know if, like, people really realize how crazy, like, pioneering that is from a brand tech perspective of like, why would you, like, the question is why would, why would Starbucks or anybody want to open that system, right. That's that, right. They can control and own and. Right. It's like, and it's kind of, people have a hard time wrapping their head around that, of like, why that would be a benefit. But again, right, you associate all of those benefits that you might get from other companies, other brands, other things that want to interact and play with these Starbucks token holders as things that you got because you interacted with Starbucks. Right? So I don't think it's I think it's actually going to have the opposite effect that people intuitively think, which is, oh, well, you're targeting my customers. Yeah, but you're getting targeted because of your status as a Starbucks user. So you're going to be incentivized to keep doing Starbucks actions. Right? Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "C",
        "text": "I just pray. Cause I'm a big Starbucks fan. I probably have Starbucks maybe four or five times a week. I'm praying that there's like a collector's club where you have to try a certain amount of different variety of drinks. Cause I'm for it."
    },
    {
        "speaker": "A",
        "text": "Oh, there's definitely gonna be cool stuff like that. There will be stuff, yeah, there'll be a lot of really fun ways to interact with the, you know, different items on the menu, different store locations. You know, there's going to be. We also wanted to do this in a way that's not exclusive in terms of, you know, we hear a lot of stuff in the NFT space about being priced out or it's like a rich get richer game and this and that. And you know, there's. We kind of modeled this as unlike our learnings from play to earn gaming, right. Where, you know, what we found as a thesis was that the model is broken and the model was broken because you were as a user, you're funding the platform, you're funding the economy. And that's a broken incentive system because what ends up happening is it becomes extractive and everybody's at a race to ROi their investment because, or their buy in because they know everybody else is doing the same and it's not sustainable and there's only a matter of time before it crumbles, right? So our thesis was these things should be free to play. And the, if you put a brand with the ammo or a company with the ammo, like Starbucks, to kind of fund something like this from the outset where they're not needing customer buy in to float the economy, you're actually going to get this really interesting chance at growing and playing a game, right? So in theory it's kind of a play to earn game, right? But what you're earning here is these collectibles, these NFTs and these points and they're going to add stack, be interoperable and reward you with things from your favorite brand for your actions, right? So that's kind of the theory and our thesis behind it. And you know, there will be, there will be paid drops. Those paid drops of those paid drops will do things like give you bigger collector score boosts, they'll also be like the kind of, you know, fun, surprise and delight things hidden in the traits that are redeemable, you know, things like that. So really, really a lot of fun mechanics to play with so we can get more deep into the weeds on that as it gets closer. But that's kind of the high level. So, you know, what are your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "I'm excited. No, that's exactly what, you know, I was hoping for. And, you know, I, selfishly, I've always been curious when big brands jump in, like, is there a possibility to get a Starbucks for life NFT reward as, like, ultimate rewards? I always talk about that because people like Chipotle has done it before. Burritos for life. Like, I'm always curious if a brand is willing to go crazy and go Starbucks for life."
    },
    {
        "speaker": "A",
        "text": "Well, Starbucks for life, there's actually a, there's actually a game they put out every year on the holidays called Starbucks for life. And so they, you play the game. I'm not exactly sure how the mechanics work, but you play the game and you have an opportunity to win Starbucks for life. So I think the answer to that question would be yes."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "You might be able to see something."
    },
    {
        "speaker": "C",
        "text": "Like that easy in the future. Yeah."
    },
    {
        "speaker": "A",
        "text": "But, yeah, they actually have a game. It's called Starbucks for life. It kicks, no idea around the holidays, so. And millions of people play it. So when you think of, when you think of that, right. They have millions of people that play Starbucks for life. And so you tap into a small percentage of that that will play this and get to experience something that's more interactive, that has a community behind it that really will be able to kind of create this live marketplace of Starbucks interaction, which is really fun to think about. Uh, yeah. So really, really cool, fun, exciting stuff. Um, chamber, you gonna, you getting in on Starbucks or what?"
    },
    {
        "speaker": "B",
        "text": "I'll tell you what. I went, my, my daughters, uh, who are nine and four years old, asked me the other day to go to Starbucks so they could get some, some drink. I forgot what it was, but it cost me dollar 15 for two little drinks. And I was, I was not impressed. I was not impressed. And they didn't even drink them. One of them gets home, takes one sip, says, oh, this is not what I wanted. And then I drank a little bit of it and, you know, it was a little too sweet for my taste."
    },
    {
        "speaker": "C",
        "text": "I feel like I see a lot of young people."
    },
    {
        "speaker": "B",
        "text": "No, it was like a, like a caramel, you know, brown. I don't know. It was, I'm gonna do some research. I'll come back to you next episode."
    },
    {
        "speaker": "C",
        "text": "With the exact thing that we're drafting. Starbucks drinks right here."
    },
    {
        "speaker": "A",
        "text": "Going to say, should we have the app up now? You have the app up now so you could get the menu so you know what's ordered."
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah."
    },
    {
        "speaker": "A",
        "text": "Who's, what's the order here?"
    },
    {
        "speaker": "B",
        "text": "Okay, I'm going to go first because you know what? I'm tired of losing."
    },
    {
        "speaker": "A",
        "text": "I always go last while we do this."
    },
    {
        "speaker": "C",
        "text": "I love that idea in the DJ network. So while we, while we do this, bring up the other screen in the show. Perfect. And if people want, they can, they can screenshot that and go get themselves a Starbucks."
    },
    {
        "speaker": "A",
        "text": "There you go. Look at this. Paying it forward, boots out there. Just inspiring people. I love it. I love it. Grab yourself. Grab yourself a drink on Des. That's very awesome of you, Des. So I hope some people are near Starbucks and can go do this while we, while we draft our drinks. Morgan just said here there's nothing quite like the sheer agony of working on Starbucks every day and not being able to have Starbucks. So there you go."
    },
    {
        "speaker": "B",
        "text": "You don't get the, like, the little pods. Do they not have star Starbucks pods you can get."
    },
    {
        "speaker": "A",
        "text": "I'm not sure they sell those in the markets in New Bek is we could."
    },
    {
        "speaker": "B",
        "text": "We got to ship them over."
    },
    {
        "speaker": "A",
        "text": "Yeah, we might have to do that."
    },
    {
        "speaker": "C",
        "text": "About that one."
    },
    {
        "speaker": "A",
        "text": "My wife. All right, so who's going first?"
    },
    {
        "speaker": "B",
        "text": "You go first."
    },
    {
        "speaker": "C",
        "text": "And not Ubekistan, just their neighbors."
    },
    {
        "speaker": "B",
        "text": "I double check."
    },
    {
        "speaker": "A",
        "text": "You're clarifying that. You do know the difference."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "You'll never get this. You will never get."
    },
    {
        "speaker": "B",
        "text": "A bunch. Bunch. You go first, then Des and then me because I don't think I ever go last, so maybe that'll help me."
    },
    {
        "speaker": "A",
        "text": "All right, I'll go. I'll go first. I'm going to go with the seasonal delight. I'm going to play towards the seasonal crowd. And I'm going. I'm going pumpkin spice latte for my first pick in the draft here. The PSL can't go wrong."
    },
    {
        "speaker": "C",
        "text": "I feel like that's an auto win almost. The PSL is, is very loved."
    },
    {
        "speaker": "A",
        "text": "Um, that has to be number. That has to be 101, right?"
    },
    {
        "speaker": "C",
        "text": "Like, it was."
    },
    {
        "speaker": "B",
        "text": "I thought it was a meme now, though. I thought it was a meme. I thought it was, like, overdone."
    },
    {
        "speaker": "A",
        "text": "Would you have, would you all have picked PSL?"
    },
    {
        "speaker": "C",
        "text": "I would have done PSL number one for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Not me. I have a number one."
    },
    {
        "speaker": "A",
        "text": "Well, you're, uh, who's next?"
    },
    {
        "speaker": "C",
        "text": "I think I'm next, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's his next yes."
    },
    {
        "speaker": "C",
        "text": "Okay, I'm going to go. Very simple. Iced vanilla latte."
    },
    {
        "speaker": "A",
        "text": "Solid choice. We. And. Wait, the rules were. Hold on. Just so we know the rules."
    },
    {
        "speaker": "C",
        "text": "Rules are hot and cold don't matter, so you can't choose hot vanilla latte."
    },
    {
        "speaker": "B",
        "text": "Right? Right."
    },
    {
        "speaker": "A",
        "text": "Smart."
    },
    {
        "speaker": "C",
        "text": "And. And one of our drinks has to be semi exotic, so not all, you know."
    },
    {
        "speaker": "A",
        "text": "So what qualifies as exotic?"
    },
    {
        "speaker": "C",
        "text": "Um, something you'd be embarrassed to order."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "So, like, a pumpkin spice latte count?"
    },
    {
        "speaker": "C",
        "text": "I probably wouldn't."
    },
    {
        "speaker": "A",
        "text": "I am not embarrassed by now. Take this pumpkin spice latte. I will not. I am a basic, and basic. And I love my pumpkin spice latte."
    },
    {
        "speaker": "B",
        "text": "White woman's instagram. So funny."
    },
    {
        "speaker": "A",
        "text": "All right, so we have PSl. We have iced vanilla latte."
    },
    {
        "speaker": "B",
        "text": "Okay. I get Jamie."
    },
    {
        "speaker": "A",
        "text": "Yes. You get two."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, so I'm gonna go with the. I think. I feel like it's the most popular one, but the caramel macchiato, I feel like that's."
    },
    {
        "speaker": "C",
        "text": "That's a great call."
    },
    {
        "speaker": "A",
        "text": "I would have picked that to number two if I didn't get PSL."
    },
    {
        "speaker": "C",
        "text": "I think that's actually the most competitive draft. I feel like when we. No one picks each other's, you know, things, but, dang, I mean, you took both my top two off the list. This is tough."
    },
    {
        "speaker": "B",
        "text": "And then I'm gonna go with, um, an espresso. Just. I don't know. Is that a thing?"
    },
    {
        "speaker": "C",
        "text": "I don't think people order that."
    },
    {
        "speaker": "B",
        "text": "Okay, 1 second. Scratch that. Scratch it. Scratch America. Americano. Yeah. Okay."
    },
    {
        "speaker": "C",
        "text": "That's the. That's the orderable version of that."
    },
    {
        "speaker": "B",
        "text": "All right, we'll go that way."
    },
    {
        "speaker": "C",
        "text": "That's good. All right, so it's back to me. I'm gonna shoot. I'm gonna have to. Gosh, caramel Macchiato was a good one. This is such a. This is so lame. Like, ordering. I'm going through what I actually order, and now you'll find out I order lame stuff, but I'm gonna go with a London fog."
    },
    {
        "speaker": "A",
        "text": "Oh, London fog suggested in our. In the chamber. Was vying for votes already. No, he asked. He asked in the djord. Yeah. And he's like, oh, what are your guys favorite drinks? Yeah."
    },
    {
        "speaker": "B",
        "text": "I don't even like. I don't even like Starbucks."
    },
    {
        "speaker": "A",
        "text": "However, I am looking at a list here of Starbucks drinks, and it is. This is a list of, like, the top 25 best Starbucks drinks according to delish.com. and number 20 is London Fog. And I just want to read. I want to read the caption. Here's the thing. The London fog is a super canadian drink. As you know, Canada never disappoints. This coffee alternative is made with Earl Grey tea, so you'll still get the foaminess of a latte without being buzzed on a super high dosage of."
    },
    {
        "speaker": "B",
        "text": "Somebody said that in the. Somebody said that in the. Is that what they called it? Because I do remember seeing, like, a latte with, like, an Earl gray teabag thrown in there, and it seemed crazy to me."
    },
    {
        "speaker": "A",
        "text": "That's the London Fox, apparently super canadian."
    },
    {
        "speaker": "B",
        "text": "So because I love tea, I do drink a lot of tea. So I'm definitely going to try that next time."
    },
    {
        "speaker": "C",
        "text": "You should."
    },
    {
        "speaker": "A",
        "text": "All right. My pick is still on the board that I want. Oh, I actually go twice now."
    },
    {
        "speaker": "C",
        "text": "Yeah, you gotta include something exotic."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, so first, for my first pick, I was actually really pissed at Morgan in the chat, because I thought by bringing this up, somebody would take it. I'm going with the nitro cold brew. That is one of my favorites. If I'm not ordering the pumpkin spice latte, I'm going with the nitro cold brew. And so now neither of those are exotics, right?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Let's see. How about now? I don't want to just, like, blurt out stuff if it's not going to be exotic, but I so, like, I don't quite know if you personally think."
    },
    {
        "speaker": "C",
        "text": "I'd be embarrassed to order this, then you're good."
    },
    {
        "speaker": "B",
        "text": "I would order. The last thing I purchased was an exotic, embarrassing drink. So I have it. I have mine."
    },
    {
        "speaker": "C",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "I mean, I think I have to go with. It's either I go with the most popular thing that I think is gonna go here, and I pander or, um, game theory."
    },
    {
        "speaker": "C",
        "text": "Game theory at its finest."
    },
    {
        "speaker": "A",
        "text": "So I'm going with. I'm going with pink drink."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, that's a good one. No, no, that's a good one."
    },
    {
        "speaker": "B",
        "text": "What's pink drink?"
    },
    {
        "speaker": "C",
        "text": "So that's what I think your daughters would have ordered, but, yeah, yeah, it's a."
    },
    {
        "speaker": "A",
        "text": "It's a very, very pink drink. It's just called pink drink and."
    },
    {
        "speaker": "B",
        "text": "Oh, it's called pink drink."
    },
    {
        "speaker": "A",
        "text": "Yes. But it, like, caught on. It's. It's got coconut milk into it, uh, in it. It's, like, a very embarrassing. Yeah, it's, like, a very instagrammable drink. It's also apparently keto friendly, so it caught on extra for that. Uh, yeah. So, uh, that's how I order it with what it says on the screen here."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "Can I have a venti pinkity drinkity, please? Norm says, so far, bunchu and I are the same person at Starbucks. Amen. Nice."
    },
    {
        "speaker": "C",
        "text": "I think you might take this one. I'm going to go with something. I think they actually took off the menu, but you can still order it. I'm going to go with a java chip frappuccino."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. That is exotic. For sure."
    },
    {
        "speaker": "B",
        "text": "Crap."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "That's pretty."
    },
    {
        "speaker": "C",
        "text": "Make an appearance in this some. Some way or another."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So you guys didn't take the. You guys didn't take the one I got. So the last thing. The last thing I got from Starbucks a couple of weeks ago, it was delicious. It was offensive to the eyes. I mean, you see me walking around with this is. It's not, it's not, it's not a. It's not a compliment, but it was the mango dragon fruit lemonade. Uh, and it was a delight. Uh, it was delicious."
    },
    {
        "speaker": "C",
        "text": "How refreshing is that, though?"
    },
    {
        "speaker": "B",
        "text": "It was so good. Um, I I loved every moment of it. So, yeah, the mango dragon fruit lemonade, and then Tim Hortons. For the record, Tim Hortons came with their shitty version. Um, and they're absolutely garbage, so I I. Yeah, I'm not a big Tim Hortons supporter anymore. It's not like it used to be. So."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Megan, mango dragon fruit lemonade is mine."
    },
    {
        "speaker": "C",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "All right, so that rounded us out, right? So I got the psl, nitro cold brew and pink drink. I don't see how I don't run away with this, but we'll see. Um, chamber, what were yours?"
    },
    {
        "speaker": "B",
        "text": "Mine are, uh, caramel macchiato americano and mango dragon fruit lemonade."
    },
    {
        "speaker": "C",
        "text": "Honestly, really good."
    },
    {
        "speaker": "A",
        "text": "I don't know. They're all strong."
    },
    {
        "speaker": "C",
        "text": "That's pretty strong. And then I went with the classic vanilla latte, the java chip frappuccino, and the London fog."
    },
    {
        "speaker": "B",
        "text": "It's really a testament to the menu that Starbucks provides."
    },
    {
        "speaker": "A",
        "text": "It is actually very true. You know what's funny is this show is not even sponsored by Starbucks yet, nor is this episode sponsored by Starbucks, so who would have thought? But you're welcome."
    },
    {
        "speaker": "B",
        "text": "Starbucks."
    },
    {
        "speaker": "A",
        "text": "Yeah. Here we are."
    },
    {
        "speaker": "B",
        "text": "You got the mint condition pumped."
    },
    {
        "speaker": "A",
        "text": "Morgan says, java chip with a pump of."
    },
    {
        "speaker": "C",
        "text": "I'm gonna try that. I'll try that next time. Oh, wait, I never order that. Never mind. I. Just kidding."
    },
    {
        "speaker": "A",
        "text": "If you're still watching this, which it looks like a good amount of, you are definitely take Des up on his coffee order here. Very, very generous of you, Des, but that's going to do it for us. Anybody? Any last parting words? Chamber destin."
    },
    {
        "speaker": "B",
        "text": "No? Go mint. Go mint. A degenesis. Pass. Come join us in the war room. It's literally the best place to be. If you're in nfts, shout out to."
    },
    {
        "speaker": "C",
        "text": "My previous colleague, Long, who minted his project yesterday already at a 0.6 floor. Go frickin long."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "What is the project Anamura. Oh."
    },
    {
        "speaker": "B",
        "text": "Oh, I saw that. Yeah. That's awesome."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I wonder what the, uh. What's the djen floor at, .6 maybe? Look at that Des in your eyes."
    },
    {
        "speaker": "B",
        "text": "Point 69."
    },
    {
        "speaker": "A",
        "text": "In your eye, Des. Is it? No, sorry. It's not. It's point."
    },
    {
        "speaker": "B",
        "text": "What is it?"
    },
    {
        "speaker": "A",
        "text": "It's point."
    },
    {
        "speaker": "B",
        "text": "Too bad. The two x. That's a two x, baby."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "That is a two x. Yeah. Boshi Manos wants to know if he missed the merge talk."
    },
    {
        "speaker": "C",
        "text": "No, we just don't care."
    },
    {
        "speaker": "A",
        "text": "We're about to merge ourselves right into something else to do. We're done with this podcast. We will see you all next time. Like subscribe, review, mint degen passes? All of the above. My cat is sitting here on my desk. I gotta go. Until next time, stay mint."
    }
]