[
    {
        "speaker": "A",
        "text": "I texted you a screenshot of LeBron James feet going viral with a quote that said, if the boner police were here, I'd need a lawyer. And you said, responded, you know, your laughing face emojis. And then you said, just had a 30 minutes conversation with my mom about you and the show. She listened to a few episodes, or she listened to the last few shows. She was killing me. I said, omg, what did she say? And you said, we will talk Monday. To which I replied, oh, God."
    },
    {
        "speaker": "B",
        "text": "Yeah, so she. My mom obviously knows nothing about any of the stuff we talk about, but I mentioned on last week's show, she just is proud of her little baby boy and just likes to participate. You know what I mean? So some of her takeaways. So she was very interested in the detective dad storyline."
    },
    {
        "speaker": "A",
        "text": "She likes detective dad. Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "She's like, I like that. That was good. She's like, so what happened? Like, did we find, you know, did we get to the bottom? I said, you know, the investigation is still ongoing. I've heard many, you know, many stories. Haven't, you know, haven't pulled the police records yet, and, you know, kind of confirmed with my sources within the local PD here. So. Still at large, or still, you know, still an open case. We don't. We don't know exactly what's happened yet. But she really liked that. But she brought you up. She's like, does Bunshu not like gambling as much as you do?"
    },
    {
        "speaker": "A",
        "text": "I'm sorry, what?"
    },
    {
        "speaker": "B",
        "text": "She said, he seems to be not a fan of gambling on crypto. And I said, I said, he's a professional gambler. I said, at least in my world, you're what I would, you know, my."
    },
    {
        "speaker": "A",
        "text": "Wife says that I am a professional gambler."
    },
    {
        "speaker": "B",
        "text": "I'm not a gambling person. But, like, if I were to, you know, if I were to draw up a professional gambler, would be very similar to what you're doing. So I said, so he. He likes to gamble. I said, I like the thrill of not knowing what's going to happen. He likes to. To have a little bit of an edge. So I was trying to explain to her kind of how, like, you like to bet with an edge, whereas I like the pure adrenaline of, you know, the. The unknown. You know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Fair."
    },
    {
        "speaker": "B",
        "text": "So she's like, well, for somebody that's in crypto, you know, hey, look here."
    },
    {
        "speaker": "A",
        "text": "Okay? So I would say that your mom, based on that, based on adding the crypto caveat, she's probably correct. And here's. Here's a great example of why I cut that massive Jupiter bag I was holding after I was down 30% and took a huge, huge loss on that. It was a. I mean, you know how big of a bag? I do know. Yeah, that was. That was a big one. So I cut that this morning. So I held it through what I thought was a fair enough assessment. Time to see after. After, you know, they removed the pool and all that. So I just keep taking massive l after massive l in this time since. In the time since I, you know, a couple weeks ago on the show, said that I turned everything into bitcoin. I fumbled that bag, and I am down in USD probably about ten grand in that time since I've been down or since I did that, and now bitcoin is over where I bought it. Everything's pumping, and I'm just a big loser. This is why I. It is not that I like to bet with an edge. It is that I have to bet with an edge. There are sense there are games in which I. If I do not have a quantifiable edge, I will lose. This is one of them. I should not be trading crypto at all. And I just, like, I love the thrill of the gamble, but at some point, it becomes more than that. For example, you know, I was in Vegas last week."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "For a couple days. And, you know, I played craps. I played blackjack. I played roulette. Games I know can be beaten, but I don't. I don't play them enough and practice them enough to have, you know, what I would call an edge at any of these games on the table. But of course I'm gonna play. So I'm, you know, splashing around there, and I know roughly what my expected value is on those games, right. So, like, I can play them and, you know, expect to at least not lose much. Right? Like, for. Regardless of expecting to win or not, I know enough to expect to lose a little. Right. You know what I mean? Rather than. And in crypto, I'm just not there. Like, I just don't have. Have the skill. It is much more of a gamble to me. And so, like, I don't like that when large, large, large sums of money are involved. And so. But. And you also know me as, like, I don't go small on most things, right?"
    },
    {
        "speaker": "B",
        "text": "Like, no, yeah."
    },
    {
        "speaker": "A",
        "text": "I want to. I want to find the edge and lever into that, like, really crank it, you know what I mean? So, I don't know. I have proven to myself in the last month that my crypto activities should be buy and hold only. And I don't know if there's anything particularly wrong with that."
    },
    {
        "speaker": "B",
        "text": "So are you back in just USDC? Is that what happened?"
    },
    {
        "speaker": "A",
        "text": "As of this morning, yes. So everything. Because I was just hope. I was anticipating the Jupiter to at least maintain value. And so now between, like, what everything else has done, compounded with what I lost in Jupiter, like, I am way far behind where I would have been if I just held all that bitcoin."
    },
    {
        "speaker": "B",
        "text": "So just refresh me here. So you had bitcoin and then flipped to Eth, or do you had."
    },
    {
        "speaker": "A",
        "text": "I was holding. I was holding almost all bitcoin or. Sorry, I was holding almost all eth. And when the ETF was coming, like, certainty that it was coming and launching, I went full bitcoin. And I was like, I'm just going to stay here. I'm just going to park it here. Like, everything makes sense. And then I got shaken out of that on the dip to 39, I was like, well, I'm just going to wait till the selling stops and I'll have plenty of time to get back in. And you know how bitcoin works. It takes three weeks to do that and two days to make it all back in one trade, you know, so that's what happened to me there. But in the meantime, I thought I was making a smart play with Jupiter and I was not. So there you go. That's what happened to me. But it's not important. We will persevere. But that is an example of your mother's astute observation."
    },
    {
        "speaker": "B",
        "text": "I was telling her, I said, here's the difference, because she was visiting me during the last time we were printing money."
    },
    {
        "speaker": "A",
        "text": "Like, printing money, like meme coin season."
    },
    {
        "speaker": "B",
        "text": "Or when you're talking full meme coin season. So the may of last year where we were making boku bucks, okay? And I'm literally all like, the whole weekend I'm showing her, you know, she's showing her my phone. She's in my office while I'm on my laptop. And she's like, she's like. I said, you know, she saw where, you know, our bucket of money started. And, you know, by the end of that weekend, she was just like, this is nuts. I said, yeah. I said, this doesn't happen very often. I said, you know, but I was telling her after she brought, you know, brought you up the other day, I said, I haven't made money since then. Like, I have just lost money since then. I. So, yeah, it's great. But I guarantee you, as, you know, bunch is smarter in his. You know, in the way he trades crypto. He'll, you know, it may not work every time, but the times that it does work, it's simple. It's. It's a smart move. But, you know, the way I trade is like a spray and pray. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Much."
    },
    {
        "speaker": "B",
        "text": "Right? Very similar to how I procreate. Yeah, exactly. But I happen. So, like, I get to a point, you know, we're talking almost a year ago, and, you know, you have your. You know, you have your stash left, and it's just like, fuck, am I. Am I not gonna make any more money? Like, is this it? You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Like, yeah."
    },
    {
        "speaker": "B",
        "text": "I need to continuously have, like, two. Like, ideally, like, two to three big wins a year, and we can."
    },
    {
        "speaker": "A",
        "text": "That's all it takes."
    },
    {
        "speaker": "B",
        "text": "Like, it really is. And it."
    },
    {
        "speaker": "A",
        "text": "Honestly, the key of it, if you're going to actually trade, it's like, find those three to five big winners a year and mitigate your risk on everything else. That's literally it, right? Like, that's how you trade crypto, in my opinion, the, uh, you know, sports betting, totally the opposite, right? Like, the opposite is true because you need to. You consistently confined yourself with a three, 5710 percent edge on certain bets or markets, and that is more about getting your money in as often as possible to spin out, like, what, a 5% roi velocity? Like, over the long term. Right? Like, your expected roI. And sports betting is like 5%. Right? So, okay. If you're making $1,000 in bets every month, right. That's not. 5% RoI is not very, uh, attractive. Right. So the idea there is to spin out and churn through your bankroll as often as it's much more spray and prey. However, you have a."
    },
    {
        "speaker": "B",
        "text": "Do we lose them? Okay, I thought that was me. I was like, uh, I'll edit that part out. Okay, Mister Paine or. Pardon? Sorry, Mister Paine, what happened? Yeah, mister House, I see your hand is up. We'll go to you first."
    },
    {
        "speaker": "C",
        "text": "Yeah, I just had a few quick comments first. This is sounding like the Throwback rec podcast edition of Mid mic crisis. So I thought that was interesting. I've never heard bunch you tell a detailed story of his losses. So was feeling kind of bad, but also just chuckling at it. The second portion would be chamber. Did you watch the Super bowl? Like, I'm kind of generally curious. I don't take you as a football fan. I know you're big on the NBA, but I didn't think you were a big football fan. So I'm curious, did you watch the Super bowl, and was the outcome as you expected?"
    },
    {
        "speaker": "B",
        "text": "So this is a great question. So every Super Bowl Sunday, I love it because I know, like, 80% of the people around me are, you know, getting excited to do something, and I'm absolutely doing nothing that day. My wife, you know, appreciates it. She doesn't have to pretend to like football for, you know, for a day, like so many other spouses out there, partners. So she appreciates it. So. No, but what happens, like, every single time? So I. Last year, I probably watched a little bit just because we were in some of those pools, like those weird prop bet pools. So I probably watched a little bit more last year, but typically, I don't watch any of it, but I will kind of tune in for the last few minutes because I just want to see who wins because a lot of my job is just being up to date with, like, you know, pop culture and knowing current events. Exactly. Right. So I tune in every time, either for halftime if possible, but definitely for, like, the last few minutes and yesterday."
    },
    {
        "speaker": "A",
        "text": "Does this mean you watched the halftime show?"
    },
    {
        "speaker": "B",
        "text": "No, I didn't watch this halftime show, but I have some thoughts. I saw some clips, and I have some thoughts about usher and his lack of respect for the ring. Okay. But no, I did. So I'm on Twitter, and somebody posted, like, the score, and it was like a minute left, and it was, like, 1919. I'm like, oh, shit, this is going to go into overtime. I'm like, this is huge. The fact that Taylor Swift just started watching football this year and her team went to the Super bowl is amazing enough, but I'm like, I got to watch an overtime. Am I going to watch an overtime game where Taylor Swift wins the Super bowl? And sure enough, sure are. That's exactly what happened. So I was. I watched it. It was very cool. I'm explaining the rules of the game. So I did. I did grow up playing football. My dad's a big football guy, so I can watch the game. I just, you know, it's not something I like to do normally. So I'm explaining the rules of the game. I did not know. I guess they implemented some new overtime."
    },
    {
        "speaker": "A",
        "text": "Rules this year, or maybe this was the crux of how the game ended, in my opinion, 100%."
    },
    {
        "speaker": "B",
        "text": "So I did take, when the ref was explaining the rules, I was really paying attention and then explain them to my wife. Really explained everything. Like, she has no idea what football is like. I mean, she knows it's a game, but, like, she doesn't know what downs are. She doesn't. You know what I mean? So I'm explaining all this to her and then I'm explaining those additional rules. But I mean, it was phenomenal."
    },
    {
        "speaker": "A",
        "text": "Well, so the controversy around the overtime. Not really a controversy, more so the San Francisco 49 ers demonstrating their lack of, or their coaching disadvantage, I would say is what happened here. So was there a big. The previous overtime? Well, the previous overtime rules that actually got changed after a Kansas City playoff game. So Kansas City really. Yeah, a couple years ago played a game and the old overtime rules were essentially you do the coin toss and the team who got the ball first, if they scored a touchdown, it was over. So you. So both teams were not necessarily guaranteed a possession if you want."
    },
    {
        "speaker": "B",
        "text": "So sudden death overtime."
    },
    {
        "speaker": "A",
        "text": "Yes. If they kicked a field goal, the other team got a possession, but a touchdown was a walk off. So that was the."
    },
    {
        "speaker": "B",
        "text": "Okay, okay."
    },
    {
        "speaker": "A",
        "text": "And so if you now go back with that context, the ref explains kind of, hey, treat this as like you're starting a new game. Which I think there is a lot implied in the way he said that rather than."
    },
    {
        "speaker": "B",
        "text": "That was a weird thing to say. I agree there."
    },
    {
        "speaker": "A",
        "text": "Well, because that means it's different from those old overtime roles. Right. Like that overtime, you're not starting a new game. It's, it's kind of sudden death. Right. But here, like it was to be treated as if it were the first quarter of a new game. Meaning like, okay, everybody was bugging out when the time was running out and, you know, things like that. And here both teams were guaranteed a possession. Meaning, okay, if Sanford, whoever has the ball first, if they go down and score a touchdown, the game is not over. The other team has a chance to come back and, you know, try to score touchdown. So with that in mind, there's potentially an advantage to going second. Right. Because, you know, if the team ahead of you scores, you know, exactly, uh, one, that you need to go for it on a potential fourth down or the game is correct. And then two, uh, you know, if you need a touchdown, a field goal, whatever. Right. So this."
    },
    {
        "speaker": "B",
        "text": "And correct me if I'm wrong. Correct me if I'm wrong too. The other caveat of this rule. So San Francisco won the coin toss. Had."
    },
    {
        "speaker": "A",
        "text": "And they took the ball, which was."
    },
    {
        "speaker": "B",
        "text": "They took the ball. So had Kansas City, or pardon me, had Kansas City intercepted any sort of play and returned it for a touchdown, then the game would have."
    },
    {
        "speaker": "A",
        "text": "Then the game would have been over. Correct."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "All right. San Francisco chooses to take the ball first. And this was I think the difference in the overtime, right, like, they come down, they, they get stopped around the goal line and end up kicking a field goal. But now, you know, in that same. Then Patrick Holmes gets the ball, it comes to fourth and one. And like, where they were on the field, if they had that possession first, they probably would not have gone for it. Instead they go, they have to whatever. And, you know, the game, the game's changed by it. So then. Yet last night, slash this morning, a bunch of the 49 ers players in their press conference said they were not aware of how the overtime rules worked and they were not aware of the rule change, which is obviously a giant coaching folk."
    },
    {
        "speaker": "B",
        "text": "Yeah, but is it like, is it a, is it the coaches fault or."
    },
    {
        "speaker": "A",
        "text": "It is on your coach, but is."
    },
    {
        "speaker": "B",
        "text": "It just a bunch of big dummies that don't. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, but you. So you're telling me you don't prepare for an overtime scenario? That's crazy. Like, overtime scenario number one, know the fucking rules."
    },
    {
        "speaker": "B",
        "text": "That is true. That being said, though, as somebody that doesn't watch NFL football, as soon as I heard the ref say the rules, I immediately understood what was happening."
    },
    {
        "speaker": "A",
        "text": "Yeah. And they still decided to take the buffer. So, you know, there's a, there's a, there's the reason that they could have wanted to give their defense arrest because they just got, you know, run down the field on all that."
    },
    {
        "speaker": "B",
        "text": "But typically speaking, you would take, like in any sort of coin toss, not, you know, not, not overtime related, but is the majority of time."
    },
    {
        "speaker": "A",
        "text": "No, most people defer now and let and give."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Yes, because you get the ball back at halftime, so you kind of do these two for one type of strategies, all that kind of stuff."
    },
    {
        "speaker": "B",
        "text": "Gotcha."
    },
    {
        "speaker": "A",
        "text": "A lot of teams defer the coin toss now. And so it's not just a given that in any normal scenario, teams taking the ball. Right. So interesting. But I. So you didn't. So you did or did not watch the halftime?"
    },
    {
        "speaker": "B",
        "text": "I watched your thoughts. I watched literally all of the overtime, so I did not watch the halftime at all. The only time I started watching, and honestly, Patrick Mahomes, like, I was super impressed. I thought the poise was, how does he stack up? Like, obviously Tom Brady, you know, he's."
    },
    {
        "speaker": "A",
        "text": "On a Brady esque trajectory."
    },
    {
        "speaker": "B",
        "text": "That's what I'm, that's what it was. That's what it felt like."
    },
    {
        "speaker": "A",
        "text": "He's been in the league six years. He's got three Super Bowls, four Super bowl appearances, and he's been to the AFC championship all six times."
    },
    {
        "speaker": "B",
        "text": "Wow. Yeah, it's pretty good. It's pretty good. Yeah."
    },
    {
        "speaker": "A",
        "text": "And this was statistically like his worst team and they still couldn't win. And apparently, you know, according to some advanced metrics that people look at, he had the most difficult playoff path in Super bowl history as well against teams like how those teams he played stacked up in the regular season. So this was the time to get them and he still couldn't get him like, so good luck. Who knows?"
    },
    {
        "speaker": "B",
        "text": "But now with San Francisco kind of were they kind of seen as the hardest opponent?"
    },
    {
        "speaker": "A",
        "text": "I would think that normally people. Well, so I think the Ravens were probably who they, who Casey beat last week or last game to get to the Super bowl were probably seen as the best team in the league at the time and they did not pull it off against Kansas City to get to the Super bowl. So this was a slightly, the spread going into the game was, you know, fairly even one and a half, two points. So in favor of San Francisco. So San Francisco was actually favored going into to the game as well."
    },
    {
        "speaker": "B",
        "text": "Did you bet KC?"
    },
    {
        "speaker": "A",
        "text": "I bet San Francisco and I bet the under and I bet a buffet of random props. I did very well. Even though I lost the San Francisco side shouts to J. Webb, who was on Kansas City. J. Webb and I continue to go head into head to head on these big games and I'm not sure what our record is, but if we've at least clipped each other once each. But I did well, I think I went like 26 and 14 and I was up like $3,700. So clawing my Jupiter losses back one sport."
    },
    {
        "speaker": "B",
        "text": "No kidding. I love it. That's great to hear."
    },
    {
        "speaker": "A",
        "text": "All right, let's go to Mister House before we change subjects slightly. Mister House. Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "So I was glad Chamber asked him a Holmes question because that was something I wanted to bring up. But I had a question for you, bunchu, so, you know, this, this was kind of viewed as the worst team Mahomes has played on. No. Tyree kill cream Hunt's been long gone. Who do you think are the top targets for Kansas City to add to their team on the free agency this year in the draft? Like, I could see them looking for depth at receiver as long as Kelsey stays right. Just adding onto that, potentially replacing Pacheco or Edwards Hillier. Like, what do you think Kansas City's needs are to go for the three peat?"
    },
    {
        "speaker": "A",
        "text": "Man, it's all wide receiver on offense like this. Think about this. Their top target was a rookie. Kaderius Tony was a healthy scratch from the game. So, like, and I don't know if you have seen what the NFL free agent market looks like at wide receiver this year, uh, but it is stacked. So they could go out and pay somebody and really improve their wide receiving core. I think that's probably their number one target. They, um, you know, defensively they look really, really good when they're healthy now. So I'm not sure what their needs are there, but offensively, it's definitely still wide receiver. Pacheco is a monster and the wide receiver market this year on free agent is, is insane. So they're going to pick somebody up? I would imagine they'll pick somebody decent up and it's going to be hard to beat them again next year. Sorry, J Web and your bills just, this has got to be a nightmare for anybody who's."
    },
    {
        "speaker": "B",
        "text": "Jay Webb's a Bills fan."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "He's not a Broncos guy."
    },
    {
        "speaker": "A",
        "text": "No, I don't think he's originally from."
    },
    {
        "speaker": "B",
        "text": "I don't, you know what? I don't like that. I think whoever, what, you just, like."
    },
    {
        "speaker": "A",
        "text": "If you move somewhere, you have to be."
    },
    {
        "speaker": "B",
        "text": "No, no, but so, I mean, I know J web. I guess it depends. So I know Jay Webb as a Denver Nuggets fan."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So I don't know if he's a bigger Denver Nuggets fan than he is a Buffalo Bills fan. So that could, I think so. I'm, I'm a, I'm a Los Angeles Laker fan. Okay. So for baseball. Yeah. I don't know if you know this about me. Big Laker fan. Okay. So for, for sports, I like, for college basketball, I like UCLA."
    },
    {
        "speaker": "A",
        "text": "For baseball, you're just keeping it all."
    },
    {
        "speaker": "B",
        "text": "I think I gotta be, you know."
    },
    {
        "speaker": "A",
        "text": "You'Re a Dodger guy now."
    },
    {
        "speaker": "B",
        "text": "I'm not, I'm not a Dodger guy, but I mean, if push comes to shove and you ask me who I, you know, who I would root for, it would be the Dodgers. Yes. So I think if whoever, your main buffalo is a little bit different because Buffalo is a yemenite, you know, a."
    },
    {
        "speaker": "A",
        "text": "Single split, it's not quite the main market. Right. You don't have the Buffalo."
    },
    {
        "speaker": "B",
        "text": "So if he's a bigger Buffalo Bills fan, I'll let it slide. But if he's a bigger Nuggets fan, he should be a Broncos fan."
    },
    {
        "speaker": "A",
        "text": "All right, we're going to Jay Web before Steve just because we were talking about him."
    },
    {
        "speaker": "D",
        "text": "J Webgm Gm do I think, are you guys still doing that stupid fucking question thing or can I just talk?"
    },
    {
        "speaker": "B",
        "text": "No, we're doing it now."
    },
    {
        "speaker": "A",
        "text": "Here's a trivia. Here's a trivia question for you. How many times in the last couple of years have, can, has Kansas city defeated the Buffalo Bills?"
    },
    {
        "speaker": "D",
        "text": "That'd be three times in the last five years, I believe."
    },
    {
        "speaker": "A",
        "text": "Correct. You can speak."
    },
    {
        "speaker": "D",
        "text": "So because I constantly yearn for chambers approval. I will give. I will give why my fandom is the way it is, and then he can decide if it's legitimate. So I'm originally from New York, spent a lot of time upstate. I was a Rams fan, so I grew up in St. Louis. After we moved from New York, I was a Rams fan, and then they left, and the way they left rubbed me the wrong way. So I was like, okay, I'm no longer cheering for the Rams. I was still living in St. Louis at the time, and I looked at the New York franchises and I was like, the jets are a mess. The Giants are terrible, plus they're in New Jersey. I'm going to be a Bills fan. So I was a Bills fan then."
    },
    {
        "speaker": "A",
        "text": "I was before. They're good."
    },
    {
        "speaker": "D",
        "text": "Yeah. This was back in, like, 2015, 2016."
    },
    {
        "speaker": "B",
        "text": "I've only known the Bills to be a terrible team. So are they a good team now?"
    },
    {
        "speaker": "E",
        "text": "Ish."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. I was going to say, I feel like they've been a dumpster fire forever."
    },
    {
        "speaker": "D",
        "text": "So I moved to Denver in 2014, and that was the first time in my life I lived in a city with an NBA team. So I'm like, okay, I'm a Nuggets fan now. Like, this is awesome. I can actually go to games and support a team. And so I would say I'm probably a bigger Nuggets fan, purely due to the fact that I can actually go to games on the regular here and, you know, see the team and interact, like, and watch all the games and everything. So that's, that's my situation, and I'll let you determine if that's legitimate or not."
    },
    {
        "speaker": "B",
        "text": "You know what? Now that I have all of the information, I grant my approval on this."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Thank God."
    },
    {
        "speaker": "D",
        "text": "I thought I was gonna, like, go burn all my bill stuff."
    },
    {
        "speaker": "B",
        "text": "No, you're good. I feel like that's a very, I'm a reasonable man. Okay. And that's a reasonable, that's a reasonable."
    },
    {
        "speaker": "A",
        "text": "You know, J web, j web just at everyone in our sports betting discord, and he's thanking you for your approval and saying that he can now carry on. So good. Thank you for letting my betting partner here keep his, keep his status. Otherwise, who knows?"
    },
    {
        "speaker": "B",
        "text": "I do have to mention something to J web, too, because Jay Web, I don't know, if you watched the game the other day where the Lakers played the Nuggets."
    },
    {
        "speaker": "D",
        "text": "I did."
    },
    {
        "speaker": "B",
        "text": "I have PTSD. Like, the Nuggets play. You want the Nuggets to play the Lakers all the time, don't you? Like, they play so well when they play. They just."
    },
    {
        "speaker": "D",
        "text": "Yeah, man, they get up for those games, and it's unbelievable. How many will they lose back to back game to, like, the fucking Rockets."
    },
    {
        "speaker": "B",
        "text": "And I'm watching. I'm watching. It's up. It's so infuriating because I see them lose these shitty games, and then they play, like, the fucking Globetrotters against the Lakers. Everything. It's unbelievable like that. There's a. There was a play at the end of the game where my guy Austin Reeve, snatch off guy."
    },
    {
        "speaker": "D",
        "text": "The jokic one was crazy."
    },
    {
        "speaker": "B",
        "text": "It was so infuriating."
    },
    {
        "speaker": "D",
        "text": "Did LeBron mean to do that pass, or is that an accident?"
    },
    {
        "speaker": "A",
        "text": "Oh, that was a good."
    },
    {
        "speaker": "B",
        "text": "The tip pass, I think, was 100% on, you know, on purpose. 100%."
    },
    {
        "speaker": "D",
        "text": "He tipped it."
    },
    {
        "speaker": "A",
        "text": "He."
    },
    {
        "speaker": "D",
        "text": "He tipped it. Different angles make it look different ways. I could see it being either, because he's definitely done stuff like that."
    },
    {
        "speaker": "B",
        "text": "He's the second best. Yeah, he's the second best."
    },
    {
        "speaker": "D",
        "text": "The argument over whether or not he. He meant to do it has been so funny. People get so worked up about it, fucking everything."
    },
    {
        "speaker": "B",
        "text": "I didn't know that was an arc."
    },
    {
        "speaker": "D",
        "text": "I didn't know it was huge. Yeah, it. I've been getting so much of that on my timeline, at least, like, all day Friday and Saturday."
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw it. I never thought twice about it. I'm like, oh, yeah, that was a great pass. Like, Yokich passes like that all the time, why can't LeBron do it once?"
    },
    {
        "speaker": "A",
        "text": "Before we. Before we get to Steve, I have a question for you. If in the world. In a world where you are an NBA player, right, where you're. Where you're just, you know, sitting back in the corner, dropping dimes, the. What is your, like, player Persona? Are you. Are you a jokic or where you're just very, like, laid back, happy to be there, gonna buy a couple million horses when you're done? Or are you, like, what I played? No, like, who would you want. What Persona would you want to be on the court? These, like, now? Or are you the guy that's, like, getting dressed to the nines while the. The cameras follow you into the stadium? Like, what is your. What is your player Persona?"
    },
    {
        "speaker": "B",
        "text": "I. That's a good question. So I'm a taught. I. Every sport I played, I was."
    },
    {
        "speaker": "A",
        "text": "Oh, you're a shit talker. I talk, baby, and I love. So you're more like the Draymond Green?"
    },
    {
        "speaker": "D",
        "text": "That shouldn't come off surprising at all."
    },
    {
        "speaker": "B",
        "text": "Draymond Green is not my favorite player. I like, like, Pat Bev. I like a little bit better than Draymond. Like, my. My game was more Luke Walton, but my mouth is more Pat Bev."
    },
    {
        "speaker": "A",
        "text": "So that's almost exactly what I was asking. So that's perfect. Okay, GM Steve, how was your super bowl? You, you. You could take your victory lap on all the Chiefs bets you had. Well done, GM."
    },
    {
        "speaker": "E",
        "text": "Thanks. Yeah, this is one of those days when being just a moron who's not good at sports betting paid off. Where my logic was like, if I bet on Patrick Mahomes and I lose, I'll feel dumb if people ask me about it. So I'm going to bet on Patrick Mahomes because, like, you know, because if I lose and I bet on Patrick Mahomes, I'll be like, but I was betting on Patrick Mahomes, and people will be like, that's reasonable."
    },
    {
        "speaker": "A",
        "text": "Got a point."
    },
    {
        "speaker": "E",
        "text": "My total shitty reasoning compared to, like, you running all the analytics and being sharp somehow won for me this time. It's like when we were betting on Colorado at the beginning of the season, and you eventually became right, but you were wrong for a period of time and we were just betting. Cause we're like, it's crime. Very dumb. But, no, I was gonna say a couple of things. Like, I haven't been watching basketball at all this year. So was J. Webb saying the Nuggets are kind of coasting and they get up for the game against the Lakers? Is that what was happening there in that conversation?"
    },
    {
        "speaker": "B",
        "text": "Yeah, more or less."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah, they. They've been playing shitty against shitty teams."
    },
    {
        "speaker": "E",
        "text": "Yeah, this is. This is the welcome to what it was like being a LeBron fan in Cleveland for years when all they were doing was trying to win a title, and even though they only got one, it was like the regular season was almost painful and stressful until it was over. And I don't know if you're going to feel this or not at this point in the night where the Nuggets are, but, like, it got to a point where when we got to the sort of, like, finals, it was almost like. It was almost, like, stressful and, like a relief. When we were getting through rounds of the playoffs, it got to the point where, like, you didn't even get as excited to watch play. This is going to sound crazy, but at some point you weren't even that excited to watch a playoff game against the Bulls cause you knew you were going to win the series. And it was like, almost like, not as enjoyable of a sport as it was when we were scrappy under. Like, I have more. This is going to sound really stupid. I have more fun watching basketball and these Cavs now than I did for the regular season. Watching LeBron during the years, even though it was fun to go to a game because it's just like, okay, when are we going to get to the playoffs and when is this going to happen? I don't know if you're experiencing that yet, Jay Webb, are you?"
    },
    {
        "speaker": "D",
        "text": "Not really. Maybe this is like, a loser mindset to have, but I'm still just so happy we won a title. Like, a team that I cheer for hasn't won anything in, like, since the 1999 Rams. So for like, I'm just still coasting off that high of winning the title last year. And I'm like, you know what? I'm anything this year is just icing on the cake. I'm sure when the playoffs get here, that'll change, but I'm still just like, enjoying, enjoying that vibe. And my wife has gotten big into basketball, too. I asked her what we were doing for Valentine or if she wanted these on for Valentine's Day, and she's like, isn't there a Nuggets game on? I was just like, holy shit, I love you so much."
    },
    {
        "speaker": "A",
        "text": "I gotta say, being somebody that bets with J web every single day, and it is a grind and not the times that you are typically available if you have kids, like between five and 07:00 p.m. all this stuff, I gotta say, j Webb's wife is the real MVP. Like, the woman is just spectacular. Lets him just pull over or leave the house, take the kid out of the house. So you could bet. I was like, what the hell? This is incredible. Kudos. Shouts to J Web's wife. Shouts to J. Webb, who shares something in common with Andy Reid. They both enjoy nuggets. And let's get to the commercials chamber. I've got a tweet pinned up top. Uh, did you see any of the commercials?"
    },
    {
        "speaker": "B",
        "text": "I did see them, yeah. I spent most of yesterday evening and today watching, I think, all 50. I feel like there was like 57 commercials."
    },
    {
        "speaker": "A",
        "text": "Well, this was the, it was the 7th longest game in NFL history because of the overtime, which is crazy because at halftime it felt like it was flying by. And then overtime hit and that changed the. So I would say last year was it was either last year or two years ago was the Super bowl of crypto. And we saw tons and tons of crypto ads on the Super bowl. We had, I think it was last year even. We had the Gabriel Layden QR code where he just pointed people to his Twitter page. We had the Coinbase one that broke Coinbase. We had the Larry David FTX one, which was."
    },
    {
        "speaker": "B",
        "text": "That wasn't the last."
    },
    {
        "speaker": "A",
        "text": "No, that had to be two years ago, I think. But like, we've had a bunch of crypto ads in the last couple years. In the Super bowl this year, AI domination. There was a bunch of commercials that featured AI. There's a couple up top that we pinned from this tweet from Rowan Chung, the despicable me one. Interesting that the minions were generating art, some AI art in their commercial. We had the full on Microsoft co pilot commercial. Google Pixel had an AI guided frame feature for the phones. Body armor's field of fake took a jab at the AI generations. This one was great. Just showing that one I had the."
    },
    {
        "speaker": "B",
        "text": "Most issue with, by the way. Why as soon as it starts, it's just like in sports, we don't want. I have to listen again. But basically it was like, we don't want, you know, artificially generated anything. And I'm like, are we talking about steroids here? Because."
    },
    {
        "speaker": "A",
        "text": "Yeah, right, right. Cough peds."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, are you kidding me right now? Our sports live on."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "On this type of thing. So, yeah, I took Umbridge with, what was it? Body. Yeah, body armor, right."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then there was crowdstrike and etsy. There was quite a bit of AI reference in the Super bowl ads. Just wondering if you had seen any of those and what your thought was. And in general, having lived through kind of like this crypto ad cycle, what are your thoughts around it being kind of dominated by AI this year when."
    },
    {
        "speaker": "B",
        "text": "You dropped the tweet in our chat with where it was just highlighting the AI specific ones, it really, I'm like, oh, like AI is, who's the guy who's the chat GPT guy that got."
    },
    {
        "speaker": "A",
        "text": "Fired and the one that you don't, the one that you don't know his name?"
    },
    {
        "speaker": "B",
        "text": "I always forgot. Yes."
    },
    {
        "speaker": "A",
        "text": "Sam Altman."
    },
    {
        "speaker": "B",
        "text": "Yeah, Sam Altman recently just came out and said like, I think he's being interviewed and was just like, remember when everybody was losing their mind, thought the end of the world was coming with chat? GPT four. And then, you know, it didn't happen. I feel like that's. Yeah, it didn't happen yet. I feel like that's what I find with AI currently. It's just like, oh, I thought I was going to see commercials that I wouldn't be able to tell the difference between a real commercial and an AI commercial. But I'm like, oh, yeah, no, it's still easily, like, I can easily tell when it's AI generated still."
    },
    {
        "speaker": "A",
        "text": "So. Okay, let's go one more. Because these were not mentioned in this list of six. However, I would bet my money that almost all of the imagery generated in these commercials were AI generated. Can you. Can you tell which commercial I'm talking about? Just off of saying that there were two, I believe, two commercials for this organization. And I believe if I had to bet on it, I would bet that they used AI generated."
    },
    {
        "speaker": "B",
        "text": "Interesting. Not the Mountain Dew one."
    },
    {
        "speaker": "A",
        "text": "Nope. An organization you also would not expect to be advertising at the Super bowl. However, they did it last year as well."
    },
    {
        "speaker": "B",
        "text": "Scientology."
    },
    {
        "speaker": "A",
        "text": "Close. The Jesus commercials."
    },
    {
        "speaker": "B",
        "text": "Did I see the Jesus? I saw the Scientology commercial, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, your boy JC. Yeah, he's got. He's rocking that, uh, he's rocking those two Super bowl ads. Uh, that yesterday one was about, um, you know, the old wash your neighbors feet, uh, parable."
    },
    {
        "speaker": "B",
        "text": "I thought that was a foot thing."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Is it Andy Reid? That's the foot."
    },
    {
        "speaker": "A",
        "text": "No. Rex Ryan. I even tweeted that. I tweeted. Hold on, where's the tweet from yesterday?"
    },
    {
        "speaker": "B",
        "text": "As I get older, I think I might be a football guy. I didn't think I was a fuck guy, but I'm like, maybe I am. I kind of get it now."
    },
    {
        "speaker": "A",
        "text": "It's an I had a very chamber tweet about this last night where I only got two likes. Oh, you had to be watching it to understand it was, you know, you had to be watching exactly what I was referring to to get the tweet, I guess. But there it is, up top for you. So Jesus handshake or x, Ryan."
    },
    {
        "speaker": "B",
        "text": "I love it. The."
    },
    {
        "speaker": "A",
        "text": "Yeah. So if you watch this commercial again, and there was, I forget what the other one was about, but it was another one, I was pretty sure watching them, that all of their images were AI. And then you see this, this thread in which, you know, he points out very specifically all the AI ones. So if I went back and watched them, I still think. I would bet that all those were AI generated."
    },
    {
        "speaker": "B",
        "text": "But interesting."
    },
    {
        "speaker": "A",
        "text": "Super interesting, though, as part of a."
    },
    {
        "speaker": "B",
        "text": "Did you have a favorite one?"
    },
    {
        "speaker": "A",
        "text": "Like, overall favorite commercial? Yeah, for me there was two. It was either. I'm a fan of, you know, funny commercials, as I imagine most people. If you had to, like, pick which Super Bowls ads resonate with you, it's usually the funny ones, right?"
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "I would say the two that I thought were most funny were I, Michael Cerave. The lotion."
    },
    {
        "speaker": "B",
        "text": "Michael."
    },
    {
        "speaker": "A",
        "text": "Michael."
    },
    {
        "speaker": "B",
        "text": "I just found out a little tidbit of information on that specific commercial."
    },
    {
        "speaker": "A",
        "text": "They've been running an entire campaign around this."
    },
    {
        "speaker": "B",
        "text": "So do you know who directed the commercial?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Tim Heidecker. Oh, wow. Yeah. So I kind of get it now. That makes a little bit more sense. So for those who may not know, Tim Heinecker, you know, famous, I would say, alternative comedian, a lot of weird sketch stuff. Had the Tim and Eric great show or good job, great show, whatever it was called, has appeared on every single season of I think you should leave as gazpacho soup guy, as the boyfriend of the girl that's mom did a bunch of stuff to make money on weird radio. You know, apparently, I think she ate diarrhea."
    },
    {
        "speaker": "A",
        "text": "She drank puke for trips in Florida."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "It was."
    },
    {
        "speaker": "B",
        "text": "And then most recently on the third season is the doctor who is trying to get into club haunted house."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. That's the same person."
    },
    {
        "speaker": "B",
        "text": "Those are all my wife, so. My wife."
    },
    {
        "speaker": "A",
        "text": "Dude, I did not realize it was the same guy. He looks so different."
    },
    {
        "speaker": "B",
        "text": "My wife hates him because she can never know when it's him. And I've showed her multiple pictures of him throughout the years. He's. He fluctuates in weight a little bit."
    },
    {
        "speaker": "A",
        "text": "I'll say. Holy cow."
    },
    {
        "speaker": "B",
        "text": "But those are all the same guy. Yeah. So gazpacho soup, you know, keep the, you know, keep the dream going or keep the dream alive and then never."
    },
    {
        "speaker": "A",
        "text": "Let the party die."
    },
    {
        "speaker": "B",
        "text": "Never let the party die. Thank you very much. And I'd rather go to club haunted house is all the same guy."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right. I did not realize that. Well, it makes total sense of why that commercial was the way it was. But. So I don't know if you've seen this, but there was TikToks and things going on, like, in the past two weeks of Michael Cera being spotted in random stores just buying loads of cerave."
    },
    {
        "speaker": "B",
        "text": "I heard he was signing some of them, too."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. It started taking off, and he was, like, buying them. Obviously, it's part of this campaign, but, like, and then he would, like, write Michael Cera V on them and stuff. Like, it's just an amazing campaign all around. And the second one was, to me, the Dunkin donuts one with the cavalcade of stars, Ben Affleck, JLo, Matt Damon, Tom Brady. Did you see that one?"
    },
    {
        "speaker": "B",
        "text": "I did see that one. I didn't think I was gonna. I don't like Ben Affleck."
    },
    {
        "speaker": "A",
        "text": "Me either. And I thought I was gonna hate the commercial, too."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I liked it."
    },
    {
        "speaker": "B",
        "text": "And I did like it. Matt Damon makes it better. I like. It is so weird how much I don't like Ben Affleck, but how much I love Matt Damon."
    },
    {
        "speaker": "A",
        "text": "Like, so I. They remind me a little bit of us."
    },
    {
        "speaker": "B",
        "text": "I don't disagree. I think I'm the Ben Affleck, though."
    },
    {
        "speaker": "A",
        "text": "I think so too. I think so, too. I'm the one in the studio. It's like, it's Dunkin. It's donut time. Oh, God. I'm so sorry. He made me do this. I'm so sorry."
    },
    {
        "speaker": "B",
        "text": "How do you like them?"
    },
    {
        "speaker": "A",
        "text": "Is that what it was? How do you like them donuts? I'm so sorry. That's exactly. That's exactly it."
    },
    {
        "speaker": "B",
        "text": "Dunkin King dunkings. Is that. It was, yeah. I love it."
    },
    {
        "speaker": "A",
        "text": "Those were my two favorite commercials."
    },
    {
        "speaker": "B",
        "text": "Those are obviously up there. I would add, I like the Christopher Walken one."
    },
    {
        "speaker": "A",
        "text": "Oh, yes. Of course. First of all, how was I not in that, right?"
    },
    {
        "speaker": "B",
        "text": "I thought that one was very good. I also liked. I liked the Mountain Dew one with Aubrey Plaza. And then you had no one good too, at the end. But I'll tell you what you give me, I like funny, but you give me a good movie trailer, and I thought, twisters. I'm on board, man."
    },
    {
        "speaker": "A",
        "text": "I mean, Bill Paxton is rolling over in his grave."
    },
    {
        "speaker": "B",
        "text": "That being said, I was complaining about the cast. If you look back at the original cast of Twister, just non stop hits, okay? Philip Seymour Hoffman's, like, fifth on the list. Are you kidding me? And this one has, like, nobody in it, which is a little upsetting. I would. I would have preferred some names, but."
    },
    {
        "speaker": "A",
        "text": "That being said, doesn't even feature real twisters."
    },
    {
        "speaker": "B",
        "text": "Yeah, all AI twisters."
    },
    {
        "speaker": "A",
        "text": "Like, come on."
    },
    {
        "speaker": "B",
        "text": "And then the Deadpool Wolverine movie. I'm not a big comic book movie guy, but I do like, I do like the Deadpool ones."
    },
    {
        "speaker": "A",
        "text": "And I have never, ever, ever been a comic book, like, superhero guy really, ever in my life. And my son. Son is, like, super into all the Marvel stuff right now. Like, really Spider man everything. And I gotta. I gotta get my knowledge up. It's."
    },
    {
        "speaker": "B",
        "text": "It's fun, though. It's. I'll be honest. Like, my. My daughter, my. Both my daughters, now they'll start watching stuff from the past that I ever watched. Like, she was watching. My oldest was watching Twilight. And Mandev, is that a funny movie? They don't advertise it as a comedy, but man, is it funny."
    },
    {
        "speaker": "A",
        "text": "And the other, you sure wasn't what we do in the shadows that she was watching."
    },
    {
        "speaker": "B",
        "text": "No, it was twilight. It was amazing. There's this one scene where the main guy, the vampire guy, is talking to the girl, the non vampire girl, and he's like, you know, we're basically, you know, my family only drinks the blood of animals. We don't drink bloods of humans, so we're basically seen as the vegetarians of the vampires. And I'm like, that's the funniest thing I had ever heard. I'm like, that's so funny that they don't drink human blood. They drink animal, only animal blood. And they're considered, like the vegetarians of the vampires, which I thought was very funny. But my youngest daughter wanted to start watching SpongeBob, and I tweeted about this, like, the other day."
    },
    {
        "speaker": "A",
        "text": "I never should have watched. You should have watched the Nickelodeon stream of the Super bowl last night. SpongeBob and Patrick were the, were the."
    },
    {
        "speaker": "B",
        "text": "I heard, yeah, I heard Dora was also on there, but I had never watched SpongeBob before. And we literally just started watching episode one, season one. And they're bangers. They're so good. Huge, huge SpongeBob fan already. And I think I've only watched five episodes."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that one's a good one. You'll, you'll enjoy that. There's, there's some good comedy in there, I think. Did I tell you? So we only have a couple minutes left. I don't know if you saw this. Did you see the celebrities I ran into on my trip to Vegas?"
    },
    {
        "speaker": "B",
        "text": "I only heard about Cameron Newton."
    },
    {
        "speaker": "A",
        "text": "Yes. So Cam Newton. We were sitting there playing craps on the first night. I was there Wednesday night, and we had, like, walked away from the table, leaving the table empty like that. We were the last ones there, and it was pretty early in the night."
    },
    {
        "speaker": "B",
        "text": "Which, which casino were you at?"
    },
    {
        "speaker": "A",
        "text": "We were at the Cosmo, so we were not far from the stadium, so it was probably a pretty prime location."
    },
    {
        "speaker": "B",
        "text": "Cosmos. Is that where chandelier bar is?"
    },
    {
        "speaker": "A",
        "text": "It is, yeah. Told me that was your jam. And I was like, oh, I'm staying there."
    },
    {
        "speaker": "B",
        "text": "That's my favorite spot."
    },
    {
        "speaker": "A",
        "text": "Mandy, the. Yeah. So I'll just recap the Vegas trip real quick. The. So we left the craps table, went to go play a little blackjack, and then the rest of our group came over and they're like, I swear to God, that's Cam Newton playing craps. I'm like, where. They're, like, literally where we were just standing. And so I knew the table was empty, so I knew he couldn't have had, like, this big group. So I'm like, I'm just gonna go back to my spot and play. And I just went back to right where I was standing, and I'm standing right next to Cam Newton playing craps, and I was just kind of shooting the shit with them. And, uh, I'll tell you, I am not a. I'm not a large human. I am what the. The kids would call a hashtag short king. This dude, it doesn't matter if I were, you know, 6ft tall, right? He was a massive, massive human."
    },
    {
        "speaker": "B",
        "text": "I saw a picture, dude."
    },
    {
        "speaker": "A",
        "text": "It's. It's barely like, the angle. He is that tall in that. He's just that big."
    },
    {
        "speaker": "B",
        "text": "Compared to me, he looked like he was six, 7250."
    },
    {
        "speaker": "A",
        "text": "I think he's six'six."
    },
    {
        "speaker": "B",
        "text": "I think he's six."
    },
    {
        "speaker": "A",
        "text": "Six. Yeah."
    },
    {
        "speaker": "B",
        "text": "That's a big dude."
    },
    {
        "speaker": "A",
        "text": "Dude, he was a monster. And I, like, I looked like this tiny little peanut man. But, you know, a couple people, I came up to him trying to get pictures. He wasn't really into it. He was just kind of trying to do his thing. And meanwhile, he's wearing, like, this very audacious top hat, and it's just like a Picoline. Do you want people to come and say you or not? The next night, he was out again. Same spot, really, just different table and crowd of maybe 50, 60 people around this table trying to get in on the action. So it was fun. We also saw Jason Kelsey, brother of Taylor Swift's boyfriend. He was playing crap. Same hotel. Didn't really get a close up of that. It was impossible to get close to the table. And then on my flight home, the situation, hanging out with the situation from."
    },
    {
        "speaker": "B",
        "text": "The church, a couple of New Jersey legends on the plane together. Is that what you're telling me?"
    },
    {
        "speaker": "A",
        "text": "Just me and the situation? That's right. Then the other text thing I did with you on my trip was on my excursion to planet 13, and that was something that looked."
    },
    {
        "speaker": "B",
        "text": "I mean, I haven't been there."
    },
    {
        "speaker": "A",
        "text": "Tell the people what planet 13 is."
    },
    {
        "speaker": "B",
        "text": "Planet 13, I think, still is the biggest cannabis dispensary in the world. Correct. And I think the last time I was there was 2020, right before COVID I was at the winter, which I think is, like, the number."
    },
    {
        "speaker": "A",
        "text": "Very close. Yeah, that's super close."
    },
    {
        "speaker": "B",
        "text": "It was also, like, the number one, like, chinese destination for Las Vegas. So if you're. If you're from China."
    },
    {
        "speaker": "A",
        "text": "So it's just riddled in Covid."
    },
    {
        "speaker": "B",
        "text": "Like it was January, end of January, 2020, helping people take pictures in front of, like, the chinese new year stuff. But, you know, my Wolverine DNA doesn't allow any virus in. But, yeah, I think that was the last time I was there. And it had grown. I think that was the third time I had been there. And it had grown three times since. Since then, so I couldn't imagine how."
    },
    {
        "speaker": "A",
        "text": "Big it is now, but it's massive. The whole process is very kind of overwhelming if you've never experienced it before. The one point I wanted to make, outside of the fact that it was insanely big and incredible, was the use of web three ip. I saw. Did you catch that in the picture?"
    },
    {
        "speaker": "B",
        "text": "I did see. I saw a bunch of mutants and any straight bYc."
    },
    {
        "speaker": "A",
        "text": "No, I only saw Ma YC branded things with the person's individual."
    },
    {
        "speaker": "B",
        "text": "I heard they got rid of all the BAYC after Franklin sold his AP the day, so it's probably why. Top is in, boys."
    },
    {
        "speaker": "A",
        "text": "Good thing we only have two minutes left and we won't have time to. For you to take your eight victory lap here with. With cap listening."
    },
    {
        "speaker": "B",
        "text": "But when it. When Mac Flippy AYC. That's all I want."
    },
    {
        "speaker": "A",
        "text": "Oh, boy. Well, you know if they keep getting these lucrative cannabis dispensers, right? You never know. But I thought that was cool. So they had whoever owns. Let's see. What ape is it? I can see they had the number on the."
    },
    {
        "speaker": "B",
        "text": "I think they had the number on it."
    },
    {
        "speaker": "A",
        "text": "I think it definitely did. Hold on."
    },
    {
        "speaker": "B",
        "text": "But it was a. It was a vaporizer. I remember. You're showing me a pick of."
    },
    {
        "speaker": "A",
        "text": "Correct. This is ape. 25 317. 25 317. That's good looking mutant. It's an m two mutant with a dagger in its mouth. It's pretty good. Mutant."
    },
    {
        "speaker": "B",
        "text": "I'm always shocked that there's not more like that. There's not more strain specific."
    },
    {
        "speaker": "A",
        "text": "This thing was called the lunchbox from a company. Yes, Miss Mishmash. X m A Y C. Vaporizer, lunchbox bundle. That's what."
    },
    {
        "speaker": "B",
        "text": "So I wonder if the company buys the a or buys the mutant ape."
    },
    {
        "speaker": "A",
        "text": "And just license it. They probably licensed it from this person, which is what the IP is."
    },
    {
        "speaker": "B",
        "text": "That's interesting."
    },
    {
        "speaker": "A",
        "text": "Valuable for. All right, so I thought that was interesting. We. We could go longer today, but we won't because did you."
    },
    {
        "speaker": "B",
        "text": "How did you get too high, by the way?"
    },
    {
        "speaker": "A",
        "text": "I get too high. I purposely did not. I got. I could have because everything I bought was way more potent. Than I'm used to."
    },
    {
        "speaker": "B",
        "text": "So I definitely got news you can. I definitely eat too much edibles. And then that's why I like chandelier bar. Cause I'll just sit there and just people watch for four or 5 hours. It's my favorite thing to do there."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's great. I have a feeling, you know, when we finally do meet, it might be somewhere like Vegas."
    },
    {
        "speaker": "B",
        "text": "I think Vegas is. Yeah, I think that is the move. So hopefully. Hopefully soon."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe. Maybe someday maybe something I will say before I get out of here. The. Nevermind. I'll save this for next time because it's going to warrant the longer conversation. I'll save a or Wednesday."
    },
    {
        "speaker": "B",
        "text": "I'm excited."
    },
    {
        "speaker": "A",
        "text": "I think we've got a regular show this or a regular schedule this week. I'm not doing anything."
    },
    {
        "speaker": "B",
        "text": "I think we should be. Yeah, we should be okay to do regular shows, but if not, that's okay too. I feel one good show like this that satiates me for at least a week."
    },
    {
        "speaker": "A",
        "text": "So perfect. Excellent. So we'll see you next Monday. And that's going to do it for us. Until next time, keep the mike hot."
    }
]