[
    {
        "speaker": "A",
        "text": "Hey, after our chat the other day, I, um. I threw on interstellar. That is a movie. I forget how good that movie is."
    },
    {
        "speaker": "B",
        "text": "It's amazing."
    },
    {
        "speaker": "A",
        "text": "It's kind of a mind trip a little bit. Oh, yeah. But, yeah, very good."
    },
    {
        "speaker": "B",
        "text": "Absolutely. I mean, at this point, I feel like statue of limitations on spoilers are done, but I won't spoil it. But, yeah, especially near the end. That's. That's one of my favorite things. Just the. The concept of time. I love it."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's kind of hard to grasp. I have, like, I had to kind of rewind it a couple of times."
    },
    {
        "speaker": "C",
        "text": "I've spent countless hours researching how that one planet where the time moves faster is possible. I mean, I literally. I've spent countless hours just trying to absorb how that happens."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's. It's so. There's so much dread. You know what I mean? It's just dread filled. Yeah, no, it's. Yeah, it was good. Good movie. Good movie. Des, I gotta tell you, I'm very happy that you are alive and well."
    },
    {
        "speaker": "C",
        "text": "Thank you. I appreciate it."
    },
    {
        "speaker": "A",
        "text": "Bunch, how do you feel about this, uh, full dread? Much like interstellar."
    },
    {
        "speaker": "D",
        "text": "Indeed. Des, it is a wonderful to have you here. I. We. I. We need to know where you've been. Like, this was chamber and I were worried. It was. We almost put out, like, a missing person's report on you. We. We didn't know. We hadn't. Like, normally you jump into the TMC chat and you're like, hey, guys, you know, great show the other day. Can't make it today or for the rest of time, but just wanted to check in. We didn't even get a check in. Where you been, buddy?"
    },
    {
        "speaker": "C",
        "text": "Well, I think. Correct me if I'm wrong, but it's actually only been two weeks. Two full weeks since I've been on the show."
    },
    {
        "speaker": "D",
        "text": "But."
    },
    {
        "speaker": "C",
        "text": "But regardless, last week I was touching some grass. I was on vacation, so I just didn't check in."
    },
    {
        "speaker": "D",
        "text": "You didn't even put in ptO?"
    },
    {
        "speaker": "C",
        "text": "I didn't even put in my ptO. I apologize. And has it really only been. I think it's only been two weeks, but maybe I'm wrong about that."
    },
    {
        "speaker": "D",
        "text": "It'll take, like, a lifetime."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. We have to check the ticket."
    },
    {
        "speaker": "C",
        "text": "Okay, we can."
    },
    {
        "speaker": "A",
        "text": "I believe you, though. Like, if you say it's been two weeks, you know, that's probably accurate, but it does."
    },
    {
        "speaker": "D",
        "text": "Where'd you go? What'd you do? Anything fun?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "A couple of our couple friends get together almost every year up in on the coast of Seattle, and one of their families has, like, a cool place up in kind of the islands that surround that area. And so we just get together for a week, and it was great. Yeah. So much needed."
    },
    {
        "speaker": "A",
        "text": "Is it. Was it just the couples or kids?"
    },
    {
        "speaker": "C",
        "text": "Couples and kids, yeah. And that number is quickly outpacing the grownups."
    },
    {
        "speaker": "A",
        "text": "So I'm always hesitant to go just couples, you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "You afraid of a swine environment?"
    },
    {
        "speaker": "A",
        "text": "Oh, I'm always. I'm always afraid of that. I'm always afraid of ace because Amber and I have been together for so long. We've been approached in the past. In my younger years, obviously, nobody's looking to swing with 40 year old chamber, but it has come up, and it's a constant worry of mine. It's because Amber's very good looking and outpaces, you know, I basically, you know, out. I'm fighting outside of my weight class."
    },
    {
        "speaker": "D",
        "text": "Out kick. Your coverage is the term you're looking for."
    },
    {
        "speaker": "A",
        "text": "I believe that's the one. So, yeah, I'm not looking for her to see the greener pastures, you know."
    },
    {
        "speaker": "D",
        "text": "I'm saying, I mean, look, I get it. You have. You have an attractive wife, and some people are interested to see what it. It's like being with a sasquatch. So I understand the value prop. Right. Like, it's her kink."
    },
    {
        "speaker": "A",
        "text": "Like, I, you know, I can't, you know, it's what she's into."
    },
    {
        "speaker": "D",
        "text": "We don't kink. Same here on this show. We're sex positive here. And chamber. Des, I'm glad that you had an awesome swingers weekend up in the Seattle area. It's a. It's a beautiful area, so I'm sure you had, like, some pretty cool views. It's a. It's especially awesome. I'm sure this time of year. I just was out in Seattle last month, or actually in the beginning of August. God, it feels like a year ago in the beginning of August. I was out there, and it's really, really awesome this time of year, so I hope you had fun. Any highlights? Did you do anything particularly out of the ordinary? I know you're recovering from injury, so I'm sure you didn't get too adventurous, but anything. Any highlights?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's the unfortunate part. It's a pretty active weekend, and a lot of the couples, like, do fun activities. I was kind of held back by the most recent injury, so. But no, just had a really good time and, yeah, just nice to, you know, it's funny when you have kids, and I know you guys know this, but having adult conversations is pretty hard because you're either at, like, a playdate or you're somewhere where, like, your half focus is on the kids. But on this vacation, kids would go to bed, and we'd have a bunch of just adult time to talk shit out. So it was nice. It was good time."
    },
    {
        "speaker": "D",
        "text": "Very, very good chamber. That kind of sounds like a nightmare scenario for you. I feel like you would not enjoy vacations like that. Am I wrong?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you are 100% correct. You know, I don't like. I don't mind a. I like, you know, I like vacationing either with just my family or, like, just my spouse. I don't like a ton of combined, you know, friends and families. We do a family reunion every couple years with lots of, you know, nieces and nephews and tons of my cousins and uncles and aunts and stuff. And that's pretty terrible. And it's just because I don't want to see. I get judged a lot for how I parent my kids."
    },
    {
        "speaker": "D",
        "text": "We could dive into that one. I got to hear more about this because I feel a constant worry that I'm also being judged, but I'm not sure it's actually true. I think it might be a me thing, but I'm curious to dive into this one with you."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I'm. I would say the slight against Amber and I as parents. We are, too."
    },
    {
        "speaker": "D",
        "text": "All the swinging."
    },
    {
        "speaker": "A",
        "text": "It's mostly the upside down pineapple stuff, but we're a little too laissez faire with the kids. We're chill. We don't usually. We don't bring the hammer down too hard on them. I think they're good kids. You know, they get. They get what they want a lot of the time, I feel judged about it a lot."
    },
    {
        "speaker": "D",
        "text": "So you think you spoil your children."
    },
    {
        "speaker": "A",
        "text": "Is what you say. I know I definitely spoil my kids, and I don't know if it's to their detriment long term. I hope not. But I don't know. I feel adulthood is shitty enough. You should have, like, 10, 12, 15 years of, like, you know, good times, you know? Is that wrong?"
    },
    {
        "speaker": "D",
        "text": "No, I don't think so. I mean, like, I'm trying not to spoil my children. However, I find it difficult, and, you know, you just want to make them happy all the time, and also, you want them to shut up sometimes."
    },
    {
        "speaker": "A",
        "text": "That's. Honestly, that's the big part of it. So. Yeah, so when I hang out with other kids or, you know, with other. When they're hanging out with other kids, if. Especially if we're, like, overnighting, you know, there's tons of opportunities for other parents to say no to stuff where I'm saying yes to stuff. And, you know, it just gets whatever."
    },
    {
        "speaker": "D",
        "text": "Did you find this on your trip?"
    },
    {
        "speaker": "C",
        "text": "Yes. Just because my child is the craziest of them all, so they're not actually judging me, but I feel it. I feel as if they are of."
    },
    {
        "speaker": "D",
        "text": "Yeah, my. My children are tornadoes and agents of chaos. So I don't really know. I can only. I look at my kids and I think to myself, like, what am I doing wrong? When I see all these very calm and chill children that don't scream 90% of the day, and I'm like, what is I. God, I don't even know what I'm doing wrong here. But, yeah, my kids are chaos agents. And maybe it's just a boy thing. Maybe it's my psycho genes. Who knows?"
    },
    {
        "speaker": "A",
        "text": "But boy, definitely part of it is a boy thing. I see it all the time. Girls, especially young, like, younger, are not as."
    },
    {
        "speaker": "C",
        "text": "Not mine. Not mine."
    },
    {
        "speaker": "D",
        "text": "I can have a play date. My kids are also spoiled. So, chamber, you can come and, too. We'll be all right."
    },
    {
        "speaker": "A",
        "text": "And just cotton candy for breakfast and."
    },
    {
        "speaker": "D",
        "text": "Been there, bro. My kid. My kid comes to me the other day, and he grabs my hand. He's two and a half, and he grabs my hand, and he goes, dad. I come. I'm like, okay. And so he takes me over and he. You know, he. Sometimes he's learning his, like, pronouns and things like that. So instead of, like, let me show you, he'll say, show me. And he'll grab my hand, but he's showing me, right? So he's like. He. He goes, come show me. And so he brings me over to the fridge, and he opens the fridge, and I'm like, all right. And he goes, cream. I'm like, what? He goes, cream. I'm like, what the hell are you talking about? And so. And she go. And my wife's sitting there and she goes, oh, he wants the whipped cream. And I'm like, I'm sorry, what? Like, yeah, no, he. Sometimes I'll just, like, give him a little squirt of whipped cream in his mouth to shut him off. Dying, laughing, loving. I'm dying. Because he's just like, yeah. He basically just goes, hey, dad, give me a whippet. And that was it."
    },
    {
        "speaker": "A",
        "text": "No joke. I want to say, like, maybe two weeks ago. So we don't have whipped cream in the house too often, like, you know, the canned stuff that you're talking about, but we have it in the house currently. I forget what my wife used it for, but we used it for some swinging and she, it's probably the swinging, I'm going to be honest. But we, she had done the same thing with my, you know, with Briar, who's five, so she, you know, she's like, hey, quick shot, you know, and she wanted to do it to me the other day and, you know, her hands are tiny and wasn't able to get the full force that needed in order to get the whipped cream out of the can. But just 5 seconds of whip it, like, it was just like, and I'm like, I think I just did a whip it. But yeah, no, totally. Yeah, I think that's fun. What's a little, you know, what's a little whipped cream? You know?"
    },
    {
        "speaker": "D",
        "text": "Well, I mean, that he does it so often that he's like, yo, come here, you gotta hook me up, bro."
    },
    {
        "speaker": "A",
        "text": "My most egregious thing is probably that my one kid likes popcorn chicken from KFC and the other kid likes McNuggets from McDonald's. So you make both trips double stops. Absolutely."
    },
    {
        "speaker": "D",
        "text": "I'm not sure that's a bad thing, I guess. Whatever. Like, are they close enough? Like close enough?"
    },
    {
        "speaker": "A",
        "text": "Absolutely, yeah. Like, I mean, how far, how far apart?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, it's still both chicken."
    },
    {
        "speaker": "A",
        "text": "You know, it's white meat, whatever."
    },
    {
        "speaker": "D",
        "text": "Anyway, uh, that's kids with, uh, chamber bunch, you and Desiree. I feel like that's a lot of what this podcast has turned into lately, now that we're all joining you, chamber in the ranks of fatherhood. And it's just a constant battle over here for my sanity and time. And it's quite the interesting roller coaster. But, you know, I gotta, I gotta talk about the top, the title of today's show. Whose idea was this?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I feel like it was the three of us all pitching in ideas or all pitching in thoughts, and it, you know, spiraled into the rebrand."
    },
    {
        "speaker": "D",
        "text": "I think it was you."
    },
    {
        "speaker": "A",
        "text": "Well, probably me."
    },
    {
        "speaker": "D",
        "text": "I think it was you who suggested it. And Des chimed in and said, oh, I think this is fun, and then decided to throw in like 30 ideas. And now I guess this is what we're doing. Is this official?"
    },
    {
        "speaker": "A",
        "text": "I'm going back into the records here. There's something from Des. There's the Des."
    },
    {
        "speaker": "D",
        "text": "It kind of all started when Des go back. The sign of life. Yes."
    },
    {
        "speaker": "A",
        "text": "And then at the end I could."
    },
    {
        "speaker": "D",
        "text": "It'S, it was Monday. Yeah, it was Monday. And you said, no show today at everyone. And then Des chimed in, 7 hours, 9 hours later and said he was alive."
    },
    {
        "speaker": "A",
        "text": "I think it's that last sentence."
    },
    {
        "speaker": "D",
        "text": "Where does he say, yeah, I could see. Yeah, yeah, yeah. So you definitely suggested this prior, though, because he was definitely catching up on something that was going on in the show. So in the. Maybe it was in the show that we talked about."
    },
    {
        "speaker": "A",
        "text": "No, because then down the next morning, I say, thoughts on rebranding to the wrecked condition?"
    },
    {
        "speaker": "D",
        "text": "Ah, there you go. He said, des says, I could see you guys becoming more of a lifestyle podcast. Talking about the fine. The five main food groups of the crypto person, entertainment, gambling, sports, pop culture and tech. And then that's where, uh, that's where it spiraled from there. So, um, let's discuss this. Like, what, what. Why do you feel we need a rebrand chamber?"
    },
    {
        "speaker": "A",
        "text": "Well, a, um, you know, the. The current branding is a NFT slash crypto podcast, which, you know, it is that. But because we offer so much more than that, I feel we're not like the swinging. Like the swinging and the child rearing. I feel we're not appealing. Basically, our branding doesn't appeal to the mass audience we could theoretically be getting."
    },
    {
        "speaker": "D",
        "text": "You think this right here is ready for mass appeal?"
    },
    {
        "speaker": "A",
        "text": "It always has been. And I feel."
    },
    {
        "speaker": "D",
        "text": "You know, I'm curious to hear your thoughts on this because apparently it was. It was you that spurred the whole conversation. What are your. Your high level thoughts on this idea of rebranding?"
    },
    {
        "speaker": "C",
        "text": "I think it's necessary. I think you guys have morphed into something different, which is great because it just naturally happened over time. I don't think there's probably enough NFT content or interest from. From chamber to just for like a full show dedicated to crypto slash nfts. So I like it. I. I think. I think you guys are well positioned to host a. Yeah, a lifestyle podcast. And."
    },
    {
        "speaker": "A",
        "text": "Yeah, I really, I really like the idea of. And I literally just wrote. I wrote this in the chat, the podcast for the plight of the millennial man, you know?"
    },
    {
        "speaker": "D",
        "text": "Yes, because. Yes, because we don't get nearly enough representation out there. You're so right. I can't believe we didn't lead with that."
    },
    {
        "speaker": "A",
        "text": "Well, it's an ever changing world for the millennial man. Now we are becoming older. I'm on the top, the oldest end of that spectrum."
    },
    {
        "speaker": "D",
        "text": "Yes. You're an elder millennial."
    },
    {
        "speaker": "A",
        "text": "Yeah. So my kids are a little bit older. We're having a lot of, we'll call them true millennials, coming into maybe long term relationships, getting married, maybe having kids, and maybe they need to be shepherded through those times."
    },
    {
        "speaker": "D",
        "text": "And you think you're the shepherd."
    },
    {
        "speaker": "A",
        "text": "I always think I'm the shepherd."
    },
    {
        "speaker": "D",
        "text": "Wow. Incredible. Just incredible that you, you have the hubris to think that we are, one, ready for mass adoption, and two, that you, sir, are the shepherd."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think. I think I've been on pretty, pretty on. On the record with that over the years, uh, that I felt this way."
    },
    {
        "speaker": "D",
        "text": "Now, do you carry a staff often? Do you just, like, walk around with a shepherd staff?"
    },
    {
        "speaker": "A",
        "text": "It's more of a metaphorical staff."
    },
    {
        "speaker": "D",
        "text": "Okay, got it. Speak softly and carry a big staff."
    },
    {
        "speaker": "A",
        "text": "That's right. A dripping hog."
    },
    {
        "speaker": "D",
        "text": "And swinging. Yes. Yeah."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "I gotta tell you. So we did have, um, panel attest to this. We had our marketing meeting today, and I was bringing Gia up to speed. Gia, for those of you who aren't familiar, she's one of the DJ network co founders and is always working diligently behind the scenes for our marketing and kind of wrangling up all the shows and putting together all sorts of stuff. So I was kind of letting her know that we're possibly having this discussion today. And again, for those of you who don't know, Gia's from Italy, so Italian's her first language, and she speaks very eloquently in English, but she was catching up to our. I said, you know, check out the discord to catch up. And during the call, during the call, during the call, in her sweetest voice said, what's a dripping hog? I died. That was one of my. Because, you know, we are big fans of it's always sunny in Philadelphia, and I think you should leave with Tim Robinson. I thought it'd be fun to have sort of, like, a deep cut reference as maybe possibly the new name of the podcast. And dripping hogs is a term that Tim Robinson uses fairly frequently. I've heard him say it a couple of times, and I think it's very funny term, and I thought it was."
    },
    {
        "speaker": "D",
        "text": "Actually vetoing that one."
    },
    {
        "speaker": "A",
        "text": "No, obviously, we can't call it that, but in theory, it's a fun name."
    },
    {
        "speaker": "D",
        "text": "Can't believe you made Gia even read that. God damn."
    },
    {
        "speaker": "A",
        "text": "It was the innocence in which she asked."
    },
    {
        "speaker": "D",
        "text": "Yeah, of course. It was probably hilarious, but it was hilarious. Boyden, uh, des, do you agree with the strategy that chamber wants to employ about, uh, kind of naming it about as a reference to some of our favorite shows? I'm. I've kind of. I've got mixed feelings on this. I want to hear your opinion."
    },
    {
        "speaker": "C",
        "text": "I think it's good, especially, like, polarized, not polarizing, but, like, specific shows that garner an audience that you're trying. Like, that's the point that chamber made, that I was like, yeah, that makes sense. You know, if a certain show has that appeal and crossover, then. Then, yeah, I say, go for it."
    },
    {
        "speaker": "D",
        "text": "Yeah. Chamber, I feel like, is trying to get the accidental stumble in audience with this strategy, as in, like, somebody who, you know, maybe searches that term, hoping for a show about that specific television show and stumbles on to us instead. Is that what you're going for here?"
    },
    {
        "speaker": "A",
        "text": "I mean, it's not like they're not going to get a little taste of it, um, you know, after an episode or two, you know what I mean? So I don't think it's deceiving, but. No, I think that's. I think that's the."
    },
    {
        "speaker": "D",
        "text": "It's not like we're going to be exclusive, correct?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Correct. Okay. I still have mixed feelings on this one. I can be swayed if it is ambiguous enough that."
    },
    {
        "speaker": "A",
        "text": "And I think that's the trick. I think making it ambiguous enough where it's just a joke, like a little joke for us. I think it's fun. And then if it does capture the attention of a new listener here of the masses. Of the masses, absolutely."
    },
    {
        "speaker": "D",
        "text": "I got to go down into pain here. I saw pain request up, and for a moment I felt like a God that I had all the power over whether or not to let pain up. Who usually controls the button pain. What do you think about all this shenanigans?"
    },
    {
        "speaker": "B",
        "text": "Um, this, the more. This morning with Gia. Poor Gia. I. I had to. I had to meet my mic. I was. I was laughing, too. I don't really know what's. What's going to happen with this, but I'm excited. I, like kind of what von Fronten said. He said, crypto boomers. I feel like that can go both ways. You know, it could go the boom of the market or just the fact that we're just old. Yeah, yeah, I didn't want to say it."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "It's okay. You can say that. We've. We're already just self described elder millennials, so I think. I think we're good on that. But the. Yeah, I think. Chamber, your thought, though, is that you take the crypto out of it, correct?"
    },
    {
        "speaker": "A",
        "text": "Well, I think, again, I. We're joking about the plight of the millennial manda, but I think people, you know, that would resonate with us are kind of into a lot of the same things we're into. So I wouldn't say take it out necessarily, but, like, it not being the main. The main aspect of the show, where it's more like, kind of where it's more of a lifestyle, where we're talking. Talking sports, talking movies, talking tv, talking crypto, talking. NFT. So, like, all the things that people our age would be, you know, possibly discussing, I think, is. Is."
    },
    {
        "speaker": "D",
        "text": "I think. I think one thing we would need to commit to if we're going to do this is we need a little more structure. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I agree. I agree."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, there's a lot of questions like this. Do you know, I like the spaces aspect of our show now. You know, being able to talk to other, you know, having people come up, ask questions, really drive certain aspects of the show or individual shows. But I do think, you know, segments are always good to have and, you know, top of the show and bottom of the show structure, I think, is also good."
    },
    {
        "speaker": "B",
        "text": "Well, we all know that's not going."
    },
    {
        "speaker": "D",
        "text": "To happen, so I was just going to say, look, it's not like we haven't tried, you know, like, we've been at this for quite some time. And in the beginning, our shows were very structured. We had, uh, we had all kinds of segments, even dating back to rect. Right. And I think we found ourselves in the same spot with rect, where we became kind of. I don't really know how to describe it, but the segments that we were doing became kind of just. Man, they became hard to put together, and it just kind of wasn't worth the time, quite honestly."
    },
    {
        "speaker": "A",
        "text": "And a lot of the segments, too, were, you know, again, more. More so for react were crypto based, and a lot of the segments for mint, like, for our show right now, were NFT based. I think maybe segments that are a bit more generic. You know what I mean? Would be. Could be interesting. I don't know."
    },
    {
        "speaker": "D",
        "text": "I agree. I want to go down to our good friend Mike, who has joined the show as a listener in, I would say, fairly recently over the last couple months. So I'm not even sure Mike has ever heard one of our on topic shows. He's probably only heard them go like this. Also, you know. Congratulations on your new found mayoral status, Mike. GM. Welcome, GM."
    },
    {
        "speaker": "E",
        "text": "Guys. Hey, this isn't a skinwalker ranch fan club space. I'm in the wrong place."
    },
    {
        "speaker": "A",
        "text": "It could be. It could be everything."
    },
    {
        "speaker": "E",
        "text": "It could be two words, boys, gamify spaces. No one's done it yet. I want quizzes, quiz masters. I want teams. I want DM's of teams. You can have a panel, right. And, like, people can come up like it's a bar scenario, but you don't really need to rely on any topics. You're just running. You're running a trivia show. What do you guys think?"
    },
    {
        "speaker": "A",
        "text": "I like it."
    },
    {
        "speaker": "D",
        "text": "It reminds me of when we do. I don't know if you've ever been around for one of our draft shows where we do live drafts of some specific topic. Like we've done nineties music, we've done movies. We've done. The zombie apocalypse draft was one of my favorite, where we chose actual people we knew in the space as part of our zombie apocalypse team. That kind of went, you know, that went really well. But it reminds me of that chamber. What do you think? Interactivity or not?"
    },
    {
        "speaker": "A",
        "text": "I like, I like a, like a, you know, once, maybe a once a month trivia day. I'll call it trivia night. But I do like the idea of that maybe like a two, four person teams quiz master. I could see that being very fun."
    },
    {
        "speaker": "D",
        "text": "I feel like Des would. Des would be desal. Some reason. I think Des is the smartest of the three of us. What do you think?"
    },
    {
        "speaker": "E",
        "text": "I think you need to have really good teams and to have a really good quiz master. So if you think someone's going to beat you, have them on your team. But I get your guys's once a month thing. Think about it as like part of the network, right? Like you guys have a network. If someone were to be doing another network where they're putting on a stream of a slew of shows, so to speak, one of those shows could be dedicated to just trivia and you could theme the trivia and stuff. Two teams of four is good. If you could do three teams of four, that might be better. Four teams of four. What they would do is be in the direct, like DM's with each other. Like each team would have. It would have a direct message and the quiz master could be in each of those direct messages. They'll just submit their answers that way. So, like, if you guys know trivia, right? Like bar trivia, like all that shit we could do. No one's doing that here yet. Like, I haven't seen it. I've seen some takes on it where it's like, answer as quickly as you can and we'll do like a fake point system, but it's not structured to the point where like you'll get reoccurring people coming in for quiz night. Like quiz night weekly, right. Maybe that's a title. Quiz night weekly."
    },
    {
        "speaker": "D",
        "text": "Quiz night."
    },
    {
        "speaker": "E",
        "text": "Kind of wordy."
    },
    {
        "speaker": "D",
        "text": "Quiz masters. There you go, Des, what do you think of this idea?"
    },
    {
        "speaker": "C",
        "text": "I love it. Okay, so I love the idea. I don't, like, love it for you, too. That's, that's, that's."
    },
    {
        "speaker": "D",
        "text": "We're not."
    },
    {
        "speaker": "C",
        "text": "I just don't think the interest is there. I don't. I don't think that's your cup of tea. It's an awesome idea. I wish someone would do that. I would participate in that. I love it, but it's just. I don't know if it's for you, too."
    },
    {
        "speaker": "A",
        "text": "I don't know what, I don't know what I've done to you guys to make you think that I'm not an absolute genius, but I was on. Do you guys have reach for the top?"
    },
    {
        "speaker": "D",
        "text": "Do you guys know the first mint? He was on there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I was on the first mint. I had to read for it, but I was on it. Do you guys have reach for the top in the US? Like, quiz quizbowl for your high school teams and stuff?"
    },
    {
        "speaker": "D",
        "text": "Maybe. I don't know. There's definitely, like, quizzical and stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was on my high school."
    },
    {
        "speaker": "C",
        "text": "Commenting on your ability to do trivia. I'm saying interest of running trivia. I don't think you're the guy behind the bar sitting with the laptop open, taking people's submissions for, for quizze. That's all I got that."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "D",
        "text": "I would actually want. I would actually want you on my tribute."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Correct."
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "D",
        "text": "Yeah. You have a vast knowledge of much nonsense, and I'm into it. It covers many topics that I have never even thought about. So you are, I think, a, you would be one of my top draft picks for a trivia team."
    },
    {
        "speaker": "A",
        "text": "Okay. I feel much better now. I might not be able to remember anybody's name from Twitter, but I'll remember some. Some trivia stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah. Like, what are your best trivia categories if you had to?"
    },
    {
        "speaker": "A",
        "text": "Hmm. I mean, I like to think myself as a, you know, utility player."
    },
    {
        "speaker": "D",
        "text": "That's what I'm saying. Like, I feel like you. You cover a breadth of information."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I'm definitely a nice. Yeah, I would say utility player."
    },
    {
        "speaker": "D",
        "text": "Mile long, inch deep kind of guy."
    },
    {
        "speaker": "A",
        "text": "You got it, man. It's amazing. But, yeah, no, these are, these are good. I really like that idea, but I do get what you're saying. Destroy. So, yes, I do think just branding the show to be more. To be broader and again, to, to really kind of define what we do normally. Like, we've done this on rect, we've done this on mint. But both of those shows were very niche, and I feel like the bulk of most of our shows are very broad. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Here's the problem I keep coming back to. So if you rebrand, which I think you should do, if you rebrand to a more general podcast, you need some way to funnel an audience. And I feel like, well, go ahead."
    },
    {
        "speaker": "A",
        "text": "I was gonna say, the question is, do we just go in? You know, go in and just rebrand the mint condition where we still have all of the same people, you know, I mean, it's your base."
    },
    {
        "speaker": "C",
        "text": "It's your base, but I'm saying, if. Listen, I know you're doing this for fame and fame only chambers. So if you. If you want to grow that, you're gonna have to reach outside your, our existing base. And so the problem that I, that I see with this is neither of you two are celebrities. So strike one."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll have to agree to that."
    },
    {
        "speaker": "C",
        "text": "Two, there's no video form of this. And so making it clippable and short form social content makes it very tough. Like, I love, I love the audio edits, but no one, no one's really grasping at audio edits and clips for this. I feel like there has to be that video component. That way you can post short form versions of it on social and tick tock and garden our audience like that. And the nice part about that is your audio is so controversial sometimes chamber and such bad takes, that it's going to get people to actually want to comment and follow. Kind of just call you out and then, you know, bunch, you can play the hero and the voice of the rest of the world. Let's call it and tell me may or Mike."
    },
    {
        "speaker": "E",
        "text": "They don't call me Mayor Mike for nothing. I'm trying to bring you another group of people similar to the size of them in condition. I have that right, like I've done for the past six months. I've grinded my butt off being in those spaces to grow that base. Right. And now we're at a very consistent 30, 40 people listening. Some hosts get a little bit less. It's a poker community, it's a poker network, and there's very little structure to it. There's one person who decided to take the idea of a quiz show, and he's only half assing it. And the video component, so important to the point where maybe we just take it to zoom and have, like, the show. Like, whoever's, like, team captains are on Zoom or something and they're getting answers in this. Like, I actually don't know how to set it all up quite yet. But I do have that group of people that we can merge together and have those teams and try something."
    },
    {
        "speaker": "D",
        "text": "Sounds like Mike needs a rebrand to producer Mike. What do you think? Chamber?"
    },
    {
        "speaker": "A",
        "text": "Yeah, Mayor Mike. Mayor is a, you know, it's a fluff title. Executive producer Mike. That's a real title."
    },
    {
        "speaker": "D",
        "text": "You don't, you don't think one producer. You don't think mayors are hustling out there or what?"
    },
    {
        "speaker": "E",
        "text": "No, I want to be that like pain can, pain can produce. I can throw in some ideas for this, but I just, I could host it. I've hosted trivia before. Quick little story. Didn't know how to produce our pronounced, one of the names from Ghostbusters, one of the villains. Someone called me out for it. I called him a loser. Right? Can't do that. So I got."
    },
    {
        "speaker": "A",
        "text": "Which name was it? Viggo the Carpatho."
    },
    {
        "speaker": "E",
        "text": "You're gonna, you guys are gonna. This is embarrassing, but Zul. No, bro. It's like basic first grade word. Like Slimer."
    },
    {
        "speaker": "A",
        "text": "Slimer."
    },
    {
        "speaker": "E",
        "text": "I called him slimmer."
    },
    {
        "speaker": "D",
        "text": "I called him slimmer."
    },
    {
        "speaker": "E",
        "text": "I call him slimmer."
    },
    {
        "speaker": "A",
        "text": "He is not slay, dude. He is."
    },
    {
        "speaker": "E",
        "text": "And this is what I said to the geeks. It's called geeks who drink. That's the group that I worked for. I said, sorry, I'm not a geek. And they were like, well, then you're not going to be our host. And they fucking fired me."
    },
    {
        "speaker": "D",
        "text": "Wow. That was incredible, actually. Amazing conviction on the values of the geeks. And, you know, you can't win them all, I guess. This is insane. Incredible. The. All right, I'm kind of bought into this. I do think Des has a point about, you know, it's kind of a new audience. It doesn't cross over to anything we do. This show used to be a video show. Are we, do you want to go back to that?"
    },
    {
        "speaker": "A",
        "text": "I mean, we have that available. So if we do go back to video again, the, the mystery of web three is how to simultaneously stream video and beyond x.com space."
    },
    {
        "speaker": "C",
        "text": "You don't need to stream the video. I'm just saying record yourselves while you're doing the spaces and then you can clip the videos later for."
    },
    {
        "speaker": "D",
        "text": "That's actually very possible. We could do that. Streamyard does record only chamber."
    },
    {
        "speaker": "A",
        "text": "Yeah, but then we get into the same scenario. Everybody would need to be in the streamyard."
    },
    {
        "speaker": "D",
        "text": "Well, you would just clip out the guest portion or like the audience portions. Right. Like, you just couldn't put that out as short form."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "You'd only be able to do the interactions between the hosts. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I got a big, big, big thumbs down from Mister House when I suggested that we go back to video. So Mister House is weighing in heavy against video there."
    },
    {
        "speaker": "A",
        "text": "So, I mean, is it simple enough just to adjust the description of the show within buzzsprout, change the logo and change the name, and just, again, just redefine what the show is and let the podcast world find us organically? Like, is that. Is that as simple as we can do it?"
    },
    {
        "speaker": "C",
        "text": "I don't think that happens, if I'm being honest, but I."
    },
    {
        "speaker": "E",
        "text": "You could."
    },
    {
        "speaker": "D",
        "text": "What do you mean? That. That would be as easy as that, right? You just."
    },
    {
        "speaker": "C",
        "text": "I don't think the same. I just don't think an audience is naturally gonna find you."
    },
    {
        "speaker": "D",
        "text": "Oh, no. Correct. You gotta do all the legwork for a new audience. The only people that would find it are the people who are already subscribed in, which, you know, that gets less and less every day, too. Dow Jones says now that you guys are old, uh, you should rename it to the heart stint condition. Not bad. Interested in that one. Croc says the wrecked dads. And."
    },
    {
        "speaker": "A",
        "text": "These are all terrible names, by the way."
    },
    {
        "speaker": "D",
        "text": "Anthony says the show. Anthony says the show should be called, please cancel this show."
    },
    {
        "speaker": "A",
        "text": "Now. That's closer to good."
    },
    {
        "speaker": "D",
        "text": "He also says he's a millennial looking for advice, and I've only left this show with horrible music and my net worth down. Fantastic. Homeless says if you're going to continue as part of DJen, it would be nice to have some content that drives Token liquidity. Fat chance. Homeless."
    },
    {
        "speaker": "A",
        "text": "Sorry, wrong show, buddy."
    },
    {
        "speaker": "D",
        "text": "Exactly. The circle says he's a strong proponent of keeping it on Twitter spaces. He's enjoyed the interactive shenanigans that it allows. I think that's a fair take as well."
    },
    {
        "speaker": "A",
        "text": "I lean that way, too."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think I do, too. I mean, look, the bottom line is, you and I and Des, we do this for fun, right? Like, for the most part is, like, we're not paying any bills with this show, so we might as well do what we find enjoyable when we find it enjoyable, which has kind of been my take for a bit. So I'm down for whatever you guys want to do."
    },
    {
        "speaker": "A",
        "text": "So I guess the real question is, do you just go into the, like, the metadata of buzzsprout and just change the logo, change the description, and keep the, you know, basically just."
    },
    {
        "speaker": "D",
        "text": "Didn't we already answer this question?"
    },
    {
        "speaker": "A",
        "text": "No, but. Or do we start a completely new podcast stream?"
    },
    {
        "speaker": "D",
        "text": "No, I would just change what we've got don't you want to keep what we do have?"
    },
    {
        "speaker": "A",
        "text": "I agree. I agree. But I don't know if. I don't know if there's some sort of, like, sneaky algorithm thing. If it's."
    },
    {
        "speaker": "D",
        "text": "You don't think the government will let us know?"
    },
    {
        "speaker": "A",
        "text": "Like, just the. The Spotify and apple gods. Is it better if it's a. It's a fresh one and then maybe you get more, I don't know, opportunity. I don't know."
    },
    {
        "speaker": "D",
        "text": "I think to Des's point, like, nobody's going to naturally find you that way. You got to keep what you got and build. Yeah, that's it."
    },
    {
        "speaker": "A",
        "text": "That's where I would lean to. That's where I was, kind of."
    },
    {
        "speaker": "D",
        "text": "I feel like you have. I feel like lately you've gotten this re. You've been re energized about the show, I feel recently. Is that. Is that true?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I just."
    },
    {
        "speaker": "D",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "Like, I've been. Especially this side of it because, like I said, we've been doing this style of show for so long, and we haven't really. It hasn't really been branded that way. And I feel like let's just never."
    },
    {
        "speaker": "D",
        "text": "Been branded that way."
    },
    {
        "speaker": "A",
        "text": "You know? And we always say, you know, we had a good show the other day where, you know, you were. Whenever you end a show and you're like, that was a nine or a ten. I like. That's what I'm like, why don't we just fucking do this all the time? You know what I mean? As opposed to try to stick to the parameters we've set for ourselves, why don't we just. Just do what is good and then brand it that way, you know? So that. That's my thought."
    },
    {
        "speaker": "D",
        "text": "Let's go down to our resident web three correspondent, Steve. Steve GM."
    },
    {
        "speaker": "F",
        "text": "Yo, I. So is the idea I'm trying to catch because I caught on late because I had a meeting run long. So the idea here, you're going to do something completely different with the show, or you guys want to keep doing the shenanigans that you're doing on Twitter spaces, and you just want to rename it to be more appropriate?"
    },
    {
        "speaker": "D",
        "text": "I think it's the latter."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm with you."
    },
    {
        "speaker": "F",
        "text": "I don't know what the actual name is, but something along the line of asshole dads comes to mind because."
    },
    {
        "speaker": "D",
        "text": "I was actually going to suggest that chamber of, like, we should lead into the, like, being dad's thing. Like, because, you know, with the problem with, like, generic lifestyle podcasts is, like, what lifestyle? I mean, it could be your swinger lifestyle, it could be sasquatch lifestyle style. Like, you know, you kind of. I feel like you gotta pick somewhere, some kind of lane. So, you know, I'm interested in that angle. Steve is like, you know, that everybody's. There's a lot of dads out there."
    },
    {
        "speaker": "A",
        "text": "Should we rhyme off some of the names that we've been discussing?"
    },
    {
        "speaker": "D",
        "text": "Oh, shit."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "See, that would be because we're just real quick on for the. I don't know if asshole dads is it, but something like that."
    },
    {
        "speaker": "A",
        "text": "Because it's in there. I mean, it's nothing."
    },
    {
        "speaker": "F",
        "text": "Because it's like. It's like y'all, like, I think about, like, chamber talking about the graveyard house for a few episodes or the soccer team stuff. But sometimes you get into other things, like finance and things, and I think you hit on a lot of things that. The other thing about the show that I think most people get, that you don't get elsewhere is you are brutally honest about how you feel about any given thing. And I think it, like, is refreshing when you, like, make a commentary about, like. Like the other day, like, I made kind of the half joke. I'm like, part of the fun on a cruise is you'll go home and you'll talk. You have at least one person to talk shit about. You're, like, one of mayan Amber's favorite activities. To bond is like, that sort of thing is like, people think that. They don't say it out loud. So I think it's, like, actually representative of what you are and keeps it broad enough that, like, you can do it. But I'd love to hear some other names."
    },
    {
        "speaker": "D",
        "text": "One of them was bastard men."
    },
    {
        "speaker": "A",
        "text": "I like bastard men a lot. Reference to. It's always done in Philadelphia. Dennis. Dennis."
    },
    {
        "speaker": "D",
        "text": "Bastard man."
    },
    {
        "speaker": "A",
        "text": "Dennis is a bastard man."
    },
    {
        "speaker": "D",
        "text": "So, Rob, radio. I liked that one."
    },
    {
        "speaker": "A",
        "text": "That one's a little too that, to me. If I saw that as a podcast listener, I'd be like, this is a. It's always sunny podcast, I feel."
    },
    {
        "speaker": "D",
        "text": "Yeah. I think we need to try not to do."
    },
    {
        "speaker": "A",
        "text": "I'm with two dads."
    },
    {
        "speaker": "D",
        "text": "Well, we got three, so three days. You're still involved in this. If I have to be, Des, you have to be."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "F",
        "text": "Des is a cup. He's a cop. In this scenario. It seems that we."
    },
    {
        "speaker": "A",
        "text": "He came out of nowhere with the. Again, he spearheaded this initiative, so he is."
    },
    {
        "speaker": "D",
        "text": "Not only did he spearhead the initiative, he gave us a list of 20 different name ideas that were."
    },
    {
        "speaker": "C",
        "text": "Now, if you look back at that language, though, there's a lot of, like, you guys kind of directing you, too, you know, if you go read that. That text very carefully there."
    },
    {
        "speaker": "A",
        "text": "I ignored all of those little hints."
    },
    {
        "speaker": "D",
        "text": "No, I think that's fair. You're not, like, suggesting we do this. You're saying, like, hey, it would be. You two have the, you know, the. That's your vibe, right? So you might as well lean into it, I feel. But I think. Are you trying to angle that you. If we do this, you will officially not have to show up anymore? Is that what you're."
    },
    {
        "speaker": "C",
        "text": "I mean, I basically don't have to show up right now, clearly, like, if you guys are sending out, like, search warrants and missing persons notifications. So I. You know, I'm giving you permission to explore that side of yourselves. And I really think I'm gonna be a supporter, but I don't know if I'm that host for you guys."
    },
    {
        "speaker": "D",
        "text": "I understand."
    },
    {
        "speaker": "A",
        "text": "Well, I. I think we keep everything as is. Uh, you know, I'm too nice of."
    },
    {
        "speaker": "C",
        "text": "A person for that brand. You know, I don't have those. I have."
    },
    {
        "speaker": "A",
        "text": "What."
    },
    {
        "speaker": "C",
        "text": "Damn. What kind of take is it?"
    },
    {
        "speaker": "D",
        "text": "It."
    },
    {
        "speaker": "C",
        "text": "Milk, butter, toast, milk. Have those takes, man. So I'm not. I'm not the. The person you need for this."
    },
    {
        "speaker": "D",
        "text": "Maybe the name of the show is milk steak boiled over medium. Also an always sunny rep."
    },
    {
        "speaker": "A",
        "text": "I'm dying."
    },
    {
        "speaker": "D",
        "text": "Project badass is another one that's very always sunny. Yeah, you know, there's. But the. You know, the one I think you were referencing when Steve said that was definitely bastard men. Correct."
    },
    {
        "speaker": "A",
        "text": "Bastard men, I think, really, really shines. But we also did some. We also did some. It's a. I think you should leave references to it that I think are. There's some maybe better overall ones that are less specific than. It's always sunny. I like. What's the joke question mark."
    },
    {
        "speaker": "D",
        "text": "Yeah, I like that one."
    },
    {
        "speaker": "A",
        "text": "I think that's pretty good. I like Gia, for the record, said."
    },
    {
        "speaker": "D",
        "text": "Hot Gaza, drip and hog."
    },
    {
        "speaker": "A",
        "text": "She loved drip and hog, but hot gazpacho was her pick, which I think is very good."
    },
    {
        "speaker": "D",
        "text": "That's fine."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "There's. There's some good ones in there, but, yes, I do think bastard man sounds great, though."
    },
    {
        "speaker": "D",
        "text": "Yeah. But I get, like, what Des is saying. I don't. I wouldn't consider myself a bastard man. That's the thing."
    },
    {
        "speaker": "A",
        "text": "That is true."
    },
    {
        "speaker": "D",
        "text": "You know, I'm. I'm. I'm a five star man, maybe."
    },
    {
        "speaker": "A",
        "text": "Five star men."
    },
    {
        "speaker": "D",
        "text": "You know? I think that's a little too presumptuous. I don't think we even have many five star reviews, let alone are we five star men."
    },
    {
        "speaker": "A",
        "text": "We are perfect as of right now on Spotify. I'm gonna go and mess up people."
    },
    {
        "speaker": "D",
        "text": "Because they're just give us one star reviews."
    },
    {
        "speaker": "A",
        "text": "We are only one stars on."
    },
    {
        "speaker": "D",
        "text": "Oh, good, good. Okay, good. Well, then maybe we should start a new feed. Who knows? I don't. I don't know. Pain says that. Pain says, we're literally gonna go through this whole episode today and nothing will change. Wow."
    },
    {
        "speaker": "A",
        "text": "That is true. Now."
    },
    {
        "speaker": "D",
        "text": "Microcosm of DJ network. I don't know."
    },
    {
        "speaker": "A",
        "text": "That's good points. We did throw around the idea of logos and that kind of thing. Is this something we can utilize mid journey for?"
    },
    {
        "speaker": "D",
        "text": "Could we create 100%? Yes. I did the DJ and Beth one was I made with mid journey."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "Now, Ken says in the comments, hold on. This one. This is one we got to get to. Steve says, did des just break up with chamber and bunch? You live on air and I think so. It's not you, it's me. I think that's actually. Von fronten suggests old man vibes. The millennial condition. Not a bad one. Where's Des Chambers talking again? Or in a bunch? And he also says, call the show. Taylor Swift is overrated. You'll have ten k listeners in a day."
    },
    {
        "speaker": "E",
        "text": "What about white? White dads can't pod."
    },
    {
        "speaker": "D",
        "text": "I like that one, but I don't know that one's appropriate. But I like it."
    },
    {
        "speaker": "E",
        "text": "Probably not."
    },
    {
        "speaker": "D",
        "text": "Probably not. No. But I do enjoy that one. Where were you going with chambers? Sorry, I had to read some of those comments. They were too good."
    },
    {
        "speaker": "A",
        "text": "No, just to kind of reiterate Steve's point. At first, I thought Des was figuring out ways to better the show, but I think he's looking for ways to escape the show, like fucking join the club. Not happening, dude. Not happening."
    },
    {
        "speaker": "D",
        "text": "I mean, I've been trying to do this for, I don't know, at least six months, and now Des just gets to slink out into the. Into the night with, like, just, hey, kiss us on the forehead. This has been great, you guys. Good luck with your bastard show. And I have to be here."
    },
    {
        "speaker": "A",
        "text": "It's a fair point. That's a fair point. Again, I would say, you know, stronger. Stronger together than as individuals. Individual shows by me or you. Not as good shows together. Much more."
    },
    {
        "speaker": "D",
        "text": "Oh, no. Correct. I mean, the magic is the two and three of us. I think that's."
    },
    {
        "speaker": "A",
        "text": "I agree 100%. I do feel Des brings a solid third person third viewpoint that that is not seen when it's just the two of us."
    },
    {
        "speaker": "D",
        "text": "So here's what I would say to Des. And Des, you can take this or leave it. I would just say, stick with your normal already here sometimes routine. And, like, when you show up, is that my stick?"
    },
    {
        "speaker": "C",
        "text": "Is that like, oh, my God, it's destin? Like, is that kind of."
    },
    {
        "speaker": "D",
        "text": "Well, I'm. I'm giving you the permission to explore this yourself as well. You know, like, if you want to see other podcasts, if you want to just, you know, spend time with your family, that's okay. But if you. Sometimes you miss us and you want to show up, I think that's also okay. Would you say so, chamber 100?"
    },
    {
        "speaker": "C",
        "text": "Oh, I have a great time on these podcasts. I've always said that this is, like, my therapy, and it still. Still is to this day. I love talking now. I'm just saying for, like, the very specific voice that this podcast would need to have. I'm not the right person if we."
    },
    {
        "speaker": "D",
        "text": "Went the bastard asshole. Yes, I see. Okay. I understand, because I agree with you. I would. I would probably lean away from the branding ourselves as jerks. Like, you know, like, yeah, I feel like we're vibe where it's a better vibe where we're were, you know, subtly jerks or something, you know, chamber hint link. Hold on. Wait. Before we get to Anthony, hold on. I was waiting for this because before we get to Anthony, I want to bring up Pat, because Pat. Pat has been a listener of us since, God, 2018."
    },
    {
        "speaker": "A",
        "text": "Maybe he really has the biggest implication."
    },
    {
        "speaker": "D",
        "text": "So Pat should have a. Yeah, Pat should have a large vote here on whether or not we do this. So first we're going to Pat, then we're going to go to Anthony. Pat, Gm, my friend."
    },
    {
        "speaker": "G",
        "text": "Hey, good to see you guys. Top of the afternoon. I just got to say, I think. I think you guys could definitely need a Des. I would love to still have Des or a guy like Des to play the straight man. You got to have a straight man to the other two, or else it's, you know, the dichotomy is what, uh, you know, it's. It's what keeps it interesting."
    },
    {
        "speaker": "D",
        "text": "I'm with you on this, and the people love des. We put out a recent poll out in. On the national news, and 90% of the people preferred Des over me and Chambers. So I'm full on the Des campaign. Pat, and I agree with you. Pat, what do you think in general about us pursuing a rebrand here?"
    },
    {
        "speaker": "G",
        "text": "Yeah, I mean, the name is one thing, but keep the content as it is because it's proven successful. I mean, all right, I had a suggestion. At first I called the crypto jamboree, but then I go, all right. Yeah. Chamber is kind of right in the sense that you. You kind of want to maybe disassociate crypto at, like, in the title until you get people to get. To get people to listen to it, maybe, as that sounds. So how about just because Jamboree? I think it's a fun word."
    },
    {
        "speaker": "D",
        "text": "It's a memorable word."
    },
    {
        "speaker": "G",
        "text": "It's kind of funny."
    },
    {
        "speaker": "D",
        "text": "I kind of like, yeah."
    },
    {
        "speaker": "G",
        "text": "And it'll get people to tune in at least the first time, and. And you hook them there because you hook a lot of us."
    },
    {
        "speaker": "D",
        "text": "Well, Pat, I think your. Your point is well taken. And I think the. The intent behind it is that we actually branded to match the content because we're already doing kind of mostly non crypto, mostly non NFT content at this point. So, you know, the idea is that we brand it that way and it matches. So I think we're in agreement there. I'm gonna. I'm gonna seriously consider Jamboree because I kind of think it's fun. But thank you, Pat. As one of our longest listeners, we appreciate you and your opinion matters. So as one of our newer listeners and somebody whose opinion I only care about on threads, Anthony, welcome."
    },
    {
        "speaker": "H",
        "text": "What's up, guys? I missed most of the show. I got, like, a last minute meeting, but I know. I hear what's going on, and I wanted to say so one, like, threads, kind of dead for me."
    },
    {
        "speaker": "D",
        "text": "Is it dead, like, the application?"
    },
    {
        "speaker": "H",
        "text": "Not the application for the application. Surviving for me. I need to step away. It's just too much. I don't think I'm cut out to be an influencer. I think I'd."
    },
    {
        "speaker": "D",
        "text": "What specifically about the taste of influence didn't sit right with."
    },
    {
        "speaker": "H",
        "text": "It's not the influence itself."
    },
    {
        "speaker": "C",
        "text": "It's."
    },
    {
        "speaker": "H",
        "text": "You have to give credit to the people who are."
    },
    {
        "speaker": "D",
        "text": "It's the hamster wheel."
    },
    {
        "speaker": "H",
        "text": "The hamster wheel. It's the effort required. It's like doing things that you usually cringe at other people doing, but then you realize that you have to do it."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I get it. It's why I don't like to post on Twitter much, because I feel that way. So I understand the hamster wheel. But anyway, go ahead."
    },
    {
        "speaker": "H",
        "text": "Anyway, so I came up to just ask, like, I'm gonna be really blunt about it. Like, how do. How does one audition to find a."
    },
    {
        "speaker": "D",
        "text": "Role on it on the new chamber? Do we have an audition process? Because I actually think Anthony would be a fantastic stick. Third, fill in for the. Does not hear shows I can't handle Anthony."
    },
    {
        "speaker": "A",
        "text": "I'm gonna be honest. Anthony's. I'm allowing him to be up on stage right now, but that's as far as I."
    },
    {
        "speaker": "H",
        "text": "So chamber."
    },
    {
        "speaker": "D",
        "text": "What role?"
    },
    {
        "speaker": "H",
        "text": "So here's the thing with me. Like, I could play any. I could play a lot. I'm a really good utility man. Like what? I could play a lot of roles. I could be the main character. I could be the villain. I could be the support man, the hype man. I could have your back. No matter what your take is. It could just be like the Anthony and Chambers show. No matter what happens. Like, I will. Like, that's the thing with me. A lot of times I'm making takes that I don't truly believe in just for the content."
    },
    {
        "speaker": "D",
        "text": "Oh, man, I wonder who that sounds like."
    },
    {
        "speaker": "A",
        "text": "We already have one of those guys."
    },
    {
        "speaker": "D",
        "text": "Okay, so I'm just humor, that is. That is you."
    },
    {
        "speaker": "C",
        "text": "I'm just offering."
    },
    {
        "speaker": "H",
        "text": "I'm just offering roles here, and I'm just asking if there, if there are tryouts, I would."
    },
    {
        "speaker": "A",
        "text": "Again, I think what I want to make clear is I don't necessarily want to. I mean, besides the fact that Des is just broke up with us on live, on the show, besides that, I went into this show basically saying let's, everything's. Nothing's really changing. We're just gonna do the shows. We like to do the style, like the good min conditions with a little."
    },
    {
        "speaker": "C",
        "text": "Bit more organization and segments, I'd say."
    },
    {
        "speaker": "A",
        "text": "I think so, too. I think that's more of like a tidy, you know, tightening the laces a little bit. You know what I mean? But no, I think just doing the versions of the min condition episodes that you guys, like, just do focus on those more and then just have it when people are searching or when people come across it, as opposed to web three podcast, which, if somebody's reading it, may seem very tech forward or whatever. We just want the definition of the show to really match what the good episodes are. Does that make sense? So not so much of a retooling of the show, just a more rebranding of what we're putting out there."
    },
    {
        "speaker": "D",
        "text": "You know, I'm saying, I mean, there is a, there is a world in which the mint condition is a fine title, and you just change the digital collectibles and NFT portion of it."
    },
    {
        "speaker": "A",
        "text": "That's also. Absolutely, absolutely."
    },
    {
        "speaker": "D",
        "text": "I'd be curious to see what people think of that des. What do you think of that Des? Are Mister House GM, you are laughing in line here. Before we get out of here this afternoon, what is up? Yeah."
    },
    {
        "speaker": "E",
        "text": "Good morning, afternoon, and or evening, depending on where you're at. Since Anthony, you know, posed the tryouts, I was going to toss my hat in the ring to be bunches understudy. And we'll go on making our claims. I can fulfill the same roles that Anthony offered. Maybe that's even better."
    },
    {
        "speaker": "D",
        "text": "Per source."
    },
    {
        "speaker": "A",
        "text": "I like the idea of Mister House being bunches understudy and Anthony being my understudy."
    },
    {
        "speaker": "D",
        "text": "Yeah. These are actually really funny ideas. Like, you could do it. You could do a weekly show in which the understudies come on and I actually, that could be a really fun bit to do. I'm into it. Chamber, what do you think?"
    },
    {
        "speaker": "A",
        "text": "I'm with you. I think also, too, if. If one of us is unavailable for."
    },
    {
        "speaker": "D",
        "text": "A show, I think that's exactly right."
    },
    {
        "speaker": "A",
        "text": "Having the same vibe, like, having Anthony, if I can't make it, I think is fun. I think he provides a lot of the same things I provide. Just like the dollar store version of it, you know, swinging. Absolutely. Big swinger. And then. And then same thing with Mister House. I think Mister House provides the, you know, the straight man to Pat's point. I think. I think you are that in our, you know, in our, you know, back and forth. I'm the hardy and you're the laurel, or vice versa."
    },
    {
        "speaker": "D",
        "text": "The honey and vinegar."
    },
    {
        "speaker": "A",
        "text": "The honey and. Absolutely."
    },
    {
        "speaker": "D",
        "text": "I'm the honeydeh vinegar."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah, you're the honey. I'm the vinegar. So, yeah, I think. I think that's. I like that idea a lot."
    },
    {
        "speaker": "D",
        "text": "All right, we're going to go. We're going to go to Drew, and then we're going to close it down with Pat. Yeah. I was just going to say that I could just show up every few weeks for one episode and be Des's understudy. So I would just be a professional in doing that."
    },
    {
        "speaker": "A",
        "text": "This is good."
    },
    {
        "speaker": "D",
        "text": "This is good. We're getting somewhere here. I actually really like this idea. Now we just need to decide if we're going to put a new name out there or what. But I like where this is going. This is why we do spaces. We crowdsource these ideas. Chamber."
    },
    {
        "speaker": "A",
        "text": "That's why. And that's why pivoting away from spaces is something I don't like necessarily as much."
    },
    {
        "speaker": "D",
        "text": "I do think from a strategic standpoint, though, if we were actually going to try to, like, you know, grow the show, the video is probably, you know, probably necessary to put out on the TikTok. And right next to your buttered sausage, you could have thrown up a clip of you saying that you can't stand Anthony while he is understudy? Like, that's, that's high content right there."
    },
    {
        "speaker": "A",
        "text": "That's quality stuff."
    },
    {
        "speaker": "D",
        "text": "You don't have the. Like, I think Des is right. Like, that doesn't come over like an audiogram is for a current listener, not a new listener. I think he's right about that. So all things to consider, are we even, you know, interested in that or are we just cool with just this being our little dick around hobby? Who knows? But Pat, we're going to close it down with you. Get back in here."
    },
    {
        "speaker": "G",
        "text": "Thanks, guys. I'll be quick. First of all, the understudy, that's brilliant. Gives you a reason to do the Trump impression. Web three apprentice, something like that."
    },
    {
        "speaker": "D",
        "text": "Another, I love that."
    },
    {
        "speaker": "G",
        "text": "Another thing is, thanks for, if you're in the DJ network, check out the fantasy football sports. Swingley created the second league I was able to join. If you get in there, there's 16 teams. I think seven are already locked in. So."
    },
    {
        "speaker": "D",
        "text": "Wow. We filled a 116 team league already and are halfway through his second. So if you have a DJ pass and you're not in there yet, jump in."
    },
    {
        "speaker": "G",
        "text": "All right, guys, have a great rest of the week."
    },
    {
        "speaker": "D",
        "text": "Thank you, Pat. Appreciate you chamber. Any last words before you shut it down? Do you want to say goodbye to Des?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I would like to say, Des, thank you for all of your hard work through the years. I really appreciate it. I appreciate you also providing some, some, some benefits. As you're exiting. He left and he's gone. And he's gone. Well. Oh, Des, we hardly knew ye."
    },
    {
        "speaker": "D",
        "text": "Oh, man, that's funny."
    },
    {
        "speaker": "A",
        "text": "I actually don't even know his real name. So. Des, it is that. Desmond."
    },
    {
        "speaker": "D",
        "text": "Desmond W. Goats. We went over this, right?"
    },
    {
        "speaker": "A",
        "text": "That's double you. I couldn't remember what this middle initial."
    },
    {
        "speaker": "D",
        "text": "Or was it r? I forget."
    },
    {
        "speaker": "A",
        "text": "Might have been r. It might have."
    },
    {
        "speaker": "D",
        "text": "Might have been rtever. Desmond R. Goats. I think that's right. All right, well, who knows? We may not have a rebound by Friday, but coming soon to a podcast feed and spaces near you, whatever the next version of this show is, I think you're right. Chamber. We need to brand it to be more of what we are. And this is what we are. I mean, this just is what we are and that's going to do it for us. So thank you for listening. Thank you for participating. We appreciate everybody who does come out and listen to our nonsense three times a week. You're awesome. Don't forget. What day of the week is it? Wednesday. Gosh. Okay, so tomorrow morning we got coffee with captain. We've got lunch break at noon with J. Webb and Riggs. They had a really good show today. If you did not listen to it, they had an awesome show, talked a lot about mental health. I thought that was a really, really great, great conversation they had. Then tomorrow, alpha afternoons at 02:00 p.m. and we also have Degen bets tomorrow, I believe at seven. So we've got a stacked lineup and can't wait for all that. So check it out tomorrow. Set your reminders on our main feed. And as Pat said, if you're in the discord and want to get in on some fantasy football, hit up that channel. We got a league going on. Also hit me up. I've got some survivor pool stuff going on. If you're interested in that huge, huge, huge pot that I've been in for a ton of years, it's like 20,000 people big and the prize pool is like 100k. So just if you're interested, hit me up. I'll send you the email. Other than that, until next time, stay mint."
    }
]