[
    {
        "speaker": "A",
        "text": "Well, she's kind of pretty. Drives a big cartoon and when I hold her in my arms, I never."
    },
    {
        "speaker": "B",
        "text": "Know what to do."
    },
    {
        "speaker": "A",
        "text": "She's got everything she needs what does she need me for? Just a crazy fool coming back for more and I know she's not going can't live but I know I should everybody says a watch out, boy, she'll break your heart like it was I thought you better see the. For rainy day. You better see the full rainy day. Hey, Bunch, how'd that sound? That was right out of the phone."
    },
    {
        "speaker": "B",
        "text": "Pretty good, actually. Except for the phone notification."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But I was. I'm actually pretty impressed. It was. It was decent."
    },
    {
        "speaker": "A",
        "text": "All right, just phone and a sure microphone."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "How's it been? Is it rainy day over there for you today?"
    },
    {
        "speaker": "B",
        "text": "I was wondering if it was the same for you. Because it is for me."
    },
    {
        "speaker": "A",
        "text": "Yeah, it is. It is here. It's been a rainy day. Didn't. My wife and kids left last night to go visit my mother in law."
    },
    {
        "speaker": "B",
        "text": "And I feel like this is happening every. Every couple days for you."
    },
    {
        "speaker": "A",
        "text": "Well, you know, it does. I mean, my father passed away back in January, so springtime, summertime now. So she's got to kind of go over there and, you know, she helps out with her mom and, you know, get shit moved around and taken out and, you know, all that stuff. Her mother. Her mother was a kept woman, you know, I'm saying."
    },
    {
        "speaker": "B",
        "text": "I don't know what that means. Like in a cage?"
    },
    {
        "speaker": "A",
        "text": "No, no, no. It means, like, she. My mother in law didn't. She didn't have to do too much."
    },
    {
        "speaker": "B",
        "text": "Yeah, I see what you mean. Yeah, sure, sure."
    },
    {
        "speaker": "A",
        "text": "So she doesn't have the tools necessary to do that now. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like a hammer and stuff. Yeah."
    },
    {
        "speaker": "A",
        "text": "Both physical and metaphorical tools."
    },
    {
        "speaker": "B",
        "text": "Got it. Okay, awesome. Well, as we get started here, please give us a. Like, a comment, a retweet down below. Show us some love here on a Friday. Let's start getting this room going. We need some company to mess around with here on a Friday. What do you think, Chamber? We need some friends."
    },
    {
        "speaker": "A",
        "text": "We do need some friends. I've been noticing, I think yesterday's spaces washington a little wonky. And I noticed even today, I tried to hop on some this morning. Like, you know, you click on your. On your buddy and you don't get the purple ring, so you don't know if they're. If they're live or not. It's, you know, spaces, man. Will you ever figure it out?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You. You remember the remember the red ring of death on your Xbox? Oh, yeah, that."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "One time I. One time I youtubed my way to fixing that for a short amount of time when I was in college, I had the Xbox, whatever the white one was, Xbox 360. And I got the red ring of death, and I found a way. I found my way to fixing it. And it lasted maybe, I don't know, another month or two. And that was the end of that. J. Webb, you ever get the red ring of death?"
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. All the time. I was just gonna ask chamber, what did he do in that first ten minutes of his family being gone?"
    },
    {
        "speaker": "A",
        "text": "I wasn't."
    },
    {
        "speaker": "B",
        "text": "I wasn't gonna there, but it crossed my mind and I thought better of it."
    },
    {
        "speaker": "A",
        "text": "I don't like how you guys are making me out to be the weirdo here. I feel I'd like a stop."
    },
    {
        "speaker": "B",
        "text": "I don't think. I don't think anyone said it was weird. It's just, you know, some things. Some things are best looked unsaid."
    },
    {
        "speaker": "A",
        "text": "No, that's fair. I like to bring."
    },
    {
        "speaker": "C",
        "text": "We don't need to hear about how the sausage is made, okay?"
    },
    {
        "speaker": "A",
        "text": "Hey, that's a real. Honestly, is that a euphemism? I don't know, whatever that is. That's a real deal. I've actually had to make sausage and, and it's terrible. I would say the casing is the worst part."
    },
    {
        "speaker": "B",
        "text": "Yeah, it seems difficult to work with the casing, but, yeah, we've got, we've got, you know, 54, 56 minutes left here. I was going to say we've got a great show for you, but we've just got time left. That's at least what we're doing here today. We have, we have no des, we have no producers. It's just me and you flying by the seat of our pants today. And whatever happens, happens, which is basically what we do every day, every Monday, Wednesday, Friday here. You know, we've had quite a week of shows. Coffee with captain was very entertaining this week. Lunch break. J. Webb, you did an amazing job without rigs, uh, and having to, you know, circle through the cavalcade of, of, uh, guest hosts. Mister Pink made a solid appearance a couple times this week, so, uh, and, and actually, j. Web, you co hosted coffee with captain this morning. J. Webb, how, how was that for you? I know it was early. It was 06:00 a.m. it was, you."
    },
    {
        "speaker": "C",
        "text": "Know, it was bright and early. Um, we. It was very clear from the beginning that cap and I fill the same roles on our shows where Steve and Riggs are definitely the chatty Cathy's of our duos. So it was just like, oh, fuck. Each of us is going to have to talk more than usual. Not sure how this is going to work out, but, you know, we started with a subject we both know well, going to Vegas. And then a lot of really smart people came up and saved our bacon. And I think it went pretty well."
    },
    {
        "speaker": "B",
        "text": "Yeah, I've listened to most of it. Uh, and I thought you did. I thought you did a wonderful job. Look, Steve is. Steve's a tough, uh, host to fill in terms of, you know, words per minute and. And the like. So, uh, I I thought you did a fantastic job, especially considering it was 06:00 a.m. so appreciate you filling in over there. And I. I need to talk. I'm going to start, um, with what happened last night, Chambere, because I don't know about you, but I haven't had that much fun in time. And it was impromptu in the sense that, like, I had seen you tweet about it earlier in the day. You had texted me about it a couple days prior, and I honestly, I completely forgot. And you had texted me right when you went on, and I dropped everything and attended to root you on, as did a lot of our degen network folks in the chat of your. Of your appearance here. So why don't you give the folks background on what you were up to last night?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I popped into J. Webb's show today. Fantastic. I think it was maybe the best lunch break and the best coffee with captain today. I'm not sure. I might be wrong."
    },
    {
        "speaker": "B",
        "text": "Did you get in on that? You get in on the Batman talk at the end?"
    },
    {
        "speaker": "A",
        "text": "I did not. I did not. It's good stuff."
    },
    {
        "speaker": "B",
        "text": "What's your favorite. Who's your favorite Batman?"
    },
    {
        "speaker": "A",
        "text": "Um, it's Michael."
    },
    {
        "speaker": "B",
        "text": "You more of a Robin guy?"
    },
    {
        "speaker": "A",
        "text": "No, Michael Keaton's my Batman."
    },
    {
        "speaker": "B",
        "text": "I got it. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah. Was that the consensus or Christian Bale?"
    },
    {
        "speaker": "B",
        "text": "I. There was actually a lot of. A lot of Christian Bale love, even though he typically does not get a good amount of praise as his Batman. But I think Michael Keaton might be the right answer."
    },
    {
        "speaker": "A",
        "text": "Okay. I think Christian Bale number two. For the record, I thought Jay Webb, who was yours?"
    },
    {
        "speaker": "C",
        "text": "I went with Christian Bale."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Nothing wrong there, but yes. So I don't know. Like, a couple of weeks ago, I'm on Twitter and I see a post from the first mint, which is a rival."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would. I would say it's a competitive show."
    },
    {
        "speaker": "A",
        "text": "I mean, we started roughly around the same time. Both the first mint."
    },
    {
        "speaker": "B",
        "text": "Yeah, they were probably a couple months before us. They got like the very initial top shot crowd, and we kind of came in and got the scraps is how I would describe of top shot. Like they, yeah, they came in and got like that very, they were the very first, I think, top kind of focused podcast. And we tried to get in on that in the February march of 2021 phase. And so we, we were able to get that, like late crowd of top shotters."
    },
    {
        "speaker": "A",
        "text": "Yes. And then we kind of branched out into all things nfts from there."
    },
    {
        "speaker": "B",
        "text": "Yes. Actually, much earlier than they did."
    },
    {
        "speaker": "A",
        "text": "Yeah. Might have been some, you know, some insight from, from the home team there. But so anyways, I see this tweet and it's just like, hey, we're looking for a co host or something for a couple of dates in July. So me being the, you know, I see a fellow podcast team, it's been, again, been around, around the same time as us."
    },
    {
        "speaker": "B",
        "text": "Seasoned, seasoned vet."
    },
    {
        "speaker": "A",
        "text": "You know, there's a mutual respect there. And I said, you know what?"
    },
    {
        "speaker": "B",
        "text": "On your side, at least, definitely on my side."
    },
    {
        "speaker": "A",
        "text": "We'll get into, we'll get into the other side in a minute. So I slide into those DM's. I say, hey, if you guys, you know, I'm a basketball fan."
    },
    {
        "speaker": "B",
        "text": "You're like, hey, I'm chamber."
    },
    {
        "speaker": "A",
        "text": "You guys know who I am. Don't pretend like you don't know who I am. I'm around. I don't basketball, you know, if you need any, if you need any help, let me know. I'd be more than, more than happy to help out. So they dm me back and they're like, oh, yeah, just submit your info into this thing. So I do that."
    },
    {
        "speaker": "B",
        "text": "I think this was the first time I got a text from you."
    },
    {
        "speaker": "A",
        "text": "I voiced a lot of concerns in that text message."
    },
    {
        "speaker": "B",
        "text": "And then I get back, it was a very much, it was like celebrity at a restaurant who can't get a table vibe."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That's exactly what I was going for. Because then all of a sudden I find out it's this American Idol style contest where I got to jump through hoops for my food."
    },
    {
        "speaker": "B",
        "text": "Which is like, I mean, if I could, if I could pick, like, one of the things I would describe as your specific worst nightmare, it would be that 100%."
    },
    {
        "speaker": "A",
        "text": "100%. And then I, now I feel like an asshole if I back out. So I'm like, okay, I talk a little trash, you know, in the, on Twitter may voice my concerns in a joking way, but there's a, you know, underlining, you know, truth in there as well. So sure enough, I go on the show, they have this. It's me. And I think seven, six other people. Seven other people, something like that."
    },
    {
        "speaker": "B",
        "text": "I think there was like eight total."
    },
    {
        "speaker": "A",
        "text": "It was great. It was great. It was a good amount of people. And they're like, oh, there's three rounds. Whoever wins the first round automatically goes to the third round. So you don't have to compete in second round while your boy over."
    },
    {
        "speaker": "B",
        "text": "Thank God your boy over here crushes it."
    },
    {
        "speaker": "A",
        "text": "I get up."
    },
    {
        "speaker": "B",
        "text": "I don't. So, wait, wait, wait. Let's. Let's just recap this in full for the people who were not around last night. So the first challenge that you had, which. That was a fun one for a group of."
    },
    {
        "speaker": "A",
        "text": "I thought, I've been thinking about it all day. I thought that was a fantastic."
    },
    {
        "speaker": "B",
        "text": "It was actually really fun. They gave you 60 seconds, and you had to go and find the. Everybody was on their own. They had to go and find a first, a tweet by the first mint. And whomever's had the most likes was the. Of that round. And so there was quite the variation of entries that came in. And, you know, I had. I had full confidence that I didn't know because of the style of the competition. It was really up for grabs. It's just like, how much effort could you put in in the fastest amount of time? And, you know, then you got to wait like, okay, do I. Am I going to run out of time? I got to get something. And you, you won this round, so you went straight to the finals. I need to know what your strategy was because I thought you did. I mean, you kind of blew everybody out of the water."
    },
    {
        "speaker": "A",
        "text": "I think I was also of the first to submit to."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, like, that was. That's impressive. So what was your strategy here?"
    },
    {
        "speaker": "A",
        "text": "Strategy here is they kind of mentioned it later in the show. I'm like, these guys used to be much bigger. I got to go deep into time. So what I did is I went on their twitter and I gave."
    },
    {
        "speaker": "B",
        "text": "That was the right context clue to pick up, by the way, because I thought the same thing."
    },
    {
        "speaker": "A",
        "text": "I. I'm like, okay, I got to get deep into the files here. I do a wheel of fortune. What's the wheel one? You know, when they do the wheel. Not the wheel."
    },
    {
        "speaker": "B",
        "text": "Wheel of fortune. Is that what it's called, though, or you talking price?"
    },
    {
        "speaker": "A",
        "text": "Right, right. With the wheel."
    },
    {
        "speaker": "B",
        "text": "Sorry, with the wheel. Yeah. Okay."
    },
    {
        "speaker": "A",
        "text": "So I do want to go right, swipe up as hard as I can. It's flying down and then, oh, you, oh, I do a power swipe."
    },
    {
        "speaker": "B",
        "text": "Swipe. You were, you were doing that."
    },
    {
        "speaker": "A",
        "text": "Exactly. Beep, beep. Bingo."
    },
    {
        "speaker": "B",
        "text": "You landed on it."
    },
    {
        "speaker": "A",
        "text": "Exactly. Why didn't land on, but I'm like, okay, let's, let's. And then I'm just looking for the participation. Like the, there's likes, but there's also like the bigger number where it's like impressions. So I'm looking for big impressions and I found one with like 70,000 impressions. I'm like, this has got to be the one. So I just clicked that one and it was a giveaway. It was a giveaway. That's what I won with that, dude."
    },
    {
        "speaker": "B",
        "text": "I wasn't sure if you went specifically looking for a giveaway because that is definitely the strategy or if you just happened upon it."
    },
    {
        "speaker": "A",
        "text": "I definitely happened upon it."
    },
    {
        "speaker": "B",
        "text": "Okay. That was what I was dying to ask you was if, because I would have been very impressed if on your feet you thought of, oh, gotta go for a giveaway. There's definitely impressions there. So, so there you go. You won that, I think, and you kind of blew everybody out of the water."
    },
    {
        "speaker": "A",
        "text": "It wasn't even close."
    },
    {
        "speaker": "B",
        "text": "Yeah, some, I think the next closest one was like 50 or 60 likes away from you. So you want that one. You're going to the finals. Meanwhile you're texting me and you're like, what do I do now?"
    },
    {
        "speaker": "A",
        "text": "It's like 45 minutes of nothing. I'm just, they, if you're familiar with streamyard, you can, it's not even, I'm not even on camera anymore. They've, they've taken me away from the main screen. I'm in the shadows and I'm just twiddling my fingers. During the NBA draft."
    },
    {
        "speaker": "B",
        "text": "Watching the NBA draft."
    },
    {
        "speaker": "A",
        "text": "Yeah. So just, you know, cramping up on the bench."
    },
    {
        "speaker": "B",
        "text": "The second round was trivia and it was, it was, you know, a lot of first mint flavored trivia. There was some trick questions in there. So I need to know how you would have fared. Because I was playing along at home and I very well and I wasn't sure. I think I would have if they took the top three is I think what they did or the top two, I think I, from my playing at home would have made it. There was a couple that I didn't know. I actually might have gotten kicked out for my lack of NBA knowledge because, uh, they made that last question five points and I did not know the answer."
    },
    {
        "speaker": "A",
        "text": "What was the last question again?"
    },
    {
        "speaker": "B",
        "text": "It was like, who's the Toronto Raptors, all types, leading school, something. And, uh, actually, only one person got it. So I don't think I would have been eliminated by that one. So, uh, but how would you have fared?"
    },
    {
        "speaker": "A",
        "text": "I would have done very well. I don't know if I would have been the first, but I definitely would have been in the top three."
    },
    {
        "speaker": "B",
        "text": "Okay, so you. You've moved on here to the final round, and the final round ended up being a vote. And so here's where things got interesting. The. The final round was first of all. Meanwhile, this whole stream is going on. There's probably about, I don't know, 30 consistent, 40 consistent viewers in there watching the stream. The chat was, was fun to participate in. And the final round comes. The final round was basically, you have to say something nuts about your other two competitors, and, and then the people would have or voted on who their favorite was. And so, you know, you. You did your compliments. Everybody complimented each other, by the way. I fed you perfect information about 20 minutes prior, and you did not use it. I was a little disappointed because you, you were not familiar with David Goldberg, and I I'm closely familiar with him. So I was giving you. I just told you who he was, what he did, and you could have used that. It would have been impressive knowledge to throw out there."
    },
    {
        "speaker": "A",
        "text": "That's a good point."
    },
    {
        "speaker": "B",
        "text": "That's a good point. But, you know, you did your thing. It was good. And the voting started, and I would say the voting lasted, what, like five minutes?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Good. A good few minutes, for sure."
    },
    {
        "speaker": "B",
        "text": "It was the most intense five minutes of my life. I'll tell you that right now. I can't even imagine how you were. I wasn't even watching the numbers take us through the range of emotions you were feeling. And, like, at this point, are you thinking that you want to even win this thing? Are you thinking, like, you've given it a good shot? Do you care if you win? I need to know what is going through your head during this."
    },
    {
        "speaker": "A",
        "text": "So I think in the moment, I want to win, but, I mean, long term, maybe I don't want to win. I think that's what I'm struggling with at the time. But, no, it was, and again, more so just based on my reputation, you know, I need to win. It's embarrassing."
    },
    {
        "speaker": "B",
        "text": "Embarrassed out."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah, you don't want to be embarrassed out there. So I had an internal struggle because there was clearly some djen folks watching in the audience already. Right. So you had a natural following there that went. That followed you in there, and we're rooting you on. But, you know, Goldberg's got a whole community behind him. He's got the. He's got, you know, he's the founder of play swoops, and it's not a small community. He probably could have or was, you know, his own troops, and. And good for him. Like, that's used your audience for. Right. And so, you know, I was watching the voting happen. You took an early lead. Then Goldberg went out in front, and he was pretty steadily in front. He was. He had about 40% of the vote. You had about 36% of the vote going most of the time. And I was just watching it, and it kind of, like, stalled out, and I had a decision to make. Do I intervene? I went. Yeah, I went into our discord and was the DJ war room, and I was, you know, gauging how many. How active it was at the time. And, you know, the same people that were hanging out in the war room were the same people who had likely already voted. You know, it was like, shane phonics, mister House, a bunch of those. Those guys. And, you know, they were voting. They had voted on a couple of their different YouTube accounts, I think, and, you know, so. So, like, just jumping in there and dropping the link wasn't going to be enough. The decision I was weighing on was, do I abuse my tagging powers? Do I really put the bat signal out for our boy chamber? And I waited until. I waited until, you know, there was probably a minute or two left, and I decided to pull the trigger, and we. We rallied enough troops to come in there and vote, and the chat was going wild. And so if you got. If you're in the war room and got that ping last night around 09:00 and didn't know why. That's why I apologize to all the verified DJ's out there that got that pin. I was calling the bat signal. We couldn't let our boy lose, and we didn't. And so you ended up taking the lead in dramatic fashion right at the very end, and you won with, like, a 43, 41 vote percentage. And you are now officially the confirmed next co host of the first mint. Is that that accurate?"
    },
    {
        "speaker": "A",
        "text": "That is accurate. And, yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "All."
    },
    {
        "speaker": "A",
        "text": "Do you know all these. The victories, all due to the Degen community and the abuse of power by the hands of bunch Deus. What is it? Deus ex machina."
    },
    {
        "speaker": "B",
        "text": "Yes. So now I have a couple follow up questions for you."
    },
    {
        "speaker": "A",
        "text": "I have some thoughts as well, too, by the way."
    },
    {
        "speaker": "B",
        "text": "Upset at all that I rallied the troops?"
    },
    {
        "speaker": "A",
        "text": "Not at all. No. I think. I think."
    },
    {
        "speaker": "B",
        "text": "I wasn't sure if you would be kind of like, oh, you know, I didn't have to do that. Like, you were. Like, I wasn't sure if you even wanted to win. Right. So I didn't know that's fair to make the call."
    },
    {
        "speaker": "A",
        "text": "I think the opportunity to promote the power of Djenan is always a good opportunity. So when I go and, you know, when I'm. When I'm going and, like, you know, say, hey, if you need. If you need a co host. I don't want a co host. I want to, you know, I'm gonna show the show. Like, that's what I'm. That's all."
    },
    {
        "speaker": "B",
        "text": "A couple times."
    },
    {
        "speaker": "A",
        "text": "Of course, yeah, absolutely. That's what I'm fucking there for. Yeah. No, that's my purpose all the time. So I never even thought to abuse. I think if I abused power, it would have been much less appreciated than when you do it."
    },
    {
        "speaker": "B",
        "text": "Well, so that was it, too. Like, I knew you weren't gonna do it like I do, so you. You weren't gonna do it, but you're happy I did. Is that."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Yeah, no, I just showed, like, there was a. There was real community members there, right? Like."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Oh, yeah. Like, we showed out when the. Even before that, there was quite a few folks there. Yeah."
    },
    {
        "speaker": "A",
        "text": "So. No, I really. No, I was. It was awesome. And the fact that we just flexed on, I would say, two or three other communities was great. I loved it. The one thing I did feel."
    },
    {
        "speaker": "B",
        "text": "Before you go there. Go ahead. We did flex a little bit, because even. Even quad shouts to Quadzilla, if you know."
    },
    {
        "speaker": "A",
        "text": "I really like, by the way."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, he's great. And. And. But he. He knows of our show, and he actually even mentioned both of us, or, like, me in. In his compliment, because he. He was. He basically called you the LeBron podcast, and he called. That's right to me, as. He referred to me as the shack of the podcast, which, arguably. That's."
    },
    {
        "speaker": "A",
        "text": "That's okay. I would be happy."
    },
    {
        "speaker": "B",
        "text": "I'll take it. Yeah, no, but I mean that. So just the fact that, you know, Quad shouted out our show, it was also a successful, you know, Trojan horse, so."
    },
    {
        "speaker": "A",
        "text": "So, no, I was a big fan, but I did feel. I felt a. That David and."
    },
    {
        "speaker": "B",
        "text": "LG, I thought they were cahooting."
    },
    {
        "speaker": "A",
        "text": "Not cahooting, but I thought LG definitely wanted David to win."
    },
    {
        "speaker": "B",
        "text": "Oh, nobody wanted you to win. You were the last choice of the three. There is no doubt about it. You were the last choice of the three. Quad is a quad is a first mint ride or die."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "He's like a community, full time community member. It would be like any one of, you know, the people out there today winning. And David obviously has some pedigree. He runs a. Founded a basketball themed NFT simulation project. Like, really great for. He's a vc. He's just a high iq, you know, ten good looking individual. And then there's you, who comes in there. And actually, the first thing you suggested, Washington. Uh, you know, the first thing you suggested while you're on screen was what you do the first ten minutes your family's at."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "That's right. They wanted to do with you winning. They wanted to do with you winning. And I felt that, okay."
    },
    {
        "speaker": "A",
        "text": "I felt it. I just wanted to see if it was just my paranoia."
    },
    {
        "speaker": "B",
        "text": "No, I'm pretty sure that is accurate. I."
    },
    {
        "speaker": "A",
        "text": "They were definitely calling shenanigans on, on my victory. I think."
    },
    {
        "speaker": "B",
        "text": "Hey, look, man, it's good for them. If you could rally new, new troops to their show because of, you know, your following, I think that's. That's a win win."
    },
    {
        "speaker": "A",
        "text": "So. So do I bow out and let David take the reins for July or. What do you think I should do?"
    },
    {
        "speaker": "B",
        "text": "Oh, I don't. I mean, do you. Do you want to do it or."
    },
    {
        "speaker": "A",
        "text": "I think I've done what I wanted to do. Jim said, I feel like."
    },
    {
        "speaker": "B",
        "text": "Which was prove. Prove your worth."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "So, I don't know. I feel like if you. If you duck out now, you're gonna go. You're gonna get shit talked the entire month of July. Like, you, you know, they ran this competition and you won it, and now you're gonna. You're gonna."
    },
    {
        "speaker": "A",
        "text": "I feel like they didn't want. Yeah, I mean, we just said, like, I feel like they didn't want me."
    },
    {
        "speaker": "B",
        "text": "To win, but tough shit, you won. Now you go and you do the job and you prove to them why you are chamber."
    },
    {
        "speaker": "A",
        "text": "I did. I did."
    },
    {
        "speaker": "B",
        "text": "And that is. But that's what I mean. Like, your next job is to now make that love you, because they will, and. And they just don't know it yet."
    },
    {
        "speaker": "A",
        "text": "I don't know. Um. I did feel. I also. I mean, let me just check the crowd here. I just want to make sure. I'm gonna talk some in a minute here. I also felt, you know, I mean, I'm not a runner by nature, but, like, I would imagine. Yeah, enough. I would imagine if somebody say, you know, you've got somebody in your. In your neighborhood and you see them run all the time, they're running and running and running. They look like, you know, they look like they do half marathons, full marathons. They know what they're doing. And then you're like, oh, I think I want to. I'm going to reach out to them and we're going to go running together, and then they're running and then you're trying to keep up and it's just, it's not, it's not going well. You know what I mean? I feel they're not ready for my speed. They're not ready for the heat."
    },
    {
        "speaker": "B",
        "text": "It takes, it takes a special, it takes a special talent to, it really does. To podcast with you on a tri weekly basis for the better part of six years. And I think what you'll find, I think what you'll find is that you appreciate my speed more."
    },
    {
        "speaker": "A",
        "text": "I 100% appreciate it. As soon as that show was over yesterday, I was just like, like, you know, I threw out a couple of test bombs and I was just like, oh, they're not, they're not getting it. Like, bunch gets it."
    },
    {
        "speaker": "B",
        "text": "Yeah. It was the way I would describe how it felt watching it. Right. It kind of felt like, it kind of felt like you're watching your child or your son. So in this scenario, you're my full grown adult son, and it felt like watching them try to play at the playground with other kids and you're not sure exactly how it's going to go. You're hopeful that they're going to make friends. You trust in their personality to get along with other individuals, and then you see them, like, run over and offer to play with them or share a toy, and they just kind of look at your son and they're like, oh, we're going to go play over here. And that's kind of what it felt like. It felt like you were like volleying the ball, right? Like you're playing tennis. You shoot over a nice little volley, wait for it to come back, and it just never came back to you."
    },
    {
        "speaker": "A",
        "text": "I really felt like that. That's, that's a very good summation of my emotions yesterday."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think. But look, that's why we had to make sure you won, because if, if you didn't win, they were right."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Exactly. And look, we're, this is unconfirmed that we, that, that we think they didn't want you to win. However, I'm just going by. I'm going by the vibes."
    },
    {
        "speaker": "A",
        "text": "We're both going by, like, it's. If you want, I are both agreeing on the vibes that's the truth. That's basically."
    },
    {
        "speaker": "B",
        "text": "They're just. They weren't. They're not ready for. They're not ready for you. And I think, like, you know, you're. We're going to come. We're going to come out of this month of July, because my advice to you would be to do it. I mean, what is it, four episodes?"
    },
    {
        "speaker": "A",
        "text": "Like two? I think it's like two."
    },
    {
        "speaker": "B",
        "text": "Then you should 100% do it, and here's why. Your goal for the whole thing was to, you know, prove you were the best. Right? You've. You've won the initial vote. Now you go out there and you make the. It forget if they like you, you could. You could easily make the audience like you like."
    },
    {
        "speaker": "A",
        "text": "That is true. That's a good point."
    },
    {
        "speaker": "B",
        "text": "That's your thing. You know, it doesn't matter if they like you. And then now, you know, you've got. You've proved your mettle to a new audience and you can bring them into the Djen streets now."
    },
    {
        "speaker": "A",
        "text": "I did shit. I lost my train of thought. I just. Sorry, I left. I let Vicky up and then I got flustered because I felt like she was coming in hot for me."
    },
    {
        "speaker": "B",
        "text": "She might be. She did message me pre show and say. She said, do I need gravy jokes still? I said, no, just generic chamber jokes, but you're probably going to get it."
    },
    {
        "speaker": "A",
        "text": "All right, Vicki, do you have anything to add to this, you know, this conversation?"
    },
    {
        "speaker": "B",
        "text": "I actually think I feel like Vicki's gonna surprise you here."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "D",
        "text": "I don't know if I'm gonna surprise anyone here. So just to recap, for anyone that's joined, you joined a podcast to advertise the DJ network. You won, but didn't really want to win. Why don't you rally the troops? But wasn't sure whether to rally them. And then you don't know, now that you've got it, that you actually want to fucking do it? Is that it? In a nutshell."
    },
    {
        "speaker": "A",
        "text": "Bingo."
    },
    {
        "speaker": "B",
        "text": "That's tltr."
    },
    {
        "speaker": "D",
        "text": "I think there's some time on your hands there that could be spent doing something that you'd actually like to do, maybe. I know I sound like mum now."
    },
    {
        "speaker": "B",
        "text": "I see. Vicki, you know, I think that's solid advice. However, knowing chamber as well as I do, what I think he really wants to do is get this new audience to really enjoy him."
    },
    {
        "speaker": "A",
        "text": "That is true."
    },
    {
        "speaker": "D",
        "text": "It could backfire, though, because obviously, once the hate mail starts flooding in, it could trickle over into, like, pitchforks coming into this space as well. And then, yeah, we all need psychological help after that."
    },
    {
        "speaker": "A",
        "text": "Well, seems really good at. Vicky is irritating people without upsetting them."
    },
    {
        "speaker": "B",
        "text": "I think I can confirm."
    },
    {
        "speaker": "D",
        "text": "Hence the reason why your wife has."
    },
    {
        "speaker": "B",
        "text": "Gone away again for the eight weeks."
    },
    {
        "speaker": "A",
        "text": "She's not going to divorce me. She's just going away for a couple of days."
    },
    {
        "speaker": "B",
        "text": "I mean, look, so, Vicki, you're saying he should back out?"
    },
    {
        "speaker": "D",
        "text": "No, I'm saying he should probably piss a few people more off. I mean, what's the worst that can happen? I mean, obviously he started with Gary Vee, so it's downhill after that."
    },
    {
        "speaker": "B",
        "text": "Forgot about that."
    },
    {
        "speaker": "D",
        "text": "I can never forget about it."
    },
    {
        "speaker": "B",
        "text": "It was one of those moments where."
    },
    {
        "speaker": "D",
        "text": "I'm like, you hand someone an opportunity and then they fuck it up, and you go. You throw your hands up in the air and you just walk away like that meme and go, why did I bother?"
    },
    {
        "speaker": "A",
        "text": "I am an agent of chaos."
    },
    {
        "speaker": "B",
        "text": "You are. I mean, that's. That's the absolute epitome of what you are."
    },
    {
        "speaker": "A",
        "text": "As that being said, though, I think a secret agent of chaos on yesterday's show was that Kai guy."
    },
    {
        "speaker": "B",
        "text": "Oh, man, he went zero for ten. He was amazing."
    },
    {
        "speaker": "A",
        "text": "I want him on our show. Oh, that's what I was gonna say. I remember what I was gonna say at the end of the show. This is another thing that kind of irked me a little bit. I extend the olive. So from what I gather, LG will be away, and that's why they need the guest co host. Okay. So I extend the olive branch to Phil, say, hey, we need to work on our back and forth, our repertoire, you know, come on my show, we'll have you on for, you know, we do a couple of shows a week. We can have you on one. We can work on some stuff, you know, bunch can give you some insights. And then he was just like, oh, yeah, like, like, I. Like, like I was some schmuck with a little podcast, you know, saying, I."
    },
    {
        "speaker": "B",
        "text": "Mean, he's not wrong. He's not wrong there, but. So I did catch that part of the interaction. I I was torn on what their, what the reaction was from him on that, because I wasn't sure. I feel like he took what you were saying as an insult, as in like, oh, your banter is poor, rather than, hey, come, come toss the ball around with us. You know what I mean? Like, he misconstrued what you were trying to say, but I definitely. We caught that vibe."
    },
    {
        "speaker": "A",
        "text": "Okay, good."
    },
    {
        "speaker": "B",
        "text": "But I think it was probably also, like, the third time you shilled our show, so they were probably a little tired of that."
    },
    {
        "speaker": "A",
        "text": "Also, I wouldn't say it was the third time. I feel they brought it up a couple of times on their own. I think I only showed it maybe once."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, so, I mean, look, invite to Phil D. For sure. We would love to have them. We've. We've tried to get LG on this show before. I don't, I just don't think, you know, I think they're big time. What?"
    },
    {
        "speaker": "A",
        "text": "They're missing big time in us, and I don't like it."
    },
    {
        "speaker": "B",
        "text": "Well, look, we're, we could rename to the first mint condition if you want the original."
    },
    {
        "speaker": "A",
        "text": "First mint."
    },
    {
        "speaker": "B",
        "text": "I like that. You want to, you want to rename the show?"
    },
    {
        "speaker": "A",
        "text": "Don't they do that in New York all the time with pizza places?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, it's like those pizza and then, like, original Joe's pizza."
    },
    {
        "speaker": "A",
        "text": "Yeah. Famous Joe's Pizza."
    },
    {
        "speaker": "B",
        "text": "Famous Joe's original pizza. I think we should rename the show to the first mint condition. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I like it. I sprinkled and then only."
    },
    {
        "speaker": "D",
        "text": "The only mink condition."
    },
    {
        "speaker": "B",
        "text": "I like. I like it. The. I think we, maybe we redo our logo, make it a little more basketball themed."
    },
    {
        "speaker": "A",
        "text": "Oh, and then they tweet out my victory today."
    },
    {
        "speaker": "B",
        "text": "They did. I didn't see this. Let's."
    },
    {
        "speaker": "A",
        "text": "And they don't like. I can't. I can't get to it. I retweeted I'm in the dj one right now. They tweet up me being the winner with a picture, and I'm not even in the picture. Are you?"
    },
    {
        "speaker": "B",
        "text": "Classic. Absolute chaos. Here it is. There it is. Absolute chaos on last night's showdown. Congrats to the winner chamber. To all the candidates for their class and competitive spirit. And thank you to the community for supporting us, these guys. I mean, like, first of all, we should go blow that tweet up with some chamber love. And. Yeah, you are not pictured in that at all. You should ask if there's a trophy."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, what is that? You don't want to not. Was it just not pictured, like, when."
    },
    {
        "speaker": "B",
        "text": "They not pictured winner?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "This is incredible. Well, let's. Let's go to Anthony and then I'll."
    },
    {
        "speaker": "A",
        "text": "Good thing I'm alone with my thoughts all night tonight."
    },
    {
        "speaker": "B",
        "text": "You have nothing to be ashamed of, and you're going to do a great job. We. We came out and supported our boy. You won the damn thing. What else do you want?"
    },
    {
        "speaker": "A",
        "text": "That made me the happiest. I really enjoyed. Again, I provide nothing to the DJN community, but they always have my back, and I appreciate that."
    },
    {
        "speaker": "B",
        "text": "Oh, that's not true. They just don't, they just don't know all of the things you provide them with. There is no gen network with and."
    },
    {
        "speaker": "A",
        "text": "They don't, I think that's even more amazing. They don't even know what I do yet. I, they're still there to support."
    },
    {
        "speaker": "B",
        "text": "I don't even know what you do, but I'm still here supporting you, too. And I will be. I'm just excited because if it goes well for you, there's a possibility we can end this show."
    },
    {
        "speaker": "A",
        "text": "No, no. This is the original first mint."
    },
    {
        "speaker": "B",
        "text": "All right, we'll go to Anthony then I'll throw, I'll throw some comments out there. Anthony, GM."
    },
    {
        "speaker": "E",
        "text": "So, guys, so, so I'm not going to lie. I was out last night when I think Shane pinged me in the war room and was like, can you vote? Right. So I'm, so I'm, I'm like, all right, I don't know what's going on. Didn't read."
    },
    {
        "speaker": "B",
        "text": "I specifically remember you typing. I'm out. What's up?"
    },
    {
        "speaker": "E",
        "text": "Literally, like, okay. So I get on, I vote, and I'm, you know, don't know who wins. I come back later, I looked at and I'm, and so I'm like, all right, I need to see what I voted for and what am I watching? And I honestly, like, expected if people are getting pinged to vote that, like, chamber was trying to get on this amazing show, be a huge deal later, I'm like, wait. Honestly, like, I feel like chambers playing down on this one, like, they should be lucky. Like, they should be begging you to come on the show."
    },
    {
        "speaker": "A",
        "text": "Why? This is what I'm talking about."
    },
    {
        "speaker": "E",
        "text": "Why are you getting a vote? Like, why do you have to be voted on? I mean, they had literally 40 foot, like 40 watchers and what, 35 of them were I part of dj network."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying. Anthony, man, this is what I'm talking about."
    },
    {
        "speaker": "E",
        "text": "So, so that's my take on disrespect around every corner. Is that. Yeah, is that they don't understand who they're dealing with. Like, there's, there's no respect on chambers name. They don't know where you come from. They have no idea how well respected you are in this world. And honestly, they should be lucky to have you. In fact, they should probably make you a permanent co host because the other guys were pretty lame."
    },
    {
        "speaker": "B",
        "text": "I mean, yeah, you should take one of the positions of the two brothers."
    },
    {
        "speaker": "A",
        "text": "Are they brothers?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "That's amazing. I didn't know that."
    },
    {
        "speaker": "B",
        "text": "Yes, they're, I'm almost positive. They're brothers. They are. They're definitely related if they're."
    },
    {
        "speaker": "A",
        "text": "They're both French, I think."
    },
    {
        "speaker": "B",
        "text": "Well, they're Canadians, right? Aren't they?"
    },
    {
        "speaker": "A",
        "text": "Not all of us."
    },
    {
        "speaker": "B",
        "text": "Calgary."
    },
    {
        "speaker": "A",
        "text": "Yeah, but that's usually, like, usually the, the guys with the french last names are usually from, like, Ontario or Quebec or, like, the east."
    },
    {
        "speaker": "B",
        "text": "I don't know if they're in Calgary."
    },
    {
        "speaker": "A",
        "text": "Kind of, I think. But I think you're right, though. I think they're out west. I think they're, like, in BC maybe even."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm not. I'm not totally sure, but I think Anthony, you know, there was definitely a vibe of. Of not really knowing who chamber was. And I, you know, that's. That's how you lose a competition. You underestimate your competition and you end up losing. And that's exactly what happened there. They were not ready for the cavalry that we brought and, you know, we, we showed them. We showed out and so respect to all of the people who came out to support chamber on a, on a victory. Well, that's. And it's why, Anthony, we couldn't not ping because, like, what if we lost? Then we would have been. They would have."
    },
    {
        "speaker": "E",
        "text": "So now you're leading me into my final point was like, then I started thinking about myself after. I'm like, wait a second. Why am I now going on to vote for chamber? If Chamber has no respect in this world and I go to his show pretty often, what am I doing with my life?"
    },
    {
        "speaker": "B",
        "text": "That's true. This is very true, actually."
    },
    {
        "speaker": "A",
        "text": "You got to do some self reflecting, I think, Anthony, there was a lot."
    },
    {
        "speaker": "E",
        "text": "Of reflection there and saying, you know, man, we are. What am I doing? I'm out watching the NBA draft, getting."
    },
    {
        "speaker": "A",
        "text": "How'd you feel about the NBA draft anyways? Anthony, what'd you say? How'd you feel about the NBA draft as well? Do you have an allegiance to a particular team?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm a Brooklyn Nets fan."
    },
    {
        "speaker": "A",
        "text": "Okay. That's some nice back to back picks there in the late in the first."
    },
    {
        "speaker": "E",
        "text": "We had some good picks. I thought I saw a few mocks where we were taking Clowney, so I kind of expected that. I was, I think Cam Whitmore got picked. The pick before we had."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Which I was really hoping, you know, I didn't think we had a chance at him. And then I was like, oh, maybe we don't want him. Maybe he's got a crazy."
    },
    {
        "speaker": "A",
        "text": "Yeah, the Lakers passed up on him at seven people."
    },
    {
        "speaker": "E",
        "text": "I mean, I said to people I was with, I said, houston loves picking just like best available athlete and who's available to them. They will never mesh. They'll never be good, but they just love picking that guy. So that was the perfect pick for them."
    },
    {
        "speaker": "A",
        "text": "Locker room problems."
    },
    {
        "speaker": "E",
        "text": "The number one target that I actually wanted was Jordan Hawkins. I actually think he. He's probably going to be one of the best players out of this draft and I was hoping he would fall, but he also got scooped. A couple picks and then the Whitehead. Kid from Duke, high upside, number two recruit, I think, in the freshman class last year for college. And he's a newer guy, so local kid, high upside. I don't know."
    },
    {
        "speaker": "A",
        "text": "You see that kid that Toronto drafted? That's his name."
    },
    {
        "speaker": "B",
        "text": "Now I know how you feel about the penalty box."
    },
    {
        "speaker": "A",
        "text": "This is what it feels like. There's a kidde with a. His name was like. What was his name? Dicky."
    },
    {
        "speaker": "E",
        "text": "Oh, Grady."
    },
    {
        "speaker": "A",
        "text": "Dick Grady."
    },
    {
        "speaker": "B",
        "text": "Dick. Oh, yeah."
    },
    {
        "speaker": "E",
        "text": "And he had an unbelievable suit on. Did you see that?"
    },
    {
        "speaker": "A",
        "text": "He did. That was wild."
    },
    {
        "speaker": "E",
        "text": "That was a good one. But no, it was a good. It was a good draft. I think it was a little lackluster. Wemby kind of took all the spotlight. It was all right. Second round was. Second round had some interesting picks, or lack thereof."
    },
    {
        "speaker": "A",
        "text": "Yeah. But we have to move on because bunch is going to murder me."
    },
    {
        "speaker": "E",
        "text": "So I was just going to say how do you. How do you feel about the Lakers?"
    },
    {
        "speaker": "A",
        "text": "Fine. It's fine. It's like a b. Be great, I would say. They didn't do anything egregious."
    },
    {
        "speaker": "E",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "It's a late night, though. It was up to like 02:00 in the morning."
    },
    {
        "speaker": "E",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Mostly self hating."
    },
    {
        "speaker": "A",
        "text": "Yeah. Loser. You fucked up so much."
    },
    {
        "speaker": "B",
        "text": "One in a million. Jump in."
    },
    {
        "speaker": "F",
        "text": "Hey, I got a quick question, because I know you guys aren't afraid to talk a little shit, especially you, chamber poor punch. You both either heard or were listening live yesterday on coffee with captain. And I wanted to get each of your takes on spicy cap lighting up Josh. Yesterday when I listened back on the."
    },
    {
        "speaker": "B",
        "text": "Pod tabor, did you even catch this?"
    },
    {
        "speaker": "A",
        "text": "No. I need a TLDR on it."
    },
    {
        "speaker": "B",
        "text": "This was. This was maybe, maybe the most epic ten or 15 bits of coffee with captain history. What I liked most about it was the day prior where cap was making some take on Josh and he basically said, I would say it to his face. And then yesterday Josh showed up and his takes were questionable and cap just did not relent. And it was. I mean, we got down to. We got down to a show us the wallet then type of conversation."
    },
    {
        "speaker": "A",
        "text": "Oh, I heard about show us the wall. I didn't know. I didn't know what it was pertaining to."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Flying around $10,000 bet."
    },
    {
        "speaker": "B",
        "text": "Wait, they met? They actually wasn't there was throw down. I thought cash said he didn't. I thought cap said that he didn't need to win another bet from Josh, was what I heard."
    },
    {
        "speaker": "F",
        "text": "He did say that. And then Josh was like, well, you haven't won yet. And he's like, check the fucking numbers, man. Yeah, it's not over yet, but. Are you fucking kidding me? Like, he was relentless. It was so fun to listen to. That was good radio right there."
    },
    {
        "speaker": "B",
        "text": "So I will say when Jack came on after, and he was like, this. This butts up right against my british sensibility, like, comfortability, with. With confrontation. That's. That is typically my state. My resting state is, like, avoid confrontation at all costs. So, like, I. While I totally was enjoying it, it was like, backing right up against, like. Because I feel that everything cap said to Josh about Josh was pretty accurate. He's known for, you know, those kind of takes, and I think a lot of people. I feel like sometimes he. Even in. In debates, like, that runs over other people he doesn't consider. You know, he's sometimes disrespectful, all that kind of stuff. And so while I've thoroughly enjoyed it, if I could never get there, like, I cower in the face of confrontation like that. Like, you chamber. I feel like you would think that would be my worst nightmare, and you would be correct."
    },
    {
        "speaker": "A",
        "text": "Yeah. No, you're not a boat rocker."
    },
    {
        "speaker": "B",
        "text": "You know, you like, no, I'm not. I like, yeah, I'm not a. Not a boat rocker. The. But I thought, you know, as far as, like, winning the debate, I mean, not even close. It's going to be like, zuck. It was Zuck. Elon. Zuck v. Elon levels of domination. I think that cap put on Josh."
    },
    {
        "speaker": "A",
        "text": "I'm sorry. Is Zuck dominating Elon? Is that."
    },
    {
        "speaker": "B",
        "text": "We're saying, have you not seen the cage match?"
    },
    {
        "speaker": "A",
        "text": "I've heard rumors there will be a cage match or something, which I don't believe."
    },
    {
        "speaker": "B",
        "text": "I feel like it's officially on, but I would bet."
    },
    {
        "speaker": "A",
        "text": "I mean, I haven't seen the numbers, but just off the top of my head, I would have my money on Elon."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "All right, this is what we're gonna spend the last ten minutes of the show on. Horrible."
    },
    {
        "speaker": "F",
        "text": "Take chamber."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is bad. Take."
    },
    {
        "speaker": "A",
        "text": "Sorry. Which nerds gonna beat up the other nerd? Sorry."
    },
    {
        "speaker": "B",
        "text": "Yeah. D, you're underestimating Zuck. First of all he is, he's got that nice dumper."
    },
    {
        "speaker": "A",
        "text": "That is true."
    },
    {
        "speaker": "B",
        "text": "Jesus Christ. I can't wait to ship you over to the first. Zuckerberg is, like, highly trained in jiu jitsu."
    },
    {
        "speaker": "A",
        "text": "Is he really okay?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And he. I don't know if you saw what he did on Memorial day, but he does the Murphy workout on Memorial day, which is 1 mile up front. Then it's like 100 pull ups, 200 push ups, and 300 squats, followed by another mile with a 20 pound weight vest on you. And the time he posted was, like, world class time. It was like 39 minutes or something. And I don't know, man, you put that up against Wario on SNL. I think you got. I think Zuck's got the good chance of winning 1 million. Do you agree? If you were to. Before we go down to your take, if you were. If you were lining this on a sports book, what would you put the line at?"
    },
    {
        "speaker": "F",
        "text": "Excellent question. I just threw a bet out yesterday."
    },
    {
        "speaker": "B",
        "text": "Oh, there. So this is officially lined where?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "F",
        "text": "So Dana White, the UFC guy, is getting involved, and, like, his big thing is, like, everyone's like, oh, he's a liar. Like, so take it with a grain of salt. But now he's involved. And I heard today that Facebook officially commented that this shit is real. Like, they're back and forth on the tweet. So take that with a grain of salt as well. So I still don't think it would happen only because Elon is 51. Zuckerberg is like 38, 39, something like that. Like you said, he did the Murph in, like, top 1%. He's also making his kids do it, which, like, quarter murphs or some shit. And they're like, nine."
    },
    {
        "speaker": "B",
        "text": "Would you listen to that, Lex Friedman?"
    },
    {
        "speaker": "F",
        "text": "I did. Yes. Yeah, that was part of the take there. But he's, like, in a black belt jiu jitsu, like, fighting people in competitions, showing up, like, in a hood. So I don't think it would happen only because Elon would probably get hurt. Like."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think. I think it's no brainer. So what was the line that you placed? Like, what was the bet? Sorry, you're. You. You. Muffled out there. Sorry."
    },
    {
        "speaker": "F",
        "text": "I gave ten to one."
    },
    {
        "speaker": "B",
        "text": "Wow. Ten to one. Holy moly. So that means chamber. That means a $100. Sorry."
    },
    {
        "speaker": "A",
        "text": "I know what ten to one means."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I'm not sure if you do or not."
    },
    {
        "speaker": "A",
        "text": "That's true. I appreciate it. Some of our listeners may not, which."
    },
    {
        "speaker": "B",
        "text": "Is really what I was trying to do, but thank you."
    },
    {
        "speaker": "A",
        "text": "I'm sorry. Sometimes I forget I'm also the listeners."
    },
    {
        "speaker": "B",
        "text": "This is how you, this is how you volley back and forth chamber. You're going to need to know this when you go on your new show, you. As if I'm explaining to you. And, and, but really, we're explaining to anyone in the audience who doesn't want to hear us talk about betting, how it works. Do you see?"
    },
    {
        "speaker": "A",
        "text": "I see. I'm aware. I'm sorry. It was my bad."
    },
    {
        "speaker": "B",
        "text": "Anyway, so, yeah, I think Elon weighs. Wait, so I don't know if you saw this tweet today, but I thought this was really funny. It was like, from somebody screen grabbed it. They were talking about this on, like, Fox News or something, and somebody screen grabbed this, the, like, screen television screen from Fox News, and it was showing, you know, like, the two of them next to each other and their stats, and they had Elon listed at 187. And the tweet was, of all the egregious lies Fox News has ever told, this is bye far the biggest."
    },
    {
        "speaker": "A",
        "text": "So it says zucks, five seven. I would, I would put him at, like, maybe, like, I don't know what, like a buck, $70, 75 maybe?"
    },
    {
        "speaker": "B",
        "text": "Yeah, probably. I mean, I can tell you what they. Hold on."
    },
    {
        "speaker": "A",
        "text": "I have the tweet, but he's not what they said, what they say for him, 185."
    },
    {
        "speaker": "B",
        "text": "So here, 50 pounds. Here's their stats. Yeah, here's their stats. Zuckerberg, five. 7154. Age 39. Iq 152. The Elon, 611-8751 years of age and an iq of 155."
    },
    {
        "speaker": "A",
        "text": "Elon's at least 220, if not 230."
    },
    {
        "speaker": "B",
        "text": "Here's the tweet up top if you want to see the one I was referring to."
    },
    {
        "speaker": "A",
        "text": "Let me see."
    },
    {
        "speaker": "B",
        "text": "I thought that was pretty funny."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know. I. Obviously his weight is off, but, yeah, I would say 220 for sure for Elon."
    },
    {
        "speaker": "B",
        "text": "Vicki, who you got in the. Who you got in this challenge? You've got Zuckerberg or Elon."
    },
    {
        "speaker": "D",
        "text": "Before I say who, my choice is obviously what I'm more about, and I don't hear many people talking about is obviously what their names are going to be. You know, every proper fighter has a name, and I've not really seen anything about it. So I'm, I'm. If I put my money down, whether or not it'd be right, I would go for the muscinator."
    },
    {
        "speaker": "B",
        "text": "Muskinator. I like the muscinator. Uh oh, gosh. We got to be able to come up with some good names for the next week, next week's show or closer to this before before we go to Sarah and wrap up here, I do want to call attention to the J web tweet. Up top, J web, cap and Steve next Wednesday night. So you're gonna have a night edition spaces next Wednesday, the ape coin Dow special elections. So. Oh, sorry, I lied. They run till next Wednesday. On Monday night, they're doing their space. So Cap, Steve, and J Web will be interviewing and chatting with all of the special counsel candidates on Monday night, I believe, at let's find out, 07:00 p.m. eastern time. So set your reminders there. Help us amplify that, you know, Deegen can show out for chamber for a victory. We could show out for a special ape council spaces with Cap, Steve and Jweb."
    },
    {
        "speaker": "G",
        "text": "Sarah GM GM I was listening to Vicki and I was thinking to myself, you know how many times I've been asked this question about who would win between Musk and Elon? And it's interesting because, you know, I've had, my kids have trained in martial arts, and my husband and I also do, we do it as a family. And it's really interesting because I keep thinking all of their handlers, they're actually going to look like if you've ever seen five year olds when they have their sparring and they're in full gear and they just kind of poke at the air at each other as they dance around because there's no way that they're going to be allowed to. But I keep thinking about this, that they have the opportunity of a lifetime to make real steel. You know, the movie real steel, a reality. And this moment, it was, it's, this is the first time it's ever happened where we could have a legit robot ar VR kind of shakedown, and it could actually be kind of cool. But I will say this. I think that Zuck has the age and he's in fighting shape right now, but you have to be a dirty pugilist. You know, you have to know how to fight. And street fighting usually entails letting them, you know, there's a meme that's going around tiring themselves out and then just popping them in the head. I don't know. I think, I think Musk would use his walrus moves, do the truffle shuffle, and then, you know, baffle him with B's and then just knock him out. And I think that would be delightful. But I don't know. So those are my, but I do think that they're serious. You know, this is a serious."
    },
    {
        "speaker": "B",
        "text": "Does this have the ability to maybe be the most watched pay per view in history. I think it. I think it probably does. Like, who in the world wouldn't want to watch this? Is it? Or are we in such a nerdy echo chamber that, like, it's really only us that cares about this? What do you think, Chamber?"
    },
    {
        "speaker": "A",
        "text": "No, I think everybody, cuz, like, I don't go out and watch fights normally. Like, I'm not a big mma guy."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Or boxing, but I would definitely watch that."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's. I would 100%. So we've got. So Sarah's the first person to say or no. Did Vicki also agree that Elon would win? So I think Vicki and Sarah both saying Elon would win. I've got Zuckerberg, one in a million. That's Zuck. Chamber. Are you officially on Team Elon?"
    },
    {
        "speaker": "A",
        "text": "I'll tell you what. I don't care how much he's done. I know my boy Musk grew up in Canada and South Africa and, like."
    },
    {
        "speaker": "B",
        "text": "At the same time, simultaneously."
    },
    {
        "speaker": "A",
        "text": "So, I mean, you gotta be pretty tough to live in those places."
    },
    {
        "speaker": "G",
        "text": "You have to also take into account that Elon's mom is, you know, tough as Nails. So, you know, you think about how he was brought."
    },
    {
        "speaker": "A",
        "text": "I heard Zak mom was a real pussy."
    },
    {
        "speaker": "G",
        "text": "Pusha. She's awesome."
    },
    {
        "speaker": "B",
        "text": "I think that the other thing is."
    },
    {
        "speaker": "D",
        "text": "We'Re all waiting for a fight to happen, and then all of a sudden we notice that there's two chairs in the ring, and then out they bring a rock'em sock on robots, and they put it on the table in the middle, and they sit either side of the table hitting plastic robots. They knock their heads off. It's not quite the fight that everybody was expecting, but could be quite a. Quite well watched."
    },
    {
        "speaker": "B",
        "text": "I would actually probably still watch that. Not gonna lie."
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%."
    },
    {
        "speaker": "B",
        "text": "No, it's."
    },
    {
        "speaker": "A",
        "text": "Which one do you think actually he's gotten hit in the face? Like, Irl, like, not sparring hit in the face, I'm talking."
    },
    {
        "speaker": "B",
        "text": "Well, when he was on Lex Friedman the other day, he was talking about how he routinely gets his ass kicked by his buddies who are better than him at jujitsu."
    },
    {
        "speaker": "G",
        "text": "Oh, Zuck is totally gotten hit in the face. His, his trainer has popped him. There's no question. His, his nose is crooked now, too, you know? But I do think this is a double dog or a triple dog. Dare you in the middle of a playground where someone has to lick, lick a pole. I'm not kidding. It's. It. They're not going to let them fight. They're too. There's too much riding on it. Just think of all of their employees, think of all of the shareholders."
    },
    {
        "speaker": "A",
        "text": "You know, the shareholders absolutely going to."
    },
    {
        "speaker": "G",
        "text": "Fight, and they're really serious about it. It's going to be, you know, like Hamilton style, where you're just gonna have, you know, the, the doctor is going to have his, his back turned. So he has deniable plausibility. I know Vicki and I have talked about, you know, stuff like this, and I'm telling you, they'll fight it out somewhere else. And then, you know, the rock'em sock'em robots come out to play."
    },
    {
        "speaker": "D",
        "text": "Can you imagine the legal forms and they're ringing up, trying to find an insurance company that will insure either of them. I mean, we can't even get shot insured in Florida, let alone packing Elon Musk and like, Zuckerberg fighting. Like, I want to know who that insurance company is because it's going to be an ocean."
    },
    {
        "speaker": "G",
        "text": "It's just like the submersible with the ocean gate. You know, someone's going to die and, you know, you're just going to sign off everything and then. Yeah."
    },
    {
        "speaker": "B",
        "text": "I, I love this. So we definitely need, whenever this does happen, if it officially happens, we need to be streaming this with Dow Jones in the Djen discord and everybody come, come by and we will all have a fun time watching it together. I'm wondering if there's anything we maybe, maybe a live Twitter space that might happen all over the place when this goes down. Chamber. Do you now I forget exactly. Oh, it was, it was. Could you beat Joe Rogan? That was an entire episode that we did. Was, how many chambers would it take to beat Joe Rogan? Do you think you could take either or both or Zuckerberg?"
    },
    {
        "speaker": "A",
        "text": "I would destroy both of them. Not at the same time."
    },
    {
        "speaker": "B",
        "text": "There is no way, no way Zuckerberg would break your nose."
    },
    {
        "speaker": "A",
        "text": "He couldn't reach my nose."
    },
    {
        "speaker": "B",
        "text": "He would do, dude, this jujitsu stuff, man. He would just, he would take you down, break your arm."
    },
    {
        "speaker": "A",
        "text": "Doesn't have the strength to take me down."
    },
    {
        "speaker": "B",
        "text": "He doesn't end strength, 124 pounds."
    },
    {
        "speaker": "A",
        "text": "It's like me fighting my wife. It's."
    },
    {
        "speaker": "B",
        "text": "Yeah, but he doesn't need strength to take you down. He needs cunning."
    },
    {
        "speaker": "A",
        "text": "No, he's got to be able to take me down. And if, and if we go down to the ground, it's over. It's over."
    },
    {
        "speaker": "B",
        "text": "Well, this, I think we, I think we have something to debate on Monday, and I think this is a good place to leave it."
    },
    {
        "speaker": "E",
        "text": "If you reminds me of the, this reminds me of the LeBron James, Ronda Rousey debate. I'm sure you guys have heard that."
    },
    {
        "speaker": "A",
        "text": "Ronda Rousey could take LeBron James."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. Come on. It's the same thing. That's what we're talking about. I'm LeBron James in this scenario."
    },
    {
        "speaker": "G",
        "text": "Chambers just going to stand in the middle of the octagon and he's going to do the karate kid with 1ft just up in the air, arms spanned out, and then just, you know, Zuck's gonna come in trying to sweep the leg and that's what's gonna happen. One. One kick. Miyagi is just gonna say, there it is. Wax on, wax off, we're done."
    },
    {
        "speaker": "B",
        "text": "I gotta argue."
    },
    {
        "speaker": "D",
        "text": "I thought that chamber would walk in like Conor McGregor with his arms swinging like a beer."
    },
    {
        "speaker": "B",
        "text": "Like, that's more like it."
    },
    {
        "speaker": "A",
        "text": "That's my move."
    },
    {
        "speaker": "B",
        "text": "That's how you."
    },
    {
        "speaker": "A",
        "text": "That's the greatest walk ever created, by the way."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's how you would enter the ring. And I think. I think Sarah might be right, that you would do the, you know, crane with your arms out as the, you know, come and get me."
    },
    {
        "speaker": "A",
        "text": "No, I still see it as the mountain. It's me being the mountain, Game of Thrones style, grabbing a limb and snapping it in half. Like, that's how I see it, like that. It's just. It's just straight carnage."
    },
    {
        "speaker": "B",
        "text": "I mean, I would pay to see it. I would pay to see this. I would pay to watch Elon and Zuckerberg."
    },
    {
        "speaker": "A",
        "text": "I mean, we want to talk. Feats of strength yesterday before my family."
    },
    {
        "speaker": "B",
        "text": "I can't wait till you take these. Takes to the first minute, by the way. Just FYI."
    },
    {
        "speaker": "A",
        "text": "Just. I want to give you an example of my strength. Yesterday. I grabbed my entire family at the same time and lifted them up in the air and gave them all a hug, starting with my wife. And it's more of like a russian doll scenario, but yes, my wife, my oldest daughter, my youngest daughter, all three of them, big hugs before they left. Everybody's off the ground. My daughters are losing their mind. They think their dad's the incredible Hulk. I mean, I did pull something afterwards, but, I mean, I got him off the ground."
    },
    {
        "speaker": "D",
        "text": "Were they twirling or were they saying, please let us go?"
    },
    {
        "speaker": "A",
        "text": "No, they love it."
    },
    {
        "speaker": "B",
        "text": "I think. I think this is a good place to shut down for today. And, you know, if you want to know how strong I am, I got all the groceries from the car in one shot. That's right."
    },
    {
        "speaker": "A",
        "text": "I would. And for the record, I would put my money on you versus both of those guys as well."
    },
    {
        "speaker": "B",
        "text": "No, I don't. I feel like I could beat Elon. I don't think I could take. I think you could beat. I'm getting closer to. I've dropped a few weight classes since my last."
    },
    {
        "speaker": "A",
        "text": "We got to get up battle. Weight class is where it's at. That's where weight classes kick asses. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm now in the. I'm now weighing in at 184, which."
    },
    {
        "speaker": "A",
        "text": "Is the good, I mean, for pictures."
    },
    {
        "speaker": "B",
        "text": "But the lightest I've ever been since college, which is crazy. So how about that? I've lost from my peak at ape fest 2021, I was 227 pounds, and this morning I weighed at 184. Look."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's 43 pounds."
    },
    {
        "speaker": "A",
        "text": "I couldn't tell you the last time I was 184."
    },
    {
        "speaker": "B",
        "text": "I'm gonna be honest, I didn't. Couldn't tell you either. The last vivid memory I have of, like, being this low weight wise was in college, literally, like my senior year. I used to be able to, like, run pretty decently, and I would run, like, 5 miles on the treadmill. And I remember being like once. The eight was the lowest I remember ever being. Gosh. And then. But, like, in high school, I wrestled 130, which is crazy."
    },
    {
        "speaker": "A",
        "text": "That is crazy."
    },
    {
        "speaker": "B",
        "text": "That's crazy. But anyway, so, yeah, dropped a few weight classes since the last bout I've had, so we'll see. But anyway, that's going to do it for us. Check out chamber on the first mint in July. Don't forget to set your reminders for Saturday morning cartoons tomorrow. We've got Gt, Omi, and Dan tomorrow morning. Then we've got the special ape coin dao space with Cap, Steve, and JweB on Monday night, all with our regular scheduled programming as well. So that's going to do it for us. Chamber, enjoy your weekend away from the family. Don't self love too much. We all love you. You are a winner. And don't let anybody take that away from you. And until next time, stay mint."
    }
]