[
    {
        "speaker": "A",
        "text": "Friday night it was late I was walking you home we got down to."
    },
    {
        "speaker": "B",
        "text": "The gate and I was dreaming of the night wouldn't turn out right."
    },
    {
        "speaker": "A",
        "text": "How to tell you, girl."
    },
    {
        "speaker": "B",
        "text": "I wanna build my world around you tell you that."
    },
    {
        "speaker": "A",
        "text": "It'S true."
    },
    {
        "speaker": "B",
        "text": "I wanna make you understand I'm talking about a lifetime plan that's the way it began. We were hand in hand when better than before."
    },
    {
        "speaker": "A",
        "text": "Just random song on my yacht rock list."
    },
    {
        "speaker": "B",
        "text": "I was."
    },
    {
        "speaker": "C",
        "text": "I was creeping on your."
    },
    {
        "speaker": "B",
        "text": "On your Spotify and you were playing."
    },
    {
        "speaker": "C",
        "text": "Some Dolly Parton, and I was like, are we gonna get a Dolly Parton song today?"
    },
    {
        "speaker": "A",
        "text": "You almost got a Dolly Parton today. Yes, it was very close. Very close to Dolly."
    },
    {
        "speaker": "C",
        "text": "I strategically did not ask you for a song at that point because you were listening to it. And I was like, oh, he's gonna ask for Dolly just because he's listening to it."
    },
    {
        "speaker": "A",
        "text": "It was close. I think that was the song before, and it was close. I almost made the call on Dolly, but I went with little river band instead."
    },
    {
        "speaker": "C",
        "text": "Gotta love little river band."
    },
    {
        "speaker": "A",
        "text": "Bunch. You. You know lrf."
    },
    {
        "speaker": "B",
        "text": "Man, am I. What?"
    },
    {
        "speaker": "A",
        "text": "An LRB fan."
    },
    {
        "speaker": "B",
        "text": "I don't know what that is. A big fan of Lmfao, though."
    },
    {
        "speaker": "A",
        "text": "That's a good one. That's a good one."
    },
    {
        "speaker": "B",
        "text": "I mean, anything that finds its way to the big booty mix, I am a fan of. Have you been listening to any of that lately or are you just stuck in the yacht rock days?"
    },
    {
        "speaker": "A",
        "text": "I'm always stuck in the yacht rock days."
    },
    {
        "speaker": "B",
        "text": "I'm like, I'm interested on how much yacht rock you actually partake in. It's quite a bit."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's like my favorite non. You know how, like, you have your favorites list."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "On Spotify. So, like, that's my main one. But, like, yacht. The yacht rock, the official yacht rock Spotify playlist, is the. Is the first one I go to outside of my favorites."
    },
    {
        "speaker": "B",
        "text": "Interesting. I'm for it. I don't dislike yacht rock, especially in the summertime. It's not what I would have pictured of, like, your. Your style. I'm also laughing because of something you put in the war room earlier about pat quoting your. About Zuck's mom earlier."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. You know when you make a joke."
    },
    {
        "speaker": "B",
        "text": "That was right in the middle of."
    },
    {
        "speaker": "A",
        "text": "It, didn't land the way I wanted it to. I don't know."
    },
    {
        "speaker": "B",
        "text": "Poor Sarah, who is like the nicest, sweetest woman on planet Earth."
    },
    {
        "speaker": "A",
        "text": "Sometimes the joke's there. You just gotta. You just gotta commit to it, you know?"
    },
    {
        "speaker": "B",
        "text": "You are one to commit. That is. That is true. That's what they say."
    },
    {
        "speaker": "A",
        "text": "But I'm glad Pat. I'm glad Pat liked it because I feel like I wasn't, he wasn't getting the appreciation live."
    },
    {
        "speaker": "B",
        "text": "We have lots to cover today, specifically about you. I think there's people that have bones to pick with you. Oh, yeah. I have to have some personal updates about things going on in your life. We'll talk, maybe a little NFT news and then I'll give you some updates on things that I'm doing. How's that sound?"
    },
    {
        "speaker": "A",
        "text": "Sounds amazing."
    },
    {
        "speaker": "B",
        "text": "All right, let's, let's just like start. Should we start with like if piece of, or you want me to just get right to where we're, where this conversation is headed? I feel like we should cut to the chase."
    },
    {
        "speaker": "A",
        "text": "Yeah, let's get there."
    },
    {
        "speaker": "B",
        "text": "You know, over the weekend, in fact, I think it was yesterday. You know you've taken on some new roles inside the DJ network, right? Specifically, you are now in charge, self in charge of memes."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "I posted this up to the top. You texted me yesterday and you said, and now I just want to be sure before we go into this conversation, what you actually asked me was, is this okay to post yesterday at 04:06 p.m. yes. I watched it. I responded lol. Yes. And you responded, nice. You proceeded to post it. And this 1 may have landed as well as the Elon one as Zach's mom, you mean? No, the first initial."
    },
    {
        "speaker": "A",
        "text": "Oh, the first. Oh, I see."
    },
    {
        "speaker": "B",
        "text": "I said, yeah, sorry, the one that was that one that I personally described as mid. And I think feelings. It did."
    },
    {
        "speaker": "A",
        "text": "My confidence."
    },
    {
        "speaker": "B",
        "text": "Yeah, not my feelings, I think most. And I did not, I did not rate this one on a scale of one to ten. I, you simply asked me, okay to post. As in, like, is this. In my. I took that as, is this too offensive? Is it going to, is it going to bother you if I, if I put out a, essentially a position on this topic? Right."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "And so I understood where you were going with it. Like I got the meme right. So I understood. It seems that many others, again, same issue we had with the first one."
    },
    {
        "speaker": "A",
        "text": "Where I feel it was only two, two offenders on this."
    },
    {
        "speaker": "B",
        "text": "I don't know. We'll get a live, we'll get a live results here. I think you're going to get people that."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "I pinned it up to the top. So if you, if you feel like you want to weigh in on the quality of this specific meme, please let us know in the comments here. I think there's two things. One, do you understand it as in, like, do you see where you were trying to go with this meme? Two would be, uh. Is it funny? Those are the two. Those are the two qualities."
    },
    {
        "speaker": "A",
        "text": "I think that's a, those are the two things I want to know."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what, that's what I mean. Like, those are the things that people. That you should be rating this on. Yeah. Uh, one, understandability. Because if you don't understand, you're not going to think it's funny. Right."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Um, two, the, you know, just objectively, once you do understand it, is it funny or not? Right. I think the overwhelming majority here is that this was also a meme. Mid. A mid meme. Are you, you're two for two now on mid memes. What is the, how does this make you feel?"
    },
    {
        "speaker": "A",
        "text": "Well, I put out a third one, so there was one in the middle."
    },
    {
        "speaker": "B",
        "text": "Oh, which one was that one? Because I think you're right. That one was a better."
    },
    {
        "speaker": "A",
        "text": "What was it? I gotta go. Maybe I can't go searching for it."
    },
    {
        "speaker": "C",
        "text": "Was that the one with Tim?"
    },
    {
        "speaker": "A",
        "text": "It was definitely a Tim one. Was it tables Tim Robinson?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, that's right. Okay. Now what I like. That was funny. Okay."
    },
    {
        "speaker": "A",
        "text": "Oh, no, no, no. It was, it was, it was the NFT ny, sir. Pardon me. It was Pov day one, your first NFT conference. And it was the guy from, like I was reminds, I remember, yes."
    },
    {
        "speaker": "B",
        "text": "I thought that one was pretty good."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "That one's pretty good. So here's the problem. I think you're over two on these ones where you're trying to utilize current events."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I mean, that, like, because that one, the day one of NFT conference, not necessarily a current event, I would say that's evergreen. Anybody who's ever gone to one can relate to that here."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "With these two, you needed to, you need to know and understand the topic. Right. So last week we were talking about the Beanie thing and this is what this one was based off of. And so if you weren't, like, if you're going to use current events, the people have to understand the context. And I think, I think that's where you're missing on these two personally. But I'd love to hear your, your thoughts on it because there was even a conversation in the war room about it yesterday with Steve and Crocs, if."
    },
    {
        "speaker": "A",
        "text": "Those are the barometers, you know, I don't know."
    },
    {
        "speaker": "B",
        "text": "Well, that's why I'm asking for in real time feedback. It's posted up top. I want to see what the people think. If you want to come up here and give your opinion to chamber, I would appreciate as well. Otherwise, you know, leave us a comment on what you think about this specific tweet below. But in the meantime, just give us a, give us this from your point of view, chamber."
    },
    {
        "speaker": "A",
        "text": "So a couple of things. I was dmede gonna. I'm not gonna reveal my sources. I was Dmed yesterday during the war room conversation about how great it was."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay. I didn't know your mom was in the war room."
    },
    {
        "speaker": "A",
        "text": "She is. I mean, I gifted her a djem pass, and she's in the war room."
    },
    {
        "speaker": "B",
        "text": "I know that now that I'm thinking about. Of course. I see it here. You just texted it to me. It says, don't worry about what all of these haters say, son. You're my sweet large teddy bear, and your memes are not mid. Who is this crocs guy? Oh, wow. Weird. Interesting."
    },
    {
        "speaker": "A",
        "text": "Very specific."
    },
    {
        "speaker": "B",
        "text": "Yeah, very specific."
    },
    {
        "speaker": "A",
        "text": "But so, and the other. So that's one thing. I want to get it on the record that people that I think are."
    },
    {
        "speaker": "B",
        "text": "Funny, I will not, I would never ask you to reveal who sent you that message. That is between you and the Lord."
    },
    {
        "speaker": "A",
        "text": "That's right. The other thing, my brand of comedy, now this, and I'm very aware that this may not jive with the chief meme officer of the company."
    },
    {
        "speaker": "B",
        "text": "Great. Great CMO title, by the way. Chief meme officer. Yeah."
    },
    {
        "speaker": "A",
        "text": "Now, my type of comedy, I'm not looking to hit critical mass. Like, I'm looking to make the funny people laughed. You understand? And I."
    },
    {
        "speaker": "B",
        "text": "There's a real problem with that when you're, when you're leading a Twitter campaign."
    },
    {
        "speaker": "A",
        "text": "I understand. It's. So I am looking for the people that are in the know. You know what I mean? So, like, when they do see it, I'm looking to reach those people that are in the know that, and then we'll find it funny. You understand?"
    },
    {
        "speaker": "B",
        "text": "I understand. I've, there. I can't help but think that maybe the greatest misalignment between that approach and what you should be trying to do for."
    },
    {
        "speaker": "A",
        "text": "I'm just trying to work out the kinks. Like, I'm just taking. Okay, this is my natural state."
    },
    {
        "speaker": "B",
        "text": "I get it. You're exploring the studio, but, like, we're here to give and provide the proper feedback."
    },
    {
        "speaker": "A",
        "text": "So day one NFT conference was the best one."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I think your opinion for that particular style."
    },
    {
        "speaker": "B",
        "text": "And then I would rate this one, actually second because I understood it. The Elon one, I would rate last because I think it was just like, right on the fence sitting middle. And I couldn't understand which way you were going."
    },
    {
        "speaker": "A",
        "text": "Now, the other thing, too, I want to add to this, as I'm using the most current, uh, filters or templates, if you will, to make these right."
    },
    {
        "speaker": "B",
        "text": "So you're not, only so that it's, it's a dangerous combo you're trying to do. You are, you're taking recent tweets, recent events, and combining it with the most, uh, recent, like, filters and whatever it is you're making."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "You're trying to thread a very interesting needle here. I, which I respect. I get it."
    },
    {
        "speaker": "A",
        "text": "I mean, you're the, you're, you're my prime demographic."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's true. I think that's true. All right, so we've got Joe up here, and, I mean, Joe's going to give it to you straight whether he's going to say that we, maybe he's going to say we're totally wrong, and this is the best meme ever. I'm not sure. I don't think Joe Gm. Wow."
    },
    {
        "speaker": "D",
        "text": "Okay, so chamber, like, you're really funny. Um, as, like, a satirist and timing and delivery, and, like, you're somehow trying to become Gallagher or carrot, and, and neither of them are funny. And, uh, maybe they were trying to work it out their entire career, I don't know. But, uh, I see your memes, and I'm like, why is he trying to do a gallagher? So, uh, I don't know. Maybe we're at the watermelon smashing stage of the transition chamber."
    },
    {
        "speaker": "B",
        "text": "How do you respond to that? As a sadist, that he'd, sorry, satirists."
    },
    {
        "speaker": "A",
        "text": "I mean, this is what I come to expect. I come to expect quality feedback from Joe."
    },
    {
        "speaker": "B",
        "text": "I thought that was very quality feedback."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is, I feel like you're."
    },
    {
        "speaker": "B",
        "text": "Probably, I feel like you would probably agree with that take, as in, like, you know, you're really trying to put out something here, and you might be forcing it at times."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think I might be. But then I get, then I come back on another show, and it's just like, when's the next one coming out? You know? I'm getting pulled from all directions."
    },
    {
        "speaker": "B",
        "text": "Well, look, I mean, if you are a fan of our favorite, one of our favorite television shows, I think you should leave. And you've watched the newest season. There's that one sketch where the guy tries to help a friend at a party, not talk about his kids, and he ends up having to do all of these crazy stunts to distract the party. Every time the guy tries to talk to his kids. And as a result, he becomes the popular guy at the party. And everybody is asking him, when is the next thing? When is the next thing? And this is exactly what just happened to you."
    },
    {
        "speaker": "A",
        "text": "That's so funny."
    },
    {
        "speaker": "B",
        "text": "And you're like, I'll think of it."
    },
    {
        "speaker": "A",
        "text": "Let me think about it. I have to go apologize to the dog now."
    },
    {
        "speaker": "B",
        "text": "All right, so that's the status. That's the status of the memes. So, you know, we're all sitting here waiting for the next thing. And now I'm not saying that, like, there, there is no pressure, but just understand that, like, the more you get into a slump, the more this is going to happen. And so, and, you know, I know you're a good sport about it and you're trying to, you're, you want the feedback to be the best that you could be at the, the best you can mean. And so we're going to just keep giving it to you when you deserve it here."
    },
    {
        "speaker": "A",
        "text": "All right. I appreciate it. We're going to keep going. We're going, we're going to soldier on. Okay. I'll try to make it better."
    },
    {
        "speaker": "B",
        "text": "All right, next, next topic. Has there been any updates on since Friday's show on the first mint? Are you, when is your first show? I hope you didn't back out the last one. What's going on there?"
    },
    {
        "speaker": "A",
        "text": "I almost forgot. There has been an update. Oh, I get, I get a DM. I get a DM. Two days."
    },
    {
        "speaker": "B",
        "text": "Oh, no, I don't like where this is headed."
    },
    {
        "speaker": "A",
        "text": "I got a DM two days ago. Hey, so you used streamyard before, right? Said, yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, they're going to make you, the."
    },
    {
        "speaker": "A",
        "text": "Producer said, yeah, we did our show on streamyard before pivoting to spaces. And I said, well, that makes sense. Would you be comfortable with fully operating it? I'll still post the show while I'm away. So I just need you and Phil to record it on streamyard each week."
    },
    {
        "speaker": "B",
        "text": "Oh, so he just wants you to like, run the mid show screens, essentially."
    },
    {
        "speaker": "A",
        "text": "Now is that something you asked somebody that had to jump through hoops in order to get the gig, or is that something you asked somebody that a veteran in the space? I'm confused with the messaging I'm getting."
    },
    {
        "speaker": "B",
        "text": "Look, here's. You're taking too much offense to the fact that they made you compete."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "The fact that they made you compete was for the engagement around the show and not as a slight to who you were. Like, if we had planned to do this contest for the next great co host and Joe Rogan shows up. But we've planned this whole thing. We're probably still going to do the contest, right. Like it's part of what our show plan was. I think you're taking a little too much offense to that and you're taking it too personally. I think by them asking you this, it shows that they respect your podcasting prowess."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. I feel better now. I feel better."
    },
    {
        "speaker": "B",
        "text": "At least that would be how I take the. Take this, right. Like, if they didn't respect you as a podcaster, they would. They would say, here's the date and time show up and. And they wouldn't even give you anything right now. They're actually instead entrusting the entire production of their show to you, which is questionable decision making."
    },
    {
        "speaker": "A",
        "text": "It sure is. Do they know I have drops loaded up?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Okay, so now. Now here's what you really need to do. They're going to give you access to the streamyard and you're going to be able to go in there and you're going to. Don't do it too early because they're going to catch."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "But here's what you do. You load in the mint condition intro and as the show kicks off, you run our intro music and our little intro video and our band. You ever get invited to podcast with them?"
    },
    {
        "speaker": "A",
        "text": "That's funny."
    },
    {
        "speaker": "B",
        "text": "Please don't actually do that. Don't actually do it. Okay. So this is, I think this is positive moment."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. I feel better. I feel better."
    },
    {
        "speaker": "B",
        "text": "I would say they are entrusting their show to you by even asking you to man a streamyard. And it actually basically says Phil doesn't. That's true, right?"
    },
    {
        "speaker": "A",
        "text": "That is true. That's if he doesn't know how to do that."
    },
    {
        "speaker": "B",
        "text": "So look, I think this is positive news. Okay. So that. That's good. So when is the first episode here?"
    },
    {
        "speaker": "A",
        "text": "I haven't received the date. July something. I think it's first or second week of July."
    },
    {
        "speaker": "B",
        "text": "Okay. Anthony says, still confused why chamber was behind us to vote him up for a spot on a podcast without a backup producer. So, you know, we, we didn't know we were voting you into the producer role, but, you know, it is what it is. I think this is. I think this is going to be great for your brand."
    },
    {
        "speaker": "A",
        "text": "Okay. I'm all about my brand. So that. This is good."
    },
    {
        "speaker": "B",
        "text": "Cap wants to know if nickelback qualifies as yacht rock."
    },
    {
        "speaker": "A",
        "text": "No, Nickelback is not yacht rock."
    },
    {
        "speaker": "B",
        "text": "That's what kind of rock is it? Not rock."
    },
    {
        "speaker": "A",
        "text": "Not rock. I think that's exactly right."
    },
    {
        "speaker": "B",
        "text": "Nailed it."
    },
    {
        "speaker": "A",
        "text": "See, that's what I'm talking about. This is Rick's a plus level comedy I'm used to."
    },
    {
        "speaker": "B",
        "text": "Riggs. I like that one. Don't forget friends, Jweb or cap. If you want to drop the link in the comments, I'll pin it up top. We've got the ape coin dao spectacular."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "That they're hosting this evening. So as soon as they drop that link there, I will put it up top. You could set your reminders. That will surely be interesting. You've also got the night shift tonight. I owe JP Kaz a public apology for Friday where I, you know, ran down the list of shows and did not mention night shift on Friday. I thought they were still on a break because JP was camping or something."
    },
    {
        "speaker": "A",
        "text": "But I'm glad JP listens right to the end."
    },
    {
        "speaker": "B",
        "text": "He does night shift tonight at 11:00 p.m. on our YouTube. So you can actually go right from their space to night shift and have your whole night covered. So that's great. What else is going on? There was another. So there's two more things I need to catch up with you on before we go into anything else. And one is haunted house update. What is the status? Did you, are you in? Are you out? Are you still in limbo here? Purgatory, if you will."
    },
    {
        "speaker": "A",
        "text": "I was still in purgatory as the days click by. I don't know, I still, I don't know if I vented my frustration on, like, my interest rates and stuff like this. Yes."
    },
    {
        "speaker": "B",
        "text": "That was your last. That was from you going from a 99% or 90% into like a 60 40 on the end."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. So I have some more feelers out for, you know, varying rates. I just don't anticipate it moving the needle all that much. And then the other thing is, is, uh, the price of the house is, uh, it's still for sale. Um, so that was."
    },
    {
        "speaker": "B",
        "text": "Wouldn't be my next question. Have there has then been any offers in?"
    },
    {
        "speaker": "A",
        "text": "No. Exactly. So I think I'm still, like, waiting for, you know, waiting to get leverage. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. It's all about leverage."
    },
    {
        "speaker": "A",
        "text": "Yeah. Um, so we're going to. We're going to let them sweat a little bit. I'm still interested. But there's a couple of things that are. Because it's big, you know, it's a big decision. It's a big decision. You gotta, you know, all the other shit that goes along with you beyond."
    },
    {
        "speaker": "B",
        "text": "The fact that it could be haunted. It's a large decision."
    },
    {
        "speaker": "A",
        "text": "After all is said and done, and we move and we unpack and we, you know, get all the boxes put away, and we go to sleep. That first night of, you know, relative hominess, that's when the thoughts of the haunting sink in. So this. It's it. Wouldn't it be never ending? So it's. I would definitely be thinking about it. I think. I don't know how long I would be thinking about it for, like, how many nights in a row, but I would be aware of it. I would be aware."
    },
    {
        "speaker": "B",
        "text": "I think you can't let Joe jump in."
    },
    {
        "speaker": "D",
        "text": "I just want to know, because, like, my answer is books."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "So, chamber, if you were hypothetically packing your current house, what thing would take up the most boxes that you have? Are we talking about, like, what is the thing that you have too much of?"
    },
    {
        "speaker": "A",
        "text": "Like, one particular, like."
    },
    {
        "speaker": "D",
        "text": "Like, if, like, when I move, I."
    },
    {
        "speaker": "B",
        "text": "Have a lot of records at 40 boxes of books."
    },
    {
        "speaker": "A",
        "text": "So I was going to say books are probably the other one. Books are always a problem, but records and books, I would say probably the two. My two biggest problems."
    },
    {
        "speaker": "B",
        "text": "Mine is definitely, like, fucking glassware and mugs. Oh, really? And I go through this purge every time I move. And I'd throw more and more out and then somehow just accumulate them over time, and they're always. It's brutal. So I would go with mugs or glassware as mine."
    },
    {
        "speaker": "A",
        "text": "How many. How many boxes of books you say, Joe?"
    },
    {
        "speaker": "D",
        "text": "40."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I'm going to try to be delicate about this, Joe, to protect your identity. We did a. We made Steve cap put together this amazing birthday tribute for Steve's 40th birthday over the weekend. And what was super cool about that was, you know, we, in typical cap and myself, fashion, djen fashion, really, we wait till last minute for everything. And so we probably. We probably sent this thing out 24 hours before we were going to deliver it to Steve, and in 24 hours, maybe giving us some grace. And first of all, everybody who submitted one, thank you very much. And being able to turn that around in such a short time was really, really awesome. And, Joe, you were one of them. And the thing that I was most impressed with on your video was the insane amount of books you had behind you. That was literally something that I thought actively about as I was watching. So to hear you say that is totally not a surprise to me at all."
    },
    {
        "speaker": "D",
        "text": "Yeah, it might be a problem. And that's the last time I moved and I bought more books since then. That was like, seven years ago. There's like that bookcase, and there's, like, three and a half other ones that are that size, too."
    },
    {
        "speaker": "B",
        "text": "I'm telling you, the size. This is like a, like a presidential library size collection of books. Yeah. The thought that actually went through my head while I was watching the video. Washington, how the fuck does he. I said, actually, I thought, there's no way he's read all of those sixes was my actual thought, because there's just so, so many of them. So I don't know how anyone has time to read like that. Go ahead, Joe."
    },
    {
        "speaker": "D",
        "text": "Did I argue with the authors while I'm reading their books?"
    },
    {
        "speaker": "B",
        "text": "That's a great hobby."
    },
    {
        "speaker": "D",
        "text": "My kids will have a bunch of books where I argued with the author and some mechanical watches, and they'll be like, this surmises our father, and that'll."
    },
    {
        "speaker": "B",
        "text": "That's awesome. But, yeah. So, Joe, having a huge bookcase and the thing that annoys the most about moving does not surprise me at all. Okay, last update. Chamber. And just takes us right into the midway point of the show. We need. We need a chamber on a pitch update. What's been going on with you as the Ted La Canad Canadian Ted lasso?"
    },
    {
        "speaker": "A",
        "text": "Um, so I think the only thing we did last week was picture day. So we did picture day last week."
    },
    {
        "speaker": "B",
        "text": "Okay, we did talk about picture day."
    },
    {
        "speaker": "A",
        "text": "And then I skipped. I skipped Thursday's practice or Thursday's game, maybe."
    },
    {
        "speaker": "B",
        "text": "Okay, I called it less. I'm sorry, what?"
    },
    {
        "speaker": "A",
        "text": "Well, I didn't. Yeah, I called in sick for the game. I just messaged the league, and today I'm out. I got to do. That's the. Because I had to do the first mint and watch the. And watch the draft."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. I'm so glad I asked this question. So you no showed. So you no showed the soccer practice? The soccer game?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it was a game. Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. You no show to game to do the first mint thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, sorry, my daughter. So obviously, the only reason I'm doing this is my daughter's also on the team. My daughter was gone, so they left."
    },
    {
        "speaker": "B",
        "text": "Oh, right, because you were home alone."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. So I was home alone. So I had. It's not like I."
    },
    {
        "speaker": "B",
        "text": "So you put out the bat signal for an assistant coach for the day."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Got it. So did they have you covered or what?"
    },
    {
        "speaker": "A",
        "text": "They haven't got. They won. They won. No, they. They won the game, too, and everything."
    },
    {
        "speaker": "B",
        "text": "All right, give us a quick record update, then."
    },
    {
        "speaker": "A",
        "text": "I think that makes us four one and one, I think."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, look at this."
    },
    {
        "speaker": "A",
        "text": "We've missed a bunch of games due to weather. So I don't know if we have to make those up. But yeah, we definitely have a winning."
    },
    {
        "speaker": "B",
        "text": "Snowed out."
    },
    {
        "speaker": "A",
        "text": "No, there was a smoke one."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "There was a smoke out game and then there was a thunderstorm game."
    },
    {
        "speaker": "B",
        "text": "Got it. Okay. So doing pretty well overall then I."
    },
    {
        "speaker": "A",
        "text": "I think like pretty good."
    },
    {
        "speaker": "B",
        "text": "The question I need to go back and follow up on was when we talked about picture day, we did ask you if you would get a solo shot of you doing the coach kneeling with the ball thing. Did you do that?"
    },
    {
        "speaker": "A",
        "text": "So I couldn't get an individual. They had it all planned out with all the kids had their own like photo card and they had take a picture with it and I, so I did get it. I get, I did get one with the team and I do kneel on the ball with the team."
    },
    {
        "speaker": "B",
        "text": "Okay, great. So I can't wait to crop you out of that when it. Yeah, I'll get you and we'll, we're going to mint that as a PO app on this show for everybody. Couple things as we get to the halfway point here. Jweb, so kind to tag me in the space thing tonight. So I put it up top. So the apecoin special council space is at 07:00 p.m. 78. People going, this should be a banger. So set those reminders, come out. Listen to all of the wonderful things that the ape coin special council is going to talk about. Cap, Steve and J web got you covered and incredible host so they will. That definitely be an awesome space. If you are interested in anything ape dow related. Riggs with the comment, are they ready to ask the hard questions to these people? I bet my guy day web is. I bet so too, riggs. I bet so too. Cap says he also has the mug slash glassware problem. However, his other, his other thing he has way too much of to move with is NFT and I believe that's probably true. But there we go. I feel like we're all caught up on your current events chamber. Is that about accurate? What else do we have going on?"
    },
    {
        "speaker": "A",
        "text": "I do, I do have just kind of like a parental tip or maybe just like a look out for. So my oldest daughter's 10th birthday is coming up next week."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "And I made the decision to get her her very own cell phone."
    },
    {
        "speaker": "B",
        "text": "Oh, you did? So we're official."
    },
    {
        "speaker": "A",
        "text": "So it's official. And I don't know about you. When I have, when I, for her."
    },
    {
        "speaker": "B",
        "text": "Birthday or have you given it to her yet or not?"
    },
    {
        "speaker": "A",
        "text": "This is what I'm gonna get to. I have trouble holding gifts, so."
    },
    {
        "speaker": "B",
        "text": "Me too."
    },
    {
        "speaker": "A",
        "text": "It's terrible. I love giving gifts. I can't hold it. I can't keep."
    },
    {
        "speaker": "B",
        "text": "I make the excuse that that's why I wait till the last minute to give 100%. It's not. I also suck at that part, too."
    },
    {
        "speaker": "A",
        "text": "It's a good point. So I went out and got her. Her iPhone's better than my iPhone now, so, you know, just got her minimal data. She's got her own phone number, you know, created an Apple id for her, attached to mine, so."
    },
    {
        "speaker": "B",
        "text": "Geez, this must be, like, a weird feeling as a parent."
    },
    {
        "speaker": "A",
        "text": "Very weird. Very weird."
    },
    {
        "speaker": "B",
        "text": "Yeah. But my tip, it's like, it's over for you."
    },
    {
        "speaker": "A",
        "text": "It really is. It really is. So I spoke to my wife. I said, let's give it to her today when she gets home from school, because we're going away today."
    },
    {
        "speaker": "B",
        "text": "Today?"
    },
    {
        "speaker": "A",
        "text": "Yeah, today. So she's already got."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "So we're going away in a couple of days for the weekend. It's candidate long weekend this weekend. So I wanted to. So she could have it. So, you know, she could show it off to her cousins and. And aunts and uncles and stuff. And so it's ready for the trip and stuff. So. So we give it to her. And I did not run it by my youngest daughter, as in, tell her."
    },
    {
        "speaker": "B",
        "text": "She was getting the gift, or you did tell her what it was?"
    },
    {
        "speaker": "A",
        "text": "I didn't tell her what it was. It was just wrapped. I said. I said, do you want to give this? I said, you know, we sat Fiona down. I said. I said, we're going to give Fiona her birthday present early. I said, you want to give it to her? She's like, yeah, absolutely. So she gives it to her, and she takes it out. She opens it up and immediately loses her shit. My youngest daughter, this isn't fair. This is shit. Uh, I didn't get a phone. Losing her mind. Uh, you hold on."
    },
    {
        "speaker": "B",
        "text": "I need this simultaneous smash cut to the older one's reaction. Is she in, like, cosmic disbelief? Like, this is the best thing she's ever received? Or."
    },
    {
        "speaker": "A",
        "text": "And because she's, you know, she's the oldest. She knows how to, like, she's just kind of sitting back and not, you know, over exaggerating how happy she is."
    },
    {
        "speaker": "B",
        "text": "So she's being. She's being very courteous, very chill, very courteous. And in reality, she has every right to, like, for joy."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And she was. Yeah, she was, you know, ecstatic."
    },
    {
        "speaker": "B",
        "text": "It's a class move. That is a class move. She's a classic."
    },
    {
        "speaker": "A",
        "text": "She's a classy kid, and that's why she deserved the phone. So everything just, you know, had she acted a different way, I maybe would have second guessed myself a little bit, but I was not anticipating that reaction from my youngest daughter. And she."
    },
    {
        "speaker": "B",
        "text": "What was the result?"
    },
    {
        "speaker": "A",
        "text": "I mean, she's been in. She's in her room as we speak."
    },
    {
        "speaker": "B",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "I don't know if she's out of her room yet, but, like, my five year old is a terrorist in this house. She, like, will grab shit and throw shit, and, like, you gotta, like, run at her before she throws it. Try to catch it in midair. Before, you know, it's complete disaster, you."
    },
    {
        "speaker": "B",
        "text": "Should just yell upstairs and tell her to come out of her room and say, like, oh, sorry, I tried to call you, but you don't have a phone."
    },
    {
        "speaker": "A",
        "text": "She would lose it. She'd dropkick me. Yeah. No."
    },
    {
        "speaker": "B",
        "text": "So I don't know now, what is it specifically? Because I'm positive your children have access to iPad devices, right."
    },
    {
        "speaker": "A",
        "text": "They each have an iPhone and an iPad."
    },
    {
        "speaker": "B",
        "text": "Okay, so. So what is the specific thing that sent her into oblivion today?"
    },
    {
        "speaker": "A",
        "text": "It took her about 20 minutes for her to yell it out at us. And it was the fact that Fiona got a phone that no one else has ever used."
    },
    {
        "speaker": "B",
        "text": "That's actually incredible. That. So that there is the nugget of truth."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. That's what I was looking for."
    },
    {
        "speaker": "B",
        "text": "Interesting. So it's the fact that the things that she has, even though they perform the exact same functions, it's that they're hand me downs."
    },
    {
        "speaker": "A",
        "text": "Yes, correct."
    },
    {
        "speaker": "B",
        "text": "Which is interesting because I've actually said to my wife that I want to specifically be careful with my second son, because, like, you know, there's a good point. There's some kind of. There's something special about having your own of things, right?"
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "And it's so easy when you have two that are so close age to just. Everything's a hand me down to, like, the clothes you wear."
    },
    {
        "speaker": "A",
        "text": "Absolutely. We do the same thing with clothes. Like, obviously she'll get some hand me downs from her older sister, but we make sure to get her new clothes, like, you know, her own."
    },
    {
        "speaker": "B",
        "text": "Otherwise, they're always feeling second best and not hundred percent."
    },
    {
        "speaker": "A",
        "text": "I agree with that."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so I definitely. That has crossed my mind, even though I have two very, very little ones. But even then, I'm like, yeah, I think that will probably be a problem in the future. But. So it's interesting to hear that it was, because it's a fresh phone. It's not a hit."
    },
    {
        "speaker": "A",
        "text": "Box fresh. Box fresh."
    },
    {
        "speaker": "B",
        "text": "Box fresh. Interesting."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, it's purple like it's the new. Like Mandev sick. It's, it's better."
    },
    {
        "speaker": "B",
        "text": "Michael, you got her, uh, you got her a, uh. Really good deal."
    },
    {
        "speaker": "A",
        "text": "It was a good deal."
    },
    {
        "speaker": "B",
        "text": "She got the newest phone. She's not worried about it at all because she could take the old stuff and put it on her new phone."
    },
    {
        "speaker": "A",
        "text": "That's right. And even if something happens to the new phone, it's still going to be on the, on that computer."
    },
    {
        "speaker": "B",
        "text": "That's right. One of my favorite things about this show is when we throw in the obscure references to television that only we like and, and we, but we acted in a way that is very, seems like it's just natural conversation. So. Yeah. Okay. I think we've got a full on chamber update. It only took 37 minutes, but we got there."
    },
    {
        "speaker": "A",
        "text": "That's all I got."
    },
    {
        "speaker": "B",
        "text": "Do we want to talk about nfts?"
    },
    {
        "speaker": "A",
        "text": "I want to know a little bit more, if you don't mind, considering you're mentioning it earlier with the. What's that? What's happening there? Like, can we give me a little preview on what to expect on this?"
    },
    {
        "speaker": "B",
        "text": "Oh, man. We might need to, we might need to get J web up here for a little preview because they know the ins and outs better than I do. But the ape coin Dow is having their elections for the special counsel. So J web coming up."
    },
    {
        "speaker": "A",
        "text": "Similar to what moonbirds did?"
    },
    {
        "speaker": "B",
        "text": "No, you're thinking of like community council. Well, I guess it's, I guess it might be similar, but apecoin is a much larger entity here. So Jweb, give us a Tldr for those who may not be as in the know as our friend chamber here and give them a sneak peek of what's coming up tonight on your space."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. So a little background. Apecoinda launched about a year ago. There were five initial members of the special council and they're kind of tasked with overseeing all of the different proposals, you know, moving them forward, knowing which ones they need to push back and have resubmitted or sent to legal. Five original members. Last December, 3 of those left and they voted three more on. And now we're down to voting two additional ones on. These will all essentially at this point be people voted by the community. So five people are in the finals. They're all coming out of the space tonight to get elected. And you know, it's, there's been a lot of controversy around how much they're paid versus what they're expected to do. And that's, that's something we're going to kind of press them on tonight, is, you know, the work that they're going to do, their experience, kind of their vision for ape coin dow, and how, you know, what they've done in this space and in other parts of their, you know, work history could benefit that. So I know, like, a lot of people kind of wonder. I don't love that with someone like thread guy, who's a younger guy, but he has a bigger presence. How much of that presence can really translate? I know cap is a big believer that the red guys presence on here can help lead to more involvement, because that's one issue with a coin Dow is just, it doesn't see as much consistent voting on a lot of the proposals as it does when we have this big election kind of thing, which is common for all elections, really. But that's going to be one thing we're going to really talk about is just, you know, we got an hour with them all. What are they going to do? What, you know, because it's easy to write a thread about it, but when you're really kind of in front of everyone, like, we want to get down to the nitty gritty of it all."
    },
    {
        "speaker": "B",
        "text": "Yeah. I love that chamber. Do you have any idea how much these positions pay?"
    },
    {
        "speaker": "A",
        "text": "I do not. I was just looking at the. The list of people that are going to be on. Seems like a good, good group."
    },
    {
        "speaker": "B",
        "text": "Okay, well, I'm gonna let Jweb tell you how much these positions pay. And I want your, I want your very initial reaction."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Can you give me the scope. Can you give me the scope of what their task is now? And then I'll give you a number."
    },
    {
        "speaker": "B",
        "text": "Yeah, I like what I think. Yeah."
    },
    {
        "speaker": "C",
        "text": "Let me pull. I'm going to the apecoin website right now. Let me pull up the exact. Because I want to make sure I get verbatim what the responsibility is. So."
    },
    {
        "speaker": "A",
        "text": "And is it a yearly? Is it like a. Am I giving out a yearly number?"
    },
    {
        "speaker": "C",
        "text": "Give me. Give me the monthly."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Because that's. That's how they get paid. They get a paycheck once a month."
    },
    {
        "speaker": "A",
        "text": "Okay. Some math here. Okay."
    },
    {
        "speaker": "B",
        "text": "While you're. While you're both doing this, some comments. Jweb, you said that you have two speakers digit."
    },
    {
        "speaker": "C",
        "text": "Yeah, big time."
    },
    {
        "speaker": "B",
        "text": "A couple Kappa said, what are the hard hitting questions we should ask tonight? And there's a couple in here that are good. Riggs wants to ask thread guy if he's ever read a single AIP proposal, which good question. Valid question. His, he says, how does the candidate feel about council members submitting proposals? So. And then he says, pick one quality other council candidates you wish you had more of. I like that question. A lot of similar vibes. To say something nice about your first mint competitors. Chamber cap wants to know when and when you buy the phone for your. For your kid. What apps are allowed versus not allowed, and how are you policing them? So is tick tock allowed? Is Snapchat allowed?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so she already has all those. She has, like, you know, YouTube and TikTok and Snapchat and stuff. All of the. So all of them are through my accounts."
    },
    {
        "speaker": "B",
        "text": "Got it. So you can place them that way?"
    },
    {
        "speaker": "A",
        "text": "Yeah. You can create, like, family accounts through those and then give out access and then restrict. You can restrict screen time. Like, for TikTok, it's an under 13."
    },
    {
        "speaker": "B",
        "text": "Does it come with, like, an auto block of your father? Because that would be a nice."
    },
    {
        "speaker": "A",
        "text": "I try to send her some of my stuff, like DMR. Like, I. You know, I send you stuff, and she's like, I can't see it."
    },
    {
        "speaker": "B",
        "text": "Because she blocked you already."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, J web, you got your info."
    },
    {
        "speaker": "A",
        "text": "She also all over the website right."
    },
    {
        "speaker": "C",
        "text": "Now trying to find the exact thing. Give me another second here."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, no problem. Jump in when you have it. Yeah, that's super funny."
    },
    {
        "speaker": "A",
        "text": "I'll tell you one thing, though. What? One thing, because I'm, you know, I know you, and I have to imagine one. If not, both of your boys will be very funny. You'll. You'll see it."
    },
    {
        "speaker": "B",
        "text": "You'll see, dude, the one is already funny."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying. You'll use, and you'll just be able to hone it and craft it, and then you'll have your own, like, yeah."
    },
    {
        "speaker": "B",
        "text": "It'S like an AI chat bot."
    },
    {
        "speaker": "A",
        "text": "It's so much better. Like, I. You know, my wife's very funny, you know, and we. And we laugh about lots of stuff, but when you got your own, like, DNA, like, it's. It's like, another level, dude."
    },
    {
        "speaker": "B",
        "text": "It's a one. My. My older one, he is already, like, too. He's got too much wit for his own good. Like, you can see it. And right now it's manifesting in, like, defiance a little bit. Like, where. No, he knows that I'm asking him not to throw something, and he gives me the side eye. Like, this is going to be funny. Look, you know, and he does it and. And, like, it is funny, but I can't. I can't. And. But he knows he's trying to be funny. And it's, it's just really, I'm the."
    },
    {
        "speaker": "A",
        "text": "Worst because I laugh. Like, I'll try."
    },
    {
        "speaker": "B",
        "text": "Yesterday, my wife and I were sitting at dinner and he was doing that exact thing where I was like, I asked him, please not throw it. Don't throw your toy. And I don't know what the hell this kid was doing where he pulled it out from, but he just started doing this like physical comedy bit, and he, like, legit. It was out of a Tim Robinson sketch, and the two of us just like, could not hold it in. I peered over at my wife and she's literally holding the baby in front of her face because she's laughing. It was just, it was really great. J. Webb."
    },
    {
        "speaker": "C",
        "text": "Yeah. So here's just the definition. You know, the special counsel on the aid foundation provides at the behest of the ape coin Dow members. Great use of behest, oversight of the foundation administrators. The purpose of the board is to administer Dow proposals and serve the vision of the community. It meets on proposals requiring administrative review under a coin Dow rules. So that is the description of it."
    },
    {
        "speaker": "B",
        "text": "Timber. Did you catch any of that? Did you?"
    },
    {
        "speaker": "A",
        "text": "Yeah. What's the, what's the frequency of, of the submissions?"
    },
    {
        "speaker": "C",
        "text": "Is this like, so submissions of aips are pretty much ongoing. And then there's a prop, there's like, you can, you know, on the web, I'm not going to read through the whole process."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "A step by step process on the ape coinage coin calm. You can read through. But, you know, they, as a group, you know, I believe they meet weekly. There's an hours requirement, you know, minimum hours requirements. I think it's only like 3 hours a week kind of a thing."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. This is what I want. Okay, good."
    },
    {
        "speaker": "C",
        "text": "Yeah. And so, you know, some of the, a big part of it is like trying to move, you know, get a coin down, use or acquaint use in more places, move that forward. There's, you know, debate around that and everything, but, so we got what I read you and I was gonna say."
    },
    {
        "speaker": "A",
        "text": "We can argue three to 5 hours a week."
    },
    {
        "speaker": "C",
        "text": "Let's just, for the, say the sake of arguing, say 20 hours a month."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "So how much, based off of that, do you think that these people, if."
    },
    {
        "speaker": "A",
        "text": "It'S more than five k a month, I would be upset?"
    },
    {
        "speaker": "C",
        "text": "Well, you're about to get upset if."
    },
    {
        "speaker": "A",
        "text": "I, I mean, I'm not upset, but I would be. I could see people getting upset."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, it's twenty k a month, which is, yeah, that's that's my reaction as well. I've, uh. I've been vocal that I think that's just absolutely outrageous and why these people need to be held to."
    },
    {
        "speaker": "B",
        "text": "Now, these people, Jay, these positions do. Nothing holds treasury requirements. Correct? As in, like, they do not manage the treasury?"
    },
    {
        "speaker": "C",
        "text": "No, no, no. They do not manage the treasury."
    },
    {
        "speaker": "B",
        "text": "Okay. Because I. You know, if somebody's managing that amount of money, I could see that being a potential, you know, high paying role. But if they're not actively match managing the treasury, I don't know, the numbers seems high to me. I. I mean, yeah, based on this, I need to ask for a fucking raise, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, there is one. You know, they do not manage the treasury. There is one candidate. I've been trying, like, to read up on everyone, make sure I have a good understanding who part of his, you know, background and what he wants to do with it is, you know, he has a plan in place to try to bring more money into the treasury. Which words, how much money they're making. I know it's a board position, and Joe has talked on lunch break about it, but, you know, with. With that kind of money that they're making, having a plan in place to help bring money back into the treasury is a. Is a plus in my book. Now, whether or not he can implement that is another question entirely."
    },
    {
        "speaker": "A",
        "text": "Was that bam."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "See, actually, juice that. See how I deduced out of the."
    },
    {
        "speaker": "B",
        "text": "Year, some people have called you the king of deduction. Many people have, actually, especially in the. You're really big in the deduction community. Like out there on deduce, Twitter. You really are popular. You're gaining steam out there. Chamber. Should you put your hat in the ring here?"
    },
    {
        "speaker": "A",
        "text": "I mean, do they need like a kind of, like a quirky out."
    },
    {
        "speaker": "B",
        "text": "Do they need a chief meme officer?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm big into memes. You know, maybe somebody to drain the swamp. You know, an outsider."
    },
    {
        "speaker": "B",
        "text": "Hey, the swamp is a thing in the Yugo universe. I don't know that it is."
    },
    {
        "speaker": "A",
        "text": "That's where I can fill the swamp back up. I mean, whatever."
    },
    {
        "speaker": "B",
        "text": "That's the platform you need to run. Fill the swamp."
    },
    {
        "speaker": "A",
        "text": "All right, I'm into it. But yeah, if they're looking for an outsider with fresh perspective, I'm down."
    },
    {
        "speaker": "C",
        "text": "Listen, I think with people like bend out eth repping apes, we need. We may need a little bit of drainage going on here in the swamp."
    },
    {
        "speaker": "B",
        "text": "That's true. Maybe just like, keep the swamp the same. That's a good maintenance."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "B",
        "text": "Maintain the sump up, maintain the swamp. That vote for chamber, maintain the swamp. So, but don't, don't forget to catch night. That should be super interesting. I mean, I j web, like I've heard about, you know, the, we had some folks on coffee with captain last week and the fact that you guys are doing standalone one here solely with all the candidates, I think it's going to be really interesting. I'm excited for you guys. The, like how, what's your strategy as a host going into this? Are you going to be the, are you going to be the hard ass that's asking really uncomfortable questions? Are you just trying to give people a platform? What's your strategy as a host going into this?"
    },
    {
        "speaker": "C",
        "text": "Definitely give people a platform. We strategically host under Steve's name because he's the biggest account between the three of us. So technically Steve's the host. But I think try to get their guard down a little bit. I know that they are kind of running the spaces circuit right now. They had one at the same time as this show. They have ours, they have the official one an hour after our show with the 8th, like the ape coms account. They're doing rug radio tomorrow morning. So they're, they're doing a lot of, a lot of spaces. And I think I just want to try to pry some, maybe some stuff out of them that the other hosts aren't asking and try to get a little bit, you know, because they're going to get the same, the same questions from everyone. So try to get a little bit different there and get into their heads more about kind of their motivations behind this. Like, obviously everyone wants to make money, and that's an obscene amount of money to make if you're working 3 hours a week. But try to get a little bit deeper as far as, like, what they're trying to see happen and if they really have the chops to make it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I'm also going to be, I'm also going to be booking them for the first mint in second."
    },
    {
        "speaker": "B",
        "text": "Awesome. You totally should. I would love to see you interview these candidates and, and I don't want to, so you please do it on."
    },
    {
        "speaker": "A",
        "text": "The first minute booking guests."
    },
    {
        "speaker": "B",
        "text": "Did it be great? Like, I'm telling you, this is a, I, the best thing that ever happened to this show is you being on that show because you can operate that show how you want to operate this show, but I won't let you because I just like to come here and shoot the, rather than be structured chamber."
    },
    {
        "speaker": "C",
        "text": "The chamber full time content creator arc is really interesting. I'd love to see him have his own, like, like he's like the new version of Mario. Like he has the round table with chamber. Like, that would be fucking fantastic."
    },
    {
        "speaker": "B",
        "text": "I love it so much. I think what would be the best part for me would be chamber having to do thumbnail face on YouTube and create all of those incredible thumbnails and him having to succumb to what I can only imagine you hate most about YouTube videos. Is that accurate?"
    },
    {
        "speaker": "A",
        "text": "My favorite is when we started asking the night shift guys to do thumbnail pictures. Gia, we were having a marketing meeting and it was me and Gia. Maybe pain was there and we started talking. You know, this is before. Before we started doing kind of the, you know, the thumbnails, the specific thumbnails for the. For this different shows. And she was like, we should get. And she was very serious, like we should get, you know, them to all give us like a, you know, five, six different faces that we can kind of interchange. And my thought, like, I was just thinking JP the whole time, like, asking JP to do that. No, it's not."
    },
    {
        "speaker": "B",
        "text": "Who's most likely to do it? Think it'd be Shane?"
    },
    {
        "speaker": "A",
        "text": "Shane? I don't know. I feel like. I feel like everybody else miss. I feel would be down. Phonics."
    },
    {
        "speaker": "B",
        "text": "Like, you know, maybe phonics did a video for Steve on his tribute. He's got, he's got a killer like, beard, goatee thing going on right now. It's pretty. Yeah, it's pretty good. Yeah, he'd be perfect for one."
    },
    {
        "speaker": "C",
        "text": "The thumbnail face is so ridiculous. It's the same thing every time. It's like the first time a boy sees a pair of boobs. That's the face they make every YouTube fucking bump. Drives me crazy."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was just. Yeah, I couldn't stop thinking of how JP would react once gassed. And I wasn't there for it."
    },
    {
        "speaker": "B",
        "text": "But chamber on a scale of one to ten, though, honestly, how much do you hate that? There's no structure to this show?"
    },
    {
        "speaker": "A",
        "text": "This show? No, it doesn't bother me too much."
    },
    {
        "speaker": "B",
        "text": "Okay. Too much. Yeah. I'm just like, we can change that if you want."
    },
    {
        "speaker": "A",
        "text": "I like, this is the way I like it. This I would say. I don't think about it at all. I like. Okay, I like this."
    },
    {
        "speaker": "C",
        "text": "Your list would suggest otherwise that we didn't even adhere to."
    },
    {
        "speaker": "A",
        "text": "The list. I'm so sorry I ever made a. That."
    },
    {
        "speaker": "B",
        "text": "Well, what I was going to say is we could attempt to bring some more structure back to it. I was thinking the other day that like, you know, I write these daily recaps every morning in the war room. Or maybe the past week they've been semi daily. Yeah, I think I've missed one or two, but, you know, it's got everything going on in the space. We should just use this as a guide every day, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "But it's a good point. I was going, here's another funny story for you. Yesterday, I was editing, or maybe it was Saturday, I was editing Friday show, and my daughter came in. She's like, what are you doing? Almost like, I'm just editing the show."
    },
    {
        "speaker": "B",
        "text": "You're, like, showing her sister phone, honey, go away."
    },
    {
        "speaker": "A",
        "text": "I love her more. So I'm showing. No, no, sorry. This is the oldest I'm talking to, and I'm just showing her how I added and stuff and. And I said, it's pretty cool. And I was showing her all the saved, you know, all the saved shows we had. I said, it's pretty cool. Like, you can go back and, like, listen to what was happening on specific days. And I was showing her, like, pre, like, just before COVID hit, like, rec podcast episodes. And, you know, I was making her listen. And it was very structured. A lot of news we had. We. It was. It was very. It was structured nicely, but she could give a shit about the show. Like, it was very interesting. We were, like, kind of making fun of COVID And this was like, end of January, I think this was like the Kobe eulogy one. It was. It was great. It was a great episode. Very well structured, and she could give a shit. I said, well, when one day I'll be gone and you'll have all of these to go back to."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think about that often, and then. And it's terrible that I'm gonna tarnish my children's chances at success. I think. I think you come off these podcasts for years and years."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you come off very well. I'm more worried about my kids listening than your kids listening. I would say your kids just have to put in a question who you hit your horse, who you hit your wagon to. Like, this is who we chose. Like, this is."
    },
    {
        "speaker": "B",
        "text": "This is the guy, as in, like, choosing you. Yeah, exactly. Yeah. Okay. I don't think that's the case, but we'll see. I mean, look, as long as they hold up over time and we're still funny. Like the. You know, there's a couple moments where. Of the show where, like, if you played that same show today, we'd probably be canceled. There's probably a few of those that have crept up over the."
    },
    {
        "speaker": "A",
        "text": "There was somewhere we were just straight intoxicated."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Like, the very early ones, we would. I mean, early rect podcast, when it was me, you, and Cynthia, like, we would just get hammered on stream."
    },
    {
        "speaker": "A",
        "text": "Hammered."
    },
    {
        "speaker": "B",
        "text": "And that was, like, the thing that we did there was."
    },
    {
        "speaker": "A",
        "text": "I still remember the. I call it the chili. I don't know why."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, the Chili episode."
    },
    {
        "speaker": "A",
        "text": "Yeah. My immediate thought is, you spill chili like Kevin."
    },
    {
        "speaker": "B",
        "text": "But I'm like, I was eating chili during a Saquon Barkley football jersey. I had come home. It was a Sunday night. We were recording with. I think it was Marco Pierre. Boom. And was he the Monero decred? No, he was decred. And I spilled chili all over my. My jersey."
    },
    {
        "speaker": "A",
        "text": "And that was the drunkest I've ever seen. You."
    },
    {
        "speaker": "B",
        "text": "You were. Yeah, I was. I was out of it. And the, uh. And then I don't know what happened, and I'm pretty sure this is your fault. But the recording did not go."
    },
    {
        "speaker": "A",
        "text": "No, I think it was. He had, like, some bunker he was living in."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "And it was terrible Internet. But it was last minute because he was like, oh, like, I can do it now."
    },
    {
        "speaker": "B",
        "text": "Well, that's why it was a super."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Why, like, I wasn't intentionally, like, no, absolutely hammered. It was. I had spent all day, by the way, that Saquon. The actual story behind that was, I had won that. I had won that Saquon jersey that day at the bar, basically, by drinking more Coors lights than anyone in the bar. That's how I won. And so then I wore it home from the bar to do this podcast and spilled chili all over it. So that's the actual background of this. That story."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "B",
        "text": "And. And you're totally right, because we normally don't record on that. We wouldn't have recorded that day. And it was one of those, like, hey, can you guys do it? And because it was the makeup from the first one that did not record."
    },
    {
        "speaker": "A",
        "text": "Exactly. That's right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And just for the listeners, like, bunch was uncontrollable, like, all over the place."
    },
    {
        "speaker": "B",
        "text": "This probably still exists out in the ether."
    },
    {
        "speaker": "A",
        "text": "100%. I still have it. Guaranteed. Guaranteed. I still have it."
    },
    {
        "speaker": "B",
        "text": "I mean, it's probably still on the feet."
    },
    {
        "speaker": "A",
        "text": "No, I don't know if we put it out. That's the thing."
    },
    {
        "speaker": "B",
        "text": "Oh, man. Really?"
    },
    {
        "speaker": "A",
        "text": "I don't know if we did. We may have."
    },
    {
        "speaker": "B",
        "text": "We might have had two technical difficulty episodes with him, because I. We definitely put one of them out."
    },
    {
        "speaker": "A",
        "text": "I'll go look. I'll go look for it after the show."
    },
    {
        "speaker": "B",
        "text": "It's fine."
    },
    {
        "speaker": "A",
        "text": "One in a million with his hand up like a professional. What's up, man?"
    },
    {
        "speaker": "E",
        "text": "Hello, hello, hello, friends. I wanted to jump back real quick to the haunted house. I've got a question for you, Chamber. Well, first of all, your realtor fucking hates you, whether he says it to your face or not. Okay, I'm sorry."
    },
    {
        "speaker": "A",
        "text": "He seems so nice."
    },
    {
        "speaker": "E",
        "text": "He seems so nice and in back of his head he's like, shit or get off the pot, man. Quit wasting my fucking time and my money. But he's going to be really nice to you in hopes that you sell and buy a house with them. So the question I was trying to read between the lines on your update, something you didn't mention, that oftentimes plays a big role in the purchase to decision. And when it goes from 90 to 40 to 60, how is the sale of your current house looking?"
    },
    {
        "speaker": "A",
        "text": "Basically where I thought it was gonna be, like, I. I kind of, you know, I have access to, like, not only what stuff is on sale for, but what stuff is sold for. So I was kind of, you know, looking at my. I kind of had an idea beforehand before I got my house appraised, and we were within, like, five grand of what I thought. So it was basically what I thought. But that we could sell."
    },
    {
        "speaker": "E",
        "text": "But you said it's on the market, right?"
    },
    {
        "speaker": "A",
        "text": "My house currently, yeah. It is not."
    },
    {
        "speaker": "E",
        "text": "Oh, I thought you said your. Your realtor, like, had an open house and."
    },
    {
        "speaker": "A",
        "text": "Yeah, we had an open house on the other house. Oh, you went and then he was coming. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "He's gonna let the same guy sell his house if he's going to buy this, right? I believe. Is that exactly, yeah."
    },
    {
        "speaker": "E",
        "text": "But you have to sell your house in order to buy, right? It's a home sale, correct."
    },
    {
        "speaker": "B",
        "text": "Yeah. So this realtor is totally fucked."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I."
    },
    {
        "speaker": "E",
        "text": "He's just probably should have listened to."
    },
    {
        "speaker": "A",
        "text": "A podcast or two."
    },
    {
        "speaker": "E",
        "text": "Oh, so you're."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just said 1 million is going to find him, send them our last three episodes. The guy's going to never call you back again."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I. I would never do that."
    },
    {
        "speaker": "E",
        "text": "Because once you're in, it's like, fuck, man. I already spent all this time doing it, so I just hope they make a decision at some point. But it sounds like you haven't even put your house on the market, which could end up being a problem as well, because once you decide to put an offer on the house you, like, the first thing they're going to say is, well, is there a home sale? Contingency. Right."
    },
    {
        "speaker": "A",
        "text": "And you'll say, yeah, yeah, yeah. It would be. It would have been. It would have been subject to selling the home. Right."
    },
    {
        "speaker": "E",
        "text": "They're going to say, well, why don't you have your house on the market? You aren't serious."
    },
    {
        "speaker": "B",
        "text": "And they're good. And you're going to say, why is your house next to a cemetery? Are you serious?"
    },
    {
        "speaker": "A",
        "text": "Are you a serious individual?"
    },
    {
        "speaker": "B",
        "text": "Are you serious? Like you're still waiting to sell this because it's next to a cemetery? That's the thing."
    },
    {
        "speaker": "A",
        "text": "I live on a non cemetery piece of land. Yeah, I think I'll be okay."
    },
    {
        "speaker": "B",
        "text": "That's awesome. All right. I think that's where we're going to close it out for today. This was a fun episode for me. I don't know."
    },
    {
        "speaker": "A",
        "text": "I like it."
    },
    {
        "speaker": "B",
        "text": "Chamber. Yeah, this was, this was great. Just a quick update before we get going. Salad bot. Yeah."
    },
    {
        "speaker": "A",
        "text": "How we doing?"
    },
    {
        "speaker": "B",
        "text": "Doing very well. I've got it. I've got it all working autonomously now. We're just making some tweaks. The stop losses and take profits are all working. It has been making me money in my sleep. Small amounts of money, but money nonetheless. And just our last since I, since I fixed it. We are 123456 winning trades. Two losing trades and the losing trade are much less money than the winning trades. So we're back on track. We're doing pretty good. We'll see where we're at next time. I can now confidently just let it run without intervention and I've actually coded in some pretty cool stuff here. So like it's meant to be an intraday bot. So as in like it's trying to trade today's session or the current 24 hours period. So it cuts all my positions no matter if they're winning or losing by the time the session is over. So seven, seven fifty nine pm Eastern. And that is because it is trading against the days range of price bands."
    },
    {
        "speaker": "A",
        "text": "So it needs to recalibrate at the end of every day."
    },
    {
        "speaker": "B",
        "text": "So I want it to recalibrate so it stops there and then it actually waits 2 hours before it starts trading again so that there is some relative price action to go off of. So we are, we're learning new things and it's working right now. So we're still sitting because I took some big losses when the thing wasn't working right. And so I'm impressed to say that we are still, we're still hanging at a profitable total position here after these couple weeks of working on it. And now that it's a fixed, I would imagine we're on the right track here. So that's the latest on Saladbot. J Web I had some breakthroughs right before the show today in terms of the sports betting stuff I was telling you I was going to work on. So I was very excited about that literally minutes before today, today's show. We could get into that on our next show on like what I'm actually doing there. And I think, I mean, it's so crazy what this AI and chat GPT stuff can do when it's paired with data. And it's just really interesting. I think people will find interesting. So we could talk about that either Wednesday or Friday. That's going to do it for us. Don't forget again, up top, Jwebs tweets special counsel 07:00 p.m. night shift after that, 11:00 p.m. eastern tonight on our YouTube channel. And until next time, stay mint."
    },
    {
        "speaker": "C",
        "text": "Shout out to the original big booty."
    }
]