[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mid mic crisis. I am Bunchu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. It's Wednesday."
    },
    {
        "speaker": "A",
        "text": "I feel I almost led with, it's a Friday, so I thought for a split second it was Friday, so we."
    },
    {
        "speaker": "B",
        "text": "Were talking just before the show started about neighbor. Neighbors and being bothered by them. After. Yes. Or after Monday's show, I have some dinner. I go for a little walk. As soon as I get back, I feel like the neighbor was watching me, because as soon as I got back, they come running across the street, knock on the door, can you help set up this tv? It didn't end. It didn't end. I'm not even joking."
    },
    {
        "speaker": "A",
        "text": "You had to go back and set up."
    },
    {
        "speaker": "B",
        "text": "We don't know our wifi password. I mean, they're old. We don't know our Wi Fi password. I don't know how it's asking us to do. I don't know where it is. We don't even want it to hook up to the Internet. I just want my cable box hooked up. And so I'm like, out of ten, I'm pissed. Like, I'm pissed off now. Like, well, you know, call your local cable provider or Internet provider, and they'll tell you what they're. They can help you with the Wi Fi stuff, and then you'll be able to do it. And they're like. They kind of look at me like, I don't really want to do that. I'm like, I get it, I get it. I get it. I don't want to do that either. So, sure enough, I certainly don't want."
    },
    {
        "speaker": "A",
        "text": "To do it for you."
    },
    {
        "speaker": "B",
        "text": "Like, I don't want to call anybody. So I said. I said, go back over to your place. Give me a minute. I'll be right over. So I'm like, I collect my."
    },
    {
        "speaker": "A",
        "text": "You never showed up."
    },
    {
        "speaker": "B",
        "text": "Could you imagine? No, I collected my thoughts. I took a few deep breaths, and I'm, like, kind of sweating, too. Like, I'm, like, power walking, and, like, I just got in, and I'm like, I'm sweating. Like. And when I'm. I don't know about you, but when my body is warm, my anger is right at the. Right. At the cusp, like I am. I will go into fits of rage at the drop of a hat if my body temperature is up. Are you the same?"
    },
    {
        "speaker": "A",
        "text": "Oh, interesting. I don't know. I've never really thought about it, so maybe I'll have to monitor, I think."
    },
    {
        "speaker": "B",
        "text": "Because I honestly think the colder I am, the less aggressive I am, and the warmer I am, the more aggressive I am. I don't know if. But I was."
    },
    {
        "speaker": "A",
        "text": "I mean, like, you know, maybe your body thinks you're freezing to death so you can, like. So you. You're shutting down, maybe, like, I don't know."
    },
    {
        "speaker": "B",
        "text": "So I did have to, like, compose myself a little bit. I made my way over. I start fooling around with the tv. You know, obviously, you know, anybody our age, it's. It's just a new tv and a cable box. There's, like, two plugins, so I get it working. And right before I leave, Bob looks at me. He's like, they also sold me this. He pulls out this, like, not disposable. This wireless, massive Bluetooth speaker as big as, like, a speaker cabinet, like, back in the day, you know what I mean? And he's like, they give. This means, like, I don't know exactly what to do with it. Like, he had no idea what to do with it. I'm like, well, you can. He's like, you know, I just want to play some tunes. I'm like, well, do you have Spotify on your phone? And thank goodness he had Spotify on his phone. So I hook up. I show him how to hook up the bluetooth to this thing. We start playing around with it, kind of like, I'm literally looking at it for the first time, so I'm kind of, okay, well, I think this does this and this does that. And I was there for a good 45 minutes, just helping out and moving stuff around. I just. I don't know. I don't know who I am anymore."
    },
    {
        "speaker": "A",
        "text": "You sound like you're basically mister Rogers at this point."
    },
    {
        "speaker": "B",
        "text": "I don't know what to do with myself."
    },
    {
        "speaker": "A",
        "text": "It's a beautiful day in the neighborhood. You're just out there smoking a cigarette on your porch in a flannel. Cause that's what I figure all Canadians do. And you're just, you know, waving to people, inviting them in your own home, going into their home. Forget it. Don't even lock your door. Just leave it open. Let people come in, like an open house, you know?"
    },
    {
        "speaker": "B",
        "text": "I might as well. I think I'll just. I'm gonna just give into it at this point, but, yeah, what are you gonna do?"
    },
    {
        "speaker": "A",
        "text": "What are you gonna do? That's the thing, you know? But look, I'm glad that this has all come back to roost on you, because it really has, you know, like, this is total karma that has caught up with you here. How do you feel about it?"
    },
    {
        "speaker": "B",
        "text": "Well, speaking, I mean, this is not the only thing. Like, literally everything I talk about on the show comes back to haunt me because on Monday, I posited, said that."
    },
    {
        "speaker": "A",
        "text": "She no longer wants to be part of the family."
    },
    {
        "speaker": "B",
        "text": "No, I said, I don't think I sneezed weekly. And I've sneezed every day since that podcast."
    },
    {
        "speaker": "A",
        "text": "Every day."
    },
    {
        "speaker": "B",
        "text": "Every day."
    },
    {
        "speaker": "A",
        "text": "So this is the best part. I mean, if you weren't here on Monday, we had the conversation about we were doing would you rather? And one of them was about like, crying confetti, non harmful confetti, or sneezing glitter. And you said you would choose sneezing because you never sneeze. And it would be one of those things you'd never have to worry about because you never sneeze. You called your wife into the room. She called bullshit on it immediately and said you sneeze all the time. You stood your ground and said no. But yesterday at like 830 in the morning, I get a text from you and it just says, just sneeze twice. And I was so happy because I knew, I knew so much sneezing."
    },
    {
        "speaker": "B",
        "text": "I sneezed again this morning. So maybe I'm just a morning sneezer."
    },
    {
        "speaker": "A",
        "text": "Oh, maybe. And maybe you're just like, not yet. Like, maybe it happens so early in the day for you that you typically miss outd. I'm remembering it. You know, you're just like, oh, I mean, I. Being conscious about your sneezing is not something I don't think most people do, right? So, like, you probably in your head were like, oh, I never, I really never sneeze. And now you just start thinking about it when it happens, so you realize you're actually doing it much more than you thought."
    },
    {
        "speaker": "B",
        "text": "Way more than I thought."
    },
    {
        "speaker": "A",
        "text": "Yeah, total. You're just a big sneezer. That's it. Um, I don't know. We got some things to talk about today. Let me go through the housekeeping stuff here first. Um, we, what day is today? Wednesday. Again, that's what we just said. So no shows on after us today, but tomorrow, don't forget to catch coffee with captain. And then night or, sorry, lunch break at noon, followed by alpha afternoons at 02:00 p.m. give us a like and a retweet down below. Subscribe rate review the podcast. If you're listening on the audio version, recommend it to your friends who hate their neighbors or love to sneeze those. That's our target demo. Do you have a quick question for the day? For the chat box down below chamber."
    },
    {
        "speaker": "B",
        "text": "I don't have one, but I'd be curious to know how often people think they sneeze."
    },
    {
        "speaker": "A",
        "text": "Okay, how often do you think you sneeze? What is the frequency that you sneeze? I'm also being told to pin the next show. So let me go find that."
    },
    {
        "speaker": "B",
        "text": "Our next show."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, let me help out."
    },
    {
        "speaker": "B",
        "text": "I can do that."
    },
    {
        "speaker": "A",
        "text": "All right, good."
    },
    {
        "speaker": "B",
        "text": "I gotcha."
    },
    {
        "speaker": "A",
        "text": "You know, we've got, we've got some topics here. However, the thing that I wanted to discuss first with you is, um, the other day in our little group chat here, you send out, uh, well, let's see. First of all, you sent me, you sent the TikTok of that fake Jason Sudeikis movie. Hilarious, by the way, guys, definitely generating Jason's Sudeikis art with AI. There's no doubt about it."
    },
    {
        "speaker": "B",
        "text": "Did you watch the video?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Would you have fallen for it?"
    },
    {
        "speaker": "A",
        "text": "Oh, totally. Yes."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I don't feel 100%. But then yesterday, I think this was yesterday, you sent me a link, and it is from the website goodpods.com. and this is kind of like, what would you call it? A directory of almost any podcast that's out there, essentially."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, exactly. It, you know, gathers data, I'm assuming for multiple podcast players and, you know, regurgitate some sort of, you know, classification for podcasts."
    },
    {
        "speaker": "A",
        "text": "There's some interesting notes here. It likes to, it can tell you kind of like where your show ranks in certain things. For example, this one, pretty, pretty impressive. I would say number 70 in the top 100 tech all time chart. So that means we are number 70 ranked ten tech podcast all the, of all time. Or like, you know, the all time rankings for this good pods, which I think is pretty good. What do you think about that?"
    },
    {
        "speaker": "B",
        "text": "I think very good."
    },
    {
        "speaker": "A",
        "text": "I would not have put it there if I was just, I still wouldn't put us there. Yeah, but this next one is the one that, this is the one. And I don't even know what, how or why, but we have made a top ten. All right, we have made a top ten. Are you ready for it?"
    },
    {
        "speaker": "B",
        "text": "Give it to me."
    },
    {
        "speaker": "A",
        "text": "The mid mic Crisis podcast, which I assume we've just been using the same RSS feed, right? So this is probably our all time episodes, which is probably how we rank top 100 in tech because we've been around for a long time and we've done a ton of episodes. So I'm sure there's a consistency factor here, but we are number nine in the good pods chart for the top 100 conspiracy theories of all time."
    },
    {
        "speaker": "B",
        "text": "I'm so happy right now."
    },
    {
        "speaker": "A",
        "text": "I don't feel like we are particularly conspiracy theory podcast, but I guess we are."
    },
    {
        "speaker": "B",
        "text": "Apparently we are. It's. I saw some of the other names of shows, and definitely some shows that I listened to that were in the same, you know, in the same top ten with Skeptoid podcast being one of them. I think it's. I think it's funny. I think it's. I personally think it has to do with our last, you know, dozen episodes or so. There's probably been three or four, you know, show notes where conspiracy theories are discussed, whether it's, you know, straight up conspiracy theories, Mandela effects, that sort of thing. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know. Like, yeah. I can't pinpoint exactly what might contribute to this. However. However, I feel like we now need to lean into it. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. I've done some prep work."
    },
    {
        "speaker": "A",
        "text": "Oh, me too. Look at us. Without you knowing I did some prep work, and without me knowing you did some. So we are. We're going to have conspiracy corner now on this podcast, in which at least my version of the prep, I have prepared a couple conspiracy theories for you. And I want. I want you to tell me what you believe about these specific conspiracy theories."
    },
    {
        "speaker": "B",
        "text": "These are real conspiracies."
    },
    {
        "speaker": "A",
        "text": "These are real conspiracy theories. Yes. So the, you know, now that I'm thinking about this, I wonder if it has to do. Do with the Mandela effect episodes."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, there's literally one called, you know, it has Mandela effect in the title, and one another episode has conspiracy theories in, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah, but, like, that's our hundreds of podcasts that we've done. You know what I mean? Like, just this year, we're gonna do 150 podcasts."
    },
    {
        "speaker": "B",
        "text": "Oh, you know. You know what? The other thing I did, I think I added once a second podcast information. I was up. I'm continuously updating you."
    },
    {
        "speaker": "A",
        "text": "Add the tag now."
    },
    {
        "speaker": "B",
        "text": "No, I added it within the description. Join us three times a week, every Monday, Wednesday, and Friday, as we dive deep into topics that make life worth living in this digital age. Whether it's dissecting the latest AI and web, three trends, conspiracy theories, trivia, recapping, sports highlights, sharing a laugh, blah, blah, so on and so forth. There it is."
    },
    {
        "speaker": "A",
        "text": "All right, so for this first, for these, for my section here, I put together some decent conspiracy theories that exist out there, and I want to know one, if you've ever heard of these, my guess is you've heard of all of them. But two, I want your take on are these, like, what side of this do you fall on and why? And then, you know, whatever you've got going on. So the conspiracy theories that I've gathered here today, one is Paul is dead."
    },
    {
        "speaker": "B",
        "text": "So I'm so glad you brought this one up."
    },
    {
        "speaker": "A",
        "text": "The urban legend emerged in 1969, claiming that Paul McCartney of the Beatles died on November 9, 1966, and was replaced by a look alike. To spare the public from grief, proponents of this theory points to supposed clues in the Beatles music and album covers. Yeah. Do you know what these clues are?"
    },
    {
        "speaker": "B",
        "text": "I am so into this."
    },
    {
        "speaker": "A",
        "text": "Oh, you're in the weeds on this. Yeah."
    },
    {
        "speaker": "B",
        "text": "Obviously, I'm a big Beatles guy, so I don't know, like, maybe not that long ago, say, within the last five or ten years, I came across this conspiracy theory where, you know, the Paul is dead conspiracy theory. And I started looking into it, and I gotta tell you, it's suspicious. Just some highlights that I can remember off the top of my head. There's a height discrepancy in some pictures where he's significantly taller in. They refer to him as fall, which is fake Paul, which I enjoy a lot of. But, yeah, he's tall."
    },
    {
        "speaker": "A",
        "text": "Good."
    },
    {
        "speaker": "B",
        "text": "It is pretty good. There are lyrics within. There are lyrics within some of the songs. Like I believe I am the walrus."
    },
    {
        "speaker": "A",
        "text": "The album dead Paul."
    },
    {
        "speaker": "B",
        "text": "Yeah, cuckoo. Cuckoo. Paul's dead. They're in the. I want to say the rubber soul artwork. It looks like, you know, there's. It looks like they're looking down on a grave in the. In the. What's the. What's the other one? The sergeant Pepper's album cover. There's. There is, like, funeral flowers and there's. I think there's hidden messages within that. But the. I think the most interesting one is the Abbey Road album cover, if you're familiar with it. It's the four of them walking across the street. You remember that one? You know, they're like, okay."
    },
    {
        "speaker": "A",
        "text": "You spoke about it in depth with our mid journey, remember?"
    },
    {
        "speaker": "B",
        "text": "That's right. So within that, they represent a funeral procession where the first one is in black. I believe that's the undertaker, basically. I think Paul is in white, which represents the corpse, which is very interesting. So. Yes, and there's way more stuff. There's a secret producer on some of John Lennon's solo albums that refer to the guy that replaced Paul. Like, his real name. I forget his real name offhand. The person that they got to replace Paul, he appears. That person's name appears in, like, John Lennon producer credits, which is interesting. So there's a lot there. My wife absolutely hates this conspiracy theory. Very few things upset her more than when I bring up Paul is dead."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Is that because she loved the Beatles so much?"
    },
    {
        "speaker": "B",
        "text": "She loves. I mean, she loves Paul."
    },
    {
        "speaker": "A",
        "text": "She hate conspiracy theories."
    },
    {
        "speaker": "B",
        "text": "She. I think she hates conspiracy theories a little bit, but she loves Paul specifically. That's her favorite. And, you know, she doesn't want his, you know, his reputation sullied with. With this sort of tomfoolery."
    },
    {
        "speaker": "A",
        "text": "So, look, I get all of these things. However, you know, it's been 50 years plus, like, 60 years since this happened. I mean, like, wouldn't you think at this point, the longevity is hard to maintain if this was true?"
    },
    {
        "speaker": "B",
        "text": "And I think easier. I think the longer it goes, the easier it is to maintain because just people are getting older and dying off. There was."
    },
    {
        "speaker": "A",
        "text": "Yeah, but the fact that he's lived for, you know, 50 years after this conspiracy is like, data caught him in a gotcha, you know? Like, what. What's in it for fall?"
    },
    {
        "speaker": "B",
        "text": "I mean, he's Paul McCartney. He is, you know, ostensibly Paul McCartney."
    },
    {
        "speaker": "A",
        "text": "Like, as much as. Why would you want to do that if you. You give up your entire life to be someone else? Well, like Paul McCartney in every way. You can't just, like, stroll out to a venue and be Paul McCartney and then go home and kiss your wife. That's not Paul McCartney's wife. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Like, I get it, but this is. This happens so early on in the Beatles career. This happened in 66. So, like, 66, the. The Beatles were still like, you know, I want to hold your hand and. You know what I mean? Like, they weren't the. Like, to me, the Beatles start at, like, rubber sole, where they. They start transit. Like, they start getting a little bit more, you know, when they start smoking weed, basically. So realistically, even if it is true that there's some new guy that is now Paul McCartney, he's only taking over from, like, the Beatles. You know what I mean? Like this. Everybody's wearing the same suit and, like, the bubblegum Beatles, essentially. So him being the prolific writer, like, the Paul that you're seeing in, like, the. Let it be documentaries, like, playing around, like, figuring out new songs. The amazing songwriter with John Lennon, that would technically be the guy that was replaced. So he's. All the stuff that we like about Paul McCartney today would be him. You know what I mean? Not the original Paul, you know what I'm saying? Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. I see what you mean. Right. So it's not like he necessarily had to adopt a lot of this former backstory into his life. He got to live it forward, is that you're saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And. And arguably is the one that made the Beatles cool. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, maybe he's the one that says, like, fuck that. Fuck this bubble fuck. Fuck this boy band shit. Let's. Let's start dropping acid and experimenting with reverse playback."
    },
    {
        "speaker": "A",
        "text": "Let's do this. Let's. Let's let Ringo write some songs."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. And he drops."
    },
    {
        "speaker": "A",
        "text": "Why don't we just do it in the road?"
    },
    {
        "speaker": "B",
        "text": "He. You're getting it. You understand? This is. This is what I'm talking about. So regardless if it's true or nothing, I do think either way, that version of Paul McCartney is the one I like."
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. So you are. So I guess on a scale. Let's grade this. Here's what we'll do on conspiracy corner, we'll actually grade these. So you'll give a one to ten grading on how much you think or believe that this conspiracy theory is true. So on the scale of one to ten, better call Paul. How do you feel?"
    },
    {
        "speaker": "B",
        "text": "I would probably only give this one, like, a three or a four. Like, let's say three and a half. I don't think the likelihood is. Is good just based on, you know, kind of to your points. Right. Like, you know, it seems like a hard thing to fake, but then you start thinking back like it was the mid sixties. I feel like you could still get away with a lot of shit back then. So I could get there, but to me, it's still not very likely."
    },
    {
        "speaker": "A",
        "text": "Have you seen, like, the modern versions of this type of conspiracy theory? Like, there's the one where the Kanye one. I don't know. I didn't know there was a Kanye one. But there's an Avril Lavigne one that's pretty heavily out there in the streets of. And recently there's all the. There's the Britney Spears one."
    },
    {
        "speaker": "B",
        "text": "Oh, there's a Britney Spears. I didn't know there was a Britney Spears one."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, like, Britney is out in the streets on TikTok and all this stuff seemingly kind of losing her mind a little bit. And she's doing all these dance videos and stuff, and she just, like, looks old, but a lot of people are pointing to some things like her teeth, and, like, her teeth are very different. Like, that. She's like, it doesn't necessarily look like it could be the same person. And so there's a lot of chatter in the Britney Spears conspiracy theory community."
    },
    {
        "speaker": "B",
        "text": "I mean, I get it. And I don't know, like, the, you know, the changes in, you know, her physical appearance, but I don't know. I just think, like, Britney was not having a great time back in the day when she started shaving her head, and then she got into that conservatorship and everybody was just like, let her out, let her out, let her out. And then we let her out. It's just like, oh."
    },
    {
        "speaker": "A",
        "text": "Go back in. Go back."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, it's gotta be so hard to be one of these, like, young slash child pop stars or whatever movie stars where your whole self worth when you are younger, is tied to this and, you know, age is rough and you're no longer relevant. And the things that you thought you were special for, you are no longer special for."
    },
    {
        "speaker": "B",
        "text": "Wow. And I mean, you add on top of that, it doesn't sound like her parents. It sounded like she had Hollywood parents even though they lived in Florida or wherever they were from. Just like, you know, those types of parents that are really pushing their kids and, you know, that's never, that can't be good. That can't be good for somebody's kind of mental well being. So I don't know. I just think there's enough history there that are, like, mental wellbeing is not good. So we're now seeing, like, her dance with knives on TikTok. If it was a little cleaner early on and then she was acting like this, then I could kind of see that. But I don't know. I'll have to delve into it a little bit more."
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. So that's another one that. Oh, and my wife was talking about the other day, which was interesting. So are you ready for conspiracy number two here?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This one, I feel like, is probably also up your alley. The Denver airport conspiracy. You familiar with this one?"
    },
    {
        "speaker": "B",
        "text": "Sorry, did you say the Denver airport conspiracy?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Do you know this one?"
    },
    {
        "speaker": "B",
        "text": "I'm very familiar with this, yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. The Denver International Airport has been the subject of conspiracy theories due to its eerie artwork, the vast amount of land it occupies, and its alleged underground tunnels. Some theories suggest it could be the hub for the Illuminati or to cover or cover for underground military bases. What say you about this one?"
    },
    {
        "speaker": "B",
        "text": "Yes, again, I've looked into this one a lot as well."
    },
    {
        "speaker": "A",
        "text": "Off the top, a lot of free time, bro."
    },
    {
        "speaker": "B",
        "text": "Well, I don't. I'll tell you what. You want to know my secret? I don't watch football."
    },
    {
        "speaker": "A",
        "text": "I watch. That's actually so true. Weekends from September to February. Cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Not even just weekend. Like, it's getting bad with you guys now it's like Thursday to Monday."
    },
    {
        "speaker": "A",
        "text": "Oh, no, no. There is a stretch going on right now that started last Tuesday, I believe. So last week on Tuesday that there is some form of football, college or pro on for 53 straight days."
    },
    {
        "speaker": "B",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "Yeah, and. But, like, you know, that's not anything different than you during NBA season. Really?"
    },
    {
        "speaker": "B",
        "text": "It's very different. It's."
    },
    {
        "speaker": "A",
        "text": "So you got a game every other day? Every day during NBA."
    },
    {
        "speaker": "B",
        "text": "I have one game every two to three days that plays at 1030 at night, my time."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay, fine. Fair."
    },
    {
        "speaker": "B",
        "text": "You know, it's. It's very different."
    },
    {
        "speaker": "A",
        "text": "Well, most people don't watch football the way that I degeneratively watch football."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I assume everybody follow their team and things like that, and, you know, they're on once a week. Like, my college football team plays once a week, but I am a overall college football fanatic, so I'll watch anything and everything. So."
    },
    {
        "speaker": "B",
        "text": "Yeah, because I'm definitely taking you as the barometer for everybody."
    },
    {
        "speaker": "A",
        "text": "Don't. Don't put me as a measuring stick again, anybody for anything. I am a trash human. Gosh."
    },
    {
        "speaker": "B",
        "text": "Yeah. But that definitely helps when I don't watch, you know, football, I feel it frees up a lot of time."
    },
    {
        "speaker": "A",
        "text": "All right, give me some more alpha on this Denver airport."
    },
    {
        "speaker": "B",
        "text": "So it is extremely. From my understanding, I've never been there, but from my understanding, very far away from downtown Denver. So if you fly into Denver."
    },
    {
        "speaker": "A",
        "text": "So I have been there and not that far away, but, yes, it's 45."
    },
    {
        "speaker": "B",
        "text": "Minutes, I'm told, possibly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, 40 minutes."
    },
    {
        "speaker": "B",
        "text": "And in the middle of nowhere, like, there's nothing else around there. Yeah. Okay. All right."
    },
    {
        "speaker": "A",
        "text": "Except, like, you know, the. There's, like, a little strip of, like, hotels and fast."
    },
    {
        "speaker": "B",
        "text": "Right, right. I. So have you seen these, like, murals in the."
    },
    {
        "speaker": "A",
        "text": "So I've been to the Denver airport before I knew about this conspiracy, actually. So I did not pay too much attention to these."
    },
    {
        "speaker": "B",
        "text": "I may have heard they've been taken down since then, but for a very long time. Riggs just dm'd me. Oof. Nine listeners."
    },
    {
        "speaker": "A",
        "text": "Me, too."
    },
    {
        "speaker": "B",
        "text": "What a jerk. First of all, there's way more than nine. There's 15 right now. Thank you very much."
    },
    {
        "speaker": "A",
        "text": "Whatever, man. We get. We get dozens of downloads."
    },
    {
        "speaker": "B",
        "text": "Yeah, upwards of dozens."
    },
    {
        "speaker": "A",
        "text": "Upwards of ten downloads per episode. Riggs, this is why we decided to rebrand the show and do it how we want, because, yeah, we're a top ten conspiracy podcast doing it this way. I don't care how many people listen, it doesn't matter if it's two or 200. If I'm doing it the way I want to. It's just fun. There you go."
    },
    {
        "speaker": "B",
        "text": "I was. I was watching a clip of. Are you familiar with the comedian Anthony Jeselnik?"
    },
    {
        "speaker": "A",
        "text": "Oh, of course."
    },
    {
        "speaker": "B",
        "text": "Okay. So he was. It was. It was an old clip of him doing a roast. I think it was of Charlie Sheen."
    },
    {
        "speaker": "A",
        "text": "And. Hold on. I can't get over this. DM from riggs. Riggs isn't even in here."
    },
    {
        "speaker": "B",
        "text": "This freaking guy."
    },
    {
        "speaker": "A",
        "text": "Don't let him pull up our thing and just, like, dunk on us. That's incredible."
    },
    {
        "speaker": "B",
        "text": "Very nice."
    },
    {
        "speaker": "A",
        "text": "Sorry. Anthony Jesselnik."
    },
    {
        "speaker": "B",
        "text": "So, Anthony Jesselnik, just to your point, he's. He's, you know, he's roasting Charlie Sheen. And are you familiar with the other comedian, Patrice O'Neill? I ring a bell for her to."
    },
    {
        "speaker": "A",
        "text": "Classic. Okay, rip Patrice O'Neill."
    },
    {
        "speaker": "B",
        "text": "Rip Patrice O'Neill. Absolutely. Like a godfather."
    },
    {
        "speaker": "A",
        "text": "He's in the. He's. He's in the office as one of the."
    },
    {
        "speaker": "B",
        "text": "He is. He. I think he got fired from the office, too. Like, this guy was badass, but he's."
    },
    {
        "speaker": "A",
        "text": "Got some lore to him in the comedy streets. Like, he was a badass."
    },
    {
        "speaker": "B",
        "text": "Absolutely. So, Anthony, Jessica, at this time, is, like, still, like, up and coming. He's nothing. This is probably from, like, 2014, maybe. And he is making jokes. You know how, like, the roasts usually happen. He can't. You pick on everybody kind of thing."
    },
    {
        "speaker": "A",
        "text": "All of Jessica Nick, if you're not familiar, his particular brand is kind of like shock comedy. Like, shocking punchlines, delivered very dryly. Like, would you say that's accurate?"
    },
    {
        "speaker": "B",
        "text": "I couldn't have said it any more accurately. That's exactly what it is. It's shocking comedy in a dry. Delivered in a dry vessel. And you could tell all of the jokes that he wrote for that special were directed. Were tailored to impress Patrice O'Neal because they are such deep cuts and so specific. Literally, the only person laughing at one. At one point was Patrice O'Neill. And I'm like, this is what he wanted. He didn't want to make the fucking masses laugh. He wanted to make Patrice O'Neal laugh. And that's how I feel about our show. We are the Anthony Jeselnik to Patrice O'Neal. Like, I don't care if anybody's laughing. I want a specific person to laugh. Do you know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Yes, I do know what you're saying, because this is the exact energy I bring to the show every day where I was actually sitting at dinner the other night, and it was Monday, it was Friday night, whenever the Adams Apple show was, whatever that was. And I had seen one of your clips that you did, and I played it out loud for my wife at dinner. And I literally said, I was like, the quote out of my mouth was, oh, I got him so good today. And the hymn is you. And it's literally the sole purpose of my intention of the show is to come here and try to get you to laugh because I respect your comedic opinion. And if I can make you laugh, I think that is. That is a win for me."
    },
    {
        "speaker": "B",
        "text": "So you're the Anthony Jeselnik, and I'm Patrice O'Neill. I feel like, size wise, that makes sense."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "B",
        "text": "You're. Now that you're all thin and beautiful. Okay. As far as Denver airport goes. Yes. Very spooky. I believe the budget for it was, like, ridiculously expensive, way more than a regular airport. And I believe it took an extremely long time to build, too. And it's basically, the idea is it's set up for some sort of nuclear disaster like, end of world scenario where the elites can bunker down during those times. That's my understanding. And a lot of these murals depicted some really weird things that kind of lend itself to that kind of timeline. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So, okay, let's rate this one higher."
    },
    {
        "speaker": "B",
        "text": "Actually, than the Paul one. By the way, my wife is now listening. She just texted me saying, you guys think she shouldn't say you guys. She said, you think pretty highly of yourself, basically comparing us to Patrice O'Neill. And, oh, no, hold on."
    },
    {
        "speaker": "A",
        "text": "Let's bury this right now. There's no way either of us are even in the same stratosphere."
    },
    {
        "speaker": "B",
        "text": "Or even I can say that as."
    },
    {
        "speaker": "A",
        "text": "These two legends of comedy, specifically Patrice O'Neill, rip, because he. I mean, his. He was just a genius. Anthony Jesselnik's pretty good, too, but he's getting up there."
    },
    {
        "speaker": "B",
        "text": "He's got up there. He's."
    },
    {
        "speaker": "A",
        "text": "I haven't seen much of his new stuff, but, like, when he was first up and coming, he was, you know, he was very good. But, like, yeah, not a huge. No comparison here needed. We're not in the same."
    },
    {
        "speaker": "B",
        "text": "Even my ego can admit that those two are funnier than I am."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, most things are, I think, are funnier than myself. But, you know, I do think I'm decently funny."
    },
    {
        "speaker": "B",
        "text": "I think you're. Listen, I've said this before."
    },
    {
        "speaker": "A",
        "text": "Here's a question for you. Here's an ego test. For you."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "What percentage of people you interact with would you."
    },
    {
        "speaker": "B",
        "text": "Do you think you're not going to like this answer?"
    },
    {
        "speaker": "A",
        "text": "I know. This is why I'm asking. I'm about to prove. I'm proud to prove your wife correct here. What percentage of people do you. That you interact with, whether they're new meeting or people you know for a long time, what percentage of those people do you think. Think you are the funniest person they know?"
    },
    {
        "speaker": "B",
        "text": "Oh, that's a good question. Okay. I didn't think that's the question. I thought you were gonna ask. Which one? How many of them do I think I'm funnier than? And it would be, oh, well, that."
    },
    {
        "speaker": "A",
        "text": "I feel like you probably think you're funnier than most. Almost everybody."
    },
    {
        "speaker": "B",
        "text": "Like 99% of the."
    },
    {
        "speaker": "A",
        "text": "The elite, cream of the crop that we're talking about, correct?"
    },
    {
        "speaker": "B",
        "text": "Yes. The professionals, right?"
    },
    {
        "speaker": "A",
        "text": "The pros, the. Yeah. I would say for an amateur, you are. You're way up there on the ranks, right?"
    },
    {
        "speaker": "B",
        "text": "Usain bolts of. I think he has his amateur size."
    },
    {
        "speaker": "A",
        "text": "Of non professional comics. Is that what you were saying? So what about the question I asked?"
    },
    {
        "speaker": "B",
        "text": "Hmm? What percentage think I'm the. It's probably not. I'll tell you."
    },
    {
        "speaker": "A",
        "text": "What percentage do you think thinks you like? It's not. What percentage actually might think that. It's. What do you perceive other people's opinion of?"
    },
    {
        "speaker": "B",
        "text": "I'll tell you what I'm gonna say. Like, 40%. Okay."
    },
    {
        "speaker": "A",
        "text": "Would say you're the funniest person."
    },
    {
        "speaker": "B",
        "text": "Person that they know, which is. Which is low."
    },
    {
        "speaker": "A",
        "text": "Low. You think? Interesting."
    },
    {
        "speaker": "B",
        "text": "And the reason I think that."
    },
    {
        "speaker": "A",
        "text": "I mean, think about this. Every person knows at least 200 people."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "So you're saying there, like, you're saying of those. You are the funniest to 40% of them, huh?"
    },
    {
        "speaker": "B",
        "text": "Yes. And I would say those 40% represent a sampling of people that I also think are not necessarily funny, but appreciate what funny is. I would say the other 60% actually don't know what funny is, and probably because they don't know what actual funny is. Don't have me in their top. At the top of their list."
    },
    {
        "speaker": "A",
        "text": "Wow. So if they don't. Basically what you're saying here is if they don't have you at the top of your list, they are uneducated about what is funny."
    },
    {
        "speaker": "B",
        "text": "Correct. They are, in fact, unfunny themselves and are uneducated about what is funny."
    },
    {
        "speaker": "A",
        "text": "I mean, that is something. I don't know what my answer to that would be. I think I'm pretty funny, but I don't know if my brand of humor is for everybody."
    },
    {
        "speaker": "B",
        "text": "Listen, I put you in there. I'm telling you, I know truly, truly, truly know, like, four funny people. You are one of them. You're one of them."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "My wife is one of them. And my wife's might be the funniest person I know is my wife's best friend. I would love, I would love her to be on a podcast. Like, she is."
    },
    {
        "speaker": "A",
        "text": "Just get her, get her in. As the third co host, you would love her."
    },
    {
        "speaker": "B",
        "text": "She is unbelievably quick. Like, she's your level quickness."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "And it's unreal."
    },
    {
        "speaker": "A",
        "text": "So I think that's where my comedic chops lie, is the ability to be quick and witty."
    },
    {
        "speaker": "B",
        "text": "Yeah, but, yeah, she's. I'm telling. That's it. Like, I don't know anybody that's funny. I tell most people that most people are not funny."
    },
    {
        "speaker": "A",
        "text": "Well, most people think they're funny, and they're not. Right."
    },
    {
        "speaker": "B",
        "text": "I think I'm funny, and I am. That's the difference. All right, do you have any more conspiracies for me?"
    },
    {
        "speaker": "A",
        "text": "I got, I got one more. I got one more. All right, so the last one here is right up your alley. And I'm sure you know this one, um, Bigfoot and cryptids."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Do you know what this one is about? I don't even know what cryptids are."
    },
    {
        "speaker": "B",
        "text": "Cryptids are. Cryptids are. Yeah, they're animals that don't officially exist that people see. So, like Loch Ness, chupacabra, these types of things."
    },
    {
        "speaker": "A",
        "text": "Got it. Are creatures whose existence is suggested but not supported by any scientific evidence. Bigfoot, also known as sasquatch, is one of the most famous cryptids and believed by some to roam the forest. So. So I guess the only conspiracy here is, does Bigfoot existed, which we've covered here. So I didn't read. I didn't know if this was going to be something different than I didn't know because I didn't know what a cryptid was."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's. Yeah, I don't even know. I still don't know where I land."
    },
    {
        "speaker": "A",
        "text": "All right, give me. Here's how we'll modify this one. Of all the cryptids out there, like the chupacabras and the lock is and everything like that, which one ranks highest on your probability? Give me a top three that rank on your probability to be. Be real."
    },
    {
        "speaker": "B",
        "text": "Loch ness. Like that style of, like, sea monster. So, like, I think they're called plesiosaurs. They're the long neck in the water. Like, you know, when you think of a nessie. That style of animal. They're seen in different parts of the world. To me, that's the most realistic one as far as, like, that's probably a real thing."
    },
    {
        "speaker": "A",
        "text": "A."
    },
    {
        "speaker": "B",
        "text": "Just because we don't see, you know, I mean, they could be living."
    },
    {
        "speaker": "A",
        "text": "What."
    },
    {
        "speaker": "B",
        "text": "There's more water than. Than earth on the planet. So there's more places to hide. And we obviously don't go nearly anywhere as much as we go on solid ground. So there's just more places to hide. We don't explore waters as much. I just think it's. It's much more realistic. And there's been creatures, you know, from prehistory, right? Like, sharks have been around for 100 billion years. You know what I mean? And they're still around today. So there are things from those times that still exist today. Alligators, crocodiles. I don't know if you've ever seen a sturgeon, which is like a fish. They are absolutely ancient and are massive. So we just have a track record of those things living that long and still around. So. And then you add the fact that it's hard to investigate in water. You know, I think it's just very likely that they're probably seeing something real. As far as number."
    },
    {
        "speaker": "A",
        "text": "I got enough to feed a pleasy getting plesiosaur on me. I don't even know."
    },
    {
        "speaker": "B",
        "text": "You get a megasaurus afterwards. You know, I'm saying, jesus Christ."
    },
    {
        "speaker": "A",
        "text": "Well, at least it's not a lick a lot of us."
    },
    {
        "speaker": "B",
        "text": "I'm dying."
    },
    {
        "speaker": "A",
        "text": "Got him."
    },
    {
        "speaker": "B",
        "text": "As far as the second one, I think. I think Bigfoot's number two for me, as much as I'm right."
    },
    {
        "speaker": "A",
        "text": "That wasn't your number one. I thought you were just gonna swear up and down that that's that."
    },
    {
        "speaker": "B",
        "text": "No, I think. I think it's number two. And it's not, like, a close number two either. Like, I really think, like, that, like, loch Ness style is very more likely than not. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "What about the actual Loch Ness monster? Because I feel like that's bullshit."
    },
    {
        "speaker": "B",
        "text": "That's the one. Yeah, like, maybe that one could be bullshit."
    },
    {
        "speaker": "A",
        "text": "I mean, it's only so big. Like, you should be able to."
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah. Like, unless there's some sort of, like, underwater, like, connector to the ocean. Because Scotland is, you know, an island in the ocean. So unless there's some sort of, you know, entrance we're not seeing. You know what I mean? But if it's just like, a lake, I don't know what a lock is either. I'm gonna be honest with you. I don't know. I don't kind of, I don't know how that body of water."
    },
    {
        "speaker": "A",
        "text": "Yeah. What is the size metric of that body of water? Like, what qualifies as a lock? Yeah."
    },
    {
        "speaker": "B",
        "text": "Does a lock mean it's attached to the ocean? You know, I don't know. Because if that's the case, then know I could totally see that, right. Where you could have a place where maybe a creature like that reproduces, you know what I mean? You're laying eggs or having babies in a quiet loch in the highlands of Scotland. I don't know."
    },
    {
        "speaker": "A",
        "text": "This is, by the way, the beginning of chambers fan fiction novel coming out soon. You can get love of lot of the loch ness in stores near you."
    },
    {
        "speaker": "B",
        "text": "Um, and then, I don't know, like, what's, you know, which one I really enjoy. Um, are you familiar with Mothman?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Oh, man. Mothman's like a harbinger of doom. Uh, it's like a, it's what you think. It's like a winged creature. Think of, uh, ever see the movie Jeepers Creepers?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, so you know how you know what that guy looks like? Mothman. And there's a really interesting story in West Virginia, I believe, back in, I don't know, I don't know if it was the seventies or eighties where people kept seeing this Mothman like creature every day for, like, seven days. And on the 7th day, there was this massive bridge collapse and a bunch of people died. And they thought he was a harbinger of doom. Basically, when you see him, like, bad shit is going to happen. And there have been, I think there's one from Chicago. There's like a Chicago Mothman. This thing's been seen in different places and brings with it some sort of catastrophe, which I think is fun and interesting. I don't know if it's actually true, but that's probably my third favorite one."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right, well, that's all the conspiracies I've got today. I didn't know that you were also bringing something, so I don't know how it differs."
    },
    {
        "speaker": "B",
        "text": "We talked a lot. I pulled up the top ten."
    },
    {
        "speaker": "A",
        "text": "Hopefully this podcast keeps us in the top ten for a long time to come so we don't have to do this every episode."
    },
    {
        "speaker": "B",
        "text": "Right? So I wanted to know the least, what did I say here? Yeah, the least most popular conspiracy theories, but a lot of them came up. Like Denver airport came up, the Paul McCartney's death one came up. So. But there's, there was a couple that I'm like, this one is a sweet one. There's one called the great Emu. I'm sorry? The great emu war. Sabotage. Let that sink in."
    },
    {
        "speaker": "A",
        "text": "The great Emu war."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, the great of Australia."
    },
    {
        "speaker": "A",
        "text": "Oh, of course, yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "So it says here this humorous and tongue in cheek conspiracy theory suggests that the australian government deliberately lost the, quote, great Emu war of 1932. The theory implies that the government wanted to control Emu populations, and so they sabotaged their own efforts, making it appear as though the emus were too cunning to be defeated. I'm like, I've never heard of this. I know what I'm spending my weekend doing. Not watching football, only watching the great emu war of 1932 documentaries. Tell me, tell me this. It doesn't sound amazing."
    },
    {
        "speaker": "A",
        "text": "I mean, sure, sounds great. Sounds like something chat GPT would totally make up."
    },
    {
        "speaker": "B",
        "text": "But would they put it in the middle of real ones?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I thought it was messing with me."
    },
    {
        "speaker": "A",
        "text": "Dow seems to have some notes here on the emu chat. Dow I don't think has listened to us in a while. Dow do you, are you aware of the trivia components that required for stage appearances these days?"
    },
    {
        "speaker": "C",
        "text": "No, but I got a bunch of useless facts shoved up my ass. What do we got?"
    },
    {
        "speaker": "A",
        "text": "All right, Chamber, the rules are, the rules are chamber is going to ask you a trivia question. If you get it right, you proceed. If you get it wrong, you get sent down. And the your benefit for being a djen pass holder is you get a lifeline."
    },
    {
        "speaker": "C",
        "text": "Six inches if I measure from the asshole. Oh, sorry. That was his DM question. What question?"
    },
    {
        "speaker": "A",
        "text": "Rigged."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, Dow I feel you got this one. Actor Keanu Reeves was a founding member of the band Dogstar. What instrument did he play in that band?"
    },
    {
        "speaker": "C",
        "text": "Skin flute."
    },
    {
        "speaker": "B",
        "text": "It's unfortunately incorrect. Dogstar released albums in 1996."
    },
    {
        "speaker": "A",
        "text": "Would you like to use a lifeline?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I would like to use a lifeline. And call Chad from Canada."
    },
    {
        "speaker": "A",
        "text": "Chad Canada. Can you give him a hint?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this is the least cool member."
    },
    {
        "speaker": "C",
        "text": "Let me guess again. He's creepy. So I'm going to go with bass because bass is always the creepiest member of the band."
    },
    {
        "speaker": "B",
        "text": "That is 100% correct."
    },
    {
        "speaker": "A",
        "text": "Oh, nice. Well done. Is that, is that."
    },
    {
        "speaker": "C",
        "text": "Definitely had it all high up by his nipples too. Like a true creepy basis."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's how you do it. And it's really tight to your body. There's no moving away from it. Is that the consensus that the bass players are the weirdest ones?"
    },
    {
        "speaker": "C",
        "text": "Oh, it's not even close."
    },
    {
        "speaker": "B",
        "text": "Right, I'm with you on that bass. Players."
    },
    {
        "speaker": "C",
        "text": "There's guys who show up with the triangle. Who looks less creepy than the bassist every time."
    },
    {
        "speaker": "A",
        "text": "I'd be a great triangle player, I."
    },
    {
        "speaker": "C",
        "text": "Think I came up here to talk hardcore conspiracy theories, though, because I spoke to entirely too much weed the other day, and I got in a tar tar free energy rabbit hole here."
    },
    {
        "speaker": "A",
        "text": "Do we."
    },
    {
        "speaker": "C",
        "text": "Anybody, any takers chamber?"
    },
    {
        "speaker": "A",
        "text": "Do you know this one? What is it?"
    },
    {
        "speaker": "B",
        "text": "So, like, the."
    },
    {
        "speaker": "C",
        "text": "These beautiful golden domes and an architecture that you see, you go and take a look, you notice that they're all grounded. And one of the theories is that all this old world architecture gave out enough free energy to power a bunch of stuff. And, like everything else, they want to make money off of everything, so they ground everything and make you buy energy instead."
    },
    {
        "speaker": "B",
        "text": "I've seen many examples of this type of free energy suppression. There was talk that Nikola Tesla developed free energy, free electricity back in turn of the century, or turn of the 20th century, I guess. Yeah, 20th century. And, yeah, Westinghouse and them put it all to, you know, dust it all up, destroyed it, you know, destroyed everything. And he ended up bankrupt in his later years. But the guy was, you know, one of the great minds of humanity. And, yeah, there was definitely talk that he found free electricity just by tapping into, you know, the atmosphere, essentially. So, yeah, no, that doesn't shock me. I've heard of. You've heard of people, like, inventing things that get purchased by oil companies. I think there was one guy that made an engine that worked on water at one point back in the nineties. Apparently, it was bought up or destroyed or something along those lines. This doesn't surprise me. People are always looking to make money, but I'm not. I wasn't familiar with the gold. Where can I find an example of this here?"
    },
    {
        "speaker": "C",
        "text": "I'll get cute on the YouTube, and I'll post some stuff in the DJ network discord. But, yeah, it was pretty interesting. I have since, like I said, went and checked out a couple old buildings. I like walking my dog in these old majestic places. So they definitely are all grounded. Obviously, the science that they teach us is they ground you, right? So that there isn't all the extra electricity to shock you and cause some disruption. So, I don't know, I'm thinking about getting the bolt cutters out and going and getting queued Gold coast mansions and seeing how it goes."
    },
    {
        "speaker": "B",
        "text": "That's a good idea."
    },
    {
        "speaker": "A",
        "text": "Chamber. I didn't know this one. This is an interesting one to me. So, I mean, next week, I want."
    },
    {
        "speaker": "C",
        "text": "To go with the orphan trains."
    },
    {
        "speaker": "A",
        "text": "Okay. We've got more conspiracy dow. We are apparently a top. We are number nine in the top ten conspiracy theory podcasts out there and number 70 in ten all time. So what a great crossover we are here. So now we need, now the real thing is, can we get AI to solve some of these conspiracy theories for us? Chamber. And I think that's the perfect sweet spot of the two things that we seem to be best at on this show."
    },
    {
        "speaker": "B",
        "text": "And big booty mix. By the way, conspiracy theories or tech, I want everybody. I searched it today, but if you search big booty mix on Spotify, our show popped up first, which I thought was absolutely hilarious."
    },
    {
        "speaker": "C",
        "text": "Do they know that your co host no longer has a big booty?"
    },
    {
        "speaker": "A",
        "text": "Well, we went over this though, right? Didn't Anthony tell us why this was."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Like, I know why. Because it's a, it's a very highly searched terminal. But people seem to like ours shows up at the top. But there are other ones. Like, there are other big booty mix episodes on there that are probably more pertinent to what the people are looking for."
    },
    {
        "speaker": "A",
        "text": "I'm just amazed that somehow we keep doing this. That's it. But I'm ready to call this one. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do it. I thought that was a good show. I feel we, you know, we peppered the conspiracy theory algo, and maybe we'll be top five by next week, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe we'll do some actual AI web three news on Friday. And, you know, I feel like we could, we could have a lot of fun with, you know, some of the more relevant AI news stuff if we actually took maybe five minutes and prepared something right, like, you know, there's all these new tools coming out every day. We can be experimenting with them and bring something funny to the show that's not, you know, dry and technical. So maybe we'll start doing that a little more, but otherwise, that's gonna do it for us today. Don't forget to check out all the awesome degen shows tomorrow. Coffee with captain, lunch break, alpha afternoons, and djen bets tomorrow night as well, which I forgot earlier, but that's gonna do it for us on next time. Keep the mic hot."
    }
]