[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am bunchu alongside my esteemed colleagues and co hosts, Des and chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm doing good, man. Right in the middle of my holiday."
    },
    {
        "speaker": "A",
        "text": "You know, I still can't believe you took off for like, three days for your wisdom teeth and it never happened. And now you're just, like, chilling, making Jen wealth."
    },
    {
        "speaker": "B",
        "text": "Well, I tell you, it couldn't. Couldn't have turned out better."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But, yeah, it's good. It's a little rainy today, so I couldn't do all of the yard work I wanted to do, but it was still all right. We went, we went hiking yesterday. I bit off a little bit more than I could chew. I got. I got a little oversized."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, you and the word hiking do not strike me as match made in heaven."
    },
    {
        "speaker": "B",
        "text": "I'm a pro hiker, but. Yeah, but it was definitely too much."
    },
    {
        "speaker": "A",
        "text": "Maybe like hitchhiker. I don't know about, like. Yeah. Not quite sure about the rest."
    },
    {
        "speaker": "B",
        "text": "I'm good. But it was, it was too much."
    },
    {
        "speaker": "A",
        "text": "It was like, like, tell me about your pro hiking. Are you got that? You got the gear? You got a back? What are you bringing on?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we got backpacks. We got all the essentials. You know, I mean, we're not overnight. No, no sleep."
    },
    {
        "speaker": "A",
        "text": "Lunchable."
    },
    {
        "speaker": "B",
        "text": "A granola bar, cheese string, maybe. I don't know. Who knows?"
    },
    {
        "speaker": "C",
        "text": "Fruit."
    },
    {
        "speaker": "B",
        "text": "Fruit leathers."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "It's a good time. Maybe some."
    },
    {
        "speaker": "A",
        "text": "Do you have this? Sounds like a kindergarten napkin, more or less."
    },
    {
        "speaker": "B",
        "text": "A juice box."
    },
    {
        "speaker": "A",
        "text": "Who, who was that? I didn't see who that was that jumped in there, but it was me."
    },
    {
        "speaker": "D",
        "text": "I was wondering if he, if he."
    },
    {
        "speaker": "A",
        "text": "Has one of those camel packs."
    },
    {
        "speaker": "B",
        "text": "No, not. I mean, that's a little crap. I don't. That's pretty. Yeah, the camel packs are pretty crazy. Yeah, I'm not."
    },
    {
        "speaker": "A",
        "text": "Now, how many, how many joints do you bring on a."
    },
    {
        "speaker": "B",
        "text": "Usually it's an edible. And edibles on hikes, you don't want to be puffing, you know, too much smoke. It's. It's tough enough."
    },
    {
        "speaker": "A",
        "text": "But we did, like I said, that's the right answer for a professional hiker because if you were, you know, that."
    },
    {
        "speaker": "B",
        "text": "That can't be roasting. Can't be roasting bones on the stress, your lung."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "But we did. Yeah, we did like 8 miles yesterday, like about 600ft of elevation. It was. It was enough. I was. I was winded. I was winded. I was. I was questioning my life decisions."
    },
    {
        "speaker": "A",
        "text": "All right, we, we are also joined by our wonderful returning co host Des, we've missed you. So how are you?"
    },
    {
        "speaker": "D",
        "text": "You know, I've been better. Glad to be back. Glad you didn't replace my name with someone else's during the intro. And yeah, happy to be here."
    },
    {
        "speaker": "A",
        "text": "Glad that not only that, I gave you first billing, you did."
    },
    {
        "speaker": "D",
        "text": "I know. I'm excited to find out more about this new gener, newer generational wealth that chamber has, has accumulated in the show."
    },
    {
        "speaker": "A",
        "text": "Did you happen to listen to Monday's show?"
    },
    {
        "speaker": "D",
        "text": "Was it Monday show that you guys talk about it?"
    },
    {
        "speaker": "A",
        "text": "Well, Monday was Hmong, which we are, we're now every Monday here on the main condition is Hmong Monday. And so we will be now having a Hmong segment Mondays for in honor of chamber, we actually gave if you missed the show on Monday, we gave the meme coin bible, the do's and don'ts of shitcoining as laid out by the one and only chamber. So you got that on Monday. If you missed it, go back and check us out on in podcast form. I think a pretty informative show, all said and done, Des. I mean, you've kind of been out of commission lately. Have you been dabbling in the meme Coin streets? What's your current status in the market?"
    },
    {
        "speaker": "D",
        "text": "No, you know, I. I've stayed pretty true. I don't really chase too many altcoins at your meme coins even. It's just not my game. It's just never been. I know. I. I mean, I guess technically I should do it and then just kind of post what I do to just signal top levels to everyone. I think that would probably be like the, the best I could do for the community at this point."
    },
    {
        "speaker": "A",
        "text": "You know, you've always been about the community, so I think this is, you know, a valiant effort that you might be able to show. And we can even create like a Twitter bot, like a Des buys bot, and just show, like when you buy the Des buys the top and just show when you've purchased something. Chamber. And there's a lot to even go over here since Monday in the meme coin streets. There's also a lot going on in NFT land. Where do you want to start? I can go anywhere here, but where do you want?"
    },
    {
        "speaker": "B",
        "text": "I mean, there's definitely some stuff. Let's head on some NfT stuff first, then we can have maybe a longer meme coin conversation."
    },
    {
        "speaker": "A",
        "text": "Yeah. First up on my list that is near and dear to, I think, both of your hearts here, both from the brand involved as well as the, the, I guess, irl implications of this, which was last night. I texted you, chamber, when I saw this. And first I texted you, something wrong? I was like, no, no, I definitely didn't mean to send you that, but I sent you a tweet from the official Los Angeles Lakers account of King James himself rocking a all black artifact Nike shoe, Air Force one genesis version of the shoe. I need your immediate thoughts on this, and then we'll go to Des for his take. But you from totally, I guess, from a laker side. I want you from a Laker side, and then I want Des from the NFT slash artifact impact side."
    },
    {
        "speaker": "B",
        "text": "I'm. You know, LeBron is a. You know, he's a shoe mogul. You know, the LeBrons are one of the most popular shoes of all time, so to have him wearing artifact shoes is obviously a huge deal."
    },
    {
        "speaker": "A",
        "text": "You are getting thumbs down by pain, like, aggressively, or is that Mackie over there?"
    },
    {
        "speaker": "B",
        "text": "I think it's on DJ."
    },
    {
        "speaker": "E",
        "text": "It's pain."
    },
    {
        "speaker": "A",
        "text": "What's the thumbs down for? Pain."
    },
    {
        "speaker": "E",
        "text": "The most popular shoes of all time."
    },
    {
        "speaker": "B",
        "text": "The LeBron one of the. I mean, they're awful. I'm not saying they're perfect, but I'm saying, I mean, arguably."
    },
    {
        "speaker": "A",
        "text": "Oh, we got. We got Randall down there. Randall's in the shoe streets as a profession, so he's giving some. Oh, riggs with the thumbs down. Oh, Bundy with the thumbs down. Jay went with the thumbs. I mean, this is a coordinated attack. If Randall, if you're available, I would like your. Your official weigh in on the LeBron's. So, Steve giving thumbs up for the LeBron's probably in support of the greatest of all time. And I don't know, you. You just got own 300 LeBron James."
    },
    {
        "speaker": "B",
        "text": "Tops NBA shoe sales at $340 million for Nike. I mean, I don't know. That's a lot of shoes."
    },
    {
        "speaker": "E",
        "text": "I can't say I've ever seen anybody who can actually hoop, hoop in LeBron's or even wear them out. So that's all."
    },
    {
        "speaker": "A",
        "text": "Is that a prerequisite, though? Like, do you have to be able to hoop to buy the shoe? Like, because I surely can't."
    },
    {
        "speaker": "B",
        "text": "But, I mean, wouldn't we not say Jordan, Kobe's, and LeBron's are the three most popular shoes by sales numbers of all time?"
    },
    {
        "speaker": "D",
        "text": "Like play player affiliated?"
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Like, I mean, yeah, if we want to just go by numbers, that's fine. Yeah, if we're."
    },
    {
        "speaker": "A",
        "text": "If."
    },
    {
        "speaker": "D",
        "text": "Are we saying I'm gonna go dada sprees."
    },
    {
        "speaker": "B",
        "text": "The spree wells that us, the wheel spins were amazing. Oh, my goodness. That's amazing. That's amazing, des. Phenomenal choice."
    },
    {
        "speaker": "D",
        "text": "You're welcome."
    },
    {
        "speaker": "B",
        "text": "But. Yes. Okay. I'm just saying."
    },
    {
        "speaker": "A",
        "text": "All right, continue. You. I don't know which side I'm on."
    },
    {
        "speaker": "B",
        "text": "The saying the guy."
    },
    {
        "speaker": "A",
        "text": "No, you just said it's one of the most popular shoes of all time. That's what."
    },
    {
        "speaker": "B",
        "text": "You know, you guys got me all flummoxed. It's good. It's a good thing that the Lakers tweeted about artifacts, because I literally, I was showing my wife today, and I said, oh, like, the shoes. We'll be getting these shoes at some point, you know, I think fairly soon. And she's like, honestly, I didn't think we were getting those shoes."
    },
    {
        "speaker": "D",
        "text": "You will not be getting those shoes till November."
    },
    {
        "speaker": "A",
        "text": "No, you will. Well. Well, there's two things here. Chamber. Those are not."
    },
    {
        "speaker": "B",
        "text": "No, I understand. But just like I was. It brought on the bigger conversation of the."
    },
    {
        "speaker": "A",
        "text": "Of the crypto kicks. Yeah. Are you upset that you bought the crypto kicks and not these air force ones?"
    },
    {
        "speaker": "B",
        "text": "No, I think the crypto kicks are, like. I'm not saying they're better. I'm just saying. I don't know. I think that. I think they're a bit more unique, but. No, I don't think. I don't think so."
    },
    {
        "speaker": "A",
        "text": "Some people. There was a lot of pushback that people thought these shoes were ugly. Des, would you like to weigh in on those? Did you think that they. What did you think of the air."
    },
    {
        "speaker": "D",
        "text": "Force ones or the cryptocurrency?"
    },
    {
        "speaker": "A",
        "text": "Yeah, the air force ones that LeBron was."
    },
    {
        "speaker": "B",
        "text": "Those ones were ugly."
    },
    {
        "speaker": "D",
        "text": "They're not the best DNA version. Like, they. They could have hooked them up with something a little bit better than the. The black and reds."
    },
    {
        "speaker": "B",
        "text": "I. Cleveland thing."
    },
    {
        "speaker": "D",
        "text": "That's personally not my favorite of the set, but I don't think it's a bad looking shoe. I mean, honestly, I got my little care package of artifacts stuff this week on, like, the clothing side, and, oh, what you get, quality of it is unflipping real? I mean, it is."
    },
    {
        "speaker": "A",
        "text": "Dude, do you have the air. Do you have the Ar hoodie?"
    },
    {
        "speaker": "D",
        "text": "Did you know that's a long time ago?"
    },
    {
        "speaker": "A",
        "text": "That's my. I mean, the quality. It's the best hoodie I have of."
    },
    {
        "speaker": "D",
        "text": "Oh, I mean, the weight on these t shirts is ridiculous. And it's all, like, raised kind of puff printing. I mean, dude, they spared no expense. This is expensive shit."
    },
    {
        "speaker": "A",
        "text": "That's very exciting, because I'll tell you, I've not been disappointed with my artifact merch so far. You know, so I agree that they're not the best looking version of the Air Force one. However, I, like, I don't. I don't think they're as ugly."
    },
    {
        "speaker": "B",
        "text": "No, I thought they looked pretty good."
    },
    {
        "speaker": "A",
        "text": "Yeah, I didn't think they were as ugly as people were saying they were, but, yeah. So, des, what do you think this does for artifact? Like, this is, you know, people were calling for the death of artifact the last, you know, couple months and things like that. Where do you, what impact do you see this having on the brand and the future in general?"
    },
    {
        "speaker": "D",
        "text": "Well, I mean, yeah, first off, I mean, having one of the, if not the biggest, recognized, most recognizable athlete rock your stuff and his team, literally, how to tweet with it, it's pretty powerful stuff from one of the top brands in the athletic apparel industry. So, I mean, that. That's huge. It just shows the weight that, of support that Nike and their brand partners are going to put behind artifact. I think. I don't think it's just a fluke. So, you know, for the future, I think it's pretty good. The funny thing about all this, man, is it stirred up so much controversy. Like, I can't even remember when it was. But when artifact got a hold of that clone and then renamed the trait rescue, trim that trait to a one of one, I mean, dude, people were up in arms about. About that and how they can't do that. That's not right. And. And now, you know, for the artifact loyalists who have stuck around, they are absolutely championing the fact that he's getting involved. So it's just, you know, it's kind of the funny thing about this industry sometimes, but it's been. Yeah, it's been a long time coming."
    },
    {
        "speaker": "A",
        "text": "Do you have a. Do you have a pair of these that you can. That you forged?"
    },
    {
        "speaker": "D",
        "text": "Not."
    },
    {
        "speaker": "B",
        "text": "I'd like."
    },
    {
        "speaker": "D",
        "text": "I don't wear black sneakers, really. So."
    },
    {
        "speaker": "A",
        "text": "No, just the air Force ones."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah, I got. I got two. I got two pairs for one for my wife, one for myself in, like, the human DNA."
    },
    {
        "speaker": "A",
        "text": "So it's like, dude, the human ones are. The human ones are cool."
    },
    {
        "speaker": "D",
        "text": "I think the whole human brand is ridiculous. Like, with the, like, the thumbprint and the as kind of, like, their moniker. I think it, like, hits super hard. So I have everything with human powder blue swoosh."
    },
    {
        "speaker": "A",
        "text": "It's pretty cool. I actually was looking. I have them in front of me because I was shopping for them earlier today, and I was like, am I going to buy one of these or nothing? I like the angels."
    },
    {
        "speaker": "D",
        "text": "I think I have one angel for me. And that was all I did."
    },
    {
        "speaker": "A",
        "text": "Now, can I interest you in the Murakami drip? Yeah, for sure."
    },
    {
        "speaker": "D",
        "text": "I just didn't want to pay up for it. And then the reality of that's my wearing it is super high."
    },
    {
        "speaker": "A",
        "text": "Yeah. So for those of you listening, if you are interested in, you can actually go to the pre forge Clonex collection on opensea. And there's ten different designs here of these air force ones that you can still forge for, I think, till may 9 on the official artifact. 8th. 8th, and until. Yeah, so that's Friday, I think, until Friday. And when is Monday? I don't even know. Sorry. It's Monday. Yes, you're right. I, uh. You can actually forge these, and you get the actual physical of the shoe that you're forging, uh, prices. The lowest price ones are the robots, which are like, this black and gray with the, like, kind of royal blue swoosh and artifact symbol. Those are going for two or. Sorry, 0.274 e on the floor. So you're still talking, like, a $500 pair of shoes, which is not, uh, not cheap, but they range from that point 27 all the way up to those Murakami drip ones are 0.52. And then you get those specific DNA ones that they start to get up there in price. The highest one is the alien version. There's only. Looks like there's only 44 out there in the wild to be forged. They are a floor price of five. Ethical. And then the Murakami DNA ones are 4.75 eth. Pretty interesting. I like this mechanic that they do. I'm a sucker for all the merch stuff. Like, I. You know, I'm interested in this token gated merch kind of access drop stuff. I am currently wearing my adidas into the metaverse hoodie that came yesterday. Super comfy and very well designed."
    },
    {
        "speaker": "D",
        "text": "Sucker for limited release starbucks apron."
    },
    {
        "speaker": "A",
        "text": "I love that. Lots of people would be down for the odyssey hoodies, for sure."
    },
    {
        "speaker": "B",
        "text": "Who did the."
    },
    {
        "speaker": "A",
        "text": "Probably the."
    },
    {
        "speaker": "B",
        "text": "Who did the odyssey hats, the five panel hats. I know. It was. It wasn't a real thing, but they looked amazing. Did you see that image?"
    },
    {
        "speaker": "A",
        "text": "My guess is there. My guess is it was Ian. I don't know. It may have been. They look amazing. Ian's been designing all the. Mocking up all the merch. But I'm going to throw it down to Jweb to jump in. Jweb, what's going on?"
    },
    {
        "speaker": "F",
        "text": "Hey, how's it going? You kind of, like, took my question because I was going to ask Chamber to kind of illustrate a point for me, like, if he likes the LeBron Air Force ones that he wore yesterday, which I think they were great, how would he go about getting a pair of them? But we kind of covered that with the forging because I think, like, it's cool, but if it wasn't on like the homepage of Opensea right now, like, finding where you'd get those shoes is kind of a pain in the ass. And I think that's one area that has to change."
    },
    {
        "speaker": "A",
        "text": "It's funny you said that because I specifically was in the discord this morning and somebody sent me the link to like the pre forged collection and I lost it before the show. And so I went to go try to find it, just like you were saying. And I could not navigate there. I couldn't figure out how to navigate there myself. Luckily I sent it to someone else this morning, so I went back and found it that way. But to your point, I think you're absolutely right. And I'm thinking here that some of this may be solved in the not so distant future by maybe what Nike is going to be doing with dots. Swoosh. You'd think that it'll be a home and hub for all of this stuff. I would think. But, you know, TBD on that, we don't quite know what they're going to be doing here in terms of marketplace and things like that yet. But speaking of the 8th, I believe that's the day that the our force ones mint starts. I believe if you got one of those posters, so keep an eye out for that if you're in this ecosystem, lots of things going on here. Throwing it down to Dow, who has had many hot takes on this specific topic. So I'd love to hear what Daz got to say."
    },
    {
        "speaker": "G",
        "text": "The gift that keeps on giving. Nike coming out here to rob us all? No, I do believe they have no interest in like rewarding people. Nike's going to sell Nike. I think if anything they're going to look to kind of take a vague in the secondary market. So I just look at them at like a dollar 500 shoe straight up. It's a dollar 500 shoe for the baseline and the model. And for $500 you can get bread ones, you can get bread threes, you can get cool grade fours, you can get a lot of really grilled grailed sneakers that I think will make you more money down the road before the fucking glue wears out and you can get nothing for them. So just my opinion, I think for the price point, unless you minted them and your way up on them and you're selling them. I don't think that there's any meat left on that."
    },
    {
        "speaker": "A",
        "text": "That's strictly, you're coming at that strictly from a resale, just sneakers."
    },
    {
        "speaker": "G",
        "text": "Because I think we can establish that nobody gives a fuck that their artifact of the first crypto or token base, this is, is just Nike sneakers and their historical presence as a Nike sneaker."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a fair take. Now, the opposite question dow, is, would you ever, would you ever buy these to wear for that price point?"
    },
    {
        "speaker": "G",
        "text": "Negative. I do buy expensive shoes and wear them. I want to say the most I ever spent was a space jam and wore that like, dead, you know, completely yellowed. The soles don't care. I definitely get my sneakers to wear them, but, so I have no problem spending the 550 on footwear. If you got it and you want to, it's your money, do what you want with it. I just don't think, as a sneaker investment, that it's priced correctly, because I think that the provenance of it being the first crypto sneaker by Nike, I think is a little bit more of a value to us than anyone else. I don't think anybody else even cares. I think, if anything, the base model now that had LeBron wearing it in the photo is probably worth more than the reptile and the other stupid ones."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a good take. And I actually wonder if, when you're thinking about, oh, it's the first of x, Y, and z, it's the first of that. I feel like the crypto kick has more historical significance in that way, even though it doesn't have the Nike swoosh on it, it's technically kind of a first of its kind type of thing, whereas this is not. It's a first of its kind in the co branded Air Force one like this. But it is. But you're right in the terms of, you know, where it falls in popular versions of these shoes, it's probably not in the $500 tier. Is that an accurate representation of what you're saying?"
    },
    {
        "speaker": "G",
        "text": "Yeah, I believe so. When you look at what $500 gets you in the flashy sneaker market, I don't know how else to put it other than like, hey, I'm not looking for an orthopedic shoe. I'm looking for, like, a kick to flex, because I think that's firmly where these fall under. So, like, yeah, I think for $500, me personally, I'm probably going to go get some pine green shit because I'm going to get the threes and the ones all in one $500 purchase instead of just these ones. And then I can't help but think about how it actually works where, like, the publicist and Nike said, okay, LeBron, here are the artifact sneakers for you to choose from. From your, you know, your. Your, uh, your outfits. I don't think, like, he pulled these out of his closet, jumped in his car personally, and drove to the arena in these. Right. I think that every move he makes is coordinated with his dress code. So his publicist and his. Whoever dresses him says, which one do you want? And he picked the red ones. He didn't pick the lizards. He didn't pick the purple. I'm sure he had his options. Just my two cent. LeBron did not say, like, these fucking artifact kicks are hot. Watch me rock these."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I think that's probably right as well. It's interesting. What do you think on just, you know, going forward, the. Regardless of it's. If it's these or any other kind of artifact stuff to be released in the future, what does it say to you that they kind of are now out there with the power and reach to have these flexed on LeBron? Like, is that a. Is that a sign to you that it's bullish for artifact in the future? We've sat here on the show in the past saying, oh, we haven't seen Nike kind of incorporate this into their, you know, normal, everyday marketing in any way, and that's a pretty big way to do it. What are your thoughts on that?"
    },
    {
        "speaker": "G",
        "text": "So, like, clearly they are. Like I said, I believe that there's a publicist and there's interest in Nike and LeBron wearing those sneakers. So, yes, I do think Nike is going to put it towards the forefront, but like I said, my two cent is that they're looking more to take a vague off the sneaker market than they're going to do rewarding for us. So, yeah, if you could buy artifact cheap, sell it for higher later, yes, but I don't think the Nike artifact collab, like I said the first time, once they showed their hand with, like, not actually putting a Nike collab on that first one, I just think that they're in it for them, because otherwise, why would they even be dabbling? They make so much money hand over fist. They don't have any interest. They're gonna sell the shoes to all of us. I mean, we go to the next NFT meetup, three quarters of us are wearing nikes, regardless. If adidas dropped a token proof one or whatever, you know what I mean? Like, they have the market share. They don't need to think outside of the box to reward us to gain anything from it. So I just think because they make shoes with slave labor in malaysia, right? Like, why do I think that they're going to change their business practices to reward me? Because I bought their fucking nft. Like, that just doesn't make sense in my mind. So I think they're actually going to use the technology to get a big on the, you, sneaker market and the resale market, because, like, that is a profit, right?"
    },
    {
        "speaker": "A",
        "text": "Like, take out the stock, x, stake out the eBay, and if you use."
    },
    {
        "speaker": "G",
        "text": "Our site, we're going to verify everything. You'll never get sold a fake sneaker again. All you got to do is pay our vig."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And then not to mention the kind of user generated content co creation piece that might help them design a shoe in the future. Who knows? But really interesting. Des, what's your take on this as a artifact enjoyer?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, when we start getting into the value of these things, I mean, there's no question. I mean, it's crazy what we're paying up for. Just kind of unproven, undesirable sneakers. That's why I like, at the end of the day, like, if I'm not."
    },
    {
        "speaker": "B",
        "text": "Wearing it, big baller brand shoes."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "D",
        "text": "I'm really not. I'm not paying up for them. The only one I kind of stretched just because I was like, it's kind of weird and cool and Marty McFly and just futuristic was that crypto kick, the, like the galaxy one?"
    },
    {
        "speaker": "A",
        "text": "I have a couple. Never. Couple of the, never wear that. I have a couple of the dunks. Yeah, I have a couple of the dunks. And I bought some of the crypto kicks, and that's probably where I'm going to start. Although I am tempted. I did buy the adidas once, and they came in nobody. Not enough people are talking about this. It was an incredibly well executed release, and it was super smooth. I was able to, as somebody who had never downloaded the confirmed app, hadn't had my token proof updated in a while, I was able to complete the entire process of, like, downloading their app, finding the drop, verifying my token, and purchasing in like five minutes from nothing. And not only that, it arrived at my house in two days. I already have the sweatshirt. I'm wearing it. I already wore the shoes this morning. Those shoes were $125. They were not $500. So kudos to Adidas for doing this. And they have a pretty intriguing partnership here with Token proof. So I think you'll see more of this concept of token gated releases."
    },
    {
        "speaker": "D",
        "text": "I think the web three race right now. Adidas or Nike?"
    },
    {
        "speaker": "A",
        "text": "That's a good question. I feel like that's tough. I feel like they're right in the middle of the, the flex. Like, it felt like neither was doing anything for quite a while. And now. And now what do you, what do you think?"
    },
    {
        "speaker": "D",
        "text": "It's a, it's actually a pretty damn good question that I really could go probably. Either way, I will say I like the stuff that Nike's putting out more than Adidas. Dude, when I. When I got that neon, that would be, like, one of the funniest days ever, when I got that neon jump, I'll tell you this crazy."
    },
    {
        "speaker": "A",
        "text": "This hoodie is sick, though. The hoodie is pretty good. I texted Steve last night, and I was like, don't you, I know you said you weren't going to get it, but you're going to be pissed that you don't have it because I think it's pretty dope. And so I peer pressured him into buying one last night. So the. Yeah, it's a great question chamber. What do you think, Nike or Adidas? Who's winning?"
    },
    {
        "speaker": "B",
        "text": "I'll probably lean more Nike, but for real, that jumpsuit from Adidas was amazing. Like, the."
    },
    {
        "speaker": "A",
        "text": "I've been wearing every single I I picture you just doing your best ali g impression."
    },
    {
        "speaker": "B",
        "text": "Yeah, no."
    },
    {
        "speaker": "A",
        "text": "Dow, who do you think is winning the race?"
    },
    {
        "speaker": "G",
        "text": "I think it's Nike because I do think that the second degenerate saw that Dodd swoosh and that check, their mouths have been foaming ever since. I do think that there was a little bit of, if that Indigo hurts, you was your personal ape, as opposed to indigo hurts. I would have been a little bit more bullish on Adidas. Everyone was super hyped on two day delivery, but it's not even your fucking ape on it. So I'm sure it was sitting in a warehouse and they threw in an Amazon truck just like the shit I ordered from China. So I wasn't too impressed with the shipping, but I really raised my hand for context. PlayStation did a one of one official air force one with Nike. It sold for $17,000 at Sotheby's and then resold for $400 on Stockx. So even a one of one PlayStation collab, $400 on Stockx."
    },
    {
        "speaker": "A",
        "text": "Hmm. Very interesting. Jweb, jump in."
    },
    {
        "speaker": "G",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "I would say for the winning, I think Adidas is slightly ahead right now, just the fact they've like done token gated stuff and they've put out more like exclusive merch. That's token gated. But I think Nike is kind of laying the foundation and by the end of the year they're going to be far ahead of Adidas."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting to see. I do think either way though, this idea of token gated limited release drops is. There was talk on it with coffee with Captain this morning. Does this actually solve a problem? And I think it does. As somebody who used to try to participate in all these drops for reselling purposes, the bots became an incredibly difficult issue to solve. It was always a cat and mouse game and it still is. Even with, even though Nike does a great job with their app now, Adidas, same way, even there, people are building bots to get around that stuff. And it's possible you're always as a company that's trying to prevent this, as your customer experience of these drops is, you spend a tremendous amount of time and resources trying to fight bots on this stuff. It's very much solved with this token gated process in the sense that your true fans will pay up for a token that gives them access to a product that they want. And so I actually think this is product market fit for these brands that do drops this way. But we'll see how they go. Yeah, that's all I have on this topic. Chambers, shall we?"
    },
    {
        "speaker": "B",
        "text": "Let's do it."
    },
    {
        "speaker": "A",
        "text": "Okay, well, I've got a couple more NFT topics here first and then we can go into, you know, what you, what you really want to talk about. Did you see that bit boy now has his own tv show?"
    },
    {
        "speaker": "B",
        "text": "Like a real. I feel like. Didn't he have, like it, like when we say tv show, we're not talking about glorified YouTube show, right?"
    },
    {
        "speaker": "A",
        "text": "No. Well, I'm not quite sure. This, this tweet from hello Labs breaking Ben Armstrong, aka Bitboy, has signed up to be. Oh, he's. So he's going to be a judge. Signed up to be a judge on the new tv show Killer Whales, which will be a shark tank."
    },
    {
        "speaker": "B",
        "text": "Like what?"
    },
    {
        "speaker": "A",
        "text": "It's produced by Coinmarketcap and hello Labs and the show will be broadcast globally in 55."
    },
    {
        "speaker": "B",
        "text": "That means it's on an app. What app does it say? No."
    },
    {
        "speaker": "A",
        "text": "Are you going to be, are you going to be tuning in?"
    },
    {
        "speaker": "B",
        "text": "I'll watch him on tv. I mean, it's funny, like he's, you know, bit boys. Bit boy."
    },
    {
        "speaker": "D",
        "text": "But I literally, I mean, I like big boy. I literally say that."
    },
    {
        "speaker": "A",
        "text": "There'S a website and you could check out the trailer of this show. It's a honey potter and it's, it's called. The website is hello dot one. And you can see how this show's going to be set up. You can apply to be on it chamber. I think you should apply partners. There's some pretty interesting partners on here. Universal Music, Sony Music, Coinmarketcap, coingecko, Pancakeswap, gate IO. So, you know, if, if you have a project, crypto project out there, you could be standing in front of Bitboy and pleading your case for funding. Maybe we should. What do you think? We should, we should take."
    },
    {
        "speaker": "B",
        "text": "Funding."
    },
    {
        "speaker": "A",
        "text": "Yeah, we need a dj network round of funding. And we'll just play all the clips of you bashing Bitboy for five minutes throughout, throughout the pitch and then we'll ask for money. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. I hope that works."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. I think that's, that's good. Uh, so yeah, tune into bit boys new show. Uh, did you see, uh, Des, have you seen this? Have you seen big Inc. No, tell me. So Big Inc. Was, uh, being shared around social media yesterday and apparently it is from the creators of Goblin town, Truth Labs. So Truth Labs, the founders of Goblin Town, is launching a Goblin town season two per tweet from the project and a report from Coindesk. Season two revolves around Big Inc. A large corporation in Goblin town. Big Inc. Is a 15,000 unit sequel to the Goblin Town collection. It will be a paid mint. There's no disclosed time or date yet. It says the top 1000 worst traders get a 24 hours window to mint free. Holders of other truth Labs collections can mint free as well. 50% discount available for those paying with meme coin. Pepe. So this was interesting in the sense that if you actually went to the site, the site was very interesting and you connected your wallet and it was one of those viral sharing things in which you apply for what seems to be the allow list. Biginc business is the is the website and you connect your wallet. It's kind of like a paperhands GG in which it kind of tells you a couple things about your trading history. You can apply to be part of the, I guess, allow list or to work at Big Inc. And there's a down bad board so you can see where you are on that leaderboard."
    },
    {
        "speaker": "D",
        "text": "Oh, I'm just looking at the, the qualifying down bad nfts that."
    },
    {
        "speaker": "A",
        "text": "Yes. Down bad data. Moonbirds down 94%. Doodles down 89%. Clone x. It's it's. I mean, the website is really well done. I'm. Morning."
    },
    {
        "speaker": "D",
        "text": "Oh my God, I'm getting so much. Or not chimpers, the freaking crypt or the."
    },
    {
        "speaker": "A",
        "text": "Are those even called cool monkeys?"
    },
    {
        "speaker": "D",
        "text": "I'm getting so many points."
    },
    {
        "speaker": "A",
        "text": "The down bad board. I so. Oh my God, I'm ranked. I'm ranked 423rd. I've got 113,000 big points. Whatever this means. I can share on Twitter for more. For more down bad points. But the. I don't know if it's good or bad to be. Yeah, no, high. High means you were actually, I think, a decent trader. I'm not sure though, but like on the left side of the screen, if you do this, it shows all of like your points here I got. I got -246,000 points because I've actually profitable as a trader. So it is meant to kind of be a parody on if you're. If you're a good trader or not here. For every eth of gas you spent, you got 1000 points. So this is interesting. There's kind of like badges here. There's rekt tokens. There's a section of embarrassing nfts minted. And this is all of your things that have. That they've. It's really like cool how they did this. I don't know too much details about what the project entails, but it's very cool how this website. And so I qualified for 123-45-6789 shit. Nine embarrassing nfts minted. Nine. Nine different collections of embarrassing nfts minted. Would you like to hear them? I could probably only tell you a couple just based on these tiny things. One was. What's that horse. One chamber that you were big on."
    },
    {
        "speaker": "B",
        "text": "Not Zed run?"
    },
    {
        "speaker": "A",
        "text": "No, the tv show factory."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Glue. Glue factory is on there. Uh, the creepy creams are on there. Or, uh. Sorry, maybe this is not creepy creams. It's the, uh. That rug one. The ice cream one. That rugged."
    },
    {
        "speaker": "B",
        "text": "That rugged."
    },
    {
        "speaker": "A",
        "text": "The alpha. Alpha Betty's is on here. Josh Hart's. Fuck cash grabs on here. Apimonic voxed uh, so I got there. Yeah. Then. Then they give you points for embarrassing nfts you're still holding, which I think is hilarious. I'm only holding three of those nine. So that's a good thing, I guess, but yeah, I thought it was fun. It's one of those kind of like paper hands gg things with leaderboards. And there's a cool theme here. So check it out if it's interesting to you. Biginc business. See if you qualify, I'm honored to be number 423 on this list. It means that I've done a lot of degenering in my days, but, yeah. So there you go. We've got that going on. What is left? The last NFT topic I had. I'll throw this one over to you, Des. We have Sports Illustrated dropping a NFT ticketing platform. Have you seen this?"
    },
    {
        "speaker": "D",
        "text": "No, I haven't."
    },
    {
        "speaker": "A",
        "text": "So the SI Sports Illustrated's new service, called box office, will allow event organizers to issue commemorative, non fungible token tickets, including pre attendance and post attendance or post event audience perks. So that's pretty interesting. It says here, from the moment we launched our global event marketplace, which now boasts 50 million tickets to over 250,000 sports concerts and shows, we've been preparing to enter and disrupt the primary ticket market. So that's from the Sports Illustrated tickets CEO David Lane. Interesting. So, I mean, you know, we've always said that ticketing is a pretty good use case for nfTs. Curious your thoughts here. Do you think they, you know, what are. What are your overall thoughts on Sports Illustrated entering the ticket market? Does."
    },
    {
        "speaker": "D",
        "text": "My instant take? Is. And I don't know. It doesn't feel great."
    },
    {
        "speaker": "A",
        "text": "Why not?"
    },
    {
        "speaker": "B",
        "text": "I mean, what is."
    },
    {
        "speaker": "D",
        "text": "Does si get, like, a ton of traffic anymore?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I think that it sounds like they've been pretty active in the streets before this and maybe we just didn't know about it."
    },
    {
        "speaker": "D",
        "text": "Yeah, I guess. I guess just, you know, I guess."
    },
    {
        "speaker": "A",
        "text": "Pivoting if you're NFTs as tickets is. Is a great use case, though. And if you can add on specific metadata traits that allow for kind of pre and post event perks, in addition to that, I think is a pretty cool, pretty cool feature. I think, you know, in the future, this is the way we will do tickets. So overall bullish on the use case Jerry's out on if Sports illustrator will."
    },
    {
        "speaker": "D",
        "text": "Be the ticket, I would say that I have the same take on that."
    },
    {
        "speaker": "A",
        "text": "Yep, fair enough. All right. I was just gonna say this is the. I was gonna say this is that. We're now moving into the chamber segment."
    },
    {
        "speaker": "B",
        "text": "I think this is what the people want. I think it's chamber. Let's fucking talk some fucking meme coins."
    },
    {
        "speaker": "A",
        "text": "Okay, well, first, I'm setting the stage here different with two things. One, I've never seen you out more active in the war room."
    },
    {
        "speaker": "B",
        "text": "That's correct."
    },
    {
        "speaker": "A",
        "text": "Never. And so I made the comment today in the war room that what we are seeing is peak chamber. This is. This is what you live for. This is what you came for. This is how you got into the space. And we're seeing an invigorated and rejuvenated chamber master of shit coins. And you've just been placating me here with the show for last two years because I decided I liked NFTs better than trading shit coins. Is that accurate?"
    },
    {
        "speaker": "B",
        "text": "100%. That was a perfect description of what's been happening."
    },
    {
        "speaker": "A",
        "text": "So, I mean, like, you are in."
    },
    {
        "speaker": "B",
        "text": "Your, I'm in my bag, if you will."
    },
    {
        "speaker": "A",
        "text": "Yeah. I've never seen you just like come into the discord and you're so typically, how it goes is you come into the discord and go, what are we buying now in shit Quincy's? And you are coming into the discord and you're just actively shilling. Let's make sure you are telling people to buy specific things with all of their savings. And you are a meme coin, Maxi."
    },
    {
        "speaker": "B",
        "text": "Right now we're paying for DJ passes right now, man. That's all I'm saying."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so the, you know where we left this was last time we got the meme coin Bible that you laid out. Blockchain ninja and blockchain ninja, aptly added to with some, some great security tips. I was on record last week that were Monday that I was, yeah, I was, I was on record on Monday that I was going to stay fully out of it and I did not know."
    },
    {
        "speaker": "B",
        "text": "It's impossible. Siren song, you know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "It is. It is. As someone who works very closely with sirens, I can, I can confirm that it is a siren song. The meme coins. And we now have a new official meme coin of the mint condition. Would you like to talk?"
    },
    {
        "speaker": "B",
        "text": "As we're talking about it, it's now hitting a new all time high."
    },
    {
        "speaker": "A",
        "text": "So if you look in the war room at the beginning of the show when Des was talking about buying the top, there was a nice red candle that I screenshotted and circled with the Des effect because it looked like it was all over from there. We were just going to call the top right on the show. But alas, making new all time highs, reaching for generational wealth is none other than turbo. Tell the people about your endeavors in turbo."
    },
    {
        "speaker": "B",
        "text": "So Turbo was a name that came up yesterday and I was seeing it on the timeline a little bit. And the thing that was kind of, I don't know, maybe a little bit more interested. It was positioning itself as the first AI created meme coin. And I'm like, oh, that's interesting. Obviously, AI is very popular meme coins are very popular. And I said, okay, let's look around this one. The market cap was, I feel at the time, was maybe just under 20,000,015 to 20 million. Obviously, it was much less than that just a few days ago. And as I go into the war room, because I want to kind of to see if anybody, you know, was. Had a bag of this. And literally, as soon as I pop into the war room, Julesy, out of nowhere."
    },
    {
        "speaker": "A",
        "text": "Jules is on her, on her grind to make that generational wealth."
    },
    {
        "speaker": "B",
        "text": "I don't know, is the. Literally, I open up the war room to look, to start questioning about turbo. And literally, the last entry in the chat is jouelzy. Talking about turbo. I'm like, this is wild."
    },
    {
        "speaker": "A",
        "text": "Probably one of the last people you would have expected."
    },
    {
        "speaker": "B",
        "text": "Absolutely the last person I was expecting. So, sure enough, she said she had four or five x'eddheenenhe already. And I'm like, ah, geez. Like, that's. That's not what I want to hear. I mean, good for her, right?"
    },
    {
        "speaker": "A",
        "text": "I mean, following the. The meme coin Bible that we laid out. Exactly that. That is recipe for. You buy."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "G",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So she bought it at the right, you know, that 2 million, $3 million market cap. You know what I mean? That's. And that's what I'm looking at. Market is, is the market cap. So I'm like, it's like, you know, it's. It's. I think it was just shy of 20, $20 million when I started buying it. And I'm like, well, I think it was the AI portion that started getting me going. I'm like, it's AI. I think this could see some potential. We saw. I think Hmong hit over $100 million market cap at one point. We have pepe. That's over 500 million. So I'm like, could this. Can an AI one reach $100 million? Which would be another, you know, if it's 20 million, that's another five x. So I'm like, okay, let's. Let's go a little heavy. So I went a little heavier on this one just because it was a. It was a bigger market cap. And sure enough, it started. It actually dipped immediately. As soon as I bought, like, a good amount, I bought, I don't know, about, like, four eth worth or no part of me to eat worth. And then I bought another two eth worth, like, about half an hour late."
    },
    {
        "speaker": "A",
        "text": "God."
    },
    {
        "speaker": "B",
        "text": "Because it dips. I was in. I was in for. For e."
    },
    {
        "speaker": "A",
        "text": "Was. Was."
    },
    {
        "speaker": "B",
        "text": "Yeah, I. Yeah. When I."
    },
    {
        "speaker": "A",
        "text": "When I was or am I in."
    },
    {
        "speaker": "B",
        "text": "For more than 40? I guess, depending on how you word it."
    },
    {
        "speaker": "A",
        "text": "So I have no. Okay, hold on. I just want to know. I want to know. You have bought four ethereum worth of turbo. Is that accurate? Now the next question is have you sold."
    },
    {
        "speaker": "B",
        "text": "Not a."
    },
    {
        "speaker": "A",
        "text": "Not a turb, not a single turban. Okay. So you're not to throw a turb in the punch bowl here, but we are seeing, we're seeing all time highs right now of turbo. The you des, you have some questions?"
    },
    {
        "speaker": "D",
        "text": "No, I didn't want to fully interrupt, but I did finally apply for Big Inc. And I just wanted to come back to is my. Because this could be either really good. Well, I don't know what this is going to be, but is the higher rank mean I'm more down bad or because I'm bad?"
    },
    {
        "speaker": "A",
        "text": "That's what I was wondering."
    },
    {
        "speaker": "B",
        "text": "I think that's why I read it yesterday."
    },
    {
        "speaker": "D",
        "text": "Holy."
    },
    {
        "speaker": "G",
        "text": "What are you?"
    },
    {
        "speaker": "B",
        "text": "Number ten."
    },
    {
        "speaker": "A",
        "text": "Then that means double digits. Yeah, I'm like 400."
    },
    {
        "speaker": "B",
        "text": "What are you does."
    },
    {
        "speaker": "D",
        "text": "I'm up at. I'm up at 47."
    },
    {
        "speaker": "A",
        "text": "Oh my God. I'm going back to double down bad and I wanted. I'm checking that website. Oh my God. Hey. Well, I mean, does that, uh. Does that jive with you being down bad or like does it make sense?"
    },
    {
        "speaker": "B",
        "text": "I just."
    },
    {
        "speaker": "D",
        "text": "I don't know. My pathway is a real weird one so I don't know."
    },
    {
        "speaker": "A",
        "text": "I'm gonna go screenshot the down bad board. You're up there with the likes of nfts non at number twelve. Yeah. I mean there's some whales up top here. So like it is still confusing because of that. Because like, you know, it could be a good thing or it's that all these whales held so many things that are down bad. So I still can't tell. What were you? 44. The desk go. It's 47. So I'm going right to your profile. It takes me right to your opensea profile so I can see exactly how down bad you are. Fantastic. This is anyway you. I mean, you're elite. That's God here chamber. You need to go. But Gary Vee's wallet number 67 or number 60 on the list. There's a rejected next to his name, Zeneca. 67. He's rejected."
    },
    {
        "speaker": "B",
        "text": "What are the odds that I'm double digits."
    },
    {
        "speaker": "A",
        "text": "Less than I think he would not be?"
    },
    {
        "speaker": "B",
        "text": "I hope not. But I feel there's some, there's. I don't know. I. I'm too scared to look. I feel like it could be. It could be double digits. I feel like I'm somewhere between you and Dennis. Like maybe like a 150."
    },
    {
        "speaker": "A",
        "text": "That's probably right. That's probably right. Anyway. Yeah. So Des down bad. Sorry, Des, are you down bad? And great at it, though. Prove yourself to be one of the absolute worst of the worst traders and we will literally give you the key to Big Inc."
    },
    {
        "speaker": "D",
        "text": "Fascinating marketing. I'm intrigued."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's great. I mean, these guys, they do good marketing. You can't complain. You can't, you know, argue that before we go back to turbo time. Going to throw it down to dow. Dow, yes."
    },
    {
        "speaker": "G",
        "text": "This ties into turbo time. So just like seeing peak chamber like a sasquatch in the woods. We've had a high tea Steve sighting at afternoon Nft and he, with poor delivery chamber brought up the point. Can you ever bad mouth the ship project again when you're out here showing shit coins? That is basically the TLDr, is it not? One in the same. How can you talk poorly about this has no utility. And where does this go when shilling shit coins for number go up? Now mind you, I said this is very on brand for chamber. I actually defended your honor."
    },
    {
        "speaker": "B",
        "text": "Oh, this high tea was coming at me as high tea, all big."
    },
    {
        "speaker": "G",
        "text": "Oh yeah. Listen, because you know, he believes DJ network is immoral compass network."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "G",
        "text": "So like, how can we, how can we talk shit about projects like Nagamikos or pumped Fords or whatever when we simultaneously shell shit coins? So it raises a good question. Does shilling shitcoid destroy your validity and talking about ship projects in the future?"
    },
    {
        "speaker": "B",
        "text": "It does not."
    },
    {
        "speaker": "A",
        "text": "I think that's a very fair. I think that's a very fair question. I think it's."
    },
    {
        "speaker": "B",
        "text": "To be honest."
    },
    {
        "speaker": "A",
        "text": "Des, what's your thought on that? Because I think, I think there is some interesting things to unpack there. What's your thought?"
    },
    {
        "speaker": "D",
        "text": "Thought on what?"
    },
    {
        "speaker": "A",
        "text": "Just if you're out there shilling shit coins, can you really be critic? Is. It's very much a, you know, stones thrown at glass houses type of argument, right? Like if you're out there shilling shit coins, can you be critical of NFT projects for, you know, whatever the case may be, right. Being. Just being crappy projects."
    },
    {
        "speaker": "D",
        "text": "I don't know. That's a loaded question."
    },
    {
        "speaker": "B",
        "text": "It's a simple answer. It's. I mean, it's a shitcoin. It has no, it's not promised its own universe. Well, a. It's not, it's not pretending like it's a community thing. It's not, you know, looking. Oh, every 10% of every transaction is going to be going to mental health, okay? It's none of that bullshit, even though you should absolutely give to mental health. But I'm saying NFT projects can, you know, fluff themselves up a little bit, if you will, and can absolutely be. Whereas shit coins are just shit coins. It is what it is. You can."
    },
    {
        "speaker": "A",
        "text": "The entire war room is filled with people showing shit coins."
    },
    {
        "speaker": "C",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "Sammy dub chillin."
    },
    {
        "speaker": "B",
        "text": "I saw that one. I looked at it. I looked at it."
    },
    {
        "speaker": "A",
        "text": "Big Joe dropping Yoda."
    },
    {
        "speaker": "B",
        "text": "I think Yoda was a scam, by the way. You gotta watch out for Yoda."
    },
    {
        "speaker": "A",
        "text": "Jesus, by the way. I mean, look, I. I know Riggs probably has a hot take here. I'm going to go to pain first. Payne, jump in."
    },
    {
        "speaker": "E",
        "text": "Yeah, I didn't get to hear all that space, but before I even get to that chamber, had the audacity in our meeting this morning to ask me if I'm even in the discord or the DJ and discord, even though we've had conversations."
    },
    {
        "speaker": "B",
        "text": "We chat on. We chat our own little private chat."
    },
    {
        "speaker": "A",
        "text": "You're literally like the last message in the discord right now."
    },
    {
        "speaker": "E",
        "text": "I don't understand."
    },
    {
        "speaker": "G",
        "text": "Apparently, I dm since shitcoin season started. Don't worry, buddy."
    },
    {
        "speaker": "A",
        "text": "Just get busy. This is like Q Four and retail for."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is my. My Black Friday."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what I mean. Like, this is where he makes his year salary. I'm telling you, I've never seen him more in his element than meme coin season. And I think, to answer your question, dow, I tend to agree. I'm somewhere in the middle, right? Like, you're not going to find me on my timeline talking about turbo. Like, you're just not. That doesn't mean I'm not down for a good gamble. And I think the difference is that I keep my gambling to my. I'm keeping my gambling to myself in terms of, like, hey, I'm not out there telling other people to buy something I very much know is a total crap shoot. And I'm behind chambers the thesis on, like, I know what I'm buying here. I'm literally playing hot potato for as long as I can handle it. And. And that's the difference to me, I think if you are, see, I think there's a difference, then if you're out there, you know, trying to shill these coins for any other reason than you're declaring it's gambling, then I think that's where there's a difference, there. But I think acknowledging what it is is very important, and that's my take on it. It's funny, I wasn't going to. The AI thing is actually what hooked me to. Yes. And it's funny, it's when it's like when you start hearing about it from people that you wouldn't think you'd normally hear about it from. Right. Like that's where you're like, hmm, okay, interesting. I'm in for a little bit. We'll see what happens. We are now currently on a red candle for turbo."
    },
    {
        "speaker": "B",
        "text": "41. 41 each sale there a few minutes ago."
    },
    {
        "speaker": "A",
        "text": "There you go. That was chamber. That was high t live."
    },
    {
        "speaker": "B",
        "text": "I sure can't get over. I just want to clarify because I don't want to. I don't know who this high Tache Steve is. Was he, was he specifically talking to me? Because I don't want to talk shit about him if he was, he was."
    },
    {
        "speaker": "G",
        "text": "A second time listener. Exact words to the main condition. And was curious how you cackling about."
    },
    {
        "speaker": "B",
        "text": "Cackling high tea fucking Steve company now."
    },
    {
        "speaker": "G",
        "text": "Like I can't help but think bunch, you know, chamber, you tend to like getting wood in the whorehouse. And chambers, more of a back alley guy. We definitely likened it to casinos."
    },
    {
        "speaker": "A",
        "text": "Oh, I think we lost out."
    },
    {
        "speaker": "G",
        "text": "He's table. Some people like to hit the slots. It's definitely the."
    },
    {
        "speaker": "B",
        "text": "Fucking guy coming after me. I don't know this guy."
    },
    {
        "speaker": "A",
        "text": "I think, well, now it's going to make. It's going to make you and Steve low."
    },
    {
        "speaker": "B",
        "text": "I've never been to more on my best friend Steve's side than right now."
    },
    {
        "speaker": "G",
        "text": "Never contacts too."
    },
    {
        "speaker": "B",
        "text": "And Riggs capital s defend himself."
    },
    {
        "speaker": "G",
        "text": "He's still here. He's still here slinging the beat."
    },
    {
        "speaker": "A",
        "text": "I would argue that. I would argue that chamber would never, would never be the one to say that DJ network is morally above anybody else. Because he knows himself."
    },
    {
        "speaker": "B",
        "text": "That's right. I would say that like, you know, people that are involved, indie Gen are. But I mean, if you're using me."
    },
    {
        "speaker": "G",
        "text": "He was completely out of context. If you listen to chamber more than twice, you will totally know that this is his endgame and the only reason why he's here. Mizzle runs the show based on chasing those green candles, right? And riggs likes to gamble. So we kind of express that context was everything."
    },
    {
        "speaker": "C",
        "text": "Well, so I'm done sitting on the sidelines. I gotta come, I gotta come on in here. I gotta fucking come in here. Because honestly, he came at me for being a hypocrite and disingenuous."
    },
    {
        "speaker": "D",
        "text": "And so he called me a scammer."
    },
    {
        "speaker": "C",
        "text": "So he did absolutely call you a low life and a scammer des."
    },
    {
        "speaker": "B",
        "text": "No, he waited."
    },
    {
        "speaker": "D",
        "text": "The head cartel of a Ponzi ring."
    },
    {
        "speaker": "C",
        "text": "Yeah, 100%."
    },
    {
        "speaker": "A",
        "text": "Oh, my."
    },
    {
        "speaker": "C",
        "text": "Caught him. A terrible business owner, dumbass. Blah, blah, blah, so on and so forth. Either way, today I'm, like, the most fucking transparent person in the world when it comes to what I buy. When I buy it and telling everyone, don't buy, sell immediately. Once I buy something, I am like, the local top signal. And so, like, that is, like, what I tell everyone. Shit. I just bought. I bought some piggy. Peppa. Peppa the pig."
    },
    {
        "speaker": "B",
        "text": "I did you?"
    },
    {
        "speaker": "C",
        "text": "Hell, yeah. Oh, I'm absolutely in it. I'm fucking in it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Let's go. I got into some turbo. I did fucking amaze. I was in turbo long before, like, a 24 hours before chamber."
    },
    {
        "speaker": "B",
        "text": "Got it. Oh, my good. A lifetime."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I got in super early. I bought, like, 30,000 tokens for, like, point or 30 million tokens for, like, 0.27, something like that."
    },
    {
        "speaker": "B",
        "text": "That's so early."
    },
    {
        "speaker": "C",
        "text": "Yeah. It was incredible. And so I, however, have taken profits, and I have actually tweeted out full transparency. I've taken profits on turbo. Still holding over half of my shit and letting it ride. Right. You know, it's one of those things I got. I have to take profits. Shit coins are shit coins. Meme coins are. It's meme coin season. It's entirely different than pumping a bag of something that you are cognizant and well aware is a total garbage piece of shit. The shit coins are called shit coins or pieces of shit."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "It's what we do. We're freaking trade."
    },
    {
        "speaker": "B",
        "text": "It's in the name. It's in the name."
    },
    {
        "speaker": "C",
        "text": "It's in the name. And so I think it's. I think we all have to be cautious about what we say, how we say it. I'd say that all the time. I don't want to be known as somebody who pumps in anything from a pump and dump standpoint. The reason why I like the turbo and got into it is I knew the artist behind it prior to all of it coming out, because I had some access to some conversations through another media company that'll go unnamed here that. That has helped me walk through the meme coins, you know, world. And so I thought it was cool. Pepe. I just think Pepe, when it looks. The reason I bought the local top, which, by the way, I'm still fine with it, I'm holding it, is. Cause when I saw it on sitting right next to doge, Sheba and Pepe, I said, that looks fucking good. That looks like a meme. That looks. It looks like it belongs next to those two. And so I'm like, let's let it ride. It's not on central exchanges yet. If it gets there, we can win. And so there's my logic."
    },
    {
        "speaker": "B",
        "text": "Riggs about, say, when coin."
    },
    {
        "speaker": "A",
        "text": "Wow, riggs, I mean, like, riggs, just read the. Riggs, just read that right out of the shitcoin handbook. Like those, those are the things you say when you, when you are holding a bag of, of, like when coinbase. You talk about. Exactly. You talk about central exchange listings. You talk about, you talk about how the community is vibrant and will. And this will have mass adoption because of the strength of the meme. You know, that. That's like straight out of the guidebook of the orientation."
    },
    {
        "speaker": "C",
        "text": "I didn't say the strength of the community and the strength of the memes, even though I think it has great memetic strengths there. So I just thought it looked good. So I get to spend my money how I fucking want to spend it. And so it's just one of those things that I. It's. And everybody comes at me like I was having this conversation with somebody right after that dow. You don't know that this was a back. And they go, what's the difference between what you're saying and what a non's done with nakamigos that you went at? I go, fuck you. Don't you cut. Don't even dare come and put that in the same category because there's no patterns there. So it's shitcoin season. Can we just not have fun for the next, probably five more days of this?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Where it all goes to zero."
    },
    {
        "speaker": "B",
        "text": "Yes, we can, riggs. We can have fun."
    },
    {
        "speaker": "A",
        "text": "Hey, look, I get it. I just like to do my dirty work in."
    },
    {
        "speaker": "B",
        "text": "In the dark."
    },
    {
        "speaker": "A",
        "text": "In. Yeah, exactly. That's. That's right."
    },
    {
        "speaker": "C",
        "text": "So you work for the corporate overlord of Starbucks, man."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "You know my corporate overlords. Djen network, you know."
    },
    {
        "speaker": "A",
        "text": "What do you mean? I think I. I shilled Howard Schultz on Turbo this morning."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "It's turbo time, baby. I was like, hey, what do you think? Turbo as the only accepted currency in all Starbucks, and we do a turbo shot promotion and he bought it."
    },
    {
        "speaker": "B",
        "text": "Synergy."
    },
    {
        "speaker": "A",
        "text": "That's right. Yeah. I mean, I get it. I get it. So, yeah, I mean, I didn't even get to the. It's time to stop now. But I didn't even get to you. This might be the first we'll close it out with this. This might be the first coin you've ever cried over. Can you tell us why?"
    },
    {
        "speaker": "B",
        "text": "Are we talking about the video that came out? Yeah. So I guess the founder."
    },
    {
        "speaker": "A",
        "text": "It's pinned in the perfect."
    },
    {
        "speaker": "B",
        "text": "The founder. Rhett. I put out this video yesterday. I think it was yesterday or today, just kind of explaining how he, you know, it's an eight minute video. Just basically explain the conception of Turbo. And he started getting. You know, he's kind of recounting some of the messages and DM's he's received over the last few days and just how, like, you know, it's changing people's lives. And he started getting emotional, and it was. I was. It was a genuine emotion. I was very impressed. I made a comment that, you know, on social media, we see a lot of crocodile tears. Right? A lot of, you know, tears for the camera. And these were genuine. I gave them. I gave them the ocular pat down. I'm very good at reading people. These were genuine. These were, like, 97% genuine tears. So I was. And I saw that go out onto social media, and I'm sure it's been seen thousands of times now, and I know that's gonna help. His tears are like. What did I say? His tears are like money falling from. From his cheeks. So. But, yes, shout out to Rhett. Seems like a very good dude and was very. Was. Was very emotional when it came to what. What his little project did to change some lives."
    },
    {
        "speaker": "A",
        "text": "I'm for it. Pain. Jump in before we just shut it down."
    },
    {
        "speaker": "E",
        "text": "Yeah. Thanks. Sorry. Just wanted to have a shout out. James Costa Rio. It's his birthday."
    },
    {
        "speaker": "A",
        "text": "Oh, happy birthday. James is out there. I didn't see him."
    },
    {
        "speaker": "E",
        "text": "I don't think he is. Hopefully he's actually out celebrating and not in this hopefully. Sometimes cesspool we call Twitter."
    },
    {
        "speaker": "C",
        "text": "He was golfing earlier."
    },
    {
        "speaker": "A",
        "text": "I saw that lucky guy touching grass."
    },
    {
        "speaker": "E",
        "text": "Yeah. And then also shout out to Joe, who. Who went absolutely in on basically everybody and everything and circle space. It was pretty great. I wish he would come up here and do it sometimes."
    },
    {
        "speaker": "A",
        "text": "Is circle space recorded?"
    },
    {
        "speaker": "E",
        "text": "Yes. Yes."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Nice. He. I'm gonna go back and listen to that on my walk, and that is gonna do it for us. Any last words? Chamber. This will likely be the last show in which we are talking about meme coins for."
    },
    {
        "speaker": "B",
        "text": "I would have said that about the last show, but here we are."
    },
    {
        "speaker": "A",
        "text": "Well, we have a guest. We have a guest on Friday."
    },
    {
        "speaker": "B",
        "text": "And then. So, yeah, Monday. Possible time we could do it."
    },
    {
        "speaker": "A",
        "text": "Right. And by then. By then, it'll be on to the next."
    },
    {
        "speaker": "B",
        "text": "You're probably not wrong there."
    },
    {
        "speaker": "A",
        "text": "Just looking at this chart, though, it looks like turbo is a about to."
    },
    {
        "speaker": "B",
        "text": "No, I don't know. I don't know. I. You know, we'll see. We'll see. But it's definitely, like, taking breaths and then blasting off. So that. That's okay. A little breath is okay. Take a little inhale."
    },
    {
        "speaker": "A",
        "text": "I mean, you know, look, more people need to watch the video."
    },
    {
        "speaker": "B",
        "text": "I think so. I think so."
    },
    {
        "speaker": "A",
        "text": "Can you. Can you, like, make. Make some calls there and put it on canadian national television or whatever it is?"
    },
    {
        "speaker": "B",
        "text": "That's what I can do, but, yes, be safe in the. In the shitcoin streets and, yeah, you can show chamber."
    },
    {
        "speaker": "A",
        "text": "Welcome back. Welcome back to."
    },
    {
        "speaker": "B",
        "text": "It feels so good. I feel alive. Feel alive."
    },
    {
        "speaker": "A",
        "text": "I know. And this is. I feel like, you know, having seen your energy over the last week of this, I feel like I've been holding you back, and I just need to let you fly, you know? And so I'm."
    },
    {
        "speaker": "B",
        "text": "Even if it's just for a moment."
    },
    {
        "speaker": "A",
        "text": "Well, you can have your. You can have your shit coin segment anytime you want now. But we."
    },
    {
        "speaker": "B",
        "text": "It was never taught. I was talking. I think I was talking to pain today. It's been. It's been years since you could properly, you know, discuss, you know, besides arrow drops and stuff like that. Like, to have a shitcoin season. I feel like it's been years. I feel it's been, like, two years."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I don't even know if this is. Like I said, there's a difference between chickcoin season and meme coins."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "There's. There's still a difference. So I don't even think it is regular shit coin season. I think it's."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is. I agree. I think this is on specific thing."
    },
    {
        "speaker": "A",
        "text": "Yeah. Anyway, Des, any last words?"
    },
    {
        "speaker": "D",
        "text": "Man? Do I. Do I need to start getting into shit coins just for some fun these last three days of it?"
    },
    {
        "speaker": "A",
        "text": "Don't do it, people."
    },
    {
        "speaker": "B",
        "text": "The people might be upset. I."
    },
    {
        "speaker": "D",
        "text": "No, everyone do it. Everyone's probably better off. Me not investing that way. Can ride for a couple more days."
    },
    {
        "speaker": "A",
        "text": "Well, I. Look, I hope that. We're glad to have you back. I hope that you're doing well running your Ponzi scheme community, that you."
    },
    {
        "speaker": "D",
        "text": "It was. I was very thankful for the people in the room. To be fair, high t doesn't really know what he's talking about."
    },
    {
        "speaker": "C",
        "text": "Oh, really?"
    },
    {
        "speaker": "D",
        "text": "I'm, like, 90% sure he got confused with, like, what an NFT versus general crypto was, but. But regardless, uh, it was it was good entertainment and appreciated Riggs and, and Dow and a couple other people coming to the defense. But it was, uh, no, it was all good. Um, mister House was in there as well, so. Yeah, no, I'm excited to be back. I'm bummed about my injury, but hopefully quick recovery. And, uh."
    },
    {
        "speaker": "C",
        "text": "Yeah, I know, I know you're about to wrap this up, Des, by the way, phenomenal response to going back and listening to that episode and what you put out there. First off, I hope you have a speedy recovery, but I do want to throw you some flowers. That is how a founder should listen. That is. That is what they should do from a reaction standpoint and how they should listen. So I just wanted to give you some flowers for that."
    },
    {
        "speaker": "D",
        "text": "Appreciate it, Riggs."
    },
    {
        "speaker": "A",
        "text": "Yeah. And for a limited time only, if you send Des one eth, he'll send you two back. And it's 1.5."
    },
    {
        "speaker": "D",
        "text": "It's 1.5."
    },
    {
        "speaker": "A",
        "text": "Sorry, 1.5 e to send you. That's still half an eth."
    },
    {
        "speaker": "B",
        "text": "That's an easy 25% flip."
    },
    {
        "speaker": "A",
        "text": "Yep. Here you go. That's going to do it for us. Until next time, stay mint."
    }
]