[
    {
        "speaker": "A",
        "text": "Best off of the show. I think. I think Drew's. Drew does his best work in the comment section."
    },
    {
        "speaker": "B",
        "text": "I actually did some prep work for this show today. Look at that."
    },
    {
        "speaker": "A",
        "text": "Wow. Look at us."
    },
    {
        "speaker": "B",
        "text": "That's more than normal."
    },
    {
        "speaker": "A",
        "text": "That's a big day. It's a big day. It's going to be a big show."
    },
    {
        "speaker": "B",
        "text": "It's. It's a day. That's for sure."
    },
    {
        "speaker": "A",
        "text": "All right, let's do this. This episode is brought to you by the Degen community network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. Dgen network."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the Mint condition. I am Joe, aka Bunch. You bets alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "Doing pretty good, man. That. I don't know. That beat was jamming today, as the kids would say."
    },
    {
        "speaker": "B",
        "text": "You know, I was just thinking, we haven't shouted out the creator of that beat in quite some time. So shout out to my buddy, my good friend Johnny Mac, who created that. Johnny Mac, a star of his own. He was on the television show big brother back in the day, so. And he's also a very talented musician. He's made our theme songs for this show and rect podcast."
    },
    {
        "speaker": "A",
        "text": "Do you think that's what he starts with when he meets new people? He's like, yeah, you might know me from. You might know me from Big Brother, but you probably actually know me as the composer for both the rec podcast animated condition."
    },
    {
        "speaker": "B",
        "text": "It's his. It's his greatest. It's his most famous work, actually. Drew asks right off the bat if I got moved to the guest room. Drew. The office is always my guest room. The. I usually have a background up, but my new camera does not cooperate well with a non green screen background. So I. You're just getting full on what my office looks like."
    },
    {
        "speaker": "A",
        "text": "I've been permanently moved to the spare bedroom now."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "My room? Yeah, it's like my room. I feel bad. My wife is a pretty light sleeper. I mean, I snore a little bit, but it definitely keeps her up. So I'm like, ah, wait."
    },
    {
        "speaker": "B",
        "text": "As in, like, you don't sleep in the same room anymore?"
    },
    {
        "speaker": "A",
        "text": "100% don't sleep in the same room."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay. I thought you meant, like. I thought you meant for, like, the podcast, and I was."
    },
    {
        "speaker": "A",
        "text": "This was a bang room for a long time, and now it's just my room that we bang in."
    },
    {
        "speaker": "B",
        "text": "I mean, look, there. There takes a special kind of marriage to have separate rooms. And be okay with it?"
    },
    {
        "speaker": "A",
        "text": "Well, yeah, like I said, it was. It was still our room, but we, you know, the. The main bedroom was for sleeping, and then we had a real, you know, sex dungeon, so to speak, in the other room. That. And that's where I sleep now, in the dungeon."
    },
    {
        "speaker": "B",
        "text": "That's why it looks like a rusted wall. It was a sex dungeon. That's exactly it. Drew says I snore a little bit. Every guy who snores a lot."
    },
    {
        "speaker": "A",
        "text": "I mean, it's not. It's not the worst out there. I've definitely heard worse."
    },
    {
        "speaker": "B",
        "text": "Well, you said you're like, oh, I got moved to the guest room. My wife's a light sleeper. I'm like, it's 04:00 p.m. like, what are you talking about? I thought you meant for the podcast."
    },
    {
        "speaker": "A",
        "text": "No, in general. In general, yeah. So it's. It's good, though. I'm sleeping. It's. Sleeping by yourself is kind of overrated. Or underrated, I should say."
    },
    {
        "speaker": "B",
        "text": "It's drastically underrated."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I brought the good. I brought. I bought a better mattress for now."
    },
    {
        "speaker": "B",
        "text": "I think my ideal wedded sleeping situation might be bunk beds."
    },
    {
        "speaker": "A",
        "text": "I got those."
    },
    {
        "speaker": "B",
        "text": "Like, you can still, like, stay in the same room, hang out, watch tv, do. Yeah. Cause that's what me and my wife's routine is like. As soon as my son goes to bed, we go to bed and watch tv."
    },
    {
        "speaker": "A",
        "text": "Oh, you do all you're watching in the bedroom, eh?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah, we do. And we do all of our sex dungeon stuff in the living room. Nice."
    },
    {
        "speaker": "A",
        "text": "See, as. As your kid gets older, that's risky business in the living room."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, you never know. Yeah, you never know. You want a door with a lock on it. Because as I get older, it's hard to, you know, put everything back together real quick so as not to offend little eyes."
    },
    {
        "speaker": "B",
        "text": "All right, so let's get into it here. How are we feeling? It's starting with the same question every week. How are you feeling about this past week in the market? What we're seeing right now? I feel like we're like, a little panic at the disco. I feel like we got a little blood in the streets a little bit."
    },
    {
        "speaker": "A",
        "text": "I think setting in, like, the price of Ethereum went up a little bit. I think we got to about $3,000, which can affect the price of nfts. I've been kind of out of it a little bit this. This past week."
    },
    {
        "speaker": "B",
        "text": "Just cause we out of it, as in not paying attention."
    },
    {
        "speaker": "A",
        "text": "Not paying attention. Like, we got you know, we're doing other stuff behind the scenes, so I've been kind of, you know, predisposed with that at the same time, knowing. I feel like there was not much happening anyways. Like, if I'm not getting DM's from you saying, like, hey, are you in this? I'm like, I was."
    },
    {
        "speaker": "B",
        "text": "I've been kind of out of it for the last week, since Friday. I've really not paid attention much at all. Today's the first day back."
    },
    {
        "speaker": "A",
        "text": "I don't think we've. I don't think we've really missed anything. I know we're going to talk about it later, but there's a thing called Kevin that's happening that I'm not very familiar with."
    },
    {
        "speaker": "B",
        "text": "Oh, you don't know about Kevin?"
    },
    {
        "speaker": "A",
        "text": "I mean, I kind of know, but not really. So. Yeah, so there's some stuff happening that I'm not familiar with in the past week."
    },
    {
        "speaker": "B",
        "text": "So, I mean, here's the. Here's the crazy. I mean, like, volume, June, like, look at this. We haven't had a increase in volume in over a week."
    },
    {
        "speaker": "A",
        "text": "Is that open sea volume?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this is open sea volume in dollars. Us dollars. We haven't had a. We haven't had a volume day greater than the last. Almost. Almost in a week. There was slightly more yesterday than the day before, but, like, really since the 25th and even back prior to the 21st."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Those were like, the last big volume days we had. And even that, I mean, now, are."
    },
    {
        "speaker": "A",
        "text": "They losing any volume to other? Like, to look, I don't think it's."
    },
    {
        "speaker": "B",
        "text": "Significant in terms of real volume, right? Like, there's the wash trading stuff that's going on, but I don't. I think we're seeing maybe like, 610."
    },
    {
        "speaker": "A",
        "text": "JP brings up a little note here. Don't you see that, JP?"
    },
    {
        "speaker": "B",
        "text": "Gus, I don't think so, JP. Keep dreaming, buddy. JP's got a big old bag of x, two y, and he's trying to manifest it into existence. And I don't. I don't. I don't know. I don't see a substantial amount of volume from there. But, like, it's starting. You know, each week we've kind of talked about this and we've said, you know, well, it's still better than where we were in November, December, and, like, not so much at this level here, right? $70 million in volume. If you're looking across, like, not really. This is basically the worst it's been since around Christmas. So what are your. What are your thoughts on that long term? Or, you know, are we. Are we a little dead? Here we go. In the bear market. What are we thinking? So, I mean, are you going to tell people to zoom out?"
    },
    {
        "speaker": "A",
        "text": "I'm not sure. When it comes to nfTs, it's such new territory. There's not a lot of history behind it. Right. We basically have twelve months, realistically. You know what I mean? Yes. NFTs have been around for a lot longer, but really. Q one of last year was really the big boom, so there's not a ton of history. My guess is for a lot of these things, right. Q one is a little slower, Q two and Q four are usually the best. So we're in March now. Are we going to see more downside till April? I'm not sure, but I think we're coming to the end of it, I think. And then that being all said, I talk about a lot, but like any sort of drop in regards to a token or free money can change this in a second, right? Like, I don't know when the last big one was."
    },
    {
        "speaker": "B",
        "text": "We might be talking about one this afternoon. So there you go."
    },
    {
        "speaker": "A",
        "text": "So look at that. I didn't even know that. I even know that. So, I mean, that's, that can change the, the mood really, really quick all of a sudden. If, if 100,000 people have ten grand to spend all of a sudden."
    },
    {
        "speaker": "B",
        "text": "Well, what's interesting here, so here's your volume. And I was mentioning that it's pretty much where we were back in December, but transaction count way higher. Look where we are in terms of transaction count, I'm not quite sure what that tells me, except for, you know, we have more users potentially. And then here's unique buyers and sellers. We still have more buyers than sellers, but the margin is getting pretty, pretty tight in there. Yeah, exactly. So that's interesting. But still more buyers than sellers, which we really haven't seen. More sellers than buyers ever in this last 100 days on the chart at least. And then unique users. So this is only till January 3, but we've got pretty much the same, right. Same around the same level of unique users. So that's the state of what we're seeing here in opensea in terms of all of those metrics. And I don't know. I'm not running for the hills yet."
    },
    {
        "speaker": "A",
        "text": "No, no, I don't think so. I think, I think good projects are still going to do well. Like I, I still have, I still haven't sold any Azuki's. Is that what they're called? I don't even know anymore. Yes, I still have one artifact. What are they called?"
    },
    {
        "speaker": "B",
        "text": "Whatever the name."
    },
    {
        "speaker": "A",
        "text": "The clone x. So I feel like those will still do. Well. I still got. I think I still have nine. Three landers."
    },
    {
        "speaker": "B",
        "text": "Well, so this is a good point that you're making here. So what you're talking about is, you know, strong projects. I mean, Freelanders is new, but they've had a pretty strong following so far."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So the. I think where you're seeing the most pain is new mints that flame out. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And, you know, the whole market is down. I've been hearing this, like, oh, liquidity. Liquidity, liquidity. And it's like, okay, maybe, but stop minting fucking zero x Kevin's, and asking where the liquidity is. It's not going to be there. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "It's more of a. Be very particular about new projects. Like, I haven't minted a single thing since, like, mid last week. What was the last thing you minted?"
    },
    {
        "speaker": "A",
        "text": "Honestly, I think I forgot about this. We should talk about this as well. I haven't minted anything in, I think, since Threelanders."
    },
    {
        "speaker": "B",
        "text": "That was the last thing I minted."
    },
    {
        "speaker": "A",
        "text": "Yeah. But I did buy. I bought a bunch of futters, I think, last Thursday or Friday."
    },
    {
        "speaker": "B",
        "text": "Yes. We have to congratulate you. Let's go see the fudders. Hold on."
    },
    {
        "speaker": "A",
        "text": "I am king Fudder. Yeah. I still think it's a great project, but I thought they were undervalued. I went back and I check the tape last week. Last week I said, I think it was a value. I think was about 0.05. And then I just started buying, like, every day. I just started buying, like, an Ethwart every day until I was the number one holder. And now I hold the crown for being the number one fudder with a one on one."
    },
    {
        "speaker": "B",
        "text": "With a one of one. Wow. We're going to actually go and confirm this here. So we're going to. We're going to."
    },
    {
        "speaker": "A",
        "text": "I think you'll be able to see. I think you'll be able to see my spike, because I definitely put momentum into the market on flutters."
    },
    {
        "speaker": "B",
        "text": "You did they. They jumped. They went to, like, did they go up to almost, like, 0.2?"
    },
    {
        "speaker": "A",
        "text": "I think they went to 1.5 for sure."
    },
    {
        "speaker": "B",
        "text": "0.15 or."
    },
    {
        "speaker": "A",
        "text": "Yeah, 0.15 for sure from 0.05. Oh, well."
    },
    {
        "speaker": "B",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "1 second. We could. Prince Satoshi and me have been going back and forth, so I'll do it live."
    },
    {
        "speaker": "B",
        "text": "She is also the number one holder of thingdoms."
    },
    {
        "speaker": "A",
        "text": "Yeah. So shout out. Yeah. Shout out to the prince of Satoshis."
    },
    {
        "speaker": "B",
        "text": "Are we doing this live on screen?"
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%. I'm not going to do it on screen, but I'll. We'll come back to the screen. We'll refresh in a minute. Let me just go to gems here. Gem beta."
    },
    {
        "speaker": "B",
        "text": "You should just share your screen while you sweep it live."
    },
    {
        "speaker": "A",
        "text": "I should do that? Yeah, let's do that. That's way more fun."
    },
    {
        "speaker": "B",
        "text": "JP Kaz says he's minted 50 things this week."
    },
    {
        "speaker": "A",
        "text": "That sounds like the JP thing to do."
    },
    {
        "speaker": "B",
        "text": "05:00 a.m. telling us we both look very handsome today."
    },
    {
        "speaker": "A",
        "text": "Well, thank you very much."
    },
    {
        "speaker": "B",
        "text": "05:00 a.m. is kissing butt because he sent all my money to zero. I invested in his crypto fund, and he's already, he's run off with it. I haven't heard from him since."
    },
    {
        "speaker": "A",
        "text": "I believe it. And he's probably looking for some rect also."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, he's probably, yeah, he's probably itching for rect. Are we doing rect tomorrow or are we going to do it?"
    },
    {
        "speaker": "A",
        "text": "I think we'll announce Monday, a Monday show. We want to keep mint. The trick is that the hard part is you want to keep mint condition and wrecked kind of as far away as possible in the same week. So how many dinners? I didn't. I needed nine."
    },
    {
        "speaker": "B",
        "text": "Yeah. You need nine? Yes. Drew says flutters and thingdoms going to zero. Probably. However, my thingdom was in space last night, which was cool. Did you see that?"
    },
    {
        "speaker": "A",
        "text": "I saw, like, I mean, I saw."
    },
    {
        "speaker": "B",
        "text": "I love that you're just reclaiming your crown right here."
    },
    {
        "speaker": "A",
        "text": "Yes. No, we have to do it. Yeah, I saw a bunch of different ones. Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Well, what they did was they put an iPad on a weather balloon and sent the weather balloon into space, and they recorded this video. And then when it got, like, all the way up there, they. When they got all the way up there, they. They literally rolled through all the thingdoms. So your thingdom was officially in space, which was pretty cool."
    },
    {
        "speaker": "A",
        "text": "Oh, they went through all of them?"
    },
    {
        "speaker": "B",
        "text": "Yeah, all of them. They cycled through every thingdom on the iPad, which was really cool. Did you. Are we."
    },
    {
        "speaker": "A",
        "text": "I think I lost. I got to redo it because I think I lost one thing. I don't want to do it in one transaction."
    },
    {
        "speaker": "B",
        "text": "Lightwood, the on chain monkey of."
    },
    {
        "speaker": "A",
        "text": "Yeah, I want total savings."
    },
    {
        "speaker": "B",
        "text": "I'm still. I'm here. Refreshing. It's. Ether scan is not updated yet."
    },
    {
        "speaker": "A",
        "text": "I'll tell you when it's completed. Yeah, that's the one."
    },
    {
        "speaker": "B",
        "text": "That'S the one. This is. This is riveting podcasting, but we can't let chamber not have the crown that he's worked so hard for. So I think the. The live reclamation is."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, what's the. What's the most you've ever done in one. In one sweep? Not in one sweep, but, like, in one. One nft. Like, how many of you had. I know you've had a lot of thingdoms."
    },
    {
        "speaker": "B",
        "text": "I had. The most I ever had was thingdoms. I had, like, 50 at one point when I first started, but now I'm down to, like 13. But are you official now?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it says confirmed. Let's see what it looks like. It might take a second."
    },
    {
        "speaker": "B",
        "text": "Yeah, we might have to do this back at the end of the show. It is not. It is not done."
    },
    {
        "speaker": "A",
        "text": "JP's in for twelve fudders. I do. I haven't sold one yet, so I have my original mints."
    },
    {
        "speaker": "B",
        "text": "I've never gotten in triple digits, so this is."
    },
    {
        "speaker": "A",
        "text": "I mean, this was the only one you really. This is the one. You, you know, you really could get into triple digits on this one because I bought it. I think I bought 50 or 60 at mint at like 0.05 or something like that. Yeah."
    },
    {
        "speaker": "B",
        "text": "So while we're waiting for your thing to hear here, we've got a couple segments that we're going to run with. And let's start with take it or leave it. So we got. Yeah, I've got a couple here. That one you've already kind of mentioned here, so take it or leave it. We are going to see the NFT downtrend continue into April. You did say that, you know, it was. You did say here that Q one is notoriously bad. Do you think this is a trend that we continue to see now as."
    },
    {
        "speaker": "A",
        "text": "I don't know, as we get closer to the end of March, like February, I thought was going to be the worst. Like, mid to late February in my mind. I don't know what's happening over there."
    },
    {
        "speaker": "B",
        "text": "I was trying to fix my lighting because. Yeah, because I had my window open."
    },
    {
        "speaker": "A",
        "text": "And I thought you got attacked by a cat or something."
    },
    {
        "speaker": "B",
        "text": "The sun's going away. So I was trying to open the other side, but it appears my blinds are broken. So, anyway, I take it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we could see some more downfall until, I don't know, maybe a couple more weeks of it I could see again. Unless something happens where there's a catalyst in the market to propel it upwards, but I don't know, I could see a little bit more downtrend."
    },
    {
        "speaker": "B",
        "text": "You don't think it'll last?"
    },
    {
        "speaker": "A",
        "text": "I don't think it will last, no. I think the market's going to go back up. Will things like, like I said I'd mentioned, like Azuki's and clone X, those top tier NFTs, what could they technically go to? Like, our bored apes. Gonna get to 150 ETH floor."
    },
    {
        "speaker": "B",
        "text": "All right, I'm gonna take this one outlier out. So we've got from the Opensea chart we were looking at before, right. The biggest, big, big volume day we had was 359 million. That was on February 1. We've had two days in Q one where we've had, like, 278 million. Will we pass. Will we pass that in volume or touch it before April to Sunday?"
    },
    {
        "speaker": "A",
        "text": "In a single day in April?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You're saying are we going to have more volume in. In April on one day of. In April?"
    },
    {
        "speaker": "B",
        "text": "No, in one day in March. So."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. In March?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes. I think I could see, like, that last week of March being start to kind of pick up and you. I think we'll see equivalent volume on one day in March for sure."
    },
    {
        "speaker": "B",
        "text": "I like this. This comment from Drew. I don't know if I could pull up. There you go. Every single project that said they were delivering something in Q one now has three weeks to not be alive."
    },
    {
        "speaker": "A",
        "text": "That's a really. That's a real thing. We saw that a ton back in 2018, in 2019 with. With icos in, like, their roadmaps in Q one. And they would. I mean, not all of them would, but, man, like, March 31 was, like, a big day to, like, you said to not be a liar, so. Yeah, I could see that for sure."
    },
    {
        "speaker": "B",
        "text": "I've got another one here for you. Take it or leave it. So you're. So wait, what was your verdict on that? You're leaving it? As in, we will not be in."
    },
    {
        "speaker": "A",
        "text": "A downtrend until I'm taking it. But that doesn't mean one day won't be a good volume day."
    },
    {
        "speaker": "B",
        "text": "Okay, so you're. Okay. Fair. That's fair. Right? Here's the next one. Pfps are dead, bro. Take it or leave it."
    },
    {
        "speaker": "A",
        "text": "No, I think Des brought it up last week. I don't think they are dead. I think it's very difficult for projects to at least come out of the gates hot like we were talking about. Was it invisible friends? That wasn't. That wasn't a PFP. And I mean, was that our buddy was a drew or JP that had, like, the Drew."
    },
    {
        "speaker": "B",
        "text": "Drew had the whitelist."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think he sold it, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Drew. Drew crushed it. He ended up selling his invisible friends."
    },
    {
        "speaker": "A",
        "text": "For like ten e or something like that."
    },
    {
        "speaker": "B",
        "text": "Yeah. 10.6, I believe."
    },
    {
        "speaker": "A",
        "text": "Yeah. And now the floor is at like five."
    },
    {
        "speaker": "B",
        "text": "Shovel NFt says not dead, just viable."
    },
    {
        "speaker": "A",
        "text": "Right? That's a big buy. Five e floor."
    },
    {
        "speaker": "B",
        "text": "Chris says there's going to be some good jokes on April 1 this year. I'm going to, I'm going to put out so many scam announcements in every discord that I run. It's just, hey, mint now. April 1. April 1. Mint. Now, I don't know about you, but."
    },
    {
        "speaker": "A",
        "text": "I always get tricked on April 1. I forget it's April 1 and I."
    },
    {
        "speaker": "B",
        "text": "Wife gets me. My wife gets me. What?"
    },
    {
        "speaker": "A",
        "text": "It never fails. It never fails. I always fall for something on April 1."
    },
    {
        "speaker": "B",
        "text": "It's because I trust her the most. And I'm like, you wouldn't do this. And of course you would."
    },
    {
        "speaker": "A",
        "text": "Of course, the people you trust the most, that will."
    },
    {
        "speaker": "B",
        "text": "All right, so PFP is not dead for."
    },
    {
        "speaker": "A",
        "text": "I don't think so. No."
    },
    {
        "speaker": "B",
        "text": "Here, here's the last one for take it or leave it. Cool cats have. They had their blue chip revoked. So here's why I say this, okay? They've had such, this, this amazing hype that took them over ten e. I think they hit almost like a 15, 8th floor at some point in the last month or six weeks or so, all leading into the cool pets drop and the cool pets game. And they botched that and they're still botching it. And there's no updates. Cool pets are now down to a 1.2 floor. The peanut gallery is getting restless. This was their, really their first attempt at kind of showing their chops because they, you know, their, their story is they started as a mint that didn't sell out. They lowered their price to 0.02 or whatever it was and sold out, built this big community behind them and skyrocketed. And, you know, this was their first real attempt at kind of putting something big out there and it's not going well."
    },
    {
        "speaker": "A",
        "text": "So I'm going to be honest with you."
    },
    {
        "speaker": "B",
        "text": "The price has reflected that. Hold on, though. I'm going to. Just doing a floor check here."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Before I make a mockery of my knowledge here. I think they're, they were, I think they hit like low sixes at one point last week. Somebody was dumping a bunch during that hack scare. And then I think they're back up to around eight ish now. But what say you?"
    },
    {
        "speaker": "A",
        "text": "I didn't know any of that prior to."
    },
    {
        "speaker": "B",
        "text": "7.39. Floor."
    },
    {
        "speaker": "A",
        "text": "Right now, I do have three cool pets that I've been monitoring. 100% still holding. I've been monitoring and I've been seeing the floor just continuously drop. But I'm like, I had no time to really dig into. Oh, my God. It's cool pets. It's a blue chip. It'll be fine."
    },
    {
        "speaker": "B",
        "text": "Well, that was."
    },
    {
        "speaker": "A",
        "text": "That was my thought. That was my thought. Of course, now I'm much more concerned about this project after hearing all that. Um, so, yeah, I don't know. I bought these at the freaking tippy top too. Like, I think I bought the cool pets for like two over two e each for sure."
    },
    {
        "speaker": "B",
        "text": "1.255."
    },
    {
        "speaker": "A",
        "text": "I've done worse on others, but this is still not good."
    },
    {
        "speaker": "B",
        "text": "Oh, I mean, you know, ask me about my cool monkeys."
    },
    {
        "speaker": "A",
        "text": "I mean, it's funny, I like some people how you can lose money on something and other people make money on it. Yeah, I'm sure tons of people made money on cool pets and I did not. So that is. That's too bad about cool cats specifically."
    },
    {
        "speaker": "B",
        "text": "So they're. I mean, they're still obviously trying to put this game out. But like, I don't know if. I don't know. I don't know. I don't know if we'll see. Is it. It better fucking work and it better be good. And, you know, here's the thing, though. Here's the thing. So they chose to go and build this game on Polygon. And I think what I've learned here is that polygon is trash. And honestly, is it trash? Yeah. Yes, I think so. And in hindsight, Zed run looks like rock stars because they are able to keep a game working on Polygon. And everybody, you know, went bash Zed for all these months about problems they were having. And their excuse at the time was, oh, well, it's a polygon issue. There's not much we can do about it, right? And everybody was like, oh, that's a cop out. That's cop out. And now these guys are having the same problems. They can't even get a game off the ground."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "B",
        "text": "And, you know, so it not."
    },
    {
        "speaker": "A",
        "text": "Is that not the best product to come out of the NFT space period? Like heart stop? Like, I mean, there's nothing more valuable. But, yeah, I mean, it's not hard to make a PFP of a monkey, you know what I mean? Like, obviously that was more valuable or maybe not even more valuable. I'm sure they made a ton of money in, in the horse drops and stuff like that. Too. So, yeah, I mean, it's the best thing. It's the. It's the first thing. But they've been working on it for years, I think prior to last year, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, yeah, for sure. They actually. I mean, they launched on heath layer one."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "They moved her and all this stuff. Right. Okay. And then my last take it or leave it here is Kevin. It's just Kevin."
    },
    {
        "speaker": "A",
        "text": "It's Kevin. Yeah."
    },
    {
        "speaker": "B",
        "text": "First of all, tell me what you know about Kevin."
    },
    {
        "speaker": "A",
        "text": "Okay. You're showing me some pictures here. I've seen a picture on. I think I've seen this picture on Twitter."
    },
    {
        "speaker": "B",
        "text": "This is Kevin."
    },
    {
        "speaker": "A",
        "text": "That's. That's all I know. That is. That's all I know."
    },
    {
        "speaker": "B",
        "text": "This is Kevin."
    },
    {
        "speaker": "A",
        "text": "And people have been making jokes about it, and that's. That's all I know."
    },
    {
        "speaker": "B",
        "text": "Do you know much about Pixelmon?"
    },
    {
        "speaker": "A",
        "text": "To begin with, absolutely nothing."
    },
    {
        "speaker": "B",
        "text": "So this is species Kevin, which is why it's such a funny thing. Like, this is what killed me about it when I saw this. That, like, it's a species name for your collection, and it's Kevin, but see. Do you know anything about the Pixelmon horror story here?"
    },
    {
        "speaker": "A",
        "text": "No, not at all."
    },
    {
        "speaker": "B",
        "text": "Okay, well, I'm going to run through it very quickly."
    },
    {
        "speaker": "A",
        "text": "You let me. Yes. I'm sure there's other people. They don't know about it."
    },
    {
        "speaker": "B",
        "text": "Well, that's what I mean. It's only a week, maybe not even a week old. So it happened definitely, after our last podcast. So Pixelmon hyped up this whole game that they were building, and they were showing sneak peeks of all this stuff, this fabulous pixelated art, these playable demos, all this stuff. Right? And they. They sold out their Dutch auction at three Eth each. Three etH. So everybody paid three fucking eth. Right. They raised $70 million. They delayed their art reveal for a week, saying that they were having, you know, it was too good. Yeah, right, exactly. Well, I mean, he literally said something like that in the chat, was like, oh, we're gonna blow your mind, you. They sure did. They sure did. And so finally, they had this art reveal, and this is what came out. Kevin."
    },
    {
        "speaker": "A",
        "text": "Now, what was the. Was it just, like, a generic image? Pre reveal, I'm assuming?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was just a placeholder image. And, I mean, I'll get out of Kevin's here in a minute, but I do want to make a point that Kevin's are now selling for 6.2 eTH because of the meme. So, like, all this art stuff came out, and it was such a disaster, and the floor dropped on Pixelmon, the floor on the collection is now 0.3. So you minted. You've now lost 90% of your value. Unless you misinformed yourself. A rare Kevin."
    },
    {
        "speaker": "A",
        "text": "Like all mothers want for their daughters. Right?"
    },
    {
        "speaker": "B",
        "text": "But I was about to catch. As soon as I saw this, I was like, holy crap. This is going to be the meme of the century. I need to buy one of these things. And Kevin's were priced at 0.6, and I couldn't get myself to pull the trigger, because my thought was like, well, if this isn't a straight rug, and he's going to, like, replace the art at some point, right? What are they. What's going to happen to these? Like, will they. They be replaced? And now you own this thing? That's not funny anymore. You know what I mean? Like, and. And. But Kevin's were trading, like, as high as eight e. Did you sell yours? I never bought it. I didn't buy because I was. I chickened out at. .6 I thought it was too much. I would have bought a Kevin for, like, 0.3."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Then the meme started, and it was nuts. But, like, here's what some of the other art looks like, and, I mean, it's not. It's not good. And I. But part of the problem was, it turns out terrible. It turns out that this person who was running the project. Here, you want this for three? The person who was running the project is, like, this 20. Yeah, exactly. Is, like, this 21 year old kid. And apparently, all the sneak peeks and stuff that he was showing were purchased. They were purchased. And so, as in, like, he bought them off of, like, fiverr or something as renderings, and that's what he was using to show people what his game was going to be. Meanwhile, he had absolutely none of that done. And this is what people got for three. You want this crazy football player looking thing. What is. What species is this? Dave?"
    },
    {
        "speaker": "A",
        "text": "Jim?"
    },
    {
        "speaker": "B",
        "text": "Bruiser."
    },
    {
        "speaker": "A",
        "text": "Bruiser. I like Bruiser."
    },
    {
        "speaker": "B",
        "text": "So take it or leave it. Kevin is Kevin. The next big meme. And now. And, like. I mean, you've seen it now all over your Twitter feed, right? Yeah."
    },
    {
        "speaker": "A",
        "text": "100%. Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "I came across this today, and I couldn't stop watching. Hold on. Let me get up here and hold on. I think Kevin is. Evan's gonna lead people to either financial ruin or financial freedom."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "I can't stop. This is so good. All right, that's enough."
    },
    {
        "speaker": "A",
        "text": "Kevin's so my just."
    },
    {
        "speaker": "B",
        "text": "Is Kevin. Is Kevin a the take it or leave it is. Is Kevin a lastable meme. Will it, will it not transcend meme culture in the."
    },
    {
        "speaker": "A",
        "text": "It will not. Um, no. I mean, I think every meme has a shelf life. You know, it's. Yeah, I mean, it's only going to last for so long if you bought a Kevin at .6 and you can sell it for six eth right now. I highly recommend doing it."
    },
    {
        "speaker": "B",
        "text": "Sell your Kevin? Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So, so you're, you're, you're, you're on selling the Kevin here?"
    },
    {
        "speaker": "A",
        "text": "Hundred percent. Yeah. Like this is. We're going to be like Kevin who in like, you know, four weeks, I mean, if not sooner."
    },
    {
        "speaker": "B",
        "text": "I don't know. I think Kevin is. I think Kevin's gonna be a pretty strong meme. It's, it's so perfect."
    },
    {
        "speaker": "A",
        "text": "It'll be a good callback meme, but I just don't think it's gonna be like, we're gonna use it all the time. There'll be other memes to come. There'll be other things where, you know what I mean? Somebody else will do something stupid and we'll be talking about that. I feel like this is like apmon or apimon or whatever it was. Remember the egg?"
    },
    {
        "speaker": "B",
        "text": "Yeah, the egg."
    },
    {
        "speaker": "A",
        "text": "But I mean, egg was bad."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, by the way, shout out to at nfteeth art for making that sweet Kevin dancing video. That was good at nfteath art. Follow him for more dancing kevins. So that's take it or leave it. I've got buy, sell bird on the docket. You want to do a little buy, sell?"
    },
    {
        "speaker": "A",
        "text": "I love buy, selling and burning."
    },
    {
        "speaker": "B",
        "text": "All right, so let's go back to opensea here. We are going to buy, sell, burn three projects here. So we've got, in the last seven days, my buy, sell, burn here. Invisible friends, three landers or mfers. So as you were saying, invisible friends dropped last week. They were up to as high pre review as, I think, 14 ish post reveal. They've come down quite a bit here at 5.63. This is what you're, you know, you're currently buying here on the floor. So 5.63 ETh for, with 26,000 ETH traded. Holy moly. And a pretty solid owner count here. 4500 owners out of 5000 items. So are you taking invisible friends or. Let's go back. We've got, we've got three landers here at the number three spot for the week with 7600 ETH traded, a floor price currently of 1.65. They got up to a, they got up to as high as I think around 2.5 for the floor."
    },
    {
        "speaker": "A",
        "text": "I think so."
    },
    {
        "speaker": "B",
        "text": "21K or 22k volume traded here. Here's what the floor looks like on these bad boys. Well, you got. You got a little Kobe jersey here that you could buy."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think these are awesome."
    },
    {
        "speaker": "B",
        "text": "I love these. Yeah, I have five. Uh, I currently have a couple for sale, but, uh, I do have five left."
    },
    {
        "speaker": "A",
        "text": "I got a couple for sale too."
    },
    {
        "speaker": "B",
        "text": "I sold one at 4.6."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Which was nice. Yeah, it was a top 500, 600 ish."
    },
    {
        "speaker": "A",
        "text": "Oh, nice."
    },
    {
        "speaker": "B",
        "text": "And then you got my. Lastly here, I threw mfers in because mfers has gone on, had gone on an epic run. And they went up to. I think they hit 80th ish. They hit. Yeah, they."
    },
    {
        "speaker": "A",
        "text": "I remember buying those. That's. That's tough."
    },
    {
        "speaker": "B",
        "text": "They hit about seven 80th. And now they've come kind of all the way back down here to 1.9 east. They do not have much of a. They don't have a roadmap. These are just basically meme art. And, you know, that's. That's what the Mfers are. So who are you? But again, massive volume traded. Good owner distribution. And, you know, you've kind of seen them peak way up high. Can they run back up? What are you taking? Buying, selling, burning invisible friends, three landers or M effers?"
    },
    {
        "speaker": "A",
        "text": "I think buying. I think there's a tremendous value on three landers right now. So I'm definitely buying those."
    },
    {
        "speaker": "B",
        "text": "Why do you think that?"
    },
    {
        "speaker": "A",
        "text": "Cuz I think the, like, I think they've minted for. .75 they only got to two."
    },
    {
        "speaker": "B",
        "text": "I minted on each, basically."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. I was 1.01 ish."
    },
    {
        "speaker": "A",
        "text": "Yeah. So everybody minted for any. So it's not like there's a bunch of people that bought the bulk of them for like 0.08. So everybody that's in it is in it for at least. Like, even if you bought pre mint, I think it was still like a half an eth. You know what I mean? So everybody that's into it is, you know, has investment in it. It only went to 2.5, so it's not like it went to twelve pre reveal and then came down. I just think there's. There's. There's tons of room to go up just based on where the mint price was and where all time high is. I think there's a tremendous amount of upside. I think they got a pretty good roadmap too. If memory serves me correct."
    },
    {
        "speaker": "B",
        "text": "Over 53% owner count here."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I don't know, like all that volume was done between like one ethnic and two and a half eth."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm pretty sure they've still done, they're still pushing like 700, Ethan, volume today."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I don't know, I just see, I just see a ton of upside there. And what happens is you get these, you look at Mfers, who I'm going to burn, by the way. MFers is a burn for me, you know, very memeable. It had a. I think it had the most derivatives I've ever seen. Is that accurate?"
    },
    {
        "speaker": "B",
        "text": "Maybe it's one of the most highly derivative. Everybody has a blank."
    },
    {
        "speaker": "A",
        "text": "I feel we're done. I feel like we're done with MFers. And then I think I'll just sell. What was the other one? I'll just sell invisible friends. Invisible friends. You can sell them for five and a half eth. Yeah, I'll take that all day."
    },
    {
        "speaker": "B",
        "text": "I think I'm with you. I think I'm taking the exact same stance here, because if you still are holding an invisible friends, you minted those four point. If you minted them. Sorry. You minted them for 0.25, right. So you're still up a 20 x on your mint price. Right. So I'm selling there. I think it takes a very, very, very long time to push them back over a where 14 eth was. Right. I. I think in your other point here, the three landers, still pretty easy for them to go back to that all time high or break it. Right. And as long as they keep executing, I think they're going to be good. And mfers, I think I'm burning. I actually think I can't decide if I'm, I'm not buying MFR. So guess I would burn them in this situation just because I would take the 20 x on invisible friends, but otherwise I would be burning invisible friends because I just don't see it from."
    },
    {
        "speaker": "A",
        "text": "A. Yeah, I think that's mentioning, you know, does mention it last week. It's just like, what, what are we doing with these things? Like, you can't even display them. So I don't know. Yeah, I'm not a big fan of those. So that's good. I feel, I feel we're on the same level."
    },
    {
        "speaker": "B",
        "text": "JP Guz said he bought Kevin three landers. There's Kevin M efforts out there. Chamber, you get a look."
    },
    {
        "speaker": "A",
        "text": "I don't think I've ever minted a derivative."
    },
    {
        "speaker": "B",
        "text": "The derivative market is how you can get exposure to Kevin's without having to."
    },
    {
        "speaker": "A",
        "text": "Pay six e. I don't like. There's something about it that I don't like the derivative market."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I think you're the. It's a very smart. It's smart to not like the derivative market. And here's. Because your liquidity is literally, what, maybe 24 hours. Right, right."
    },
    {
        "speaker": "A",
        "text": "So it seems like too much work."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, name a. Name a derivative on this. On this list that's been here for more than seven days. Like, I don't know if there is one. Yeah, there's not a derivative on this. Yeah, there's not a single one."
    },
    {
        "speaker": "A",
        "text": "That's tough."
    },
    {
        "speaker": "B",
        "text": "So there you go."
    },
    {
        "speaker": "A",
        "text": "So, yeah, don't go. Don't go buying. Oh, mf or chicks."
    },
    {
        "speaker": "B",
        "text": "Oh, there you go. MF or chicks."
    },
    {
        "speaker": "A",
        "text": "41."
    },
    {
        "speaker": "B",
        "text": "There's 141. You got to go 41 down the list to get to a derivative."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. That's tough."
    },
    {
        "speaker": "B",
        "text": "Interesting. Meanwhile, JPK, JP Kasmins every derivative that comes out. So, uh, Kevin punks are at, .8 too. If you want any exposure to Kevin. Kevin memes. You don't want any Kevin punks."
    },
    {
        "speaker": "A",
        "text": "What are you guys doing with yourselves? Don't you want to be rich?"
    },
    {
        "speaker": "B",
        "text": "They hit, like, two and a half."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay."
    },
    {
        "speaker": "B",
        "text": "Come on. You don't want this Kevin punk."
    },
    {
        "speaker": "A",
        "text": "I mean, they don't look bad. I hate punk derivatives the most, though, I think."
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I don't like punks to begin with. Like, I get the historical value behind."
    },
    {
        "speaker": "B",
        "text": "It, but I like this one."
    },
    {
        "speaker": "A",
        "text": "That one's actually very good. That one's. That one's good for an 8th and a half, though. I don't know. I don't know if it's that funny, but it is the best one."
    },
    {
        "speaker": "B",
        "text": "No, not for an 8th and a half. You couldn't get me to buy that. That is good."
    },
    {
        "speaker": "A",
        "text": "I would be happy if I minted that."
    },
    {
        "speaker": "B",
        "text": "If you're interested in a Kevin derivative, that is for a good cause. Let me see here."
    },
    {
        "speaker": "A",
        "text": "And honestly, the other reason I don't like the Kevins is all this week, it's just reminded me of the movie we need to talk about Kevin, which is possibly one of the most depressing movies I've ever watched. It's not a feel good movie. You know, it's."
    },
    {
        "speaker": "B",
        "text": "You want an affordable Kevin derivative here."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "The cool monks have put out a charity auction for this honorary Kevin cool monkey that the proceeds are going to the people from Ukraine Crane. I mean, that's a pretty cool looking Kevin derivative. Yep, if you're not affordable for most. But at least the proceeds go to a good place. The."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "There's only one bid on it, and it can be yours in one day. 18 hours, 33 minutes, 57 seconds if you want to get yourself a Kevin. Cool."
    },
    {
        "speaker": "A",
        "text": "That's rough. Yeah, that's rough."
    },
    {
        "speaker": "B",
        "text": "I almost bid on it at 0.25 just because I."
    },
    {
        "speaker": "A",
        "text": "Because you're degenerate."
    },
    {
        "speaker": "B",
        "text": "I'm a sick individual, but, yeah, so that's, that's. That was my bicel burn. What else we want to talk about here this evening?"
    },
    {
        "speaker": "A",
        "text": "Um, you know, do a little housekeeping."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. You said you had some housekeeping going on."
    },
    {
        "speaker": "A",
        "text": "Yeah. So we're working on a bunch of stuff in the, in the background, some big news. We talk about coffee with captain all the time. Our buddy Chris does a fantastic Twitter space. Does a fantastic Twitter space every single morning at 08:00 a.m. eastern standard time. For those of you who are regular people who don't wake up at that time, who are not in the mood to listen to anything at that time because they're grumpy and I'm really just talking about myself at this point. I don't listen to it. 08:00 in the morning. If you want to listen to it later in the day, as I would, you can now do that. Chris has taken the space and turned it into podcast form. So you can listen to coffee with captain on Spotify, on Apple, Amazon, Google, all the places where you would listen to podcasts. It is there now. Today's episode is up. That's a daily podcast. So every single day, you'll be able to listen at your leisure to the things. So today, and it's much better than the show, let's be honest. They're talking about quality talking points with quality hosts. I mean, I can't say enough. There's Drew, there's Steve, I mean, there's Chris. It's. These are all, you know, juggernauts of the NFT industry."
    },
    {
        "speaker": "B",
        "text": "I think what's, what's going to be really fun about this if you listen to it as a podcast and you're not familiar with the spaces, is like, there's Drew, Chris, and Steve as your, your kind of hosts every morning, but there's a, there's a regular crew. Like, you're going to feel like you've got 30 hosts and you're going to start to get to know all their other personalities. You know, like, like punters on there. Yeah, Morgan. Like, they all show up every day and come up and chat and, you know, they do a good job of bringing in guests and every morning."
    },
    {
        "speaker": "A",
        "text": "You mentioned Morgan, too, by the way. Morgan has now become an integral part of the Degen family. She has been helping us make everything better on the back end. So shout out to Morgan. She's been just great. So, yeah, welcome to the family there. Uh, we also have another kind of community. I don't know if she's in the chat now, but she's been in the chat before. But we had Gia. Uh, you're from Gia. Big, big, big fan of Gia. She just actually started putting out a weekly, uh, NFT and crypto roundups on DJ network. So you'll see a weekly kind of breakdown of all of the big things that have happened in. Oh, there you go. You can. You can see it right there. Isn't that great? Look at that. So, yeah, so every, every week she's going to put out a new one of these. They're really good, just like I said, kind of goes over what the market is. She made these little graphs as far as kind of percentages difference versus previous week and all the kind of the top news that's happened in NFT and crypto. We have. We have. Speaking of Punter, uh, we'll have an article coming out soon, interview with Punter that's coming out about goats, I think maybe in another day or two. Uh, there's Gia right there. Good job."
    },
    {
        "speaker": "B",
        "text": "She is actually also a mod in the Ben Mesric NFT project. So big, big gia fan."
    },
    {
        "speaker": "A",
        "text": "Love Gia. So, um, yeah, we got a goats interview coming up. We have a fudders interview. So we got goats coming. Interview with Punter. We have a fudders interview coming up with Yin."
    },
    {
        "speaker": "B",
        "text": "These are all on. These are on the website or these."
    },
    {
        "speaker": "A",
        "text": "Are going to be articles. Interview articles on the website. So those will be coming up shortly. And then we just updated the merch section. There's new swag you can get now, too. We'll be updating that every week or two, so keep it fresh. I was trying to come up with something for the Kevin thing, but I didn't fully grasp the quality of the meme. And you don't want to be using any art from any other project. So if we actually are going to."
    },
    {
        "speaker": "B",
        "text": "Have an interview with Kevin Vy Kevin."
    },
    {
        "speaker": "A",
        "text": "How does he. I'm just thinking, you ever see that Simpsons episode? It's. I think it was a treehouse of horror. It was a Halloween episode where they're Harry Potter. They're doing like a Harry Potter one, and he turns the frog. So, you know, Lisa is a witch and they're basically turning a frog into a prince. And you know, Lisa turns her frog into, you know, the perfect prince, and Bart tries to do his. And it basically looks like Kevin at the end. It's, it's quite funny and he's struggling to live. It's this, you know, abomination of nature. It reminds me of Kevin. Kill me now. Yeah, wags gets it."
    },
    {
        "speaker": "B",
        "text": "That's funny."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. That's Kevin to me."
    },
    {
        "speaker": "B",
        "text": "Yeah. Awesome stuff coming out of Djen. We would ask you to join the discord and hang out with us, but you can't anymore. Sorry."
    },
    {
        "speaker": "A",
        "text": "No, that's true."
    },
    {
        "speaker": "B",
        "text": "It is. It is closed to the general public. We've given you many warnings. So if you're not in there."
    },
    {
        "speaker": "A",
        "text": "Will there be other opportunities? It's tough to say."
    },
    {
        "speaker": "B",
        "text": "It's. Who knows? But currently Ngmi for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, definitely Ngmi."
    },
    {
        "speaker": "B",
        "text": "But for those of you who are in the war room and maybe did not see my announcement yesterday, I put out I built a, or had built a allow list reminder bot that you can email or that you can dm remind yourself."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "Enter a whitelist that you're on and it will actually shoot you a DM as a reminder when it's time for you to mint."
    },
    {
        "speaker": "A",
        "text": "So that's, that's tremendous value. Yeah, I saw that yesterday and I forgot all of the whitelist that I'm in."
    },
    {
        "speaker": "B",
        "text": "So, I mean, that's why I did it. I was like, everybody, nobody can keep track of all the crap."
    },
    {
        "speaker": "A",
        "text": "It's very difficult."
    },
    {
        "speaker": "B",
        "text": "So, like, you get a whitelist, you put it on there and it'll just dm you when you're. When it's time."
    },
    {
        "speaker": "A",
        "text": "Amazing. Amazing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's like, hey, go make money. Hey, go make money. Hey, go make money. Hey, mint. Kevin M effers. Kevin M effers whitelist starting now."
    },
    {
        "speaker": "A",
        "text": "But I'm dying."
    },
    {
        "speaker": "B",
        "text": "All right, I've got one more housekeeping thing, and then, then we should get out of here. Where am I sharing the screen? Hold on."
    },
    {
        "speaker": "A",
        "text": "Oh, do we want to check the flutters update, see if I'm actually."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, we definitely have to do that. Hold on 1 second, though. So for the Ben Mesrich project, if you are paying attention, we have the. It is last call to submit your wallets. If you have bought the midnight ride book and want to participate in our puzzle challenge that we've got going on, which is really cool, you can come here to Ben Mesric NFT. If you've bought the book, submit your proof of purchase and you will be airdropped your NFT. That's starting to the puzzle challenge next week. We're also doing this really cool thing where we're actually going to have a live book club with Ben each of the next four weeks in the discord. So you could join the discord here as well. Benmezrick nFt.com. and now we will check to see if you have indeed been regained your crown. Let's see here. There it is. 121."
    },
    {
        "speaker": "A",
        "text": "Number one stunner."
    },
    {
        "speaker": "B",
        "text": "Take that, Prince Satoshi."
    },
    {
        "speaker": "A",
        "text": "Is that one point? That 1.8%, that's too much of a percent."
    },
    {
        "speaker": "B",
        "text": "That's a lot of percent for, for a project. I mean, the, the cool thing about this, though, is, like, I mean, it's pretty, pretty diamond handed. Up here at the top. You've got like three. You got like 6% of the project, you know?"
    },
    {
        "speaker": "A",
        "text": "True."
    },
    {
        "speaker": "B",
        "text": "Yeah. We're only buying more."
    },
    {
        "speaker": "A",
        "text": "We're only buying more. Yeah. No, I still think, again, that's kind of one of these projects where it's not like it went to one and a half ETH and is now back down to whatever it is, 0.08. This was, I think, minted for 0.03. It got as high as about 0.15. We hit all time highs, I think last week when I was, when I was, you know, buying in 20, I think, 20 NFT increments."
    },
    {
        "speaker": "B",
        "text": "I hope. I hope these hit an eth for you. And you're sitting here with just a $300,000 bag of flutters, fingers crossed."
    },
    {
        "speaker": "A",
        "text": "And honestly, like one e, it's 6400 nfts. Like, it's not out of the realm."
    },
    {
        "speaker": "B",
        "text": "Of possibility for Stanley studios up there with three, with 13. Shout out to Stanley. What? Uh oh. Archie was 17 footers."
    },
    {
        "speaker": "A",
        "text": "Love to see it. Love to see it."
    },
    {
        "speaker": "B",
        "text": "That's bullish, in my opinion. You're gonna have, if these get there, if these get anywhere close to being, you know, pretty good, you're gonna see Archer come out of the works showing this, I think. Look at you."
    },
    {
        "speaker": "A",
        "text": "Big fan. I mean, arts got the arts good. I think they're doing stuff behind the scenes. Obviously. The brand is, you know, it's going to zero. That's, you know, it's b's. It's, it's going to one eth, man. I'm telling you."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "We're buying lambos after."
    },
    {
        "speaker": "B",
        "text": "What are they actually doing with the project? Anything?"
    },
    {
        "speaker": "A",
        "text": "I don't, I don't think they're very, they're doing stuff. I feel like they're doing stuff behind the scenes. It's what it sounds like. I'm not, I'm in the discord. But you know me in discord. It's. It's a love hate relationship. No, buy everything, man. That's."
    },
    {
        "speaker": "B",
        "text": "I'm gonna put this last housekeeping thing out into the ether because then they'll have to do it. But JP Kaz. Um, JP Kaz this afternoon came out and said he wanted to do a late night podcast on DJ network, and I told him go for it. Um, so, yeah, so JP Kaz coming to a podcast near you very soon."
    },
    {
        "speaker": "A",
        "text": "He wouldn't say I would listen to that."
    },
    {
        "speaker": "B",
        "text": "I wouldn't, but some people might. I wouldn't. But, like, I don't know, maybe a couple will."
    },
    {
        "speaker": "A",
        "text": "Definitely a couple."
    },
    {
        "speaker": "B",
        "text": "But keep an eye out for that as well. That is probably going to do it. Do we got anything else?"
    },
    {
        "speaker": "A",
        "text": "No, I have nothing else that is."
    },
    {
        "speaker": "B",
        "text": "Going to do it for us today for myself and the great chamber. Until next time, stay mint."
    }
]