[
    {
        "speaker": "A",
        "text": "They been silly they're complaining oh educated you are saying all the words I'm dreaming said after me they will blame us crucify and shame us we can't help it if we are surprised we are trying hard to get your attention climbing up your wall it was a good song I picked. It was the adults are talking by the strokes. Highly recommend. Good. Classic strokes song. I am a huge fan of strokes."
    },
    {
        "speaker": "B",
        "text": "I didn't listen to too much after. Is this it? But that album was on a repeat."
    },
    {
        "speaker": "A",
        "text": "I mean, is this. It is one of the great albums of all time. I would recommend listening to angles and I think it's RCA are both good albums as well. But yeah. Hey, I traumatized my child to tears. So we did it. We did it, guys. I know we were talking about that a couple weeks ago. I was finally able to do it and it was a scary movie. I pushed the limits on. On her scary movie tolerance and we found her limit. It was pet sematary. Og."
    },
    {
        "speaker": "B",
        "text": "Oh. Oh yeah. Oh, yeah. Pascal was the password for my first. Oh yeah. That was my first password."
    },
    {
        "speaker": "A",
        "text": "That's amazing. Little Stephen King ref there. But yes, that one. It's funny enough. It's actually my wife's. It's the movie my wife was terrorized by as a child. So my kid. We were watching it last night, got Paramount plus the new tv station, as I like to refer to it. Got that just to get the OG. Pet sematary. We started watching it yesterday afternoon. We continued watching it before bed, which was immediately a regret because that's when I. It's like, nonstop. For those of you guys who aren't familiar. So I just need to lubricate my throat here. For those who aren't familiar, pet Sematary is a cemetery where you bury things and they come back to life. You know, starts off pretty easily. Cat gets hit by a car while kids are away. Dad takes it up. Cat comes back. Evil cat. There's a part shortly after that that the wife is talking about her childhood trauma, and there is a flashback, and she's dealing with her sister, who has this physical issue that basically turned him into a monster. And it's terrifying. For those of you who haven't seen it, it's a terrifying scene, and it just gets worse from there. Like, the scene after that. Just like a kid gets hit by a transport just nonstop. That one was on me. She was crying behind her sheets. It was not fun. She said, maybe we shouldn't watch this anymore. So that's. I knew I had reached the limits. But I'm going to let you guys in behind the curtain a little bit. When? So we mentioned last week, bunch is going to be away all of this week. We're going to do a show today. We're going to do a show on Friday. But you guys know me. Once the weekend's here, I unplug. I don't really pay attention during the weekend. I mean, I don't pay attention during the week all that much either to what's happening. So if I'm solo, what I'll do is I'll hop on. I usually use Jwebs show to get an idea of what's happening to, you know, test the waters of web three, if you will. And they were talking about scams. I don't know if they were talking about scams necessarily, but they were talking about key called Beast and some of the shenanigans happening there. So it got me to thinking, who are some of web three's worst grifters? And I think we should talk about it. We should air our grievances just like Festivus. And if there's somebody we should be looking out for. I've been caught in a few rugs myself. It's not fun. So if we can maybe help people by pointing them in the right direction, who to avoid, who seems like a good person to help, but in fact might not be. I mean, obviously we have the beanies of the world. I know some people are not a big fan of his. I don't know, but I mean, I don't even know all the grifters out there. Somebody, some people have brought up other names I'm not familiar with. So if you do have anybody that you see as possibly a grifter that people should avoid, feel free to come on up and tell us all about it. Jay Webb, do you want to talk about what I was referencing on your show a little bit just to give me a better idea? I don't want to call a kid called Beast a grifter necessarily, unless that's what we're saying. I just caught a little bit of that cake."
    },
    {
        "speaker": "B",
        "text": "No, we are not saying friend of Djen network blockchain ninja has been doing some sleuthing about a guy named Crad. I believe crypto Crad goes by. He has been a big part of the kid called V's team. There was some sort of phishing attack allegedly on his wallet that led to ten eth being drained. He then took to Twitter and talked about it, basically asking people for donations. And he made like $90,000 from that. And now he's no longer with the kid called Beast team and allegedly blockchain ninja should have a thread coming out about it where he goes very in depth, like on chain analytics of, you know, where the money went. Was it because apparently you can like, pay for phishing attacks to happen, to try to like, you know, elicit donations or sympathy? Yeah, shit like this. It's weird, man. I try to stay as far away from as possible, but that it wasn't anything that a kid called Beast did. There was no sort of instance, bad behavior from that team. But this is Crad guy looks like a real great a piece of."
    },
    {
        "speaker": "A",
        "text": "Definitely not Chad, right? Definitely crad. Okay, cool."
    },
    {
        "speaker": "B",
        "text": "Not Chad. Not. I mean, you can always trust."
    },
    {
        "speaker": "A",
        "text": "I mean, I would never say that, but, you know, some people have chads in general, though, crads a little too close to Chad, I think, also. Yeah, that's suspicious. So cool. A kid called beast. Not the problem crad, possibly a problem. We'll keep an eye out for blockchain ninja's thread about it. But yeah, he was digging deep into this. He was following wallets. This guy's. This guy knows what he's doing. I see, I'm just looking down on the crowd and I see many grifters. JP is out there, which is nice how we title it after him. So he was nice enough to hop on over. Hey, JP. No other grifters I want to pick on right now, just JP. But, yeah, I don't know. Is there anything else, J Webb? Is there anything that happened over the weekend that I missed? I only really caught the, the crad talk with."
    },
    {
        "speaker": "B",
        "text": "I mean, there's, there's more stuff with d gods, as always there. That's just been, I think, I think."
    },
    {
        "speaker": "A",
        "text": "I caught the tail end of that."
    },
    {
        "speaker": "B",
        "text": "He related with their, their season three. They're calling it the downgrade. So that's been, you know, all over the place as far as the, the changing art there. Uh, I've kind of been tuning that out at this point because it just feels like we're in this like repetitive loop of the same kind of shit over and over again. If we're gonna talk about grifters, though, that's a fun."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, do you have a, someone that you think is kind of king of grifters out there that you want to, you want to help people avoid?"
    },
    {
        "speaker": "B",
        "text": "I think it's like neck and neck between Beanie and Marat Pacific, if you remember. Remember that Lord talk, Marat Pac. It just goes by Poc. But if you're looking it up on here, mu r a t. That's the guy who dropped like that huge merge thing that was like an open edition. And however many of them you bought, like, they can, you know, they joined together and, you know, merged is like an evolving NFT. I think he pulled like $90 million of liquidity from the NFT market. He had a token that was called dust that, you know, it literally went to dust. And he's had like a few other things as well. And he's just, you know, hanging out around, has never really done anything besides these, you know, innovative air quote projects. And he's just brought in nine figures to himself. So, you know, that's a pretty good one."
    },
    {
        "speaker": "A",
        "text": "That's rough. That's rough stuff."
    },
    {
        "speaker": "B",
        "text": "And then on Beanie's front, I feel like he's kind of gone for the trifecta, right? Like he's launched a rug project with, with blut. He launched a rug token with that, like, old thing. And then he has many times over shilled and then dumped on his followers. So he's really hitting for the cycle when it comes."
    },
    {
        "speaker": "A",
        "text": "I think he's at the top of the pot. I mean, you got to go back some years to get into the. To the really biggest crypto grifters. You know, back in the. Back in the days with Carlos Matos and stuff like that. And Bitconnect, you don't see, obviously, see rug pulls."
    },
    {
        "speaker": "B",
        "text": "See, a lot of that was before my time. So, like, I would love to hear more about these pre 2020 and 20."
    },
    {
        "speaker": "A",
        "text": "I mean, the real grift. I mean, when I first got into web three back in 2017, I was actually brought in by a grift. A co worker of mine, who is a very smart dude, started talking to me about bitcoin and ethereum and cryptocurrency. But what he had gotten himself into was this project called BitConnect. And for those who remember, BitConnect was a essentially a pyramid scheme where you would stake these tokens and you would get tokens. And then I think if you brought people in, like a straight up pyramid scheme, you know how pyramid schemes work. And basically, I didn't see it as that, obviously, I was much more naive back then. I personally wasn't that familiar with pyramid schemes as a whole. And yeah, he was very into it. He was putting tens of thousands of dollars into this and he was talking like, hey, we're going to be able to retire. I just need x amount of money. And, yeah, that was it? So I actually got in doing bitconnect, buying bitcoin, buying Ethereum, and then converting them to the bitconnect tokenization. But I did keep, I would say, like half of my, half of my wallet was, you know, regular cryptocurrency, like your, your bitcoins, your ethereums, ripple I was toying with back then, litecoin, stuff like that. But half of it was also in bit connect and, you know, a couple weeks go by, maybe a month. And I was watching a movie. It was like a jack black movie, kind of like an indie one that he had done, you know, back then, you know, 2015, 2016. And he was a, you know, he was basically running a pyramid scheme. And I'm watching it, I'm looking at my wife, I'm like, fuck, this is, this is definitely what I'm in right now. And yeah, I slowly started to kind of get, you know, make my way out of it. But I had like, reached out to, like, high school friends and I'm like, oh, we're all going to make money on this. It's going to be great. So I had spoken to 1012 people, I think, prior to that. And then once I realized shit's not good, I had reached out to all of them and obviously like, hey, I'm having a bad feeling about this. I'm taking my money out. You guys do whatever you want. Some of them took their money out, some of them didn't. And yeah, it just went to shit. Lots of people got arrested for it. Lots of YouTube influencers got arrested. There was like three, four main youtubers that were arrested. I don't know where they are today, but it was bad news. But there was a lot of that type of stuff happening in the crypto world. Obviously now we have rugs from just pump and dumps, coins and stuff like that, or coins that are. I got bit on a month ago or so where you think it's going to be good and they go to set up pools on uniswap and, you know, you think everything's going well and all of a sudden there's no more liquidity and the token goes to zero. That's a whole other thing. But yeah, there's a lot of grifting. I mean, I don't know if we're seeing it too much on the nft side anymore. I think on the crypto side we'll definitely have to watch out for it more, but check. Oh, man, you got your hand up. I'll let you hop in here."
    },
    {
        "speaker": "C",
        "text": "Hey, what's up? Oh, I can't believe I'm the. I'm gonna do this, but I think I have to defend."
    },
    {
        "speaker": "A",
        "text": "Let's do it. I'm here to defend Beanie. I'm okay with it."
    },
    {
        "speaker": "C",
        "text": "I mean, to me, Beanie is like, way is like, levels beyond, like, a pack or somebody who got 90 million and just walked away. Like, blue was a. And I'm not saying I wasn't wrecked by any of this, because I was. So my defense comes, I'm still in the hole."
    },
    {
        "speaker": "A",
        "text": "I mean, you can be wrecked. Like, you can get wrecked. And it not be malicious, you know, I mean, absolutely."
    },
    {
        "speaker": "C",
        "text": "And, like, so with blut, blut was a free mint. Then there was this b gold attached to it that I don't know the whole story. Maybe Beanie was behind. Behind that piece of it. But seemingly blut was a free mint. Beagold was some token that I guess it was maybe Beanie and his boys created. Maybe I'm being too naive, but I think he just kind of attached his name to it for a second and said, I'm gonna make it something. Then the liquidity got rugged. It turned out to be nothing. I'm sure him and his friend, I'm sure he made some money off of it, but I don't think he made anything off of, like, the blue mint. I mean, beanie's like, he's definitely, like a. You know, he's a salesman. He's got it. I mean, he's got a creepy side. Some of it, I think, came from when all, like, he was doxxed and sort of. It turns out that, like, prior to web three, he was involved in a bunch of, like, scammy, gambling kind of things. But as far as, like, web three, I feel like he's mostly guilty for being a hype man and getting things to, like, really blow up in price based on speculation and hyping. And then I. It not necessarily turning out, but I don't know. As somebody who's been wrecked by numerous beanie sort of related projects, it doesn't feel like he's a scammer or a grifter in the same way as some of these people who just minted out gajillions and then walked away from some big project. Some of these celebrities, some of the celebrities, those, to me, are the bigger grifters than Beanie, who seems dedicated to this thing."
    },
    {
        "speaker": "A",
        "text": "I mean, one could argue somebody with salesmanship, and I, um, kind of a gray area when it comes to morality and stuff, would be labeled as a grifter. So, you know, that's totally, you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "I see. Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "He, you know, with the, the Beagle thing, he literally stated, I'm going to make it my life's work to, for this token to become, like, my token. And then there was also the situation where he was, you know, there's the other famous tweet of his where basically said that. And this was when bored apes were, like, on their big run up, you know, he said, cool cats and kryptos are going to flip apes. And as he was saying that on Twitter, he was also listing all of his cool cats and crypto for sale, like, literally pumping and dumping on his followers. So to me, that's a pretty big grifter move."
    },
    {
        "speaker": "C",
        "text": "See, I'm going to defend him harder."
    },
    {
        "speaker": "A",
        "text": "Than I want to here."
    },
    {
        "speaker": "C",
        "text": "But I think he was also, like, maybe he was listing toads, but he was also buying them. Like, he totally bought the top and still holds those. Like, he, I think he lost a lot on that. He might have made money. I don't know. I'd probably be."
    },
    {
        "speaker": "B",
        "text": "Listed them."
    },
    {
        "speaker": "C",
        "text": "Yeah, but he's also bought, like, he bought some for a hundred Ethan stuff, too. Like, he was seem, I don't know. Anyway, the blue thing, like, seemingly, it was like the liquidity was pulled. So at that point, there was nothing to do with it. But that's enough of my defenses."
    },
    {
        "speaker": "A",
        "text": "I love it because I've definitely been in the scenarios where I'm defending people that I don't necessarily want to be defending. So I totally, I totally get it."
    },
    {
        "speaker": "D",
        "text": "Check out, is Pee wee Herman one."
    },
    {
        "speaker": "A",
        "text": "Of those, listen, that is pain. Was that pain?"
    },
    {
        "speaker": "B",
        "text": "It was."
    },
    {
        "speaker": "A",
        "text": "He."
    },
    {
        "speaker": "B",
        "text": "He's trying the desktop Twitter space right now."
    },
    {
        "speaker": "A",
        "text": "Oh, is he him as a."
    },
    {
        "speaker": "B",
        "text": "Can you see him as a speaker."
    },
    {
        "speaker": "A",
        "text": "On the stage right now? I don't see him as a speaker. I see him constantly requesting. Yep, yep. Payne, can you talk again?"
    },
    {
        "speaker": "B",
        "text": "He shows a speaker on my end."
    },
    {
        "speaker": "A",
        "text": "He does show as a speaker. That's interesting. Maybe I need an update on my phone. First of all, Pee Wee Herman was a legitimate defense. I don't feel bad for defending him. I'm gonna post it right now in the top. But there was another comedian that was speaking similarly to what I was on TikTok the other day, and I felt justified in my defense of Mister Herman, but, no, I've defended other people that I don't like as much as Pee wee, and so I totally get checker where you're coming from. I do have a question, though. How many followers do you need to have before it's considered dumping on your followers? Ajay Web, I'll ask you, because you had brought it up."
    },
    {
        "speaker": "B",
        "text": "I don't think it's really a number. I think it's what your, your actions are."
    },
    {
        "speaker": "D",
        "text": "Like."
    },
    {
        "speaker": "B",
        "text": "You can have five followers. If all five of them listen to your calls and you're dumping shit on, then you know, it's the same thing."
    },
    {
        "speaker": "A",
        "text": "All right, and then how much time? So just, just speaking first. Not. Definitely not me. Okay. Just want to make that clear. This is definitely not me. How much time? So I think back to meme coin season from a couple of months back, and we're in the war room, and we're all having fun. We're all making some dough. There was a particular coin. I forget which one it was, but I remember we were talking in the war room. I had a good chunk of it, and we're all talking about this particular coin. I get to a point where I'm like, I'm going to sell some. How much lead time do I need to give people prior to feeling that I can sell because there's dumping? I mean, you can be excited, in my defense, in other people's defense, you can be excited about a token and get everybody riled up on social media and get to a point where you're like, oh, I think this is the top, or, I feel comfortable here. Is there a point? Is there a lead time we should, people should be giving? Is it 15 minutes? Is it an hour? Is it a day? What do you guys think? What are the thoughts there?"
    },
    {
        "speaker": "D",
        "text": "I think 24 to 48 hours is fair."
    },
    {
        "speaker": "A",
        "text": "48 hours, that seems. I'm thinking 15 minutes seems like to be enough. 24 hours seems like a lot of time."
    },
    {
        "speaker": "D",
        "text": "No, I'm a j web, though. I don't think it's a. About. If you post something and you pump something up and then you start selling into that, that's. That's the action. If you posted it because you were excited about it, right, and it was a good idea, it was a cool thing, you followed it, and then you decided when to take your exit. You're not necessarily dumping on your followers. It's just different. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Okay, so say again. I'll just speak for myself. Say I'm a, you know, the last three days, I've been talking about a particular token and, you know, making tweets, you know, a couple tweets a day, maybe, about it. And on that third day, where it's. It's really, it's getting to a point where, like, oh, this is. It's, it's gone up. Whatever. Five x, ten x, whatever the number is. I'm still tweeting about it because it's going, you know, it's going parabolic. But I'm. I get to a point there could be a tweet I make at noon, and by 02:00 I feel like, okay, top is in. I put out."
    },
    {
        "speaker": "D",
        "text": "If you've established yourself, as you're trading in this, like, day trading space where everything is a matter of time, I think you can say what your intentions. If you're just like, first off, you always make moves first, and then you tweet about it, right? You buy first, and then you say something about it. You sell first, and then you say something about it. I think. I think it's more about you're documenting your journey, and you should treat it as such rather than like you're providing alpha. Because if everyone's coming to you for Alpha and they want to know what to buy and sell. Right, you, then that's bind it by. As soon as you say it, you're announcing the signal and people are going to follow. But if you say, hey, I'm going to be like, I think I'm going to take my exit here, it's, you know, yada, yada. If, you know, even if you want to say that, I think that's."
    },
    {
        "speaker": "A",
        "text": "Do you have. Is there. Okay, here's another, here's another scenario for you. You know, things are going well. Same, same scenario. Couple of days of tweeting, it's gone parabolic."
    },
    {
        "speaker": "D",
        "text": "It ain't go parabolic from your tweeting. I think it's important."
    },
    {
        "speaker": "A",
        "text": "No, no, no, but, no, I'm just saying, you know, I'm tweeting about."
    },
    {
        "speaker": "D",
        "text": "You're talking about. You're adding."
    },
    {
        "speaker": "A",
        "text": "It's going parabolic."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Not because. Yeah, it's not necessarily going parabolic because of my tweets. I'm actually going to go on the record and say it's definitely not going."
    },
    {
        "speaker": "D",
        "text": "Parabolic, because it's definitely not."
    },
    {
        "speaker": "B",
        "text": "Yeah, but."
    },
    {
        "speaker": "D",
        "text": "So you're just there. You're documenting your documentary."
    },
    {
        "speaker": "A",
        "text": "Do I. Do I need to tweet out that I've sold?"
    },
    {
        "speaker": "D",
        "text": "Yes, I think you should say, hey, I'm out here, yada, yada. You know, I think that's because if you're documenting your journey, you should document what, where you exit, and then later on, you can face the facts. Big. Oh, you know, I did great here, I did bad here. Yada, yada."
    },
    {
        "speaker": "A",
        "text": "Is it better to tweet out, you know, looks like I'm feeling the top is in. About to sell or about to sell."
    },
    {
        "speaker": "D",
        "text": "You know, because if you're free media, then. Yeah, exactly. That. Will one create the most, like, conversation probably at that moment for an engagement. But at the same time, you're just. You're just saying what you think. You're just writing it out there, and I think it's fair to do that."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Give your thoughts it."
    },
    {
        "speaker": "A",
        "text": "So, I mean, feel good about it."
    },
    {
        "speaker": "D",
        "text": "That's my take on it."
    },
    {
        "speaker": "A",
        "text": "That's all I need. I just need somebody to make me feel better."
    },
    {
        "speaker": "D",
        "text": "I'm also testing my desktop mic out. I just joined on. I'm gonna call Twitter. Bro. I'm never gonna call it X. I."
    },
    {
        "speaker": "A",
        "text": "Don'T know what else to call it."
    },
    {
        "speaker": "D",
        "text": "I feel like I'm in middle school. But you guys on X, so dumb. I'm never gonna say that, but I want to try it out on desktop. It's pretty cool. But you know what I noticed? You can't raise your hand."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "I think they just need to develop it more obvious. I got it. I got a question. Can you chamber. Can you see Mark?"
    },
    {
        "speaker": "A",
        "text": "I can see Mark. Yeah."
    },
    {
        "speaker": "D",
        "text": "Can you like me?"
    },
    {
        "speaker": "B",
        "text": "I can see you now, pay."
    },
    {
        "speaker": "A",
        "text": "I can see you now."
    },
    {
        "speaker": "D",
        "text": "Okay. Okay."
    },
    {
        "speaker": "A",
        "text": "But it doesn't look like you're talk. Like. See how, like, I have a. Like, a little purple right."
    },
    {
        "speaker": "D",
        "text": "I see it now. Is it there? I see it on your pain."
    },
    {
        "speaker": "A",
        "text": "See, I can see it on mark, but I don't see it on you. Pain."
    },
    {
        "speaker": "D",
        "text": "That's so weird. I don't really know."
    },
    {
        "speaker": "B",
        "text": "But it's not Twitter."
    },
    {
        "speaker": "A",
        "text": "Both of you guys sound crystal clear."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm just using my gaming mic for my headset. I have, like, a real sure m seven, whatever they're called. I want to try that out next time, but I don't think you can host spaces yet, so."
    },
    {
        "speaker": "A",
        "text": "No, I don't."
    },
    {
        "speaker": "D",
        "text": "That's what I was wondering. Like, there is a way, if you use an emulator to run Android on your desktop, and then you can download the X app, and then you can do it from there, but it's too much work."
    },
    {
        "speaker": "B",
        "text": "Wait, good old blue stacks."
    },
    {
        "speaker": "D",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "That's good, though. So, I mean, a. The audio quality is through the roof, so that is a big plus. So it probably won't be too long before you can host spaces on X. I do want to go to Mackie. He had his hand up."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So I think in my mind, and this is. It's so hard to determine where the line is, but, like, when your tweets actually do affect the price, that's when you become a potential grifter. Like, even if it's, you know, you can say the five follower thing, but you're not. I. The likelihood that five people who follow you and they're all gonna, I guess."
    },
    {
        "speaker": "A",
        "text": "That'S just the number you picked out of thin air. J web."
    },
    {
        "speaker": "B",
        "text": "But, but like, if."
    },
    {
        "speaker": "A",
        "text": "Chambers."
    },
    {
        "speaker": "D",
        "text": "Chambers."
    },
    {
        "speaker": "B",
        "text": "Yeah. Tell me, tell me, talk to me."
    },
    {
        "speaker": "D",
        "text": "I'm sorry, I don't mean erupt. I just like, it's not about if you start moving the market, it's about like, what are you telling people? Are you telling people, this is so good. This is so good. Get it, get it, get it. They get it. And then you dumped. That's being a grifter. It's not about, like, do you move the market or not? It's more about like, you're leading people off an edge."
    },
    {
        "speaker": "B",
        "text": "Because I with you, chamber, go for it."
    },
    {
        "speaker": "A",
        "text": "I think I'm with you here, Mackey, because I do feel if I'm talking like, I'm not, you know, I'm not walking around like cap or Steve here. I don't have these massive followers. I have a boutique collection of riff raff that follow me. But, you know, it's like five, 6000 people. But if I'm talking, if I am tweeting about, say, a token that has a $300,000 market cap telling 5000 people might be enough to move it. I felt that way on a couple, I think on one that I got rugged on where we were talking about. I was talking about in the war room, some people jumped in with me and we all got wrecked. But I remember talking about it as it's going down, saying, like, I'm buying more here. You could see other people buying it. And again, it might not have been people listening to me, but it could have been. That's a market cap small enough where, you know, 10, 15, 20,000 people following you could move it. So you do. I wouldn't say it's grifting, but you do have to be. You'd have to be aware of it."
    },
    {
        "speaker": "D",
        "text": "I would say it's interesting because you live in a very interesting space where that could happen. I don't know. To me, when I think about it, it makes sense that, like, if you're you, yes, you could move the market, but it's more about what are you setting other people like? Personally, I've been, I guess, what kind of a relationship do you want to have with your followers? Do you want that to follow you for the short, it's like, are you going to optimize for the short term performance? Because, like, you want to leave, like, you want to, like, let your homies in if you think something's going to do well, like, obviously you want to bring people in. I get that. But at the same time, you're going to get wrecked a bunch, obviously. But what kind of account do you want to have? Do you want to have, like, that short term gains day trader, like, whole vibe? If that's you, then that's you. Like, personally, that's not me, so I can't relate to that. But that's a good question. You want to do, then you should do it. But, like, that can go really far. You can be like that youtuber, I don't know his name. It starts in r, I think, but he just does all these day trading stuff. But it's just a low quality type of account. You know what I mean? I care more about the chamber that, like, just is funny and your personality rather than your trades."
    },
    {
        "speaker": "A",
        "text": "I agree. That's a good question. I've never. I wonder what people, like, who people want as their followers. You know, I'm saying, like, that's a good question because I would say I want people that are funny, that have a similar, you know, sense of humor as I do, and that's really about it. Like, I just want people that are similar to me."
    },
    {
        "speaker": "D",
        "text": "So you're trying to have a good time on the Internet with other people that are funny?"
    },
    {
        "speaker": "A",
        "text": "I think so. I guess that's what I want."
    },
    {
        "speaker": "D",
        "text": "That's what I'm here for, too. I like that a lot."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's what I want. Because there are. I mean, I've been on twitter for a very long time, and I'm sure I could have done things to get, you know, tens of thousands of followers at some point. And honestly, my content is not. It's, you know, it's bullshit. Like, it's."
    },
    {
        "speaker": "D",
        "text": "Bro, I've been wrecked with you before, so you don't have to tell me. Yeah, I forgot what I bought, but I bought something."
    },
    {
        "speaker": "A",
        "text": "It was funny. Yeah. So, I mean, I also have been."
    },
    {
        "speaker": "D",
        "text": "Wrecked by chamber, but chamber drove me off a fucking cliff. I swear."
    },
    {
        "speaker": "A",
        "text": "That happens. That will happen. I mean, sometimes we make money, sometimes we lose money. Um, but it's. I do like, to your point, you do want your. Because the followers that I want are people that are just similar to me. I also want those people to make money if. If they. If they can't. You know what I mean, in the same opportunities that I'm getting. So, yeah, I could see that. Like, that's. I think intention is a big, a big part of it. It's like, what's. And I think people can see intention for the most part."
    },
    {
        "speaker": "D",
        "text": "You know what they say, though? Good intentions. Right?"
    },
    {
        "speaker": "A",
        "text": "I wouldn't say it's good intention. I'm just saying that's intent. That's the intention. You know, leveraging copious amounts of money on vaporware. I wouldn't say is necessarily a good intention, but that's kind of fun."
    },
    {
        "speaker": "D",
        "text": "And I think that's kind of what you're leaning into. For you, this is fun. It's not my world. I wouldn't, bro, anytime I do this, I get. I get wrecked, so I don't do it, but that's fun, and that's kind of what you do. Then I think you can develop a community around it, but just try to incentivize, like, a long term, like, value exchange. Not just, like, short term alpha calls and whatnot, but, like, there's something more than just the calls that you're making. It's more of, like, I think you're hilarious. When I listen to you back and forth, it's just really funny. I really enjoy it, and that's kind of what I'm there for. Not so much the trades and, like, your latest get rich quick trade scheme is whatever."
    },
    {
        "speaker": "A",
        "text": "We're gonna get rich and quick."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah. Sign me up. I'm ready for the ride. Let's go."
    },
    {
        "speaker": "A",
        "text": "I love it. I appreciate that, man. That's, that's, uh, that, that, that definitely makes. And saying that I'm funny is always the nicest thing you can say to me. So that anytime people say they laugh, that. That's because I get told so much by the people that live in my house that I'm not funny. I think. I mean, you can imagine what it's like, right? It's probably not a great time living with me. It's good for, like, 1 hour a couple of times a week. I think. I think that's fair."
    },
    {
        "speaker": "D",
        "text": "You just start on the self talk. You can't be talking to yourself like that. And the whole thing, everyone, like, when everyone says you're not funny in your real life, that sucks. But at the same time, that's like, that's why when you haters, it's like when you escape and you get to be yourself online and you get to be like, you know, you have different connections, different people that you're around, it'll. It's more. Your personality will shine more through that."
    },
    {
        "speaker": "A",
        "text": "I also just think that they're drinking gay. They're drinking the hater aid, you know, I mean, I think they just. They want my level."
    },
    {
        "speaker": "D",
        "text": "Right. They could be right comedy."
    },
    {
        "speaker": "A",
        "text": "But, yeah. So Mark is a. Are there grifters that I should be keeping my eye eye out for?"
    },
    {
        "speaker": "D",
        "text": "Everyone's a grifter, man. Everyone's a grifter in some way, or. No."
    },
    {
        "speaker": "A",
        "text": "Who's the lead? Who's the least grifty person? Okay. Who would you say?"
    },
    {
        "speaker": "D",
        "text": "Least grifty? There's so many non grifty people."
    },
    {
        "speaker": "A",
        "text": "Because I think. I do think a lot of my cohorts, I would. I'm definitely not putting myself on that list. But, like, I think of people like captain."
    },
    {
        "speaker": "D",
        "text": "Captain number one, not a grifter. And bunch, like bunch to me, bunch is also good, too, because he's helped me out a bunch. I get that. Okay. No, he's. He's. He's great. I would say pain as well, because pain is a person that will reach out and actually talk to you."
    },
    {
        "speaker": "A",
        "text": "Listen, I'm gonna say something."
    },
    {
        "speaker": "D",
        "text": "I want to get deeper."
    },
    {
        "speaker": "A",
        "text": "Pain is one of the nicest people in web three, period. Okay."
    },
    {
        "speaker": "D",
        "text": "You should make an award and present it to him formally on the timeline, is what I'm thinking."
    },
    {
        "speaker": "A",
        "text": "I. I'm not the nicest guy. That. That's not something I'm going to be doing. The nicest thing I'm going to say is I'm going to say it out loud right now, and that's as far as I'm going with it. We'll let the nice people take care of the award stuff. But yes, no, pain is absolutely one of the nicest people in web three. Just a sweetheart. But yeah, no, so it's good to know. Are there people outside? Like, obviously, I only know people within the djing community."
    },
    {
        "speaker": "D",
        "text": "Yeah. Also shout out to Dow Jones, jbrush, Bundy, all. Yeah, it's your house. All them. I didn't sing anybody out."
    },
    {
        "speaker": "A",
        "text": "But that."
    },
    {
        "speaker": "D",
        "text": "The point is, like, there's so many that are. And it's like, all the bad apples that spoiled a bunch. There's so many, like Faroque and, I mean, I'm not gonna go down the whole list, but just so many people that are just doing stuff for engagement, for yada yada, for whatever. But then."
    },
    {
        "speaker": "A",
        "text": "I'm sorry."
    },
    {
        "speaker": "D",
        "text": "No, no, no, no."
    },
    {
        "speaker": "A",
        "text": "You said a name, but I just wasn't sure what side of the line it fell on."
    },
    {
        "speaker": "D",
        "text": "You said we were talking about nice."
    },
    {
        "speaker": "A",
        "text": "People, and then you said Farok. And then you said something else. I'm like, oh, I wasn't. I was confused on which. Which way you thought."
    },
    {
        "speaker": "D",
        "text": "Funny chamber. I took a picture with him at VCON and I have it and I'm like, I'm never posting this."
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "D",
        "text": "It's a good picture, too. Yeah, no, no, I'm not going to associate my brand with this."
    },
    {
        "speaker": "A",
        "text": "I don't trust anybody."
    },
    {
        "speaker": "D",
        "text": "And he's like, short as I can be. I'm just standing there like, bro, you little scammer put you in my pocket."
    },
    {
        "speaker": "A",
        "text": "And we're going to run away together. That's fantastic."
    },
    {
        "speaker": "D",
        "text": "But, yeah, man. Sorry, I haven't. I've only tuned in towards the later end of this show, but I heard you guys talking about all the grifters and calling them out. That was Hoyers. Great title. If you make more engaging stuff like this, and I'm free in the evenings, I'm going to come through."
    },
    {
        "speaker": "A",
        "text": "Well, we have to. I mean, a. I don't think bunch likes calling out people."
    },
    {
        "speaker": "D",
        "text": "It's like. It's a short term game. You know what I mean? You call them out, you tag him the beef."
    },
    {
        "speaker": "B",
        "text": "Nobody wants that."
    },
    {
        "speaker": "D",
        "text": "No, nobody's trying to engage."
    },
    {
        "speaker": "A",
        "text": "Exactly, exactly. But here I got to do something. I got a. I got, you know."
    },
    {
        "speaker": "D",
        "text": "My J web's over here making an honest living on YouTube, putting out these market update videos, y'all. I'll be listening to them. When I'm trying to make moves, I'm like, let's see what J Web says."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "Every time, before I do a trade, I'll, like, listen to an episode or two and just kind of get like, what's going on? But I know better than to listen to you, so that's why."
    },
    {
        "speaker": "A",
        "text": "That's good. That's smart. That's. That's smart guy right there. I didn't know. Is Jay. Jay Webber. You making videos on YouTube, bro?"
    },
    {
        "speaker": "D",
        "text": "He's killing it. He's got a show every day."
    },
    {
        "speaker": "A",
        "text": "No, he doesn't."
    },
    {
        "speaker": "B",
        "text": "Yeah, every day."
    },
    {
        "speaker": "D",
        "text": "Rose, what about."
    },
    {
        "speaker": "B",
        "text": "Has been for months."
    },
    {
        "speaker": "D",
        "text": "You guys are both in the Djen community."
    },
    {
        "speaker": "A",
        "text": "I'm barely correct. I'm. I'm very."
    },
    {
        "speaker": "B",
        "text": "Show my stuff all the time. Like, I put it in. It gets buried in the Twitter algorithm, too. Like, it's. It's tough to get anyone from Twitter over to YouTube. So the people who do make the journey over there, I greatly appreciate it."
    },
    {
        "speaker": "A",
        "text": "One sec. We're going to sub right now. Is it just under Jweb or."
    },
    {
        "speaker": "D",
        "text": "No, no."
    },
    {
        "speaker": "B",
        "text": "There's a link in my bio to today's video. You can go sub to the channel from there."
    },
    {
        "speaker": "D",
        "text": "Today's video, because they come out every day. You heard. I'm upset because I thought it was only Tuesday. Thursday. I also go to Jweb for, for information. So I did."
    },
    {
        "speaker": "A",
        "text": "Who'd have thought?"
    },
    {
        "speaker": "D",
        "text": "I can't see who's talking."
    },
    {
        "speaker": "A",
        "text": "It's pain talking, really? Oh, you can tell by his sultry voice."
    },
    {
        "speaker": "D",
        "text": "Deep sultry."
    },
    {
        "speaker": "A",
        "text": "I'm off it on now. So what are you talking about on there? Jweb, bro?"
    },
    {
        "speaker": "D",
        "text": "Market updates."
    },
    {
        "speaker": "B",
        "text": "The market, everything is, we try to do like a 30 minutes show. Just like talking about like that, you know, trying to be a little more concise and talk about what's going on in the markets, what's impacting it, whether it's crypto or tradfi, and just try to make it a little more fun. Like, I don't know if you ever watch Bloomberg or anything, but that shit. So stuffy and boring. And I think most people, we're just trying to help better educate people on, like, finances and, you know, how to invest and everything is something I've been doing for decades now. And so we just wanted to start a channel that was a little more fun and not quite as stuffy as a lot of the bullshit you find these days."
    },
    {
        "speaker": "A",
        "text": "Interesting. I'm losing it right now. This is fantastic."
    },
    {
        "speaker": "D",
        "text": "I can't believe you didn't know."
    },
    {
        "speaker": "A",
        "text": "No, of course I didn't know. I'm not that kind of friend."
    },
    {
        "speaker": "D",
        "text": "There for the good times. I see."
    },
    {
        "speaker": "A",
        "text": "You."
    },
    {
        "speaker": "B",
        "text": "Just, we're strong acquaintances. I would label it right now."
    },
    {
        "speaker": "A",
        "text": "I'm only here for the ass squats. You know what I'm saying? I want to see those glutes moving."
    },
    {
        "speaker": "D",
        "text": "No, I don't get that. Could you clean it?"
    },
    {
        "speaker": "A",
        "text": "I'm looking at a video right now and I'm favoriting it."
    },
    {
        "speaker": "D",
        "text": "Let's move on."
    },
    {
        "speaker": "A",
        "text": "I can't find J web. I can't find a link here. I'm on your. Is it a pinned one on my Twitter profile? Oh, here it is. Here, I got it."
    },
    {
        "speaker": "D",
        "text": "Here, I got here. That SPF is going to jail. Like jail jail. Bad jail."
    },
    {
        "speaker": "A",
        "text": "Yeah, the real jail."
    },
    {
        "speaker": "B",
        "text": "The biggest. The biggest grifters. I mean, we get, we got a mentor."
    },
    {
        "speaker": "D",
        "text": "Yeah, we got one in going back to jail. It looks like Brooklyn jail."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's going like. It's not going to be a good one for that."
    },
    {
        "speaker": "D",
        "text": "Like Rikers island or it's no, it's like well known for being bad, apparently."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "When's that happening? Is he gone like."
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Now until his trial."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "So we got, wasn't it like a hundred million dollars in, in contributions is like part of what is got him back in there right now."
    },
    {
        "speaker": "D",
        "text": "Yeah, he was out there like dishing out money to everyone. Yeah, that's what I thought against democrats and I think they got him for one of those. I forget the headline I read earlier today, but."
    },
    {
        "speaker": "A",
        "text": "This is, I'm just watching this video right now. This is amazing. I'm going to make so much money thanks to JB. You guys should all be subscribed to this."
    },
    {
        "speaker": "D",
        "text": "Good, balanced like daily take on what's happening."
    },
    {
        "speaker": "B",
        "text": "We found a nice yen ETF today that we're looking at as a possible place."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I'm going to work a lot of these guys now. Chamber, the NFT market is so dead that we're looking at corn futures for buck sake."
    },
    {
        "speaker": "A",
        "text": "Oh, alright. Do you know that corn is a."
    },
    {
        "speaker": "D",
        "text": "Great thing with you? I need to start investing with you because see, I watch and it's corn. I just think about like minuscule little things I'll do. But like you need to become a grifter."
    },
    {
        "speaker": "A",
        "text": "Corn grifter."
    },
    {
        "speaker": "B",
        "text": "I don't want to corner, I don't want to grip the people in web three. I want to make money from the markets where, you know, because there are really shitty people out there who have too much money."
    },
    {
        "speaker": "A",
        "text": "That's true."
    },
    {
        "speaker": "D",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "But then we give it back to the web three. Three people. We're like the Robin Hood."
    },
    {
        "speaker": "D",
        "text": "The poor web three market is destroyed and you are our savers, saviors. Sorry, I love it. But no, I honestly do need to start thinking in commodities terms and just, I don't know, watching the market and hearing you guys talk about it every day is something that I get a lot of value from. So that's what it takes not to be a grifter, is to provide value. So chamber, get to work."
    },
    {
        "speaker": "A",
        "text": "All right, let's see what I can do. Jweb, I will put a link to your latest YouTube video here in the show notes. So if you're listening on the, we get far more listeners on podcast. So if you are listening and you want to make so much money with Jweb on corn, you just have to."
    },
    {
        "speaker": "B",
        "text": "Click on not financial advice."
    },
    {
        "speaker": "A",
        "text": "Oh, that's financial advice, baby. That's awesome. That's fantastic. So I'm gonna watch these every day now. Very excited about this. Okay, so we got, we got SpF is, do we know what's her name?"
    },
    {
        "speaker": "D",
        "text": "No, that's actually why he's in jail. His girlfriend Caroline or something."
    },
    {
        "speaker": "A",
        "text": "Caroline, my wife's so my brother in law's wife is named Caroline, and I don't like her. So I. And she kind of looks like Svs Caroline. So in my head, it's Caroline, but I keep forgetting that's actually."
    },
    {
        "speaker": "B",
        "text": "So. Fun fact. I can't hear her name without the, uh, outcast song roses during."
    },
    {
        "speaker": "A",
        "text": "Caroline. Caroline. Um, yeah, so is. So did she take, like, a deal? She's not going to prison. Is that."
    },
    {
        "speaker": "D",
        "text": "No, he leaked a whole bunch of, like, transcripts between her. Also, he's been reaching out to every single person in the, like in the trial. He's been reaching out to them on signal and other, like, encrypted apps. Are you trying to talk to them? I just saw, like, a coffeezilla video about it, actually. It was interesting. Check it out. But, um, yeah, he just got sent to the. The bad boy jail because of witness tampering. And also, there's also something else. I might be separate, but he leaked a bunch of communication between him and Caroline."
    },
    {
        "speaker": "A",
        "text": "Now, I'm going to feel bad for a sec. Michael. I don't know how to say. Is it ripe or Rippy or rip or. How are we saying this? I see it all the time, and I just never said it."
    },
    {
        "speaker": "D",
        "text": "Yeah, I've been curious too."
    },
    {
        "speaker": "B",
        "text": "It's Rippy. Rippy."
    },
    {
        "speaker": "E",
        "text": "Don't. Don't give it away. You got to make them. That's one of the, like, honorary things about my last name is, like, it creates this little bit of confusion for anyone the first time they want to say, because they want to be get it right. But then, yeah, it's not really clear."
    },
    {
        "speaker": "A",
        "text": "And I."
    },
    {
        "speaker": "E",
        "text": "It's one of the."
    },
    {
        "speaker": "D",
        "text": "Oh, did I mess up? And then that's your."
    },
    {
        "speaker": "E",
        "text": "It's like, you know, now it's Rippy, but I guess when I'm in France, I always would say that it's repay. So I wasn't. I wasn't."
    },
    {
        "speaker": "D",
        "text": "Oh, my God, he's so fancy. Rippe."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Mister rip."
    },
    {
        "speaker": "E",
        "text": "So I. I saw Jweb's tweet, and I had to come up for a minute. I had to hear, like, so what is the rush? More of the worst grifters."
    },
    {
        "speaker": "A",
        "text": "So worst web three griffiths."
    },
    {
        "speaker": "D",
        "text": "I would say we should all give a top three. Everyone on stage, we gotta do four."
    },
    {
        "speaker": "A",
        "text": "If we're gonna do a Mount Rushmore. So obviously, you know, maybe we could. We can. Let's do this together. So I think we're in agreement. We've said some names. I think SPF is on there."
    },
    {
        "speaker": "B",
        "text": "Where do you put big boy on there?"
    },
    {
        "speaker": "A",
        "text": "Pip boy up there? For me, the boy is up there for me. Is Beanie like, is Beanie on there?"
    },
    {
        "speaker": "D",
        "text": "Is he grift? Beanie was a grifter before web three. Like, he's been doing this, like, pirate satellite stuff since, like, day one. He's been in this. He's been grifting since day one. He's an OG grifter. You cannot not put him on the mount rush."
    },
    {
        "speaker": "B",
        "text": "You gotta put, see, I like pac on there as well. Just with the amount of money."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Without giving anything back, are we really."
    },
    {
        "speaker": "E",
        "text": "I just had to throw out. It's got to be. Carson has to be on there. I don't know how you."
    },
    {
        "speaker": "D",
        "text": "Yes, yes, yes. I forgot about him, bro. That's how he went to."
    },
    {
        "speaker": "B",
        "text": "I mean, if you look at the amount of money, I don't know if you put Carson pass those other four, though, that's the amount of money. I don't know how much money, like, Carson really took out of the ecosystem."
    },
    {
        "speaker": "D",
        "text": "But all we know is he lost a bunch of money."
    },
    {
        "speaker": "B",
        "text": "Yeah. If you look at pot, Beanie bit boy and SPF, I mean, those guys have taken obscene, like, gobs of money out of here."
    },
    {
        "speaker": "D",
        "text": "I think that's a good, I don't."
    },
    {
        "speaker": "B",
        "text": "Know if Carson goes belongs the same."
    },
    {
        "speaker": "D",
        "text": "Honestly, valuable mention is if you, if you call these four out, you're not gonna get that much backlash. If you call other people out, you can get way more backlash."
    },
    {
        "speaker": "E",
        "text": "You know, those are the ones sorry."
    },
    {
        "speaker": "D",
        "text": "People can all agree on."
    },
    {
        "speaker": "E",
        "text": "See, I was thinking web three wasn't including, like, all of crypto, but obviously SPF is number one. But I don't know, man. I mean."
    },
    {
        "speaker": "D",
        "text": "Oh, interesting."
    },
    {
        "speaker": "E",
        "text": "If you separate it, I guess in my brain, I don't really actually think there is a web three. I think it's just kind of like, made up marketing. But, yeah, if I do think of web three anyways, that would be like, more of, like, what nfts are, like, aligned with. So I don't actually think of SPF in that level. But I mean, the thing is, Carson was raising, he had two funds. All the stuff he did improve money wise. And then his daily show, oh, there's a lot of money there. But I mean, obviously Pac could be one kid."
    },
    {
        "speaker": "B",
        "text": "I don't know yet. We're."
    },
    {
        "speaker": "D",
        "text": "But he was, like, giving out to, say, doe Kwan. Oh, my God. And, okay, if you're doing crypto, it's like Alex Machinke, Dokwon SPF, and I don't know."
    },
    {
        "speaker": "E",
        "text": "Yeah, like, that's."
    },
    {
        "speaker": "D",
        "text": "I guess, side. On the NFT side, you would have different characters, for sure."
    },
    {
        "speaker": "B",
        "text": "It's also much smaller potatoes on the NFT side compared to the amount of money that the crypto."
    },
    {
        "speaker": "A",
        "text": "So basically what we're saying here, it's okay to grift on the NFT side."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Because it's not that much about community, dog."
    },
    {
        "speaker": "B",
        "text": "Nothing brings the community together more than being rugged."
    },
    {
        "speaker": "E",
        "text": "Well, you got it."
    },
    {
        "speaker": "D",
        "text": "You know, it builds character."
    },
    {
        "speaker": "E",
        "text": "If you're not doing NFTs and you go, SBF, Machinsky, do Kwan, then the fourth one there has to be Gerald Cotton, the quadriga guy."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "Who?"
    },
    {
        "speaker": "A",
        "text": "Well, Joe Cotton, Don."
    },
    {
        "speaker": "D",
        "text": "I mean, supposedly, bro, I've never heard of him. Bro, you can have a guy in Mount Rushmore that I've never heard of."
    },
    {
        "speaker": "A",
        "text": "So listen, this. He is on Mount Rushmore plus million. So this is a gentleman from Canada, a good old canadian boy like myself, who started an exchange over in."
    },
    {
        "speaker": "D",
        "text": "What was it called?"
    },
    {
        "speaker": "A",
        "text": "It was called Quadriga Cxdem."
    },
    {
        "speaker": "D",
        "text": "Oh, I've heard of it."
    },
    {
        "speaker": "A",
        "text": "All right. This was back in, you know, 2017. 2018. I was actually. I haven't. I had an account there. Didn't have any funds at the time, but it was. It was a top five exchange in North America at the time. Like, it was a big, big, big exchange. You know, I think Rippy mentioned 200 plus million was in the bank, in the wallet at the time. This guy who has, I forget, he had an illness of some sort. Crohn's disease, I think, takes a trip over to India, which, if you have Crohn's and are not from there, probably not the best place to be eating and subsequently dies, apparently, in India."
    },
    {
        "speaker": "D",
        "text": "India is not a good place to eat. What about all the indian food?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, if you're not from there and you have Crohn's, like, you know, your crohn's usually just means you're gonna have an upset stomach a lot, if you know what I mean. Like. Like plain rice and toast is what you eat when you have Crohn's. So not a ton of. Yeah."
    },
    {
        "speaker": "D",
        "text": "Wasn't he supposed to have, like, surgery, too, or something?"
    },
    {
        "speaker": "A",
        "text": "Yeah, there was so much. Like, it turns out India has a ton of doctors, and because they have a ton of doctors, it is extremely easy to get a death certificate there. So I think it's the number one place in the world in order to procure a death certificate. So he died officially in India. Has not been seen. There's been some real suspicious stuff after the fact with his fiance and this and that. But, yeah, odds are probably that he's still alive? No way. Bunch and I have been following this story since it broke back in 2018. We have many episodes where we take deep dives in that we have many friends that have created podcasts just specifically on the quadriga, you know, debacle. So, yeah, no, it's. It's. He's probably still alive. And if he is still alive, he's 100% on the Mount Rushmore. So it's. I would say we would need. In order to put him on there officially, we would need some sort of proof that he was still alive."
    },
    {
        "speaker": "D",
        "text": "But is there anyone else in crypto specifically that could be number one?"
    },
    {
        "speaker": "A",
        "text": "There's the guy that did I forget who it was? For those of you guys who were around back then, my favorite scam was a, you know, it was a ICO, which was initial coin offering. These were big back in 2018, and there was an ICO that mint, or I forget what they did, the pre sales. So people got in early, and then the website at launch turned to, I think it was just a penis. I think it was just a picture of a penis. And that was it."
    },
    {
        "speaker": "D",
        "text": "And I want to know as far as volume. Not like I forget like it was."
    },
    {
        "speaker": "A",
        "text": "I mean, back then, though, it was like, you know, millions of dollars every time back then. So I would say millions. I don't know if it was 90 million, it could have been 5 million, but definitely millions. Mister House, you have obviously something very good to bring to the table here."
    },
    {
        "speaker": "D",
        "text": "Yeah, people raise their hands on desktop either, by the way. Sorry, go ahead, Mister House."
    },
    {
        "speaker": "F",
        "text": "No, not on desktop, on mobile. But for Mark, if you want to look further into Quadriga, if you have a Netflix account, there's a great documentary called the hunt for the Crypto king or something like that. Oh, details are pretty well, but there were actually some more recent updates on Quadriga. I believe it was back in December on chain. Analysts noticed around, like a million dollars worth of bitcoin being funneled through mixers out of the Quadriga wallets. And then I think it was just a month or two ago, maybe it was a little earlier in the spring, the settlement started to come together, and I think its claimants are getting, like, 13% of what they're owed lost in Quadriga. So, yeah, definitely some shady. Some shady stuff going on there. Gerald cotton living. Living life lavish in the Maldives right now. But if we're talking grifters, I feel like. I mean, I guess he's not necessarily named because no one's discovered it, but the Mount Gox exploiter. That dude's got to be the biggest."
    },
    {
        "speaker": "D",
        "text": "Wait, didn't they find him? It was that guy and his girlfriend. Was it? Was he?"
    },
    {
        "speaker": "F",
        "text": "I don't think it was ever found. Right. Or the money was never returned. I thought it was something. There was some, like. Right."
    },
    {
        "speaker": "D",
        "text": "That girl that was trying to rap. You remember that?"
    },
    {
        "speaker": "F",
        "text": "That was that Mount Gox or was that something else? I thought they were. I thought that was a different."
    },
    {
        "speaker": "D",
        "text": "I don't remember, man. I thought it was that, though."
    },
    {
        "speaker": "F",
        "text": "But I'd say either Mount Gox, the Lazarus group, if we're just going, just malicious actors into space that aren't necessarily named but are known."
    },
    {
        "speaker": "D",
        "text": "Yeah. Last words, definitely. Probably number one. But I'm. I'm more thinking of, like, a person that you can call out that's, like, influencer slash public grifter. Um, I don't know. I was about to say Mario, but I don't, I think that's not really an NFT or the web three space or the."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know what Mario actually does, to be honest. I see him, I just don't know what he does."
    },
    {
        "speaker": "D",
        "text": "Do you all count crypto coin in there at all?"
    },
    {
        "speaker": "A",
        "text": "Crypto coin?"
    },
    {
        "speaker": "D",
        "text": "Crypto queen. Sorry."
    },
    {
        "speaker": "A",
        "text": "Crypto queen."
    },
    {
        "speaker": "D",
        "text": "Oh, my God. We forgot about what's her name, our chick."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, that's a good one. Oh, my God."
    },
    {
        "speaker": "E",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "That."
    },
    {
        "speaker": "E",
        "text": "She's actually Beanie."
    },
    {
        "speaker": "D",
        "text": "Beanie."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. I forgot about that. Yes. I thought she was Beanie. That's correct."
    },
    {
        "speaker": "D",
        "text": "Yeah, they got me. They got me with that. I've. I'm 100% convinced."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "C",
        "text": "Well, Richard Heart, I think Richard Heart has the personality and the volume. It's like a billion dollar kind of scam. That dude."
    },
    {
        "speaker": "A",
        "text": "It's too, I mean, he's too obviously a scammer. Like, he looks like a scammer."
    },
    {
        "speaker": "C",
        "text": "So for a grifter, is grifter just, like, a bad actor, or does there need to be, like, is there a personality component involved in a grid?"
    },
    {
        "speaker": "D",
        "text": "Okay. A grift is like, if you see Martin Scarelli, that's like, that's the mood board or, like, Elizabeth Holmes, or, like, you get it. It's just like, it might look all good and buttoned up and looks great, but, like, they're running a grift or a Ponzi or rug or whatever you want to, however you want to put it. I mean, Martin, it's not like little chamber giving people. If I buy this coin I find interesting, it's not that we want to."
    },
    {
        "speaker": "F",
        "text": "Talk full circle with Martin Shkreli. He was. He was in the timeline, given SPF jail advice for the Brooklyn jail he got sent into. Gave him a referral."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "F",
        "text": "Inmates treat him well."
    },
    {
        "speaker": "D",
        "text": "It's great stuff."
    },
    {
        "speaker": "B",
        "text": "We really love to see those wholesome."
    },
    {
        "speaker": "F",
        "text": "Moments occur on Twitter. Martin Shkreli and SPF, America's most beloved."
    },
    {
        "speaker": "D",
        "text": "Oh, that's great."
    },
    {
        "speaker": "A",
        "text": "That's. That's fantastic. I mean, who better to give that kind of advice? But no, to your point, I think looking like a scammer obviously adds to the grift. I think. I don't know. For those of you guys who aren't familiar with Mister Hart, he wears a crazy, I don't know, like, steampunk hat. I don't know what you call that all the time."
    },
    {
        "speaker": "D",
        "text": "What's his name? I'm gonna google him, right?"
    },
    {
        "speaker": "A",
        "text": "Hearts. Richard heart. Thank you. Yeah. H a r t, I believe. Guy looks wild. He sits in this, like, throne when he does his, you know, his YouTube lives. I mean, the guy looks like a bad guy from, like, a eighties."
    },
    {
        "speaker": "D",
        "text": "I did not see him. Richard."
    },
    {
        "speaker": "A",
        "text": "Yeah. Richard Hart."
    },
    {
        "speaker": "D",
        "text": "What else can happen in Google that will?"
    },
    {
        "speaker": "A",
        "text": "What's his. What's his coin? I'm hexagon. Paulette."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "Pulse, chain, hex, coin, whole rugger."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Okay. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, that guy's definitely a scammer. I mean, I fall for a scam with the best of them, but even I could see what Richard Hart was doing and could immediately assess not to give any sort of money to him."
    },
    {
        "speaker": "D",
        "text": "Your voice changes so much."
    },
    {
        "speaker": "A",
        "text": "Like it was. I don't know. I can't defend people that fall for it. Like, people that are big Richard heart guys. Like, I can't defend you. Like, it's. It's too obvious. I'll defend you for a lot of stuff. There's. There's. It's easy to get, you know, tricked in these. In these times, but not by that guy. Did you say something there, Mark? Sir? Did we lose Mark? Maybe we did. I'm here. Okay. While Mackie's here. Well, you know what? We're getting close to the hour. I will do some housekeeping, because I think we have this evening, I think we have the night shift at 1130 Eastern, which is going to be a fantastic show. They're going to be talking about all the good stuff that I would love to talk about, but they actually do talk about it. So they'll be talking about crypto trades and all sorts of shenanigans happening there. I saw they tweeted out what they were going to be talking about, and it sounded really good. So if I'm up, I'm definitely going to be listening in there. If not, I'm going to catch. For those of you guys who cannot stay up that late, you know, 1130 on the east coast is, you know, for some of us is difficult. You can actually listen to most of our shows on Spotify or apple podcasts. So I would say 80% of the time I'm listening on podcast version of the Night shift. So that, and JP does a heck of a job. As much of a grifter as he is, he does do a heck of a job of flipping the show to podcasts. So I think I, by the time I wake up in the morning, I'm able to listen to it. So check that out. Tomorrow we have coffee with captain. First thing at 08:00 a.m. we got J Webb and Riggs at noon is the new J web will know this because Jweb's on the ball. Is alpha afternoons on Tuesdays now at."
    },
    {
        "speaker": "B",
        "text": "Like 02:00 yeah, it's on Tuesdays and Thursdays at, I believe, two eastern."
    },
    {
        "speaker": "A",
        "text": "Look at that. I was proud of. I'm very proud of myself for knowing even a little bit of that."
    },
    {
        "speaker": "B",
        "text": "I'm proud of you."
    },
    {
        "speaker": "A",
        "text": "They got a new right. I feel like I wouldn't have gotten that had been asked. We have a new host there. Apparently it's going swimmingly. Who's the new host again?"
    },
    {
        "speaker": "B",
        "text": "Forget it's Jack."
    },
    {
        "speaker": "A",
        "text": "It's Jack. Were you being serious? 100% serious. I don't joke about forgetting things. I forget all the time."
    },
    {
        "speaker": "B",
        "text": "Eye roll emoji."
    },
    {
        "speaker": "D",
        "text": "Remember the show time. Remember there was another guest and I forgot it was Jack."
    },
    {
        "speaker": "A",
        "text": "Yes, I did hear Jack was the handsomest of the bunch. Is that accurate?"
    },
    {
        "speaker": "B",
        "text": "They're all handsome and they're all handsome in their own way."
    },
    {
        "speaker": "A",
        "text": "Steve was on the record saying it was the best looking show we have on DJ, which, you know, I can't argue. I mean, bridge and I both look."
    },
    {
        "speaker": "B",
        "text": "Like thumbs, so I don't think you."
    },
    {
        "speaker": "A",
        "text": "Can really argue with that bunch and I are that much better. Don't worry. I'm. I mean, I would argue Chris and Steve are doing that. They're doing a good job over there. But I have, I have only listened to us. I haven't actually seen it yet. The new alpha afternoon. So we will."
    },
    {
        "speaker": "B",
        "text": "When are we gonna do the. The many hosts of Djen, like mail catalog or mail calendar? That'd be pretty sexy. Do like a holiday for charity."
    },
    {
        "speaker": "A",
        "text": "We just superimpose our faces. Can we just superimpose our faces? Awesome."
    },
    {
        "speaker": "B",
        "text": "With mid journey, we can do anything. So, like, I'm just saying forward slash."
    },
    {
        "speaker": "A",
        "text": "Blend is all I have to say there. Cool. Yeah. So check those out. I'll be back Friday. I'm not gonna do a show on Wednesday just because that's too much solo. I don't know. You can't do solo that much. So I feel Monday Friday football show."
    },
    {
        "speaker": "B",
        "text": "On Thursday as well. Bunch. Another football."
    },
    {
        "speaker": "A",
        "text": "Bunch is not going to be there for that. He's not going to, Bunch."
    },
    {
        "speaker": "B",
        "text": "He will not. I believe that one will be myself, cap and phonics."
    },
    {
        "speaker": "A",
        "text": "Oh, that's who I want to listen to anyways. Another boring ass bunch. That's exciting. Was it a good one last week? I heard it was good."
    },
    {
        "speaker": "B",
        "text": "We left. I had a blast doing it. I heard from the other guys that they enjoyed it as well. So it's gonna be. It's gonna be fun. We're gonna be running them three days a week during the season."
    },
    {
        "speaker": "A",
        "text": "Well, that's exciting. That is exciting. And, I mean, these guys obviously know what they're talking about. I have no idea. Whatever. You guys want to do a basketball show? I'd be more than happy to talk about basketball, but, yeah, I feel with J. Webb's betting veracity along with bunch phonics ability to deep dive into stuff, I feel like that's a good crew and then captain, obviously, a good crew of people to listen to in regards to football betting. So I feel like this is quality, a quality show, just not for me, unfortunately. And I'm also very jealous that I can't have fun with you guys. It's mostly jealousy. I'm gonna be honest. Mostly jealousy. I'm not. I'm not ashamed to admit it. Anyways, I'm gonna. I'm gonna stop the show here because I'm fucking tired and I'm rambling, and I love all you guys and girls. I don't know if you're there. Probably just dudes. Probably just bros out there, to be honest. Anyways, I'll talk to you guys on Friday, and until then, stay mint."
    }
]