[
    {
        "speaker": "A",
        "text": "Leave me lying here? Cause I don't wanna go? Leave me lying here? I don't wanna go? Easy right here? I don't wanna go? You gotta let me know? Find out what? One down, one, two. Y'all, I came. Wanna stop and watch the show now I found with all enough? We all wanna down? Wanna go live in here? Cause I don't wanna go live here? Lying here? Cause I don't wanna let go."
    },
    {
        "speaker": "B",
        "text": "Chamber? I can picture you watching biodome on repeat. Is that an accurate take."
    },
    {
        "speaker": "C",
        "text": "You hit around the head? When I was. When did that come out? Like 97. 96, I'd say so, yeah."
    },
    {
        "speaker": "B",
        "text": "A little bit of Polly Shore, a little bit of that other guy, whose."
    },
    {
        "speaker": "C",
        "text": "Name, I believe the other guy was none other than Stephen Baldwin. Oh, that was."
    },
    {
        "speaker": "B",
        "text": "It was Steven Baldwin."
    },
    {
        "speaker": "C",
        "text": "That was probably my favorite movie at the time. I'm a massive. Or I was a massive Olly Shore fan. So, like, you know, encino man, biotome in the army now big, you know."
    },
    {
        "speaker": "B",
        "text": "The in law one, son of farming one."
    },
    {
        "speaker": "C",
        "text": "Yeah, that was another."
    },
    {
        "speaker": "B",
        "text": "Yes. Yeah, that's another great cherry duty as well."
    },
    {
        "speaker": "C",
        "text": "Jury duty. And I believe. What's his name, Brendan Fraser, has a cameo as link in all of those movies."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Link being. Yeah, link being his character from Encino man."
    },
    {
        "speaker": "B",
        "text": "This is. Don't make me watch Polly shore all over again just to look for a caveman Brandon Fraser in the background."
    },
    {
        "speaker": "C",
        "text": "It's a treat. Yeah. But, yes, I like that movie a lot. Biodome was free."
    },
    {
        "speaker": "B",
        "text": "The mahi mahi."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, it's. You know, it's quality entertainment. How. How was your weekend, man?"
    },
    {
        "speaker": "B",
        "text": "I have recovered from Strep throat, everybody. That is what I had last week. I feel, having worked through the slog, I feel unchained now. I feel like lightning in my veins. It is such a good feeling to be back."
    },
    {
        "speaker": "C",
        "text": "That's great. Yeah. Strap is no joke. Hey, I've been going down. Are you on, like, TikTok much? No, I highly recommend TikTok as a social media app. It's great entertainment, but you can go down these little rabbits."
    },
    {
        "speaker": "B",
        "text": "Oh, I'm very aware. It's why I don't have TikTok anymore."
    },
    {
        "speaker": "C",
        "text": "But I'm down this, like, Las Vegas UFO crash, alien video. I feel like it was maybe a couple weeks ago, like, this happened, and I like. I like a lot of, like, paranormal stuff. I'm very, very into it. So I've been. Yes, this. Apparently there's. There's, like, police body cam footage and, like, it's very. I haven't seen the alien but there's, like, a 911 call where people are, you know, calling in, saying they've seen something. There's a cop body cam footage where the cop actually saw something, like, crash down. And he's interviewing the people that called 911. It's. It's very."
    },
    {
        "speaker": "B",
        "text": "I have friends who are very deep. Very deep. Even attend conferences about the paranormal."
    },
    {
        "speaker": "C",
        "text": "I love it. Now, have you bunch. He's not a. He doesn't. You know, he doesn't have a lot of tales, paranormal tales. Have you ever, like, what's the weirdest thing you've ever encountered or seen? Could be a ghost, could be whatever. Like, just something that just didn't, you know, something that just didn't check out, hilariously."
    },
    {
        "speaker": "B",
        "text": "You know how we were talking about Phil Collins? Last week, my parents were at a Phil Collins concert, and I was being babysat by my. By my neighbor, and I looked out the window, and there was this thunderstorm happening. And eventually, that thunderstorm did kill power to the Phil Collins concert and forced my parents to come home early. But I remember looking at the horizon and seeing this ball of light move up from the horizon and then descend slowly. And I don't think it was ball lightning, but that's what I've told myself my whole life just to make myself feel special. But other than that, I would say the weirdest things I've seen include a maybe not full size replica, but damn near full size replica of Stonehenge that is in western Michigan. If you ever want to go, I will come and take you there. It is weird in western Michigan."
    },
    {
        "speaker": "C",
        "text": "Like, over by, like, what's it, Grand Rapids?"
    },
    {
        "speaker": "B",
        "text": "It's closer to the lake, closer to Grand Haven and stuff. People don't. Probably don't know, but, yeah, definitely grew up in the occult section of the public library. Not kidding. Spend a lot of time there. So, yeah, Loch Ness, Sasquatch, all the fun stuff. Witchcraft, and, you know, of course, wizardry. Because if we're gonna say one, we can't say. We cannot say the other."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Yeah. Say this is an open. This is an open venue for all things paranormal. Now, that bunch is here. It's. It's no longer. I had to. I had to explain to him that he was from, like, a state. He's like, oh, I'm from New Jersey. We don't have anything like that, you know, Jersey devil. Like, you have hockey team. The jersey. The Jersey devil. There's a ton of other stuff, but, I mean."
    },
    {
        "speaker": "D",
        "text": "Oh, no. Can you hear me all right?"
    },
    {
        "speaker": "C",
        "text": "Yes, I can."
    },
    {
        "speaker": "D",
        "text": "Jersey's got a lot of weird, weird paranormal stuff. There's actually, I think there's an entire book called Paranormal New Jersey Chamber that."
    },
    {
        "speaker": "C",
        "text": "I think there is. There's a guy that writes like a couple of different ones. There's like paranormal, like New England, paranormal jersey, maybe even paranormal Michigan."
    },
    {
        "speaker": "D",
        "text": "Yeah, and one of the, there's a couple of them that are fairly close to where I live and I've, I've been to some of those places. I've never gotten, I've never had the paranormal experience but there are a couple of one like things by my house that are really fairly well known."
    },
    {
        "speaker": "C",
        "text": "And this is that the new place."
    },
    {
        "speaker": "D",
        "text": "And in this book. Yeah, I'm trying to think, isn't crybaby."
    },
    {
        "speaker": "C",
        "text": "Like crybaby bridge in New Jersey where like you can, like you get like."
    },
    {
        "speaker": "D",
        "text": "That'S where you go when you're just down bad? Yeah, you're so, you're just so down bad that you go to Crybaby bridge."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that. Well the one I'm thinking of is one where like you like get pushed off of the bridge because there's like a, you know, I think like every town has like the, oh, there was a bus accident and the ghosts of the kids like help passengers, you know, stay out of trouble kind of thing. Very spooky stuff."
    },
    {
        "speaker": "D",
        "text": "I'm trying to find right now. I'm trying to find the names of the places. There's like, man, you got to give me a second. Give me some air cover while I google this."
    },
    {
        "speaker": "C",
        "text": "I was going to say the creepiest thing I ever saw Mackie was. And again, I've been, you know, I like this stuff since I was a young, you know, a youngin'but. You know, haven't really come across much of anything. But one time we were, my wife and I were coming back from somewhere like my parents place or something. We're on the highway and if you're like, if you live in Ontario like we have, I think one of the longest highways maybe like in the world. Like highway 401 is like the major road that gets you everywhere. And so I'm driving on this highway and my wife and I are talking and we're coming around a bend and on the highway there's like a, you know, a median. I would say maybe, I don't know, 4ft, four and a half feet off the ground. Just like cement, you know, a cement slab kind of going down the middle of the highway and there's like in the middle like we're, you know, not, not close to an off ramp, not close to anything. There's just this dude sitting on the. On this, know, cement divider, and he's just watching traffic, and, you know, we don't really pay much attention to it. And, you know, we kind of keep driving. About, like, you know, 10 seconds later, I look at my wife, I'm like, did you see that dude, like, just sitting there? She's like, yeah, like, that was weird, right? I'm like, yeah, that was weird. I'm like. I said, did he, like, have, like, funny clothes on to you? She's like, 100%. I said, like, you know, for the sake of science, let's kind of both say what he was wearing at the same time. And we kind of both describe this."
    },
    {
        "speaker": "D",
        "text": "Like, dan Flash's shirt."
    },
    {
        "speaker": "C",
        "text": "Dan Flash's shirt. Like, the guy must have paid upwards of $1,500 for the shirt."
    },
    {
        "speaker": "D",
        "text": "Patterns are so complicated."
    },
    {
        "speaker": "C",
        "text": "They are so complicated. But no, he did look like he was from, like, I would say, like, the seven, like, a seventies, like, dazed and confused kind of look to him, like, tucked in, you know, plaid shirt into, like, kind of skinnier jeans, and I. And it just seemed out of place. And, you know, we didn't pay any attention to it, and we kind of looked back and didn't really see anything, and we just thought it was weird. And it reminded me of, like, I always kind of say, like, remember the movie city of Angels with, like, Nicolas Cage back in, like, the nineties? And remember, like. And they would have these. These, quote unquote angels just kind of, like they were there, like, kind of watching everybody doing their thing. And that's what. Kind of what it reminded me of. Like, this. This guy's just sitting there watching traffic on this massive highway in the middle of nowhere, which I thought was off putting."
    },
    {
        "speaker": "B",
        "text": "I caught a guy standing next to a highway wandering around behind the sign dressed up as Super Mario once. Not kidding. Pretty sure he was just messed up on mushrooms or something, but, yeah, haunted, whatever. High."
    },
    {
        "speaker": "C",
        "text": "I saw the Super Mario movie this weekend, actually. I give it a. Like, an eight out of ten. It was a solid movie."
    },
    {
        "speaker": "D",
        "text": "Wow, that's pretty high rating."
    },
    {
        "speaker": "C",
        "text": "Like, it was. It was good. Like, if you're. It had all of the, like, the Super Mario, you know, all the little Easter eggs that you were looking for. It's funny because I think when the trailer first came out, everybody was kind of talking shit about, like, the way Chris Pratt sounded. Like it didn't sound like Mario, I'm not sure."
    },
    {
        "speaker": "D",
        "text": "That way Chris Pratt sounded, the way Mario sounded as not having the italian accent right."
    },
    {
        "speaker": "C",
        "text": "So they. It's. It's taken care of at the start of the movie."
    },
    {
        "speaker": "D",
        "text": "So all like, hey, it's me, Chris Pratt."
    },
    {
        "speaker": "C",
        "text": "No, the. The voice is in the movie. So he does do the voice, and there's a reason for it. But I don't want to. I don't want to give any spoilers away. Luigi is also played by Charlie Day, which I think is an excellent choice."
    },
    {
        "speaker": "D",
        "text": "Oh, wow. Interesting. I might have to see it just for that."
    },
    {
        "speaker": "C",
        "text": "It's solid. It's solid."
    },
    {
        "speaker": "D",
        "text": "So do you want to hear of the Jersey haunted places? Okay, so the ones I was thinking of, they're all very close to each other, and these are the ones that I've been to. Again, I have not had any of these paranormal, um, experiences myself. Uh, but there's a, uh, a road, and it is actually named this shades of Death Road. Uh, shades of death road is a seven mile, two lane rural road that winds along Jenny Jump Forest and Ghost Lake. This stretch of Rose Road is subject of many local legends. One legend states that the ghostly victims of highwayman robbery, or the criminals themselves, were hanged from the trees that line the road. And there's also this, like, a train track there where people say they see, like, this dude holding a lantern, all this stuff. And Jenny Jump State Forest is a place where some say the ghost of Jenny lurks at Jenny Jump State Forest in Warren county. According to legend, the nine year old girl jumped to her death off of a mountain while being chased by a Native American. So this dates way back to a while back there, and then Ghost Lake is part of Jenny Jump State Forest, just off of shades of Death Road. Located in Alamuchi Township, the lake was created in the early 19 hundreds by local men damning a creek. They named it for the vapor formations rising off of it on cooler mornings. So I'm sure that's where people think they see ghosts, but those are the ones around me that I know of. There's also something called Edison Road, which is popular. There's a bunch in New Jersey. New Jersey is pretty, um, haunted, by the way. One of them on this list, I looked up a list, and they were on it, and. But number 13, actually, I've been to this one, too. Uh, Cranberry Inn. I've been to that one. But the number 13 here, the pine barrens, which, of course, is from the, uh, famous sopranos episode. Do you remember that?"
    },
    {
        "speaker": "C",
        "text": "The best episode, arguably."
    },
    {
        "speaker": "D",
        "text": "Yeah. So obviously that's in New Jersey, but that's on here as the, uh, as one of the spooky places."
    },
    {
        "speaker": "C",
        "text": "I think that's where the Jersey devil resides, is in the pine barrens."
    },
    {
        "speaker": "D",
        "text": "I can't think of the Jersey devil without thinking of putty from Seinfeld. The devils. Exactly. Exactly. You get me. You get it. Anyway, what else is new? What else is going on today? I have nothing in particular to talk about."
    },
    {
        "speaker": "C",
        "text": "So I put out a tweet this morning, just asking people how they're making money in web three today. And the answers were not, we're not helpful."
    },
    {
        "speaker": "D",
        "text": "Oh, let's, let's find that. I'm going to pin it to the top. You talk about it while I pin it."
    },
    {
        "speaker": "C",
        "text": "So, yeah, I mean, that's, I'm always interested to see, you know, what people are doing out there. I'm just trying to pull it up myself here. But yeah, basically, you know, I make no qualms about it. I, I like to make the, you know, the reason I'm in, in this space is to try to, you know, provide a better life for myself and my family. And, you know, I had a couple of people Mackie, you know, chimes in fairly quickly, just says working. Somebody did put out, this is John Wick. John spelled Jdev awn. He said meme, like cash meme, which I believe is like the meme coin. Meme coin."
    },
    {
        "speaker": "D",
        "text": "Does that make sense? That's all the rage right now. That's basically the hottest, most anticipated topic, I think, of the upcoming opportunity, or."
    },
    {
        "speaker": "C",
        "text": "You mentioned you were setting aside some time to, to, you know, get your bag."
    },
    {
        "speaker": "D",
        "text": "That is the, that is the copypasta tweet that they make you share to join the waitlist, which was genius because I think anybody who posted it got some similar replies like the one I got, which is really interesting. So that, that's actually their, you know, they, when you join the meme coin waitlist, they make you kind of share out their social and that is the tweets that is auto populated for you. So that's. Do you get it now?"
    },
    {
        "speaker": "C",
        "text": "I'm on board now. Did you have they like, released the token app?"
    },
    {
        "speaker": "D",
        "text": "No, not yet. Soon. Tm, I think the waitlist is now open. They've announced all the kind of mechanics for it and everything. So they're doing, I think the waitlist is operating kind of like a pre sale. So. And it's pretty intriguing how they're doing it. Like a bunch of people. If you were holding, if you're holding sets, you got a bunch of kind of waitlist codes to give out, which is cool. So I was actually able to get one of those codes from somebody, believe it or not, in the Starbucks Odyssey community. So that was cool. So shout out to veritas dot swoosh for hooking me up with one. But yeah, so that's it. I think cap raffled some off this morning on coffee with captain. So yeah, the, that's all the rage people are. It's gonna be tough. I don't really know. I don't know if you are not a holder of meme coin, of meme land stuff. Like, it kind of makes me nervous about playing the token as just an."
    },
    {
        "speaker": "C",
        "text": "Outsider, that kind of why I brought it up. Is this something I should be?"
    },
    {
        "speaker": "D",
        "text": "I don't know. It makes me nervous. I want to. Before I do that, Mackie's got his hand up, so let's go to Mackie and then I'll jump back."
    },
    {
        "speaker": "B",
        "text": "Very polite of you. Thank you, bunch. You can continue on the meme coin thing. I am curious about it, but I do want to discuss my arduous journey with chat GPT over the past week."
    },
    {
        "speaker": "D",
        "text": "It'S been a, oh, I can't wait."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was painful."
    },
    {
        "speaker": "D",
        "text": "All right, I'll come back to you in 1 second. The, you know, chamber, like, these types of tokens make me very nervous, and they make me nervous like as somebody on the outside looking in versus the inside out, right? So like the entire kind of Memeland value prop right now is, is meme coin, right? Or is this meme token? And it's, it's driving the price of the assets up and people are, because they're going to get a pretty substantial airdrop. And what that's worth in USD is TBD. But I, I mean, much of the allocation that's going out is to holders and it's a big portion, right? So it's like, okay, how many of these holders are looking at this as an, as a liquidity event, how versus how many are, you know, going to hold this thing long term? And I think that's the scary part of like, trying to trade it, right? You know what I mean? Because you're not going to get this airdrop to you unless you have a sets, so."
    },
    {
        "speaker": "C",
        "text": "And for the, for the record, the assets are potatoes and captains, I'm assuming only."
    },
    {
        "speaker": "D",
        "text": "Yeah. So a full set is three potatoes and a captain. And then there's obviously the MVP level as well, which gets you a much larger allocation even than a set holder. So. But I think there is just, there's a small allocation for just potatoes holders, I believe. I don't know. But does that make sense what I'm saying? Like, oh, totally. Where do you land on something like this? Because like, the problem versus, you know, trading a normal token or, you know, it's, it's, you basically have to treat it as you would anything in shitcoin season. If you're thinking about this from the outside looking in, would you agree with that take or no?"
    },
    {
        "speaker": "C",
        "text": "Yeah, like, like, it's even worse though, because you're gonna have so many people that already hold the token, whereas in like shitcoin season, like, you know, when I'm trading, I'm looking for small market cap tokens, which, you know, typically means there aren't a lot of holders, so you'll have whatever, a smaller number of total holders and then basically they sell off. And that, that, you know, that base grows and grows and grows. I feel like in this case you're gonna have so many people holding and just immediate, like, there's obviously gonna be people holding, but I don't know, I just, there's, there's, the balance is offset, I think, in a typical, well, that's what I mean."
    },
    {
        "speaker": "D",
        "text": "Like, and like, so me as an outsider, I'm not even sure I'm gonna, if I can, you know, get something off the waitlist. Sure. I'd be in because I'm right in theory, in at a, a decent price, I would think if they're treating as a pre sale, I don't know all the total details there, I might be talking out of my butt on that one. But the, like, the mechanics of it. If you're thinking, okay, I'm just going to buy this on the day it launches, just consider that the dynamics are similar to a shitcoin in the sense that they're not. It's not a fair distribution outside of the meme land community. Right."
    },
    {
        "speaker": "C",
        "text": "I don't treat it like a, like an NFT as opposed to a shit coin where you have that initial where."
    },
    {
        "speaker": "D",
        "text": "You buy it and then it just goes to zero."
    },
    {
        "speaker": "C",
        "text": "Exactly. But there could be, I think in theory, if there's, you know, a strong sell off early on, I mean, there could be a point of, you know, value where. Sure, of course you know what I'm saying?"
    },
    {
        "speaker": "D",
        "text": "So let's, let's play, let's play a game here. What market cap? Are you interested? Do you feel that there's value in meme to meme coin? Like I think it's gonna. I think what you say and what I think it'll launch at are going to be very worlds apartheid like I would. You're not getting sub 10 million. Let's."
    },
    {
        "speaker": "C",
        "text": "I was gonna say, like, ideally, I would, like, under 10 million would be, like, a number that I would look at."
    },
    {
        "speaker": "D",
        "text": "That is a number. That's correct."
    },
    {
        "speaker": "C",
        "text": "Yeah. In fact, a number. Um, it could. I mean, I. Do you know what it's gonna like, what the market apps gonna be at launch? Do we know?"
    },
    {
        "speaker": "D",
        "text": "I don't, but I would. I would anticipate probably something like 100 million. Yeah, I was gonna say 50 to 100. Right."
    },
    {
        "speaker": "C",
        "text": "I think that's a very strong possibility."
    },
    {
        "speaker": "D",
        "text": "So. So that said, are you buying, like, are you buying at all? Right. If you're looking at. If you're looking for sub ten on a normal token. Right. Like, are you interested in this thing at all?"
    },
    {
        "speaker": "C",
        "text": "I think not. I mean, not at the very beginning. Absolutely not, I would say."
    },
    {
        "speaker": "D",
        "text": "But that, to me, means that you're not interested. Right. Like, there's very little chance, if you're not buying, if you personally are not buying within the first week, you are never buying this thing."
    },
    {
        "speaker": "C",
        "text": "I mean, if in week two, say we launch and it's at its $100 million market cap, in that first, like, day two days or whatever, and then it starts to dip, but by week two, you're at a 25, $30 million market cap, you know what I mean? That's. That's something I would look at. Maybe that is something that is a number, but. No, I think I do the diff. I think the biggest difference, though, is as somebody that does not participate in anything Memeland related, I am aware that Memeland is an entity that should be treated with a little bit of respect. Of course. So if the opportunity is there, you know what I mean? Like, knowing that there could be a massive sell off from all these people that got."
    },
    {
        "speaker": "D",
        "text": "Right. There's going to be. There's a little more clout here than. Exactly longevity than a normal. That's where it differs from your normal shit coin. Right. Like launch, I would treat it exactly like a shit coin. Over time, it. It's. It's much, much, much different. Right."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree. I think. I think. I think that's what you would have to look at. So you could look at it a little bit more long term than, say, like, salt token or whatever we were trading."
    },
    {
        "speaker": "D",
        "text": "Billy. Billy."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Right, Billy. Yeah."
    },
    {
        "speaker": "D",
        "text": "So salty was a real thing. I think salty was what you were."
    },
    {
        "speaker": "C",
        "text": "There was. I forget the one where they just. I just lost. Just straight up."
    },
    {
        "speaker": "D",
        "text": "Just do not pass. Go directly. Zero. Yeah."
    },
    {
        "speaker": "C",
        "text": "Just. Just straight run. Yeah. Yeah. It was wild times."
    },
    {
        "speaker": "D",
        "text": "It might have been that one, actually. All right. I do. I have to. It's a. It's a good segue to go back to Mackie here to talk a little chat GPT endeavors, and then I'll tie it all together back to the potential trading topic here, Mackie. Go for it."
    },
    {
        "speaker": "B",
        "text": "Okay, so I have a story of warning for those who are using multiple chat GPT accounts. I accidentally had to, because I just like two accounts because I think I."
    },
    {
        "speaker": "D",
        "text": "You had two premium chat GPT accounts."
    },
    {
        "speaker": "B",
        "text": "Come on. Come on. But I was trying to go get. I was trying to get a third business email account. That would be the one that I would get GPT. Four pro GPT, whatever the hell it's called on there. Pay the $20 a month. I was super excited. I went to create a third account. And your phone number can only be used for two accounts. There is no way to remove it. There is no customer service to contact. There is nobody. So I learned how to get a burner phone, and. And I got it working literally 15 minutes ago while we're. While we were on air. So I have this third account now. I deleted the other two accounts, thinking that that would solve the issue. Nope. So I was completely without chat GPT for a week. And, yeah, it hurt. It actually hurt. So don't use multiple accounts or maybe just find a different way to do the thing. Avoid what I did. That is the moral of the story. I finally got got for using too many free accounts, is what finally. Of course, AI was the one to do it, too."
    },
    {
        "speaker": "D",
        "text": "But this was. But you weren't really trying to, like, game."
    },
    {
        "speaker": "B",
        "text": "No, it was. It was really an accident. You know when you sign up with Google on account and then you're, like, signed in with, like, the different Google account and you just. You just go through the paces and all of a sudden you're accidentally signing up with another one."
    },
    {
        "speaker": "D",
        "text": "I somehow end up with, like, 50 subscriptions to things, and then I can't manage my money because don't know where all these subscriptions are coming from. I mean, I don't know if anybody else deals with that, but."
    },
    {
        "speaker": "C",
        "text": "No, that's a unique."
    },
    {
        "speaker": "D",
        "text": "It's a real problem for me."
    },
    {
        "speaker": "B",
        "text": "Absolutely brutal, though. So, yeah, I actually had to dig up my deceased mom's phone. I bought two different sim cards trying to do this. I, like, I had dreams about my mom for the first time in weeks because of this, like, whole altercation. And it's. Oh, my God, it was so ridiculous."
    },
    {
        "speaker": "D",
        "text": "I don't know whether they're telling."
    },
    {
        "speaker": "C",
        "text": "You did say dig up."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So in my mind, it was trusty."
    },
    {
        "speaker": "B",
        "text": "Like, I'm, like, walking into a best buy thinking I'm buying. The right thing was. Yeah, it was a whole thing. Just avoid it if you can, folks."
    },
    {
        "speaker": "D",
        "text": "Okay, so the alpha here is don't set up too many different chat. I gotta tell you, I don't remember giving my phone number. Where does. I don't remember that."
    },
    {
        "speaker": "B",
        "text": "You definitely had to when you signed up because that's, quote unquote, one of the ways they prove that you're human. But if I can go get, like, I literally got a $5 per month subscription that I'm going to turn off now because I was. That was the follow up question, actually. Was when was the last time chat GPT asked for your phone number? And if it isn't ever again, then I'm just going to turn off this $5 a month subscription because also you can't get just text messages on a phone anymore. Was that, that was a thing at one, at one point, right? Maybe not."
    },
    {
        "speaker": "D",
        "text": "Sounds like it would have been a thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it couldn't find it. Spent hours searching for it."
    },
    {
        "speaker": "C",
        "text": "Like text? No, like you're saying text."
    },
    {
        "speaker": "B",
        "text": "No phone, no data, just text? Like, just text."
    },
    {
        "speaker": "C",
        "text": "I don't know. I possibly."
    },
    {
        "speaker": "B",
        "text": "I have a feeling that people are going to end up using, like, kids phones as burners for this. So, uh, yeah. Do with this what you will."
    },
    {
        "speaker": "D",
        "text": "Well, of the hundreds of millions of chat GPT accounts, Mackie has three."
    },
    {
        "speaker": "B",
        "text": "Watch out."
    },
    {
        "speaker": "D",
        "text": "So watch out, Bunch."
    },
    {
        "speaker": "C",
        "text": "Bunch, how old were you when you got your first cell phone?"
    },
    {
        "speaker": "D",
        "text": "Great question. I was, I believe, a freshman in high school."
    },
    {
        "speaker": "C",
        "text": "Whoa, that's wild."
    },
    {
        "speaker": "D",
        "text": "I think right around the, right around the time I stopped believing in the big man."
    },
    {
        "speaker": "B",
        "text": "I was hoping you're going to say the same thing I'm about to say is that I got a cell phone right around the same time I lost my virginity. I'll let you guess when it was."
    },
    {
        "speaker": "D",
        "text": "I mean, may have not been too far. I was a young. I was, I was way too active for my, for my age. I think."
    },
    {
        "speaker": "C",
        "text": "That's wild. That's interesting. So the cell phone coincided closely with that, is it what you're saying?"
    },
    {
        "speaker": "D",
        "text": "Close enough."
    },
    {
        "speaker": "C",
        "text": "Oh, geez, me too. I was 21 when I got, when I got my first cell phone."
    },
    {
        "speaker": "D",
        "text": "You were? I get it. That's funny."
    },
    {
        "speaker": "C",
        "text": "I was actually probably 2021 when I got my first cell phone. Much older than a lot of people."
    },
    {
        "speaker": "D",
        "text": "Wait, were you actually. I can't decide if you're joking or not."
    },
    {
        "speaker": "C",
        "text": "No, no. Like cell phones, like when I was a senior, in high school."
    },
    {
        "speaker": "D",
        "text": "Yeah, actually, I guess that makes sense because you're a couple. You're. You're a couple years older than me."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was born at 83, I feel."
    },
    {
        "speaker": "D",
        "text": "Yeah. Okay, so you're three years older than me."
    },
    {
        "speaker": "C",
        "text": "So, like, 2000, I would say, like, you know, nine. Like, I'm trying to think, like, high school kids having phones. I feel like maybe 99. 2000 is when you started to see it. And then I. Gray, I graduated zero one and then went to. Went to college and got one. Like, when I started working."
    },
    {
        "speaker": "D",
        "text": "Interesting, not worse."
    },
    {
        "speaker": "C",
        "text": "I'm about to buy it. Like, my daughter's about to turn ten. I'm about to buy her first fucking iPhone. It's, like, ridiculous."
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't. So I guess that happens much earlier now, but, like, I mean, it's still not that huge of a difference, right? Like, you're a freshman in high school at, what, 13?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, no, I. Yeah, it's only a couple. Yeah, I would say a couple of years. Like, she'll be in the fifth grade, I think, when she gets. Yeah, it seems extremely young. It's more for security reasons. You know, she wants to go."
    },
    {
        "speaker": "D",
        "text": "Well, that was. That was why I got one, because."
    },
    {
        "speaker": "C",
        "text": "Totally makes sense."
    },
    {
        "speaker": "D",
        "text": "Yeah. I was playing after school sports where it was actually the first time my mother did not work at the school I went to. So that was the big reason why."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, that totally makes sense to me. My mom already, like, I told, like, she asked me, she's like, oh, what? You know what? What can I get her for her birthday? And I. She's like, oh, what are you getting? And she. My mom's old school. She gave me the. Huh? Oh, I think she's old enough for that. Listen here, ma, all right? This is a new world here."
    },
    {
        "speaker": "D",
        "text": "Yeah. So we could stay on the. Pull on the same thread here of chat, GPT and trading, if you would. Like. I mentioned this at the very end of. At the very end of the show last week. I don't remember. I don't know if you remember what I was talking about."
    },
    {
        "speaker": "C",
        "text": "I've actually been thinking about it all weekend, so I'm glad."
    },
    {
        "speaker": "D",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Oh, my God. This is our relationship. It's like. Oh, yeah. Like, bunch has great ideas. I mooch his ideas off of him and, you know, inject funds. That's what I do."
    },
    {
        "speaker": "D",
        "text": "You know what? That actually is a lot of how our relationship has gone in the past, I think. I mean, I. It's what happened with our axie Infinity squad. It's what happened when we did our Amazon, our Amazon selling together like this is actually, you know, name a name a more iconic duo. I'll wait, you know, all day."
    },
    {
        "speaker": "C",
        "text": "I'll wait all day."
    },
    {
        "speaker": "D",
        "text": "So what we are talking, what we're talking about here is at the very end of the show last week, like, really just classic cliffhanger material I dropped in the last five minutes that I had been using chat GPT to learn how to code and build me stuff. And so I mentioned last week that the projects I was working on are of two things. One, I've always wanted to build myself a, like, machine learning, sports betting, sports prediction model. And I, I've tried to learn how to do this myself so many times in the past, and I just am not that side of the brain for the most part, and it escapes me. And so I have a very hard time learning how to do it myself. Right. So, like, in terms of literally from scratch, how to, how to implement, right? So chat GPT has been a perfect tutor to actually understand how to do these things in a very step by step way that teaches me how to do it, right? So what's so cool about these tools, chat GPT, any of these AI kind of language models, right, is you. I mean, they really are as personalized as you can think in terms of, like, okay, I learn in a very specific way, so I ask questions in a very specific way, and the better questions I ask it, the better output I get. And so, like, you know, one of these takeaways I've had in the past couple months of using this tool, and, like, I would, I would almost say why I'm good at using the tool to be, to, to be really basic about it is, I think of it, like, when you're prompting something that's obviously what they call the act of kind of utilizing these tools, you're prompting chat GPT to with something to get output. And when I think about how this stuff works underneath and what I'm actually trying to accomplish, and, like, my skills as a person are, I'm very good at conversation and talking with people and connecting with people, and the same skill transfers to interacting with chat GPT. When you really break down, like, what is human conversation and why? Some people are really good at it and some people are nothing. It's a series of back and forth prompts, right? Like, I could be trying to deliver a message to you or teach you something, and if I do it in one way, you will understand exactly what I'm trying to tell you and you'll be able to respond if I am unclear. Or if I don't explain myself or talk or tell you in a way that you understand, you're not going to understand what I say. So I prompted you wrong, right? Or maybe I prompt you in a way that makes you angry, or maybe I prompt you in a way that makes you think something different about me, right. But, but really, underneath conversation, it's just a series of back and forth prompts, and some people are very good at it and some people are not. And so I think that's why I've been able to kind of utilize chat GPT in a way that I'm actually pretty effective with it. I got myself to never writing a line of code to now I'm building shit every day, which is pretty cool. And for me it feels like this just unbelievable exponential unlock of. I'm not even going to say the word productivity because I'm not sure that me building and tinkering is productive, but it feels like it, I would say creates."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it's productive. You know, you're doing, there's a, there's an end result that's happening and you're utilizing a tool that, you know, allows you to do something you wouldn't necessarily be able to do, you know, without having. I think that's production."
    },
    {
        "speaker": "D",
        "text": "Yeah. So, so by, the big thing for me with these tools is it takes a people from zero to one on basically anything they want to do, right, or anything they want to learn. It's like having the world's expert in whatever topic next to you and you can ask them any question. And the place where people I think get hung up the most frequently is they stop drilling down, right. You really have to funnel this thing. And so if you've maybe another reason I'm decent at it is because this is how I think of conversations in terms of like, sales, which I, which was my career, right? So, like you funnel somebody down in a sales conversation from up top and then you get really granular. You keep going with probing questions till you get to a close, right. It's the same type of interaction here where you're asking something broad like idea creation or, you know, this is what I want to build. Help me think about the steps to do this. And then you drill down into each of those steps until you've completed it and you put all. To get all of it together, right. And of course you're going to get stuck along the way. Half of the battle is not bashing your head in front into the computer and sticking with it. Right. So, you know, all of that to say, I've been building cool stuff and. And things that I've always wanted to do but never been able to. So one of those things is the sports kind of model, because I'm just a sports freak. And how I got into the space and to begin with is a sports betting background. The other is a trading bot. And I've always wanted to do this as well because I'm not a bad trader. I'm bad at from an analysis standpoint. Right. Like, I can look at a chart and I can make good analysis on or come up with a trading strategy. What I am terrible at, like, very terrible at, is managing the emotions of trading. Does that make sense to you?"
    },
    {
        "speaker": "C",
        "text": "It's. I think the number one issue when it comes to trading is the emotion."
    },
    {
        "speaker": "D",
        "text": "Yes, I would agree, and it certainly is for me. I have panicked in situations I shouldn't have because I either have too much on the line or I think I know something I don't, or I just. Or you're just watching a candle and you're like, oh, crap. And. And you make a decision you might not have or whatever the case is. Right. And so by automating a strategy. Right. Like, you take all of that out of it, which is why it's such an attractive endeavor to me. Right. So. Because if you do it right, and you put a, you know, a decent strategy in play, you can just take the emotion out. Right. And that. That, to me, is the thing that keeps me, I think, from success. Now, coding one of these things is not easy. I've been playing with it now for."
    },
    {
        "speaker": "C",
        "text": "Like, what is the. Like, what are the mechanics of this? Like, you know, I think you mentioned on Friday that you were using kucoin Eth futures."
    },
    {
        "speaker": "D",
        "text": "Yeah. So. So the bot that I'm running right now is running on. It's. It's trading the Eth kucoin futures pair, right. So it is the. And I'm. It's. It's built to basically intraday scalp. Right. So now do you have a."
    },
    {
        "speaker": "C",
        "text": "Do you have this, you know, this bot, is this something you're, like, plugging directly into the. Like, your kucoin account, like, somehow? Yes. Okay."
    },
    {
        "speaker": "D",
        "text": "The basic structure of it is it runs locally on my computer through a Python package that allows you to connect to the Kucoin API. So if you have a Kucoin API key, you can. Or any of these exchanges have API keys, most of them, that allow for you to do stuff like this. It calls the Kucoin API. And logs me in. I have a series of passwords and keys that are in this bot. It logs you in, and then it will make trades based on the strategy that you outline. And so, you know, the main part of this is, one, making sure you have a decent strategy, which is the hard part. Right. And two, making sure that all the functions do what you think they should do and what you want it to do. Right."
    },
    {
        "speaker": "C",
        "text": "So, like a domino, right? Like, you want to make sure when you hit that first domino, you know the power."
    },
    {
        "speaker": "D",
        "text": "Correct. And what's interesting is, like, over the past couple weeks, as I've been playing with this, it's. I mean, it's quite an interesting learning process, right? Like, I think I have everything in working order, and then I look at the chart, and I'm like, hmm, well, that should have triggered something that it didn't. And then I have to go back and kind of find out why it didn't do the right thing. You know what I mean? And so it's very, very iterative process, but once you have the functions working properly, like, so. So I'm still, I would say, in this kind of early beginner phase where I'm trying to fit, I'm still learning how to make sure that the functions actually do what they're supposed to do. Meaning, like, okay, if I wanted to set a stop loss at 1% away from my position, like, is it actually doing that or. Or not? Like, the bot could be running, and everything else works except that one part, right? And if that doesn't work properly and I go to sleep overnight and I wake up to, you know, a 10% drawdown, well, that's gonna suck. Right? So, like, that's the thing. That's part of where I'm at now. But once they work, once the functions work, it's mostly find strategy, code strategy, and let it run. Does that make sense?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, and what would be, like, the, like, the timeframe you would let it."
    },
    {
        "speaker": "D",
        "text": "Run for, like, so I have mine running 24/7 now. Right now?"
    },
    {
        "speaker": "C",
        "text": "No, but, like, the amount of days, like, do you stop it after three days, do you, could you let it run forever?"
    },
    {
        "speaker": "D",
        "text": "Like, you know, I could let the thing run in perpetuity as long as it was doing what it's supposed to do. So, like, I have. You can code, like, logs, like, bot logs. So I can, like, leave it overnight. I can come back in the morning, and I can look at my logs and see, oh, it did X, Y, and Z overnight. And I could see that. Here are the positions I have open. Oh, here's an error. Wonder why that happened. And I can go look at all that stuff and then I can kind of go make changes and run it again. Right."
    },
    {
        "speaker": "C",
        "text": "So does the, does, does the bot also like generate reports?"
    },
    {
        "speaker": "D",
        "text": "That would be something you can code into it. Yeah. So you could either, so I have mine like creating this log, right. And so basically it's for error handling. So I could see like, okay, it opened a position, here was the price. It tried to close the position, ran into this error or like, oh, it said, it said it was setting a stop loss, but the order is not there. Okay, so what happened? And then, but so you could do that and then you could actually, I mean you could code from there. You can code anything. You code an interface like a, I could code a, you know, a website interface if I wanted to, all that kind of stuff. Right. So like once the bot works, the sky's the limit, you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "So all I'm seeing is dollar signs in my eyes right now."
    },
    {
        "speaker": "D",
        "text": "Well, I mean maybe. So here's, so the next part is, here's my results so far, which is I think the more interesting piece of it, right. It's like, okay, yeah, cool, you can get a bot to work, but are you making any money off of it? And so I'm still playing with very small amounts of funds here because I'm testing. However in the last, let's see, literally while we were talking here, one of my auto closed a position at my take profit and I made $15.71 and these are, these are designed for like intraday is what, like, meaning in the same daily session. So right now I have this thing trading five minute eth chart and the whole idea around the bot is I'm scalping, right. I'm taking an average price and if it gets so far above or below, I'm basically saying, okay, it's going to revert to the mean. And I'm coding for that. I'm buying and selling based on that, right. And I have stop losses set pretty tight, meaning if it gets away from me or if it doesn't revert to the mean, it goes the other way and starts to trend up or down, I'm out and I just take that small loss. Right. Does that make sense?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. Are you using, so when you're setting up like the parameters, so say like let's just use like $1,000, say you're using 1000 like in your account. Okay. Are you using, are you using percentages of your stack like in the programming, like, we're trait. We're gonna trade whatever 3%."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Is that we're doing."
    },
    {
        "speaker": "D",
        "text": "I have it set up that my position size is 2% of my bankroll. And then I actually have it set up that if it gets far enough away in a band that im, like, still comfortable with, I actually buy again to kind of do another one, like."
    },
    {
        "speaker": "C",
        "text": "Another 1% or something."
    },
    {
        "speaker": "D",
        "text": "So I have a max max opening two positions, and ill buy again to lower my cost basis. And then it automatically sets a take profit at whatever that moving average is that ive already calculated and defined. Does that make sense? So, I'm really just trading. I'm really. I'm trading small bands. Like, I'm talking about my, you know, upper. So, like, from the upper band to the moving average is like a $12 difference in price. And so, like. But that's what I'm talking about. I'm talking about, like, five minute intraday kind of scalps, right? So, like, because the market trends, you know, 80 or, sorry, like, goes sideways, like, 80% of the time, and it's only, you know, that 20% where you get these big, meaningful moves. Right. So, like, if you can. If you can trade that chop, then, you know, you've got 80% of the time figured out. And and here, uh, here is my results so far. So, in the last ten trades, actually, I can go even further. Last 15 trades, I have lost money on three of them."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "And all the. And theyre small amounts of money that ive lost, like, were talking $5, $2.76, things like that. And the rest are profitable trades. And, again, im using small amounts of money here. So this isnt scaled up yet, but once you have a profitable strategy, you can scale this thing up pretty."
    },
    {
        "speaker": "C",
        "text": "And is it just a matter of dumping funds into your account, and then the percentages take care of themselves."
    },
    {
        "speaker": "D",
        "text": "Right. It's coded to calculate the percentage. Right. So, in theory, actually, as my bankroll grows, the position size will grow automatically because it's set at 2% of the stack. Right. Or, but I could change that whenever if I wanted to just say, okay, position size is $1,000 instead of whatever. So, uh, wins this just to, uh, you know, this was a trade that lasted, I don't know, 25 minutes, and I made $15.71. I made $35.51, $44.69. $12.65. $28.09. Lost 339 made 960. Lost $5. Lost 276. Made 37. 46. Made 50 or 49.34. Those are. So that's like, the last ten trades. I've taken. So it's working. It's working, which is exciting. So let's, this experiment is so far working. We're calling it the salad bot in the discord because each trade makes me a salad or two that I can buy for lunch."
    },
    {
        "speaker": "C",
        "text": "Those salads are expensive, though, that being said."
    },
    {
        "speaker": "D",
        "text": "Oh, that's what I mean. Like 1571 gets you two salads these days."
    },
    {
        "speaker": "C",
        "text": "Better than a hamburger bot, I'll tell you that much."
    },
    {
        "speaker": "D",
        "text": "That's right. So that's, so that's my latest endeavor. The idea is to build a couple of these that have winning strategies that I can automate and kind of, you know, do make some. You said, how are you making money in web three? This is how I'm making money in web three today."
    },
    {
        "speaker": "C",
        "text": "That's fantastic. I want to hear more about this. And then I can't wait till it's perfectly customized that you can just email it to me and I can plug it in and just dump tens of thousands of dollars into futures."
    },
    {
        "speaker": "D",
        "text": "This is where my not financial advice, Dyor comes into play. I am not a professional coder. I am just some dude with a chat GPT pro account. And that is that. So, yeah, that's my project on the."
    },
    {
        "speaker": "C",
        "text": "Record here, by the way. I'm gonna go on the record and say I have never lost money betting on bunch of bets."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah, that is a fact."
    },
    {
        "speaker": "D",
        "text": "That might be actually true, though."
    },
    {
        "speaker": "C",
        "text": "Yeah. Never, never have I missed."
    },
    {
        "speaker": "D",
        "text": "In fact, you've probably made money."
    },
    {
        "speaker": "C",
        "text": "Oh, I've made, I've made. I don't want to, you know, don't get. I've made good money betting on bunchu. I made good money betting on."
    },
    {
        "speaker": "D",
        "text": "There you go. In, in bunch. Who we trust, I guess. There you go. But that is, I mean, I think it's pretty exciting that I've been able to do this. I'm very jazzed about it, if you will. I think, you know, like, if I could get this thing to make me a day, like, how cool is that?"
    },
    {
        "speaker": "C",
        "text": "I'm thinking we're making $1,000 a day. This is what we're."
    },
    {
        "speaker": "D",
        "text": "I mean, I mean, it could, if it really works, look at that type of hit rate and like, you could easily, right? Because then it's just all about scale. And then it becomes, okay, well, how much scale can I put into it before I'm the one that moves the market? Right? You know what I mean? We are trading a five minute timeframe. So it becomes like, okay, how much volume, how much position size can you put in without being the mover instead, you're the. You're."
    },
    {
        "speaker": "C",
        "text": "I wonder what that number is."
    },
    {
        "speaker": "D",
        "text": "I don't know. It's. I would have to probably. I mean, I'm sure there's a way to figure it out, right? Like, if you have you. Because you could pull from these exchanges, these data. You could pull, like, you could pull, like, the number of trades in a set, in a. In a candlestick, and you can pull, like, the volume in a given candlestick. So, like, you could mathematically probably figure that out."
    },
    {
        "speaker": "C",
        "text": "My guess, though, is if you're profiting a day, I don't think you're at the level where you're moving the market on your trades."
    },
    {
        "speaker": "D",
        "text": "I would hope not. I think it would depend on. It probably depends on the exchange you're on, right? Like, it has to be a high volume exchange. I don't know where Kucoin falls on that. The only reason I chose Kucoin was because it's a kind of no kyc type of endeavor over here. And, like, I did cool about it. Like, I didn't know how to use or code for some of these, like, more Dex style stuff. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So that's it. But that's. I mean, we'll see. Let's. Let's keep monitoring this. I'll give updates every episode if we want, but I've made close to, I."
    },
    {
        "speaker": "C",
        "text": "Would say get your dj pass to get your first look at the bunch of salad bot."
    },
    {
        "speaker": "D",
        "text": "I mean, I've been posting. I've been posting my progress in there, and they already want me to set it loose on the galaxy."
    },
    {
        "speaker": "C",
        "text": "Do you know what? That's not a bad idea. That's not bad idea at all, actually. Maybe we should do that."
    },
    {
        "speaker": "D",
        "text": "Let's make sure it just fucking works first."
    },
    {
        "speaker": "C",
        "text": "I'll tell you what, though, the Dow decisions aren't."
    },
    {
        "speaker": "D",
        "text": "Well, I mean, it is a. It's a pretty cool feeling, though, to, like, you know, I don't trust my code 100% yet. So, like, I have all this stuff just sitting here. I'm kind of watching it as it happens throughout the day. But it is pretty cool to kind of watch the chart. And you're sitting here like, oh, this. This should be buying right now. You go look your exchange account, and it's got an open position. It's got your take profit order already set, and you're just like, okay, let's see what happens. It's a really interesting feeling, but. So we'll keep monitoring this before we shut down. I do see one in a million up here. So one in a million GM."
    },
    {
        "speaker": "E",
        "text": "Hey, GM everyone. It's probably a combo for next time because I was super interested in the sports angle back in my DF's days. 1413, 1415. When I was really big into it, there wasn't as much information as there is out there today. And I would literally watch those. I don't even know if they still do it, but like where you could watch any NFL game in less than."
    },
    {
        "speaker": "D",
        "text": "An hour because, oh yeah, the all 22. Like speed up."
    },
    {
        "speaker": "E",
        "text": "Yeah, dude, it was fucking awesome. And I would literally watch every single game and then make my own Excel spreadsheet. And it goes back to kind of like what you were talking about. Like if someone's trying to get an answer and two people google it, one person's probably going to be better at it than the other person, which I find super interesting. So back before targets were interesting, I was really big on targets because one guys basically had a 60 yard touchdown, but there was a pass interference and I was like, oh, this dude's probably going to score a touchdown next week. They're targeting him more, stuff like that. So I was interested to see if you're working on just the sports gambling or if DF's too. And I know Cap's big into it, but."
    },
    {
        "speaker": "D",
        "text": "Well, I'm sure. So my first step is to get something working. So we were talking about this at the end of the show Friday, and J. Webb asked me if I was going to do, like, if I was going to skip right to football or if I was going to try baseball because it's the sport that's going on now. And I think I decided over the weekend that I'm going to try it on baseball because I want to see if I could get something working first. And so the next step would be, okay, can I get something working? And then after that it becomes, okay, how do you want to do it? Do you want to use, do you want to do player stuff? Do you want to do full game stuff? And I think, like, I think actually if you're, if you're a sports, if you're a sports betting enthusiast or a DF's player, like, I still think that overall there's inefficiencies in player prop markets and player markets, right? So it's very attractive to me to build something like that. So that would lean more towards the DF's of it all. The reason I'm hesitant about that a little is all these optimizers exist. So how much of an edge could I build from a DF's standpoint, I'm not sure. However, I do think you could build a pretty big edge in a player stat model versus what Vegas lines have. Right. Because you could. You could be constantly monitoring for, you know, mispriced lines against your projection. So if you build something that you trust, your projection, you might see a passing total that's 25 yards off for a quarterback. And you're like, okay, this is gonna. I'm gonna bet this because I trust my number, right? So that's the way I'm thinking about it. From a yemenite player standpoint, what I really want to do is, like, I want to build. So, like, that's not so different than, like, what's out there, because there's been people far smarter than me that have been doing this for a very long time that know how to build these models and stuff. What I want to do is figure out how to build the model, and then I want to layer, like, the chat GPT on top of it, meaning I build the model, and I can say, and I put out an interface that someone like you could go use and just say, hey, what are the five best plus ev bets today? And it would just spit it back out to you. And, like, you don't need to go read data. You don't need to do that. It's already done for you. And you just kind of add this interface on top of it. That's my ultimate goal. I'm pretty far away from that as far as, like, where my progress is, because I've been doing the trading bot. But. But, yeah, that's, like, the way I'm thinking about it. I don't know if that makes sense at all."
    },
    {
        "speaker": "E",
        "text": "Could you tweak. I haven't played around with it yet, but could you literally, what you're talking about, could you tweak it to something? Like, okay, these optimizers are out there, but I think that this might be more important. So I want to focus on targets or a specific, like, what this team does versus that team or a team with a better defense. Like, so is it, like, the prompts are still important? The human element?"
    },
    {
        "speaker": "D",
        "text": "100% yes."
    },
    {
        "speaker": "E",
        "text": "Okay, cool."
    },
    {
        "speaker": "D",
        "text": "And so, like, what's really cool about that is, like, you could, in theory, use, like, machine learning and neural network and all that kind of stuff to get feeded all the data and have it come back to you with, hey, here's what I think are. Here's what I found that are the most important stats to a decision of a game, right? Like, it tells you the feature sets that it found that are most correlated to a win, right? And then based on that, you can build something pretty cool. But again, I, all of that is like you started with how good is the data in that I'm putting in, right? Like shit in, shit out and vice versa. So I'm not a data scientist. That's the part I'm struggling with the most at this point is like how to get and clean, like data to put into these things. So that's where I'm at right now. But yes, to answer your question, chamber somebody you know."
    },
    {
        "speaker": "F",
        "text": "And hello, everyone. I'm wondering if some people who just planning to create the project to rug later, others now gonna use the chat GPT to ask the chat GPT how to make project fail as fast as possible. And it's, you know, like, you never know."
    },
    {
        "speaker": "D",
        "text": "I mean, totally like you. I mean, like, you really could. I mean, you could, especially now that GPT four has access to the Internet and all that stuff. You could do any of that kind of stuff. You could go vice versa, right? So, like, somebody, I was having a conversation with somebody and they were talking about how, hey, in theory, you could literally create a meme coin, right? And you could have it. You could have chat GPT or an AI kind of scouring the Internet for a very SEO friendly name for your meme coin. And in real time could be kind of marketing and building for people to see it. So you could kind of almost like in theory, program meme ability, right? So there's a lot of stuff you can do from that angle. And it kind of is mind blowing. Like really all the applications, it's. So your creativeness is the only factor. And it's like, the more you start playing with these tools and really integrating them into not only like your workflow, but how you think. Like, I mean, I kind of, I'm almost starting everything that I do with using chat GBT to help me kind of outline my thinking and going from there."
    },
    {
        "speaker": "F",
        "text": "The projects did this honestly because feels like they need help and they refuse to listen, the holders, and they just, you know, stuck with some ideas that are outdated."
    },
    {
        "speaker": "D",
        "text": "Well, Snowflake, I mean, like, you talk about. So here's a great example. You could use chat GPT and you could probably do this in five minutes. You could choose chat, you could use chat GPT and the Twitter API to create a bot that will scan Twitter and give you a sentiment analysis for a specific topic, right? So, like, you. And give you examples of tweets for like, good sentiment, bad sentiment that are happening in real time. So, like, projects should be thinking about that. And I guarantee you that's part of, like, what Frank and Kevin are doing with this AI stuff. Like, they talk about it, how they're using it. I guarantee you they're doing sentiment analysis, and that's totally something that every project could be doing right now, tomorrow, and it would take them a day to get up and running. And that's being conservative."
    },
    {
        "speaker": "F",
        "text": "Yeah, that's great idea. I'm actually a part of a couple of MIT groups, and there is one group that, you know, first they was talking about, like, bots for trading and kind of doing spaces for it. Not on Twitter. Most of them don't have Twitter accounts, just like kind of like hanging around online. And there is another group that actually talks about chat DPT a lot, and it's from Lincoln, and there's a lot of, like, MIT people there. And some of them actually was in the bitcoin gatherings every other week, you know, in Boston that I went to. So the most successful chat GPT bot is the one that has at least four levels. So you basically use four chat GPTs, one working on top of another one and kind of checking what it does, use this data and doing something else was this data and the next one. And the next one. So at least like four levels. And that was the most successful one. Yeah."
    },
    {
        "speaker": "D",
        "text": "I mean, it's, it's a, it's a really interesting concept that's, like, being worked on, I think, like full bore right now in a lot of, like the open source community for like, developing this stuff outside of just. But you could create the same thing in chat GPT, right? Like you could literally give each almost, like. Prof. You could create like, almost a profile, and each one would have individual rules and you would feed it data, and that one would say, this first one is doing research. The second one is actually fact checking that research. The third one is taking that research, creating something from it or writing newsletter. Let's use an easy example. From that stuff, you can see a very easy path to building agents that do this, or entire organizations, even that do this. Then you think about, okay, what if I had an autonomous agent doing what you're describing, and they were governed by smart contract, right? And so, like, you literally could code their rules, right? Or you could see like a Dow running this way or a investment fund running this way where like, there's checks and balances amongst the agents. Each one has a different job and they're actually governed and coded by smart contracts. So they could not kind of go rogue, if you will. Right. And they only would be able to execute under certain parameters. It's. It's, like, absolutely fascinating. I've been obsessed with it for the last couple months, so it's fun to. For me to, like, geek out and talk about it, but, uh, chamber, I. We're over time. I do want to let one in a million jump back in. I'm sorry. I dominated the whole back half with this conversation."
    },
    {
        "speaker": "C",
        "text": "It's absolute horseshit. But, you know, I'll let it. I'll let it. We'll let it pass. All right."
    },
    {
        "speaker": "D",
        "text": "One in a million. And then we click."
    },
    {
        "speaker": "C",
        "text": "Eddie, dinner waiting for me? I'm. You know, I just watched Super Mario Brothers. Want to eat some spaghetti? Make it quick."
    },
    {
        "speaker": "E",
        "text": "This is super quick. It's actually for you, chamber. Nothing to do with any of that."
    },
    {
        "speaker": "C",
        "text": "Perfect. Talk about me forever."
    },
    {
        "speaker": "E",
        "text": "Yeah. It goes back to, if you're uncomfortable about the phone for your daughter. Okay. There's an in between that we did for my oldest to the fifth grader and third grader. It's called a gizmo. I'm sure there's other things out there. Like, it. It's basically like an Apple watch, probably. It's like an Apple watch for kids, though, where."
    },
    {
        "speaker": "C",
        "text": "What I was thinking. What I was thinking was the old people cell phone that they would try to sell on tv all the time."
    },
    {
        "speaker": "E",
        "text": "No, it's a watch. No, it's a watch. And you can text and call, but only the numbers that your parents put in there. And you can also track them on gps. So, like, I know, like, if I'm like, oh, you can go over to your friend's house. Like, I can make sure they got there, and I can call them and text them and all that shit. So that was just a quick. If you're worried about the whole cell phone thing, that was a good in between for us."
    },
    {
        "speaker": "C",
        "text": "I like that. I appreciate that very much. I will definitely. I just made a note of it, so I will. I'll definitely check into that. Because it seems like. I don't know, seems like a big step to, like, just straight up get her, because I don't know if you guys know this or not. Canada's cell phone plans and, like, how much we spend on cell phones is so crazy compared to the US. So. Yeah, like, adding. It's basically like, just adding another, like, $120 a month to, like, my, you know, overall nut, I think I pay."
    },
    {
        "speaker": "E",
        "text": "$18 a month for each gizmo."
    },
    {
        "speaker": "C",
        "text": "That's way better."
    },
    {
        "speaker": "E",
        "text": "Way better than my cell phone."
    },
    {
        "speaker": "D",
        "text": "That's super interesting. All right, Tim, are we ready to shut this thing down?"
    },
    {
        "speaker": "C",
        "text": "Let's go, mama. Me, I'm hungry."
    },
    {
        "speaker": "D",
        "text": "All right, that's going to do it for us. We will have an update on salad bot on Wednesday also. I mean, we need a soccer update at that point, too, but other than that, thanks for tuning in. Until next time, stay mint."
    }
]