[
    {
        "speaker": "A",
        "text": "So, Desmond, thanks for coming."
    },
    {
        "speaker": "B",
        "text": "I couldn't leave you hanging. I know. I couldn't leave you hanging."
    },
    {
        "speaker": "A",
        "text": "I didn't want to bug you on a holiday Monday, but I appreciate it nonetheless. So. I don't know. I got lots. I've been off for like a week and a half. I haven't really been on Twitter. We haven't done a show since, like, I know we had our producer show last week, but I haven't been on a show since, I think the Wednesday prior to that. Probably same for you, right? I think you were on that same show. Um. Bunch is, uh. We have to get bunch back in the groove. I feel it's getting."
    },
    {
        "speaker": "B",
        "text": "It's almost unrecoverable at this point."
    },
    {
        "speaker": "A",
        "text": "I've seen much worse, des. Okay. He goes through these ebbs and flows."
    },
    {
        "speaker": "B",
        "text": "Just seems like a real big ebb."
    },
    {
        "speaker": "A",
        "text": "This is an ebb."
    },
    {
        "speaker": "B",
        "text": "This is a major."
    },
    {
        "speaker": "A",
        "text": "It's okay. You know what? You know what we have on our side? I was talking to pain today, and season three of I think you should leave starts tomorrow. So he will have all new ridiculously inside jokes that will sustain him for the next twelve months easily. So we have things working in our favor and honestly, we get him on another show, he'll be good to go. He's just a little. He gets like this. He gets like this. We've seen it. I've seen many, many iterations of the ebb from bunch, so I think we'll be okay. But I need a catch up week. I've been. I haven't been on Twitter. I was in a little bit of a period of mourning with the Lakers last week, just unplugged. I had a. This weekend, I had a memorial service for my father in law. He had passed away back in January. So we finally. I don't know if anybody else has to deal with this, but my in laws live fairly close to me. Maybe about an hour, hour and a half away. But their, like, plots, like, where they want to be buried is like 7 hours from my house. Like, I don't like no rhyme or reason. So I had to travel basically to northern Vermont, but, you know, just across the border into Canada. And I was there all weekend, but I got back yesterday. I'm feeling refreshed, you know, swam and swam in a pool. It was hot weather. It's like 86 degrees here today. It's hot. It's hot for May."
    },
    {
        "speaker": "B",
        "text": "Do you guys not go on Celsius up north?"
    },
    {
        "speaker": "A",
        "text": "We do, but I tried to."
    },
    {
        "speaker": "B",
        "text": "Jesus."
    },
    {
        "speaker": "A",
        "text": "Jesus."
    },
    {
        "speaker": "B",
        "text": "Look how accommodating you are."
    },
    {
        "speaker": "A",
        "text": "That's 30 degrees, really, for you Celsius people out there. It's a warm day. I've had zero rain, so I've been. I actually had to water my. I don't usually do this. Sometimes I'll water my yard at night, but I had to do, like, a midday water because it was. It was that hot outside. And my. My wife, she was. She was a little bit tired after the. The big weekend, you know, it's her dad. So she was obviously a little bit, you know, emotionally drained. So she went to bed early last night. I couldn't watch the series finale of succession, which was upsetting. I didn't hold it against her. I'm not a monster. But we did. We did watch it first thing this morning. I took some time off first thing this morning. And. Are you a big succession guy? Does."
    },
    {
        "speaker": "B",
        "text": "I watched it for, like, the first, maybe three or four episodes. I liked it, but I felt like it's so funny. You said inside jokes. I felt like I was on the outside of an inside joke the whole time."
    },
    {
        "speaker": "A",
        "text": "I would have thought that was like, that was your show. If I. If I had to guess, I would have guessed wrong. It was. It's like, it's only. So. It's only. I think it's only four seasons. It just finished. I think it's one of the. I would. I would probably put it in a top five all time show. Maybe. The series finale was. Was good. I don't think it was an all timer, but I thought it was pretty solid. I don't know. It was. It was good. It was good. This, you know, it's. It's definitely worth a watch. And it doesn't take up, like, I think there's a way, like, 810 episodes a season. Four seasons. It's not, you know, not nothing too crazy. So feel free to come up if you guys want to talk about succession. That was great. But I have no idea what's happening in NFTs right now, or crypto, for that matter. I just looked at the chart this morning, and it looked like we saw a little bit of a pump on Ethereum, and I'm assuming, and bitcoin as well, seeing a little rejection at 28,000, roughly. I think we got up to about 28 five. Now back underneath, 28, uh, 28k on bitcoin. Um. Um, I don't know. We're just kind of hanging around in the. In the chop at Ethereum right now at about $1900. Um, so I don't know, like, do. Like, do you know what's happening in the world of NFT right now, des?"
    },
    {
        "speaker": "B",
        "text": "I mean, not. Not a super great pulse of what's been going on this past week. I think, just like you, I think I may have taken a week off, it feels like. But, um, I. It's interesting, though. I mean, not to put any pressure, but I do see vgs in the audience. I actually would love a little update on pixel vault. I know that they've been doing a lot of stuff and lately, so no pressure, but if you're in place to hop up on stage and give us a little rundown of what pixel vault's been doing lately, I would love that. And other than that, no, it's. I was curious to hear your take on what Ethereum is doing, just because I saw a little bit of a pump, but traditional markets seem to be kind of flat for last week. But, yeah, man, I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, when it comes to Ethereum, I think we were on the lower end of the range for, like, the last little bit. It looks like we're going to make a move to the upside, upside being like, $2,200 as a top. But, yeah, I'd say, like, the range right now is like 1800 to 2200. Um, so we're right around 1900 right now. So I could see, like, a move up. But, I mean, these, this type of movement is not for. Oh, should I buy a bunch of Ethereum right now or should I sell a bunch of a theorem right now? This, this range here, I mean, this is for people that day trade, uh, Ethereum. Right? Like, you're either going to be long. You know, I could see some people taking some, some long positions last week that probably paid out fairly well. And I think we're kind of in no man's land. And then if it gets up to that 21, 2200, I could see some shorts being taken out again, just for the short term. But I don't think these prices necessarily should weigh any decisions, whether it comes to long term price action for either bitcoin or ethereum. I think this is just last week was probably, if you wanted to fool around, was probably a good place to get long, but the margins are super thin still."
    },
    {
        "speaker": "B",
        "text": "Well, a champ of the people and just an absolute champ all around. VGF decided to hop up and. Yeah, welcome to the stage, man. I appreciate you jumping up."
    },
    {
        "speaker": "C",
        "text": "Hey, thanks for the shout out. Of course, to answer the earlier question, it's basically BRC twenties and Kevin Rose drama this morning. So that's about all we got going."
    },
    {
        "speaker": "A",
        "text": "On, I did see that space and."
    },
    {
        "speaker": "B",
        "text": "I was like, whoa, 1200 people. Something must have happened."
    },
    {
        "speaker": "C",
        "text": "I mean, it's just, I made a joke about it, but it's just, don't be the main character on Twitter for the day. That's the objective. Rule number one is not talk about floor prices. It's don't be the main character."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I saw the tweets from Kevin that he turned the comments off on, which I thought was interesting. But, yeah, I feel. What's the. Is it just that, is it just that he tweeted that out?"
    },
    {
        "speaker": "C",
        "text": "So the tweet that inspired that tweet, or, like, he had a spaces that was somewhat clipped out of context, to be fair. But he, he basically had some, let's call it clever mass or skewed math, saying that moonbirds weren't as down bad as bored apes were, and obviously not factoring in the airdrops and the freebies and the free claims and all of that. So that was taken out of context, shown in not its entirety, and went pretty viral this morning. And so in response to that, he made that tweet with the comments off, and it was received about as well as you would think it would be."
    },
    {
        "speaker": "A",
        "text": "That guy. I kind of feel bad for Kevin Rose a little bit. He has, I don't know, the last time I heard positive comments and Kevin Rose in kind of the same sentence. It's been a while."
    },
    {
        "speaker": "C",
        "text": "I mean, I have an appreciation and respect for a lot of things that they've done and for his position, and I've, like, I've seen that side of the equation where everything that you say is, you know, taken with a microscope, but then the other side of that is you have to appreciate and acknowledge the weight that your voice carries and that, you know, some of the things that you say can carry. And, yeah, I mean, it's just a rough spot all around. So I don't think he did himself or his community any favors. I do think that he brought some, some clarity to it today during the space in being able to, like, talk it out. I was, you know, listening to it for a while on eggshells, waiting to see if he would shoot himself in the foot again. But, yeah, I mean, it's. It's entertainment if you view it that way sometimes, I'm still surprised that this app is free. You couldn't pay for this kind of quality content sometimes. But I guess that's why I play. Pay for a blue check is just to kind of keep the ball rolling."
    },
    {
        "speaker": "A",
        "text": "Absolutely. You are hard pressed if you are in, like, on Twitter, in any sort of Twitter, like, obviously we're in like, nft crypto Twitter, but there's a lot of different twitters out there, which I'm a part of. Like, I'm a big part of NBA Twitter. I get really involved there. It is some of the most entertaining stuff, and I'm sure there's a billion other Twitter miniverses that are just as entertaining. But it really is the fact that I pay for Amazon prime and Netflix and all the other streams, Apple TV, I pay a few bucks to get my little blue check mark that makes me feel good. And I get far more entertainment out of this."
    },
    {
        "speaker": "C",
        "text": "Yeah, but other than that, it's been BRC twenties and ordinals has talk of the town, it seems."
    },
    {
        "speaker": "A",
        "text": "Yeah, I heard something about, like, doge ordinals. Is that, like."
    },
    {
        "speaker": "C",
        "text": "I have no idea. I have no idea, to be honest. I."
    },
    {
        "speaker": "A",
        "text": "Have you participated in, like, any ordinal kind of stuff, any of the bitcoin?"
    },
    {
        "speaker": "C",
        "text": "Nope. Nope. Not. Not whatsoever. I have an appreciation for building out and experimenting with new technology. I do think there is some intrinsic value in experimenting with where the ordinals got their name in the numerical sequencing of satoshis and all of that and inscription of data on chain. I think that's cool. I think it's unique, and there is some value in doing that on bitcoin, which almost inarguably is the most decentralized, most secure blockchain. Do I think that it warrants some of these valuations that we've seen and all of the speculation in the many bitcoin that have traded on them? No, I don't think so. I think similarly to the 2021 bull run of ETH NFTs, most of them are going to be worthless. You know, just rubbish in your wallet. That said, like, some of them, are some of them likely to maintain value? Sure. And so in that, I see why people are, you know, having fun and speculating on them."
    },
    {
        "speaker": "A",
        "text": "I'm curious to see, when it was first introduced to me, you know, when they first kind of hit the scene, we were kind of dissecting. Dissecting it a little bit and seeing the Excel spreadsheets that were being thrown around for these bids and offers and whatnot."
    },
    {
        "speaker": "C",
        "text": "It's really simultaneously, like, the most outrageous and, like, my favorite part of it, it's like there's something so cypher punk about it."
    },
    {
        "speaker": "A",
        "text": "Like, has it gotten better?"
    },
    {
        "speaker": "C",
        "text": "Like, there is some infrastructure built out, but it's still pretty. Trust me, bro. Like, there is some, like, you know, marketplaces being built, but it's inserting middleman into the equation that kind of function as some trusted layer versus having to, like, you're trusting a third party rather than the second party. So it is better emphasis on the ER. Not great, but better. But yeah. To me, some of the coolest parts about it are to the purists that are like, oh, this wasn't what bitcoin was intended for. And it's like, well, you made this decentralized, permissionless, sensor resistant technology, and then by virtue of that, you have these secondary effects where you have people willing to bribe and pay. It's like, like, shut up and put more pictures on my satoshis. And, like, to me, there's. There's something beautiful about that."
    },
    {
        "speaker": "A",
        "text": "I love it does. Did you get. Did you, did you pick up any of these?"
    },
    {
        "speaker": "B",
        "text": "No, it's something. Yeah, I don't know. I kind of feel the same way, but I just. It was. Yeah, never something I wanted to jump in on."
    },
    {
        "speaker": "A",
        "text": "It wouldn't have shocked me, like, if you were like, yeah, I know I have. Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, I think we made this point, like, early on when there's something super sketchy and super risky like this with new technology, I mean, it's just risk reward, right? You just have to assess it yourself. Like, you just gotta know you're just upping your risk tremendously. But with that being said, when it's risky and sketchy like this, you know, less people are likely to jump in. And so you're one of the few that do jump in if you decide to take that risk. And sometimes it pays off."
    },
    {
        "speaker": "A",
        "text": "Yeah, see, I'm. I just. It feels like too much of a risk. I like, it just doesn't feel good to me."
    },
    {
        "speaker": "B",
        "text": "It's like one of those. It does like one of those things that you just kind of. It's a gut feel check that you eventually get to. And it just. It just doesn't feel good to me."
    },
    {
        "speaker": "A",
        "text": "And, I mean, and you're talking to a guy that went in 2ft, like 2ft deep in, in meme coin season, and I do like chasing the different seasons and I just like, yeah, I guess we could say there was. There's definitely an order. There was definitely an ordinal season. Whether or not it's still happening is, is, you know, a different, different question. But I don't know, I'm just kind of waiting, you know, kind of waiting for whatever the next thing is going to be. And I just don't think it's going to be ordinals, necessarily. I think kind of like you mentioned that. I think some of them will obviously stand longer than others, but I don't know. It's. I just don't know what the. What the next kind of big wave of, you know, new participants are going to come in."
    },
    {
        "speaker": "B",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "No, that's true. Just."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "Just quick sanity check in with you. Is meme coin season over for you?"
    },
    {
        "speaker": "A",
        "text": "I mean, memes coin season over two weeks ago when I got."
    },
    {
        "speaker": "B",
        "text": "Fair enough."
    },
    {
        "speaker": "A",
        "text": "I'm sure some people have still made money, but I just don't see the. The vigor that was, you know, whatever it was. Cinco de Mayo, I think, was."
    },
    {
        "speaker": "B",
        "text": "That would be the perfect day to that, I assume."
    },
    {
        "speaker": "A",
        "text": "It absolutely was, because I was in a mexican restaurant picking up food. It was packed. I was surrounded by mariachi."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Sounds super authentic, man. Wherever you were, it was incredibly authentic."
    },
    {
        "speaker": "A",
        "text": "Just a bunch of white guys in mariachi outfits. No, this was a legit place. Come on, give me a little bit more credit."
    },
    {
        "speaker": "B",
        "text": "Any place north of the border can't I just stand. Cannot be legit? I'm pretty sure any place outside of California can't be legit."
    },
    {
        "speaker": "A",
        "text": "I would argue that if it's a family owned business from a family that is not from Canada, I think they are from Ecuador. This family. I've met them a few times, but their south american food was phenomenal. So I would say if the family is."
    },
    {
        "speaker": "B",
        "text": "I'm just gonna have to go with that. You started. I was at a mexican restaurant that this ecuadorian family ran."
    },
    {
        "speaker": "A",
        "text": "It's called."
    },
    {
        "speaker": "B",
        "text": "Just gonna stop you there, champ."
    },
    {
        "speaker": "A",
        "text": "It's called Mexicactus. Yeah, look it up, guys. It's called Taco Bell. Yeah, exactly. But, no, it was. It was definitely that day, because I remember being on our discord, waiting in line, trying to sell. What was it? What was it? Joey."
    },
    {
        "speaker": "C",
        "text": "Joey and Turbo."
    },
    {
        "speaker": "A",
        "text": "Billy. Billy. That's what it was. Billy. It was Billy. That's what it was. Trying to sell. Billy. And, yeah, it was definitely the peak, I think was Cinco de Mayo. I don't think we've had the same vigor since then, but I'm sure things have pumped. I don't know what the pepe chart looks like. I never really got into Pepe myself. I just didn't think it had the staying power as maybe some other bigger meme coins, like doge and stuff. I think just inherently, I think it has. It has a little bit of, you know, there is a stain associated with, like, the Pepe meme. You know what I mean? It's used in a lot of questionable chat groups and chat sites and stuff. So that, to me, was a little bit of a red flag. But obviously it did extremely well. I just don't think it has the same staying powers like Doge or maybe even like Shiba Inu, which don't have racist. You know."
    },
    {
        "speaker": "C",
        "text": "Well, okay. But to be fair to me, that's why the overall arching narrative of Pepe. This is, like, I played the other side of your thesis that, like, the reclaiming of the meme away from that narrative is. Is what is interesting to me."
    },
    {
        "speaker": "A",
        "text": "It definitely. And that definitely happened. Yeah. I do want to say, like, on the record, that the original Pepe memes did not do that. It was just adopted by early on."
    },
    {
        "speaker": "C",
        "text": "The egregore of Pepe as beyond the entity, beyond the scope of what Matt Fury created is the most fascinating part of that narrative to me, and why I argued that it would have some staying power beyond the scope of many of these other meme coins. Like, could you imagine compared it to Shiba Inu or doge? I think that of all meme coins this season, I saw that Pepe and Turbo were probably the few that had strong enough narrative to maybe do something."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And so, full disclosure, those are the two that I think I still hold some marginal bags of. But I just wanted to throw that out there when you start talking like Pepe and the bad."
    },
    {
        "speaker": "A",
        "text": "And for the record, too. Yeah. And for the record, I would have 100% bought Pepe, but I felt at the time when. When it was kind of rocketing, that it was too. I don't like to be the last person in now with these meme coins. A lot of times what can happen is you get that big first pump and then you get a ton of follow through. I just wasn't sure if that was going to happen with Pepe. So I knew that because Pepe had pumped so much that there was going to be others that you could get. Get in early on, like Turbo, which."
    },
    {
        "speaker": "C",
        "text": "Is hilarious, because I thought that same thing before Pepe went to go do another hundred x. Yeah, right. I was like, oh, I'm late. I'm like, it's already done. Story of my life."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, so you got in with some. With some legs."
    },
    {
        "speaker": "C",
        "text": "Yeah, it had already, like, had a pop off. I think I'm about break even at the moment, something like that. But it's something that I'm just. It was all under the thesis of money that I was willing to, like. I look at it like, my casino money, right?"
    },
    {
        "speaker": "A",
        "text": "Like, absolutely. Absolutely."
    },
    {
        "speaker": "C",
        "text": "That's how you got, like, if I have enough fun and I, you know, if I have enough fund to justify the expense, it's worth it. And if number go up, great. If not, it's part of the thing. And I did well on some other stuff. I'm not a terribly huge fan of the PvP war games, so, like, I dabble a little bit when I think there's good narrative there, but I tend, like, I only have so much bandwidth."
    },
    {
        "speaker": "A",
        "text": "I agree with you 100%. My mantra during any of these seasons is always easy come, easy go. Because one day you wake up and you've 30 x something, and you really didn't earn it, and, you know, you can lose a lot of that. You know, that 30th can turn into a four x really quick. So having that. Having that mentality definitely helps navigate, I think. So it's good to hear. So, yeah, I don't know, like, what's the next. Know what the next thing is, just."
    },
    {
        "speaker": "B",
        "text": "While we're on gaming a little bit."
    },
    {
        "speaker": "C",
        "text": "While you say gaming, the next narrative arc."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "No, I."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "So long history. This show has always been a pretty big fan of Pixel vault. We had preston way back when, got us into punks comics early on. We've always talked about Beanie just because of that narrative. I fomoed into a bunch of pixel vault, like, midway through. Probably not at the greatest time, probably lost a decent bag, but I've kept most of it. What is, if you don't mind, just the short summary of what you guys are building and what you guys are doing with gaming. And how's it going?"
    },
    {
        "speaker": "C",
        "text": "Well, thank you for the shout out and the plug and, as usual, the support. The comic side of things is a well oiled machine at this point. That's kind of taken a backseat as we've focused just about the entirety of the company's energy on battle plan, which is the upcoming three v three auto chess style game, and the launch of Reboot, which is kind of the protocol layered underneath the game, which is kind of the economic solution that we, as a company, saw the need for."
    },
    {
        "speaker": "B",
        "text": "That white paper is a beast."
    },
    {
        "speaker": "C",
        "text": "It's a lot."
    },
    {
        "speaker": "B",
        "text": "I had to put it through chat GBT a few times to try to layer it down, but it was solid. I mean, it was solid, but that white paper is one of the bigger beasts in the industry, for sure."
    },
    {
        "speaker": "C",
        "text": "Well, so just for some context, the draft of that white paper was well beyond 100 pages. That was trimmed, trimmed, trimmed down. But it is a very technical, very dense paper, because it's answering a lot of questions in and around how you address a lot of these problems in gaming on chain. And so it's a simple solution to a lot of nuanced and complex problems. And one of the more difficult is like, okay, so we, as Pixel Vault, wanted to put out our game. Most games in web three are web two based games, leveraging web three assets where the entire game state, the game itself, is hosted on a server. And the only thing existing on chain is the assets that may or may not be being used as like just token gates. Hardly ever are they used actually in the game. There's another level of that where the assets themselves are represented in the game, which is great, but most of the activity is done off chain. Then there's full on chain gaming, where everything you do is on chain. Most often this is happening on Solana or some l two s just because of TPS transaction cost. All of those things stack up very quickly. We are trying to address a number of those factors, incorporating like skill based matchmaking on chain, on chain, skill rating on chain wager systems, and being able to level games of skill on top of that. Incorporating the NFTs to drive practical application and utility to these on chain assets, ideally driving value back to those token holders. And so, this is very different than the traditional connotation of like play to earn, where like, the closest analogy I seem to have found is a lot of people comparing it to the magic ecosystem. But a lot of the magic ecosystem is kind of show up, put in your punch card, do your on chain check in for the day, and roll the dice on the tokens that you're going to earn with the intention of offloading them. This is not those similar kind of grind mechanics. There are incentives built into driving people to be compelled to play. But it's that on chain transfer of value, and it actually being deterministic on your this game of skill to then participate in, like using the arcade analogy, you like put the quarter in, you play a game of skill based on that game of skill, you get tickets out, you take those tickets to like, the prize cage and spend it on in game rewards, which in this case happen to be nfts. And through that, there's like all of these on chain mechanisms where there's collateral, everything in the ecosystem is collateralized. So when you're spending those tickets, most of that value is actually going in as collateral within those nfts that can then be either converted, transformed, or burned to claim the underlying collateral or transform them into other goodies within other ecosystems. It's really focusing on this idea of composability rather than interoperability. Instead of using one asset across many places, you can use many, like the collateral within one asset to port it into many different ecosystems. And it's building a bigger arcade with a lot more games in it, rather than a bunch of stores right next to each other that don't use the same currency with only one game in them."
    },
    {
        "speaker": "B",
        "text": "Sure. Nice. And is that. So everything kind of ties back to reboot GG, right? So you're saying the other games and things that will be interoperable will be."
    },
    {
        "speaker": "C",
        "text": "Launched through reboot GG on reboot. Yes."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Gotcha. So we, as Pixel Vault, are incubating reboot. We say that because in the very truest sense, it is a protocol that, once released, is not a product of Pixelvault. It will be a product of the community only answering to the token holders of which pixel Vault will be one contributor. There will be others. We will simply be the first to launch on it with battle plan. So, yeah, truly putting it out on a decentralized footing from day one. And the idea that this was a problem that we experienced as a company and I, you know, that there was. We saw that there are a lot of other ecosystems, a lot of other projects in web three that aspire to or like, want to provide their token holders some kind of utility or experience, gaming experience. And this was an avenue where traditional web two gaming companies can kind of plug and play, have all of, like, have reboot, handle all of the economics, the kind of ecosystem in a box, and all of the minting for them. All the marketplace, all of the skill based matchmaking, ranking systems, all of that. And web three based games can leverage it to have some kind of actual sustainable, recurring revenue rather than having to print l one nfts perpetually every quarter or two in order to maintain, you know, running. Running a business."
    },
    {
        "speaker": "A",
        "text": "VG. This sounds so familiar. And it took me a second to click in, but I forgot we talked about this last week a little bit. I'm like, this is really familiar to me."
    },
    {
        "speaker": "C",
        "text": "Feel like I might have heard something about this."
    },
    {
        "speaker": "A",
        "text": "I feel like I know what he's about to say before he even says."
    },
    {
        "speaker": "C",
        "text": "Oh, my goodness, he's having that deja vu moment. It's okay."
    },
    {
        "speaker": "B",
        "text": "Luckily, I have the plausible deniability of not being on it last week, so. Jesus."
    },
    {
        "speaker": "A",
        "text": "Hey, there's a. This is chamber. The person that was on that call was Chand. So it's two different people. I can't. I can't have memories for both things."
    },
    {
        "speaker": "B",
        "text": "That's fair."
    },
    {
        "speaker": "A",
        "text": "That's a. Fiji, I got a question for you, because my, you know, you know, video games inside it out, and I need some, like, help here. I don't know if you have any kids. I have a. I have a ten year old that's really been hammering me for an upgraded video game system. And I don't know. And I feel like, you know, the majority of people would say one answer, but I'm really struggling between, like, a. The PlayStation versus Xbox, and I kind of wanted your. Your way in."
    },
    {
        "speaker": "C",
        "text": "Oh, I know."
    },
    {
        "speaker": "A",
        "text": "Cause I feel like your opinion."
    },
    {
        "speaker": "C",
        "text": "So VGF. VGF was where that came from. Was. That was my OG Xbox live handle from 20 years ago."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "So I am biased. I would say for a ten year old, the best experience you're probably gonna get right now is probably a switch, to be honest."
    },
    {
        "speaker": "A",
        "text": "She has a switch already. Okay, so she's looking."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "She's looking for the next."
    },
    {
        "speaker": "C",
        "text": "Okay, well, yeah, I mean, she wants, like, murder blood."
    },
    {
        "speaker": "B",
        "text": "You know, she's ready to upgrade."
    },
    {
        "speaker": "C",
        "text": "It probably depends on the style of games that, that they're trying to play because there are some, like, PlayStations had some good exclusives announced recently. I would really look at that as like a different direct, like, differentiator if there are, like, games one way or the other that they're interested in playing. Otherwise, like a cheapy PC. Like, you can get a good PC that'll run just about anything for, like, comparable price, and you can play with a controller on PC."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "So, like, that opens up a world of options. Granted, again, you can't play those exclusive titles, but, like, again, and it might just be more of a social networking thing. Like, the reason I play and have played and maintained my Xbox Live subscription for 20 years is because, like, I still play with some of my friends that, like, I met 16 years ago on Xbox Live. So, like, to me, that's what kept me on Xbox was like, this is where my friends play. This is where I have made those connections that I maintain, and that's what keeps me there. So if she has friends one way or the other, that would probably be."
    },
    {
        "speaker": "A",
        "text": "Is there, like, she does. So she does enjoy kind of the. The online, you know, putting your headset on. Is there one that gives a better experience? Is there one that has. Is more kind of, you know, suited for online play or maybe has more games on it?"
    },
    {
        "speaker": "C",
        "text": "I mean, a couple of years ago, I would have said Xbox because PlayStation Network support was God awful. For a very long time. But it has gotten very, very noticeably better. So, like, what would have maybe swayed you towards Xbox previously? Like, probably isn't as strong of an argument anymore, but, like, it's fairly comparable if you're just talking, like, networking and, you know, social quality, like, audio quality, all that stuff. But, yeah, I'm biased towards Xbox. I think it provides."
    },
    {
        "speaker": "A",
        "text": "I appreciate that."
    },
    {
        "speaker": "C",
        "text": "Killer experience."
    },
    {
        "speaker": "A",
        "text": "I thought I was gonna get a wave of PlayStation fans."
    },
    {
        "speaker": "C",
        "text": "I mean, if you. Anybody else to chime in, you probably would."
    },
    {
        "speaker": "A",
        "text": "Yeah, but that's okay. I don't. I don't want their opinion. I'm looking for quality opinions, not."
    },
    {
        "speaker": "B",
        "text": "Yeah, they don't have video game in their name, actually, so."
    },
    {
        "speaker": "A",
        "text": "That's right. I."
    },
    {
        "speaker": "B",
        "text": "Look, I'm gonna take bias information. It's gonna be coming from the guy who has video game in his name. So."
    },
    {
        "speaker": "A",
        "text": "Exactly. Does you get Mackie? I want you to chime in. I feel you're."
    },
    {
        "speaker": "D",
        "text": "I am pro Xbox. That is correct. And I. And you can find one on Facebook marketplace for super cheap. I saw one today for 250 Xbox Series S. Oh, I thought you were going to. No, no, I love mine."
    },
    {
        "speaker": "A",
        "text": "We don't need to go on Facebook. You don't have to go on Facebook."
    },
    {
        "speaker": "D",
        "text": "We can just swap here. I'll ship it across the border and pay out for that. Yeah, sounds great."
    },
    {
        "speaker": "A",
        "text": "I'll take care of it."
    },
    {
        "speaker": "D",
        "text": "But I will say that I did just turn off my Xbox Game pass membership, and it was. It is really good. It, like, what, 1015 bucks a month or something? Yeah, it."
    },
    {
        "speaker": "C",
        "text": "It's a lot."
    },
    {
        "speaker": "D",
        "text": "So many games. Like, it's too many games."
    },
    {
        "speaker": "C",
        "text": "Like, I can't. Like, my brother has it. I never got it. But, like, the amount of get. I'm all like, I'll play one game for years. Like, when I commit to a game, I'm like, I'm in on it right now. That's apex for me. But, yeah, like, I. I lock into games. My brother will play twelve games across the span of, like, the couple. The couple of games that I might go through. But game pass is killer if you're just looking around to try and check out a bunch of, like. Because there's some really good games out there that you may not want to go and spend $60 on, but, like, our quality experiences. So it's a good alternative."
    },
    {
        "speaker": "A",
        "text": "I just spent $60 on a Switch game, and I feel like Switch is garbage. And I feel like I'm paying through those. I pay a yearly membership fee. I don't get any free games. I have to pay. I might get, like the, like the Super Nintendo, Nintendo 64 kind of mods within. If I get. I get nothing. I pay through the nose for Nintendo, and I feel like I'm not getting."
    },
    {
        "speaker": "C",
        "text": "See, there's the life hack. You just get a computer and you run an emulator on it and just let her play all the games from the nineties and two thousands, like, it's 2004 all over. Yep. See, you just get her a computer, hook it up, you're good to go for, like, the next decade."
    },
    {
        "speaker": "A",
        "text": "Interesting. No, she wants to, and she'll be cultured. Well, that's exactly what it's about right there. She came off to me maybe, like a couple months ago now, but she wanted to play Call of Duty, and she's like, oh, no, it's coming to Nintendo. And I'm like, I started looking it up, and apparently it's like, there's a possibility comes to Nintendo in, like, a couple of years kind of thing. But I think she wants to play immediately. And I wasn't 100%. I haven't played Call of Duty. I haven't played, you know, anything. I would. I wouldn't consider a good game in a very, very long time, I would say for."
    },
    {
        "speaker": "C",
        "text": "We were talking about the social component. Having a ten year old female on the mic in Call of duty. Probably advisable against."
    },
    {
        "speaker": "A",
        "text": "Against. I was. I thought you're gonna say pro because she is a trash talker."
    },
    {
        "speaker": "C",
        "text": "I mean, more power to. I'm just saying that from a. I am not a parent. I do not have children, but I would. I would keep."
    },
    {
        "speaker": "A",
        "text": "I am not a good parent."
    },
    {
        "speaker": "C",
        "text": "I would keep a close eye just because, like, I have had female friends that are well capable, mature adult females that have been put into precarious situations on social audio. So, like, well, we."
    },
    {
        "speaker": "A",
        "text": "We do. And I don't know if we can do this on Xbox, but we do kind of only allow her to, like, a friends only kind of list that she can. That you can do. Can you do the same thing with Xbox? Okay, so, yeah, mister House, you know what? You're the only other person I want to hear from on this, because I do value your opinion as well. So what do you. What do you got?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I loved the take of go for the gaming PC and just get the emulators. I just got my first gaming PC, PC, like, two days ago. Got my PlayStation games on it. Got Game pass ultimate. I got my Game Boy color emulator on it."
    },
    {
        "speaker": "C",
        "text": "Well, shit. We'll see you in, like, a few months, right? Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "E",
        "text": "I'll be all over reboot. I got it. I mean, not just because, but partially because of all the games coming out that only require windows. I haven't had a windows machine in like, five years. But yeah, I'd say honestly, like, long term, I think PC could probably be a better call just because of the variety and diversity. Like, at this point, you can do mouse and keyboard or you can play with controller. So if she doesn't want to go through that hurdle, but also just use case of, like, you can use that PC, or if you get like, a gaming laptop, like, there's a variety of uses. And you're not just confined to, you know, whatever you drop $600 on, and then you have to buy only that game's console. And also just, like, then she can mess around with other stuff on it too. Like, if you want to get her into AI, you can work it as, hey, it's not just gaming, but it's productivity. She can do homework on it. I feel like there's just a lot more that you could get out of a gaming PC than a singular console. After my. Well, not as many veteran years of gaming as VGF, but I've been playing Odyssey for the past 12 hours. So."
    },
    {
        "speaker": "A",
        "text": "They, you will be happy to know, mister House, she does have. She was in my office, I don't know, like, maybe like two, three months ago. Maybe it wasn't even that long, but she saw my opensea up, and she saw the Cezanne PFPs, and she's like, oh, one of those. I like that one. So she has a Saison PFP as her Avi in all of her gaming, so she. She digs that one."
    },
    {
        "speaker": "B",
        "text": "Awesome."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay. I feel I'm lean. I thought I was gonna be, you know, PlayStation all the way here, but I feel like I'm either leaning video, like, you know, like a video game PC or an Xbox. I feel Xbox. Like, I feel like I, like, I'm like, 80%."
    },
    {
        "speaker": "D",
        "text": "Yeah. Have you seen how large a PlayStation five is? Chamber? Like, in real life, they're. They're. They're monstrosity."
    },
    {
        "speaker": "A",
        "text": "Are they really? Their form factor is really, like a."
    },
    {
        "speaker": "D",
        "text": "Possibly bigger. No, I'm not kidding. It's like, it's like they made a modem slash router that is like four times the size with normal modem router."
    },
    {
        "speaker": "C",
        "text": "Well, that's all they are, basically, is just like walled garden gaming PCs. Like that. They're. They're subsidized. The hardware is subsidized so that you, like, they provide standardized hardware platform for games to develop on and provide it as at a subsidized cost so that you go and buy the games. They don't make money on the hardware, they make money on the games."
    },
    {
        "speaker": "A",
        "text": "Interesting. That makes sense."
    },
    {
        "speaker": "C",
        "text": "But yeah. Anyway, thank you guys for the shout out and having me up and, you know, thank you. Reboot for a minute."
    },
    {
        "speaker": "B",
        "text": "So much better than having chamber talk for 45 minutes about nothing."
    },
    {
        "speaker": "A",
        "text": "Listen, we just, we just got a. We just got a load bomb. Speaking of."
    },
    {
        "speaker": "B",
        "text": "Okay, I was going to wait to get into the Celtics tonight and see what you want to happen there if."
    },
    {
        "speaker": "A",
        "text": "You know, we got a. We got a 24 2nd ago. So. Nick nurse, former Toronto Raptors head coach, has reached an agreement to be the next coach of the Philadelphia 70 Sixers. I think that's good. I think that's a good hire for them. Doc Rivers is a trash coach."
    },
    {
        "speaker": "B",
        "text": "He doesn't do with. Doesn't do a ton with what he's given, I'll tell you that."
    },
    {
        "speaker": "A",
        "text": "No, but glad to see he found a new home. I thought, you know, kind of got a little bit of a raw deal coming out of Toronto, but that's good. Do you think Becky Hammond's going to be the next head coach for the Raptors? I guess. Could be a rectangular."
    },
    {
        "speaker": "B",
        "text": "I could see that happening."
    },
    {
        "speaker": "A",
        "text": "Yeah, I could see that too. That's. I was, I was, I was super impressed. I. I appreciate all that pixel vault insight and the reboot stuff."
    },
    {
        "speaker": "B",
        "text": "You know, sometimes they say it really takes two times to hear it for really sink in. So I'm glad you got to hear that."
    },
    {
        "speaker": "A",
        "text": "No, two different people. Two different people heard that. But no, I'm a we, you know, I'm talking about, you know, what the next meta is. Maybe. Maybe it was in front of, you know, it was around us the whole time. I think that should be a very, you know, interesting platform kind of going forward. You know what, like, again, pixel vault just being around for so long. You know, in terms of web three, I would pay."
    },
    {
        "speaker": "B",
        "text": "I would pay you $200 to read that white paper and give me a book report on it. I really would. I swear to God."
    },
    {
        "speaker": "A",
        "text": "Can I AI."
    },
    {
        "speaker": "B",
        "text": "No, you can't. It's got to be all legit."
    },
    {
        "speaker": "C",
        "text": "Well, so chamber, I've had this, this sort of running joke because like, for, for a while, as I'm sure you guys noticed on the timeline, it became kind of in the cool to, you know, take jabs at pixel vault for. For a hot minute. And who would do that?"
    },
    {
        "speaker": "B",
        "text": "I mean, it was slow hanging fruit for a while."
    },
    {
        "speaker": "C",
        "text": "But it's so. It was funny to me. Like, I mean, painful, but funny, because there were. There were projects that would run off with, you know, hundreds of eth in rugs and just fade into obscurity, and pixel vault would be, like, referred in, you know, time and time again. It's. It's like, why is it looked at as this fall from grace and sort of some of these things? And it's not out of, like, we've got 40 plus employees that. Most of which were hired from the community, all well intentioned, all trying to build and aspire towards building something great for these holders. And it's because Pixel vault just refuses to fucking die. And that, like, it's not going to fade into obscurity. It's going to stay lingering somewhere between front and back of mind. And I think that's why it just became an easy punching bag for a while. Because, like, instead of, like, naming one of the many hundreds or thousands of rugs that just ran off with your eth and left you with litter in your wallethood, you know, pixel vault was that one that just refuses to ride off into the sunset or be put down. So I'm really looking forward to not only the game, because I'm a gamer. I think the game's gonna be cool, but I'm also a big technologist, kind of in it for the tech guy. And I think reboot's doing some pretty novel shit on chain that otherwise, you know, it's been attempted in many different fashions, you know, in pieces. But to my knowledge, this is one of the first big cracks. And to be fair, like, we are taking a pretty big swing. Not trying to downplay that at all, but, like, it is pretty outstanding. Like, the amount of tech and amount of activity done on chain, like, even down to the referral rewards. Like, the fact that validators paid off, like, per per game session, affiliate rewards paid out per commitment. All of this being immutably done on chain is something that I don't think I've seen encompassed in a single package before."
    },
    {
        "speaker": "B",
        "text": "That's awesome."
    },
    {
        "speaker": "A",
        "text": "No, that's a. That's what I appreciate, too. I love the fact that, you know, the resiliency that pixel shown. You guys have been here for a long time in web three terms. But I think. Des, I don't know. I feel like that was a great show, considering our fearless leader wasn't here. I agree. I think we can kind of end it."
    },
    {
        "speaker": "B",
        "text": "I do need your take on what you want to happen night. Obviously, we hate the Celtics hardcore. But with history on the line and seeing a 30, what do you think is going to happen tonight? What do you think is going to happen tonight? What do you think is going to happen? Not what do you want. What do you think is going to happen tonight? Ok. Ok. All right."
    },
    {
        "speaker": "A",
        "text": "What I think and what I want, I think are the same thing. I think Miami wins. I want Miami to win because fuck them Celtics, and I would just love them to, you know, have them lose, you know, having all that momentum and having to lose, I love it. Nothing makes me happier. I do think Miami wins. I just think it's next to impossible to win four consecutive games in the NBA playoffs. It happens to the Lakers, but especially this deep. Right, you know, in the conference finals. I just think it's just. I know it's. I know it's in Boston. I just think it's a lot. They've. They've used a lot of energy to get. To get to this point. The Celtics have. I just think miami is just that type of team that can go and win a game seven in Boston, just like the Lakers did back in 2000."
    },
    {
        "speaker": "B",
        "text": "Quickly, let me flip the script on you. If things had worked out like we wanted, Lakers were in the finals, not Denver, would you be rooting for Boston to make it to the finals tonight?"
    },
    {
        "speaker": "A",
        "text": "Um. That's a great question. I hate rooting for the Celtics, so probably no."
    },
    {
        "speaker": "B",
        "text": "Interesting. Okay."
    },
    {
        "speaker": "F",
        "text": "I just."
    },
    {
        "speaker": "B",
        "text": "Man, I had so much hope on the Lakers Celtics finals. I mean, that would have just."
    },
    {
        "speaker": "A",
        "text": "If they won, though, and it was a Lakers, I would love it. You know what I mean? So I wouldn't outright root for them to win, but if they happened to get to the finals with the Lakers, I would have really. I would have liked that."
    },
    {
        "speaker": "B",
        "text": "Do we want to hit."
    },
    {
        "speaker": "A",
        "text": "I like, do we want to hit."
    },
    {
        "speaker": "B",
        "text": "One in the mill real quick?"
    },
    {
        "speaker": "A",
        "text": "Yes, absolutely. Yeah."
    },
    {
        "speaker": "F",
        "text": "Hey, guys, I'll try and make it quick. Wanted to shout out to BGF, I sat across from you and Steve at St. Elmo's at Vikon. Good meeting you. But the reason I raised my hand was way back when you started chamber, you said succession was one of your top five shows, and I actually threw that out in the war room last night because I watched, I finished up a couple of new shows that I thoroughly enjoyed, so I was looking for something new. So I was going to ask what your top five shows would be, and I'll throw mine out real quick so you can think about it."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. Yeah."
    },
    {
        "speaker": "F",
        "text": "Or we could just do it next up, but no, no, no."
    },
    {
        "speaker": "A",
        "text": "I want this. Yeah."
    },
    {
        "speaker": "B",
        "text": "No, I'm always looking for new shows. Let's do it."
    },
    {
        "speaker": "F",
        "text": "So Homeland, and not in any particular order. This is like, all my top five. Homeland, the wire, sopranos, Breaking Bad."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "And ozark."
    },
    {
        "speaker": "C",
        "text": "So all basic."
    },
    {
        "speaker": "B",
        "text": "It's a little basic of a take, but I appreciate it. I mean, those are all amazing shows, but."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "And so here are my two new ones that I've thoroughly enjoyed, and I can't throw a new show in, but really enjoyed. And I think I was actually listening on coffee with captain, but I can't remember the bear. It's based out of Chicago. I'm in Chicago."
    },
    {
        "speaker": "B",
        "text": "Fantastic."
    },
    {
        "speaker": "F",
        "text": "Great show. And Ted Lasso is the one that I just. I think there's one episode left, but I was going to bring that back to a quick coaching update chamber because I really like."
    },
    {
        "speaker": "B",
        "text": "Yes, definitely. Definitely."
    },
    {
        "speaker": "A",
        "text": "So, Ted Lasso is a great show. My wife keeps texting me like she doesn't know that I'm using my phone right now."
    },
    {
        "speaker": "B",
        "text": "God, we need a coaching update."
    },
    {
        "speaker": "A",
        "text": "We do need a coaching update. So ted Lasso is phenomenal show. One of the great shows. It's just a feel good show. You can't not watch it and not enjoy it. Coaching updates. I had a scrimmage last week, destroyed the other team, and then we had our first official game last Thursday. My three ringers decided not to show up, and we lost ₩10. So off to a great start was just. I was. I was not happy. I was. I wouldn't say I was yelling at kids, but I was making them know that, like, we got to do a better job. You guys are. You guys are disappointing coach chamber, and we need to do better. So I have another game tomorrow. Hopefully my ringers are back because I need to put some points on the board. So I would say I was a little disheartened after Thursday. It's gonna be a long summer if it's all like this."
    },
    {
        "speaker": "F",
        "text": "Are you gonna bench the ringers because they didn't show up?"
    },
    {
        "speaker": "A",
        "text": "No, no, no. Ringers get preferential treatment, so. No, no. Yeah. Just come, please. Just show up. You will get all the playing time. So I will feel very reminiscent of."
    },
    {
        "speaker": "B",
        "text": "Kicking and screaming Will Ferrell with the tiniest. No, you got to see it. No, you got to see it. That's a great one. He's got some ringers that he picks up from the italian meat shop."
    },
    {
        "speaker": "A",
        "text": "We'll have. We'll have an update on Wednesday after my next game. But as far as shows go, I would recommend. I just watched it again. It's not necessarily a series. It's, what do you call it? Limited series. Limited series. Like, it's just one season."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Um, Chernobyl is things that. I'm a big Chernobyl fan. I think it's one of the best things to watch. I think I've seen it like seven or eight times. As far as other recommendations, one in a million, I would say. Um, so based on. I mean, you have some good ones. Have you watched better call Saul?"
    },
    {
        "speaker": "F",
        "text": "Yeah. Enjoyed that too."
    },
    {
        "speaker": "A",
        "text": "I thought that was, I thought that was pretty solid. Are you watching? I was. I was hesitant to recommend it, but yellowjackets, I think, is going to be a. I haven't watched the most recent episode, but I think it's going to be a really, a really solid show. That one is a recommendation."
    },
    {
        "speaker": "F",
        "text": "What's that? I don't know that one."
    },
    {
        "speaker": "A",
        "text": "Oh, yellow jackets. So yellow jackets is basically this. It's based, it kind of flip flops between present day and the mid nineties where this high school girls soccer team is going to nationals. And they take a plane over there and it ends up crashing in the Rockies, and they're basically having to survive there. They ended up being in the woods for like a year and a half, and some shady shit went down in the woods. And it goes back and forth between present day and in the past. There may have been some cannibalism that's happened. So it's like lost and, like, cannibals, and it's. It's. It's good. So if you. It's. Yeah, it's. It's very solid."
    },
    {
        "speaker": "F",
        "text": "I have heard people talk about that, actually. I just didn't know it was called that. And when you were saying that, another one to throw out. That is super weird but intense and awesome. I think it's only four shows, like a mini series. It's about chimpanzees, and I can't remember exactly what it's called right now. I think it's just called chimps or something like that."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "But if you google it, it's so well done. It tells a story, and there's. It's just fucking people in the woods with cameras shooting chimps for like, the last 20 years. And it reminds me of, like, an awesome, like, crime drama type deal."
    },
    {
        "speaker": "A",
        "text": "Really great."
    },
    {
        "speaker": "F",
        "text": "Just."
    },
    {
        "speaker": "A",
        "text": "I'm in."
    },
    {
        "speaker": "F",
        "text": "Yeah, it's so good."
    },
    {
        "speaker": "A",
        "text": "I'm running it down right now. That's. That's interesting. I'll. Definitely."
    },
    {
        "speaker": "F",
        "text": "Weird, but fucking awesome."
    },
    {
        "speaker": "A",
        "text": "I do like anything I I don't know about you guys. Like, when I. Before I go to bed. I usually, like, watch something on YouTube, like, to kind of calm me down and, like, my calm down down videos are always, usually deep dives. Like these really nerdy, boring documentaries on the different stages of human evolution. So, like, I'll watch, like, a five hour documentary on, like, homo erectus or homo habilis or, you know what I mean? Like these."
    },
    {
        "speaker": "B",
        "text": "I have no idea what you mean. By the way, just to clarify, no one's doing that."
    },
    {
        "speaker": "A",
        "text": "Nobody does. Do not watch anything. But, like, you know, people watch, like, the office before that, you know, and I'll have that play in the background. Not me. Only homo heidelbergensis, you know. Four hour documentary."
    },
    {
        "speaker": "F",
        "text": "Dude, you'll love this. I just looked it up. It's called Chimp empire."
    },
    {
        "speaker": "A",
        "text": "Chimp empire."
    },
    {
        "speaker": "F",
        "text": "I mean, like, if you like that type of shit, it, like, blows my mind. I always watch it before bed too, and it's kind of long. I think it's over an hour ish. But it's just the fact that you're, like, in their world, and sometimes me and my buddy who watch it, we're just like, what the fuck? Like, what the fuck? Like, how are they watching this? Like, with a camera? Like, or how did they get that camera? There it is. Sick."
    },
    {
        "speaker": "A",
        "text": "That's awesome. I'm definitely going to watch this."
    },
    {
        "speaker": "F",
        "text": "Give me an update in a week or two."
    },
    {
        "speaker": "A",
        "text": "Sounds good. Oh, I'll be done by the end of the week. All right, well, I guess let's. Let's wrap it up there. Des, I can never do this without you. So I appreciate."
    },
    {
        "speaker": "B",
        "text": "I wouldn't leave you. I wouldn't leave you hanging."
    },
    {
        "speaker": "A",
        "text": "Make sure you're watching. I believe this evening we have an episode of the NFT Night Shift with our guys from the war room. They will be going live at 1130 Eastern, so make sure you're catching that. That's where, you know, I always say, like, I ask you guys, like, you know, what's the next alpha? I should just, you know, if you're watching or you're listening to NFT night shift, that's literally where it happens, so make sure you're watching that. Check out our website for any new articles and updates on different founders and, you know, different deep dives that we've done across. I think at the top of the homepage right now is a big deep dive on pepe coin. So if that is something interesting, feel free to check that out. But, yeah, until next time. And next time we will have bunch. It will be good and it will be in a better mode. Not a cranky old man. Until next time, stay."
    }
]