[
    {
        "speaker": "A",
        "text": "What have I done? What have I become?"
    },
    {
        "speaker": "B",
        "text": "I can't describe this. This is my mid mic crisis. How are you doing mentally with. You already know."
    },
    {
        "speaker": "A",
        "text": "Not well. Not fucking well with the Lakers. I'm assuming you're gonna ask me. Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's not good, man. It's not good. I don't know. It's those of you who enjoy basketball, if you're a Lakers fan, it's been tough. We build momentum getting to the playoffs, only to meet Denver, who seemingly had our number for, I don't know, a fucking hundred years now. And, yeah, I'm just done. I'm done with. I'll tell you who I'm done with. I'm done with LeBron James. I'm done with Anthony Davis. I'm done with D'Angelo Russell. I'm done with Darvin ham. I'm done with Rob Palinka. I'm done with Jeannie Bus. Okay, it's time to give the reins to Joey and Jesse Bush. Let's fucking just tear it all down. Let's build up. I have not had any fun during any of the. Lebron James."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "You know, how did you feel about this being my last question about it, about his. His postgame interview? Who?"
    },
    {
        "speaker": "A",
        "text": "Darvin ham?"
    },
    {
        "speaker": "B",
        "text": "No, no, no. LeBron, it seems like he's just. He's just given up."
    },
    {
        "speaker": "A",
        "text": "I mean, he's 39 years old. You know, he's getting too. Like Murtaugh in lethal weapon. He's getting too old for this. You know what I'm saying? Again, I have nothing. You know, when I say I'm done with LeBron, I'm just saying, like, LeBron is the greatest basketball player to ever play the game of basketball. Up until now, he has done nothing wrong, essentially. But it's just the whole circus that comes along with having a LeBron James team, especially in year 39, it's just. It's too much. It's. It's, you know, we didn't get any of the prime LeBron years. I mean, arguably, maybe a couple of them, but, you know, the under 32 year old LeBron years. So just to get the back end of it is no good. But in happier sporting news, the NFL draft was yesterday, and I texted bunch. I figured the Giants probably had a decent draft picked, so he texted me. I think he said they had the fourth or the fifth pick. And I asked him who they want, who he wanted them to draft. He said a name, and sure enough, as I'm watching it, that's who they get. So, Bunch, you got your guy I don't even know who this. I don't know who this guy is. I forget what position he plays. Is this a, is this a franchise tag kind of player?"
    },
    {
        "speaker": "B",
        "text": "Uh, gm. It's wonderful to hear that someone else has pain and suffering in their lives, and not just so much. Yeah. The Giants drafted Malik neighbors last night from LSU and that he's a wide receiver. Some were saying potentially the best receiver in the draft. Uh, although you can debate that. That is Marvin Harrison, Junior, who went slightly before him, but I was super pumped. They did not buy or they did not draft a quarterback, which was also potentially on the table. So instead they got our current quarterback a weapon. And I'm very excited about that. We haven't had. I didn't realize this until I was watching the draft. We hadn't had a thousand, y'all. We haven't had a thousand yard wide receiver since 2018, which is crazy."
    },
    {
        "speaker": "A",
        "text": "So is that the guy that shot himself?"
    },
    {
        "speaker": "B",
        "text": "No, that's. That was farther back. That's Plexigo Burris."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's like 2010. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Years just clicked by."
    },
    {
        "speaker": "B",
        "text": "Yeah. And the. So we got a wide receiver. Uh, that's good. It's great. The, the only problem is that our current quarterback is, uh, basically a rock wearing sunglasses, so I don't know how he's going to get him the ball. Uh, but we."
    },
    {
        "speaker": "A",
        "text": "Are there any potential, uh, free agent, uh, quarterbacks that we could. Is there a caps? I don't know."
    },
    {
        "speaker": "B",
        "text": "We just gave our quarterback a, some long deal."
    },
    {
        "speaker": "A",
        "text": "Oh, really? That's your quarterback, is what you're telling me?"
    },
    {
        "speaker": "B",
        "text": "Uh huh."
    },
    {
        "speaker": "A",
        "text": "That's tough. That's right."
    },
    {
        "speaker": "B",
        "text": "Instead, we let go of Saquon Barkley, my favorite, and he."
    },
    {
        "speaker": "A",
        "text": "I know. Where did he end up going?"
    },
    {
        "speaker": "B",
        "text": "The eagles, which is literally like my rival."
    },
    {
        "speaker": "A",
        "text": "Birds."
    },
    {
        "speaker": "B",
        "text": "Go birds. Whatever. Anyway, but, yeah, but the rest of my teams are doing good. The Rangers play tonight, and for, you know, are you, you at all into the hockey playoffs?"
    },
    {
        "speaker": "A",
        "text": "Oh, man. I mean. I mean, I live in Canada."
    },
    {
        "speaker": "B",
        "text": "I mean, I know, but I don't know. You're kind of like, counterculture when it comes to."
    },
    {
        "speaker": "A",
        "text": "I don't watch it, but I'm aware, like, I know what all the scores are and who scored what."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Okay, so the Rangers play tonight. Rangers won the President's cup. So they are the number one seed in the whole playoffs, and they play tonight. They're looking to go up 30 on the Washington Capitals. And then the Knicks lost one last night, but they are up two to one on the 76 ers."
    },
    {
        "speaker": "A",
        "text": "So, yeah, I like, the Knicks look really good. I have them making it to the next round. I honestly, I think the east is super weak. I think the Boston Celtics are a bunch of posers."
    },
    {
        "speaker": "B",
        "text": "You think that weird?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, they are. I think it's a fake. You know, they're fake tough guys. You know, I'm saying. I actually don't think they're as good as their record says they are. I think I, the Knicks have a legitimate chance. I could. I could see the Knicks making it to the finals and then losing in four games to Denver."
    },
    {
        "speaker": "B",
        "text": "My God. So you know what's crazy about this is. What's crazy about this is the last time either of these teams were, like, really good. I was eight years old, and it was the same time, the Knicks, it was 94. The Knicks. And like, the Rockets. Is that like OJ thing?"
    },
    {
        "speaker": "A",
        "text": "The Allen Houston Knicks, is that that one?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. No, we're talking like Patrick Ewing, Oakley."
    },
    {
        "speaker": "A",
        "text": "I remember the Knicks a couple years after. I mean, the Knicks. The Patrick Ewing Knicks were obviously insanely good. Like the Patrick Ewing, John Starks. There was a couple."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. That was my favorite team. That was like 1994."
    },
    {
        "speaker": "A",
        "text": "I want to say like 98, 99. There was like the Luttrell, Sprewell, Allen Houston, Marcus Camby Knicks. Oh, yeah, I like those. That was a good team. I liked that team a lot."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was fun. But then the New York Rangers were also good at that same time. 1994, they won the Stanley cup. So, you know, maybe that was the Messier Rangers. Oh, God, look at you. Yeah, you're just like speaking my love language right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, I remember. I remember."
    },
    {
        "speaker": "B",
        "text": "Yeah. The what? Some player on our team at the time, believe it or not, did not wear a helmet on the ice. That was the time we were living."
    },
    {
        "speaker": "A",
        "text": "Yeah, I believe it. I'm trying to think who else is on it."
    },
    {
        "speaker": "B",
        "text": "Like, was that adam Graves? Adam graves. Adam graves. Alexey Kovalev. Brian leach. Mike Richter."
    },
    {
        "speaker": "A",
        "text": "That team, NHL 94. That game was a video game. And the Rangers were a great team on that. On that game."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Man, I gotta tell you, I've been tracking wallets a lot lately."
    },
    {
        "speaker": "A",
        "text": "Yeah, and tracking Brian Leach's wallet."
    },
    {
        "speaker": "B",
        "text": "No, tracking. I'm tracking a couple of Beanie Wallets."
    },
    {
        "speaker": "A",
        "text": "Oh, correct me if I'm wrong. You're not a Beanie fan per se, right?"
    },
    {
        "speaker": "B",
        "text": "No, but I enjoy money. That's fair."
    },
    {
        "speaker": "A",
        "text": "No, that's fair. That's fair enough."
    },
    {
        "speaker": "B",
        "text": "I'll tell you where. I'll tell you what, though. The. The dude just apes with size. Insane size. Like insane. Like, in general, in general. I've watched these wallets last couple days. I mean, hundred soul clips, 500 soul clips. Insane stuff. And it just, like, you know, I've been copy trading a couple of them, and it's been. It's been a wild ride, you know?"
    },
    {
        "speaker": "A",
        "text": "Hey, Beanie, if you're listening, may I suggest entering with size?"
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "A little mischievous feline."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "I like to call magic Internet cat."
    },
    {
        "speaker": "B",
        "text": "By the way, you want to. Want to give our magic Internet cat minute update here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "We've been up to lots of good work this, this weekend."
    },
    {
        "speaker": "A",
        "text": "I've been seeing lots of good stuff coming out of magic Internet cat lately."
    },
    {
        "speaker": "B",
        "text": "What do you think about the. The total rebrand of the art?"
    },
    {
        "speaker": "A",
        "text": "I like the art. I think the art is very cool. It's very like Garfield meets Simpsons. I like. I like an exposed cat nipple, of course."
    },
    {
        "speaker": "B",
        "text": "I mean, obviously cats have nipples, Greg."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, I like how this one just has two masculine nipples."
    },
    {
        "speaker": "B",
        "text": "Right? Yeah, no, they're. Well, you know, I said to the artist, paint me as a cat. And this is. This is what they came back with, you know?"
    },
    {
        "speaker": "A",
        "text": "I love it. I love it."
    },
    {
        "speaker": "B",
        "text": "Uh huh. Just that. I mean, this is. If you took my likeness, put me in cat form, this would be what. What I look like, so. But the magic Internet cat content, just crushing it. Shout out to my brother, who rebranded this cat. So he's. He's been absolutely crushing the cat, the cat content game, and we're rocking and rolling. Look, I got to tell you, though, I have never, in my seven years of crypto, ever dealt with so many just total pieces of shit. Total pieces of shit. I have never in the. I just. Insane. It's one after another. I think we've finally shaken the whole tree. I think the tree has been shaken, and it is officially up. Only time for Magic Internet cat. We are currently, at this point, sitting at a $114,000 market cap. Look at us."
    },
    {
        "speaker": "A",
        "text": "We're just trending the grand scheme of meme coins right now."
    },
    {
        "speaker": "B",
        "text": "That's actually not too bad, my brother. You have been watching this thing with me now for, I don't know, two weeks, probably two weeks for sure. Tell me I have not just been going through it here."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. I'm trying to. I try to think of all of the. I don't. I don't want to call them scams, but some."
    },
    {
        "speaker": "B",
        "text": "Some of them are straight up scams."
    },
    {
        "speaker": "A",
        "text": "Some of them were 100% straight up scams."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "But just, like, just either scams or people just bailing after trying to build something like that."
    },
    {
        "speaker": "B",
        "text": "The hardest part that was, to be honest, the hardest. The thing of the last month. Right? So for those listeners who don't know, the, um. Oh, man, Beanie just keeps coming with size. He's just like, he's selling other things. He's got to go into this thing. Uh, he. Oh, man, I'm. He's trying to. Me ab. I think, um, sometimes that's what got to do. He's definitely underwater right now. 100% he's underwater. Anyway, the crazy part of this was like, you know, this is a community takeover. I've been involved since day one. I kind of started helping lead it on day three, and just, it's. It's been so hard to get a group of people on the same page to do anything that really have no allegiance or loyalty to each other, right. So, like that, you know, it's really. It's this thing where you're trying to be a unified thing and work together. And what ends up happening is, you know, it's like super PvP on the side, you know what I mean? And so, like, that's what has happened over the last month until now. We finally have, like, I mean, there. It doesn't get any more, like, shaken out than this, and the people that are left are holders and people that are contributing. And so I think we're in really good shape to be one of those projects that just keeps showing up and grinds it out, and we'll see where that gets us. The content is fun. It's back to, like, the last couple of days have been back to just having a lot of fun with it, right. And so, um, that's great. But the. The process to get here has been tough. And, uh, maybe, who knows? Maybe we're the next with, what do you think?"
    },
    {
        "speaker": "A",
        "text": "Honestly? Like, why not? Why not?"
    },
    {
        "speaker": "B",
        "text": "What takes, uh, what. What does it take to actually be that? It takes a, uh, a group of people that hold. Right, and believe in something."
    },
    {
        "speaker": "A",
        "text": "Step one."
    },
    {
        "speaker": "B",
        "text": "Step one. A group of people that hold and honestly, kind of it, right. Like, if you get. If you get some attention and you got people that hold, it all starts the flywheel. And I think that, you know, we can, we can make something really interesting out of this. I think in the past weeks, I've talked to some advisors that are working on other very, very popular projects that are in the 50 to 100 million range that have given us some advice. I talked to a IP expert and character expert today that was really interesting and fun. It's just about getting this flywheel kick started, and I think we're almost there, and we'll see how it goes. But you will keep seeing magic Internet cat everywhere you go, and that's gonna. That's the mission, you know? What do you think?"
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "I just. I got, like, last thing is, I have this absolute relentless chip on my shoulder for this thing now, so it's not going away because I am going to make everyone that wronged me regret it. That is the."
    },
    {
        "speaker": "A",
        "text": "That's why I ride. That's why I ride with you, Mandez."
    },
    {
        "speaker": "B",
        "text": "That is, like, there is not a fucking chance that I will not make every single person that bailed on me, lied to me, scammed me over the past 28 days, absolutely, totally regret it. And then I'll find where they live and send them a case of cat food thoughts."
    },
    {
        "speaker": "A",
        "text": "I mean, I love it. I think instead of cat food, maybe just a yemenite purple stuff, like, cat stuffy, I think would be fun."
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe, you know, when. When this magic Internet cat makes it to Barnes and noble bookstores in the stuffy section. Yeah. You know, when we're. When we've got Walmart and caps like pudgy penguins. That's. That's what's gonna. I'll. I'll mail them all one for their families, but, yeah, I love it."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, you're. I wouldn't call you an outsider, but you're. You're like, youre. You haven't had to do deal with as much of the overall bullshit as I have. So what is your opinion from the outside? Ish."
    },
    {
        "speaker": "A",
        "text": "Yeah. I would say I'm more of, like, a consigliere for you. I'm not necessarily involved in the day to day, but I'm an ear to bend when the moment arises. But I would say, yeah, you've gone through the wringer a little bit over the past little bit with, with all these different, you know, like you said, scams and people just bailing on you. And like you said, just this fast, you know, a couple days ago, you sent me a nice outline on, you know, some. Some things that were happening, and, you know, a couple days later, you're like, oh, by the way, you know, it's, you know, we were pushing that, pushing that off a couple of days, so and so bailed, and I'm like, oh. I'm like, so, like, what's the, you know, what's the plan with, like, the. With the agenda of, you know, you sit over. Yeah. And you're like, uh, it turns out."
    },
    {
        "speaker": "B",
        "text": "That turns out everyone sucks. And they were getting scammed. You've got to be kidding me. Like insane stuff. Like insane."
    },
    {
        "speaker": "A",
        "text": "That one crippled me. That one I felt like, oh, that's a gut punch."
    },
    {
        "speaker": "B",
        "text": "Yeah. But anyway, we're. We're now loading up the bags with a bunch of chads that are gonna, uh. Chads and Chad, that's. That are gonna come and take us to Kat Valhalla. And then at some point, Beeple will draw us and you will play the wonderful beeple music over the top. What do you think?"
    },
    {
        "speaker": "A",
        "text": "It's gonna happen. I can feel it."
    },
    {
        "speaker": "B",
        "text": "Every night I wish it true."
    },
    {
        "speaker": "A",
        "text": "Waking up to something that he drew my net worth in a picture my."
    },
    {
        "speaker": "B",
        "text": "Future in a crude image will be."
    },
    {
        "speaker": "A",
        "text": "From change my life tonight, Valhalla."
    },
    {
        "speaker": "B",
        "text": "In an instant, will people change my life. Valhalla away. All right, well, that's enough cat talk. We could talk cats anywhere, anytime, any place. This is the mid mic crisis. The ticker mic. Of course. The magic Internet cat ticker as well. Give us a follow down there. He's the purple cat with nipples staring at you. So that's. I mean, come on, you gotta love it. You can't go wrong. You can't go wrong. Anyway, I mean, look, what other show has. What other coin has its own podcast? You know, honestly, I."
    },
    {
        "speaker": "A",
        "text": "Honestly, I think that alone, given the."
    },
    {
        "speaker": "B",
        "text": "Right mix of mix, as in mix or mics."
    },
    {
        "speaker": "A",
        "text": "Given a mix mix of just things going right, this could really break in our favor."
    },
    {
        "speaker": "B",
        "text": "It is. It's ready to break out. It's literally breaking out as we speak, which is wonderful. That is what you love to see. See, you can pro. You can just take to the bank that I will not rug you. I will hodl you all night long. Absolutely. The crazy thing is, I have accumulated so many of these tokens now that, because I've been, up until maybe the last couple days, the one defending the wall and setting the floor. Yeah. I have so many of these tokens now that the tiniest little pump or the tiniest little bit of attention is going to send this thing to the moon, because you got to come through me, and I'm. And I have. Like I said, the chip on my shoulder is very real. So you're going to have to pry. You're going to have to pry these magic Internet cats from my cold, dead ants. That's it."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "Anyway, what's your overall take on the rest of the market? We have. Last time we talked was Friday, so we didn't do a show on Tuesday because you were attending youth basketball games."
    },
    {
        "speaker": "A",
        "text": "I believe I was, yeah. My daughter was in a tournament, so I went to go watch that, and it was very enjoyable. I was actually quite impressed with the level of."
    },
    {
        "speaker": "B",
        "text": "Did you bet on it?"
    },
    {
        "speaker": "A",
        "text": "There was nobody else to bet with. I was looking for that. I was looking for that cd roof in the corner, but can I get."
    },
    {
        "speaker": "B",
        "text": "A little bit more of an update? Like, what position does she play? What's her. What's her pain? Thought you were Payne. Thought you were just attending a random child."
    },
    {
        "speaker": "A",
        "text": "Just a creepy."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally."
    },
    {
        "speaker": "A",
        "text": "In fairness, that's what you said, and it's. It's not a non zero chance you met me, sir."
    },
    {
        "speaker": "B",
        "text": "So he knows it's a possibility, is what you said. It."
    },
    {
        "speaker": "A",
        "text": "It's much more upsetting that that is his conclusion after meeting me in real life. No. Yes. It was my daughter. I did feel like a creep because I was the only. It was like, three, like, 345 on a Tuesday. I'm, like, the only adult there. There was a couple other adults that showed up later, more moms and stuff. But I'm there, and I'm like, you know, I'm involved, I'm clapping, I'm chirping, refs. Like, it's. I love it. I was very pain. Just. Just so you know, I was very impressed."
    },
    {
        "speaker": "B",
        "text": "You were chirping, refs."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. I. Hold on. Let's. Before we go any further, what is your best youth referee chirp?"
    },
    {
        "speaker": "A",
        "text": "Well, it depends on the scenario. Right? Like, it's. It's a lot of, like, you know, for the most part, it's just like, you know, calling the foul or calling whatever the transgression was, right out of bounds. Or travel, like, getting in their ear before they make the call if they're hesitant."
    },
    {
        "speaker": "B",
        "text": "Hey, ref, my wife's boyfriend calls a better game than you. Yeah, like, stuff like that."
    },
    {
        "speaker": "A",
        "text": "No, more like. More like, you know, doing their job for them. I like that. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Got it. You're like, that was a travel. Yeah, okay. I got it."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. So. But very impressed. Like, these are 1011 and maybe twelve year old girls. The great. I think 5th, 6th and 7th grade. I think they were. Or maybe just fifth and 6th grade. Super. Like, way better than I thought it was going to be. I thought it was going to be absolute. I mean, it was, you know, it was garbage, but it wasn't garbage garbage. To your point, Payne? My daughter is a point guard, which is not a position I'm familiar with. So I'm watching all these monster kids just dominate the glass and I have trouble telling. Giving my daughter pointers. You know, she's fast. She's trying to play the post. She's in the paint. I'm like, get out. Like you're. You're getting eaten up. Get out of there. You know, mid range jumpers is your game, right. And, you know, getting her to bring the ball up, they had some, like, you know, they had some power forward. Bringing the ball up. What are you. What are you guys doing? I said, you know, get, get. You know, Fiona, the ball. She's your. She's your floor general. Let's get this going. Hit the open man. Let's make some jumpers."
    },
    {
        "speaker": "B",
        "text": "Yeah, we need to talk about it off air a little bit."
    },
    {
        "speaker": "A",
        "text": "I'm very."
    },
    {
        "speaker": "B",
        "text": "Is this a scenario in which we activate Chachi Pt?"
    },
    {
        "speaker": "A",
        "text": "Possibly. Possibly. I'm not. I'm not involved on the coaching, the coaching level yet, but I could see some of the other coaches and referees eyeballing me for potential upgrade."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're on the short list."
    },
    {
        "speaker": "A",
        "text": "Yeah. They see natural talent and they want to, you know, they want. They want to utilize it."
    },
    {
        "speaker": "B",
        "text": "Well, of course, they look that. They look in the stands and they're like, which one of these guys could come in and drop 25 in an NBA game if he was just standing alone in the corner the whole time?"
    },
    {
        "speaker": "A",
        "text": "I was trying to figure out how many I could drop in that game that I was watching. I dominate these chicks."
    },
    {
        "speaker": "B",
        "text": "Yeah, you would totally dominate those little twelve year olds, these children. Yeah, but it was good."
    },
    {
        "speaker": "A",
        "text": "It was good. My daughter was surprisingly fast and very confident dribbler and, you know, kind of screen navigation. I was impressed overall, considering, you know, I didn't realize how much practice she was getting in."
    },
    {
        "speaker": "B",
        "text": "Very nice. So did they win the game?"
    },
    {
        "speaker": "A",
        "text": "They. I don't think they won the tournament, but they won two out of the three games they played."
    },
    {
        "speaker": "B",
        "text": "That's pretty good."
    },
    {
        "speaker": "A",
        "text": "I thought that was pretty good."
    },
    {
        "speaker": "B",
        "text": "Fantastic. Fantastic."
    },
    {
        "speaker": "A",
        "text": "Hey, everybody, just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter edmike Crisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple, podcast, Spotify, or wherever. You're listening to this right now. Let's get back to the show."
    },
    {
        "speaker": "B",
        "text": "All right, so, yeah, that all started with me asking you how you felt about the market. Oh, yeah, the market. Last time we talked. Okay, so last time we talked was last Friday, um, April 24. What? No, April 12. Um, we were we were at that time getting a very big red candle. We had started that day. The high of the day was 71k. So that's how far back in history we're going because we are currently about $8,000 lower than that at the 63 eight eight three. Tell me what your thoughts are."
    },
    {
        "speaker": "A",
        "text": "Just pulling up the chart now. 63 eight eight three. You know, it's, I think we're higher, higher lows right now on BTC. You know, again, I think we just chop. I see kind of like maybe like a bear flag building. Like a big one. Again over the course again. We're getting into May, end of April, beginning of May. We could probably see some relief to the upside in May. But I think long term we're not going to see anything. I don't think we see new all time highs until end of the summer."
    },
    {
        "speaker": "B",
        "text": "End of the summer. And you still think we're going low fifties or you think we're going to kind of keep this 61 level that we've been messing with?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I mean, I think low fifties is still the realm of possibility."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think I agree. It's going to be. If you break, if you close under 60, then we're going to have a bad time."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. You got it right on the money there."
    },
    {
        "speaker": "B",
        "text": "That's it. But we haven't yet. We've dipped under 60. We dipped under 60 on Wednesday and we got to 59k ish, 59 five as like a low. And then we dipped below 60 again on the 19th."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, gosh. Never mind. I went two weeks back."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was our last show was on the 19th."
    },
    {
        "speaker": "B",
        "text": "Yeah, sorry. I went two weeks back, but either way we were dipping. So we're higher than that day, than the last time we talked. Okay. But we dipped into the same 59 ish k range that day as well. And we got three tests at 67, three days in a row and we did not break it. So, um, I think if you are on the, if you're trying to be bullish, you need a break and hold of 67k. Uh, if you are trying to be bearish, you need a break and hold below 61 and uh, otherwise, chop, chop, chop."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think this next time, like, yeah, it just looks, we're going to break below 61 again and I think it's just going down from there because we've done it twice already. Yeah, it just, it just looks, I feel like the third time's always the charm, but. Yeah, I don't know. We'll see. It's not bad. Long term. You just gotta. You gotta manage your portfolio from now until, like, until euphoria. That that's really what it comes down to right now is really portfolio management. You don't want to, you know, you don't want to overextend yourself over trade. You want to make as many smart decisions as possible. Safe, I would say more safe decisions right now."
    },
    {
        "speaker": "B",
        "text": "I mean, there's no better store of value than magic Internet cat."
    },
    {
        "speaker": "A",
        "text": "I don't disagree."
    },
    {
        "speaker": "B",
        "text": "This episode brought to you by magic Internet cat. Do you want a cat? That's the future of France. Buy magic Internet cat. Today we're making a quieter cat. Magic Internet cat. Thanks. How is that? That's good."
    },
    {
        "speaker": "A",
        "text": "That's good. I think that was one take wonder right there."
    },
    {
        "speaker": "B",
        "text": "Okay, that's good. That's good. Okay, we. We got some. We got some hands. We got some hands. We have some kind of magic Internet goat down there. And then we got. And then we got t row. So where do we want to go first? Chamber. Knowing very well we may have to cut off t bro at some point."
    },
    {
        "speaker": "A",
        "text": "I think we go dez. First honors to Des."
    },
    {
        "speaker": "B",
        "text": "Okay, let's give honors to Des as co host of the show, current co host of the show, Des. Welcome."
    },
    {
        "speaker": "D",
        "text": "I'm going to keep it short to set the level, the par level. But no, I'm sitting here listening to pod, feeling nostalgic because I remember the early days of our podcast where I would sometimes have my daughter strapped to my chest and had to put on a, uh, like the astronaut."
    },
    {
        "speaker": "B",
        "text": "The astronaut background."
    },
    {
        "speaker": "D",
        "text": "The background so you couldn't see my daughter on it. And I'm sitting here with my new baby boy."
    },
    {
        "speaker": "B",
        "text": "Yay."
    },
    {
        "speaker": "D",
        "text": "Doing the same thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, man. When. When, uh, when was he born?"
    },
    {
        "speaker": "D",
        "text": "A couple weeks ago."
    },
    {
        "speaker": "B",
        "text": "Wow. Congratulations. I was wondering why we hadn't seen you in a few, uh, few weeks."
    },
    {
        "speaker": "D",
        "text": "It's been a minute. It's been a minute."
    },
    {
        "speaker": "B",
        "text": "Congratulations, Des. That's amazing."
    },
    {
        "speaker": "D",
        "text": "I named him. I named Chambere."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. I am really honored. I assumed it was definitely going to be named after chamber. Bunchy is a wonderful name. Bunch. You. Des. T row. Last name. That's right. Yeah. Craft."
    },
    {
        "speaker": "A",
        "text": "Craft. That's right."
    },
    {
        "speaker": "B",
        "text": "Gotta throw them all in there. What's been up though, des? After. I mean, outside of having. First of all, is, are you currently in the state of still euphoria, or are you realizing how much more intense two is than one?"
    },
    {
        "speaker": "D",
        "text": "Oh, I will punch anyone square in the face. Who says two is easier than one?"
    },
    {
        "speaker": "A",
        "text": "People say that. People say that."
    },
    {
        "speaker": "D",
        "text": "And if nobody. No, seriously, I tell people, and they're like, oh, but two's easier, right? And I'm like, no, no, absolutely not."
    },
    {
        "speaker": "A",
        "text": "One is the dream. Like, technically, zero kids is the dream. Like, one is the best case scenario."
    },
    {
        "speaker": "B",
        "text": "I would say one is the dream because, like, you know, you want to have some legacy, some purpose to your life."
    },
    {
        "speaker": "A",
        "text": "That's a good."
    },
    {
        "speaker": "B",
        "text": "One is really great."
    },
    {
        "speaker": "A",
        "text": "One is so good. Like, if you're gonna have kids, one is fantastic. Two is terrible. Two is the worst, I would say."
    },
    {
        "speaker": "B",
        "text": "And then I feel like once you get to two, you can fluctuate between three and four pretty easily, and then your next step is five."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Because then you need a new car."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Exactly."
    },
    {
        "speaker": "D",
        "text": "Oh, man."
    },
    {
        "speaker": "A",
        "text": "But don't have kids, everybody. That's the big takeaway."
    },
    {
        "speaker": "B",
        "text": "No, kids are great. Just one at a time forever."
    },
    {
        "speaker": "A",
        "text": "No, you're gonna want one of them to play, you know, small four or some forward position. Then they don't eat any goddamn food. They can't grow, and they're stuck playing point guard."
    },
    {
        "speaker": "B",
        "text": "I feel like you're actually yelling at your childhood."
    },
    {
        "speaker": "A",
        "text": "Eat your goddamn food so you can."
    },
    {
        "speaker": "B",
        "text": "Man. Is mealtime just the absolute worst for you, too? Because that is the bane of my existence every day."
    },
    {
        "speaker": "A",
        "text": "Oh. I mean, it's not a pain anymore because you just relent. It's just. It's literally butter and noodles and parmesan cheese or rice or chicken fingers. Like, that's. That's it. Like, it's just three things. You try to show them cool things that you think they would like. They just spit it in your face and. Yeah, no, it's terrible."
    },
    {
        "speaker": "B",
        "text": "Speaking of spitting in your face, the other day, I was feeding my 18 month old breakfast, and we were eating some yogurt, and I was having one of those mornings where they were both just screaming and yelling and whatever. I was very overstimulated and just totally, like, my nerves were fried and."
    },
    {
        "speaker": "A",
        "text": "So you threw one?"
    },
    {
        "speaker": "B",
        "text": "No, literally. Literally going to stick the yogurt spoon in his mouth, and he full on sneezes at the exact moment. At the exact moment, and it just goes right all over my face like a Jackson Pollock. It was. It was insane. And I just, like, almost lost my shit. So, uh, yeah, that meal time. Not. Not the best time for. Of my day, but, Des. Yeah, congratulations. Super, super pumped for you. Very cool. And you will find, like, two is definitely harder than one. Like, parabolically harder. And, uh, you what? Like, the crazy thing is when, like, one is napping and it's just, like, the other one, and you're, like, ah, this is great. Like, having kids is so great. That's what I mean. Just like, one at a time, you know, she. But congratulations, Des. Very, very pumped for you, and I'm glad you've got. Did you. Did you know the gender?"
    },
    {
        "speaker": "D",
        "text": "Yes, yes, we do."
    },
    {
        "speaker": "B",
        "text": "Were you super pumped that it was a boy? Is that what you were?"
    },
    {
        "speaker": "D",
        "text": "I was, yeah, I wanted. Yeah, for sure. I wanted a boy, so that worked out well. And, yeah, I think I got a chamber on my hands in that regard, though. I think this kid's gonna be like, oh, he's chunky."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Nice."
    },
    {
        "speaker": "A",
        "text": "I was going to be in a."
    },
    {
        "speaker": "D",
        "text": "He's going to be a big one."
    },
    {
        "speaker": "B",
        "text": "God damn it. Chamber."
    },
    {
        "speaker": "A",
        "text": "Anyway, more chambers in this world is a good place. That's all I'm saying."
    },
    {
        "speaker": "B",
        "text": "That is true, Des. It's. I hope we start to see you around again. It's always fun having you up, and I hope you are not as down bad as we are in the current market. Have you been participating much?"
    },
    {
        "speaker": "D",
        "text": "You know what? It's crazy. So I did this weird thing, if you remember, my first child, I made, like, a crazy amount of money at the hospital."
    },
    {
        "speaker": "B",
        "text": "Yeah, I do remember. Was that a. Wait, was. Was that board apes?"
    },
    {
        "speaker": "D",
        "text": "It was. It was gutter cats."
    },
    {
        "speaker": "B",
        "text": "I made, like, utter cats."
    },
    {
        "speaker": "D",
        "text": "I mean, not. Yeah, not to throw numbers, but I made, like, 30 grand at the hospital. So it paid definitely for the baby and all that stuff. And so for the baby?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You have to. Yeah."
    },
    {
        "speaker": "A",
        "text": "How much baby in the United States?"
    },
    {
        "speaker": "B",
        "text": "30. 30 grand. 2929-9999, please."
    },
    {
        "speaker": "D",
        "text": "Four grand if it goes smoothly."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's for real."
    },
    {
        "speaker": "B",
        "text": "Yeah. We need to. We need to refund student loan debt as well as having kid debt."
    },
    {
        "speaker": "A",
        "text": "Just out of curiosity, as Americans, would you rather if you could do one or the other right now? Would it be, like, free health care or take away all the student debt?"
    },
    {
        "speaker": "D",
        "text": "Free health care."
    },
    {
        "speaker": "A",
        "text": "Right. That's the move, I feel like, because we're all saddled with, you know, well, not me anymore, but, you know, most of the 20 somethings and 30 somethings are all, you know, strapped with student debt here in Canada as well. But at least they don't have to worry about, you know, breaking their foot or anything."
    },
    {
        "speaker": "B",
        "text": "So they break your foot if you don't pay your bill."
    },
    {
        "speaker": "A",
        "text": "That's right. But you just go to the hospital and pay, and it's free, so."
    },
    {
        "speaker": "B",
        "text": "Exactly. Anyway. All right, so you've got. So you got, you got your. You made some money at the hospital this time as well."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So I did something I wasn't really in we. Last time I was on here, we talked about holding for life, but I ended up selling a good amount at the top at the time, and so I'm feeling pretty good about it."
    },
    {
        "speaker": "B",
        "text": "Very nice."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like your majors or."
    },
    {
        "speaker": "D",
        "text": "Some of my majors. No, some of my majors."
    },
    {
        "speaker": "B",
        "text": "Wow, you're. You're just killing it, then. So, selling the top of majors, like some kind of just based Chad. Insane."
    },
    {
        "speaker": "D",
        "text": "Exactly. But no, honestly, I just popped on to also say your brother's art is fantastic. Like, seriously top notch."
    },
    {
        "speaker": "B",
        "text": "Thanks. I think he's down there listening on. He's down there listening on the magic Internet cat. Nice. Yeah, the handle, it's actually. I lied. It was inspired by his nipples, not mine, so it's. But I kind of want to take familial nipples. Yeah, I know. It's the same bloodline. It's the same. Same thing. So, anyway. But, yes, my brother Brian revived, breathed new life into the cats. So the cats are still hanging. We're on maybe our fourth out of nine lives. That's. I swear that's all we'll need this time for. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I think you're right. I think you're right."
    },
    {
        "speaker": "B",
        "text": "All right. Shall we. Shall we move to t row?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's see. I'm interested to bring to the table. Okay. Congrats again, Des."
    },
    {
        "speaker": "B",
        "text": "Congrats. Drop your soul wallet so people can send you their shitty meme coins as gift."
    },
    {
        "speaker": "D",
        "text": "I need them."
    },
    {
        "speaker": "B",
        "text": "Bye, t row. GM."
    },
    {
        "speaker": "C",
        "text": "Oh, GM. DJ crew, it's been a long time. And listen, I got a lot of problems with you people, and now you're gonna hear about it. I don't have a forum because I'm not in the war room anymore. So listen, on Tuesday, first off, I'm sitting there like Steven Glansburg at 359 waiting for the midnight crisis to come on as the clock strikes 04:00 I look upon the Twitter feed and I get nothing. So I have a lot of time and nothing to do with it because today is my unemployment day. I'm a fish."
    },
    {
        "speaker": "B",
        "text": "Congrats. Yes, congrats. What do you plan to do with this newfound freedom?"
    },
    {
        "speaker": "C",
        "text": "Oh, you know, t row is doing some degenerate things. He's looking into home equity lines of credit."
    },
    {
        "speaker": "B",
        "text": "Oh, God."
    },
    {
        "speaker": "A",
        "text": "Reverse Morgan."
    },
    {
        "speaker": "C",
        "text": "Reverse mortgages. I'm shaking my four hundred one K and Roth Ira upside down, thinking about taking the early payment fees and all that jazz because the corporate overlords that hold all of our money and laugh at us and then charge us thousands of dollars to reproduce."
    },
    {
        "speaker": "B",
        "text": "This is like mind blog going to you is."
    },
    {
        "speaker": "A",
        "text": "It's crazy to me, yeah. Pay for the privilege to reproduce. Yeah."
    },
    {
        "speaker": "C",
        "text": "Doesn't even know who I am, actually. I am t row."
    },
    {
        "speaker": "A",
        "text": "My name is Ro or Bo."
    },
    {
        "speaker": "C",
        "text": "Is a gentleman that enjoys the mutant ape community, I believe. Seems like a good chap. Haven't really, you know, other insane basketball."
    },
    {
        "speaker": "A",
        "text": "I see one."
    },
    {
        "speaker": "C",
        "text": "Oh, that's me all right. I played basketball my entire life. I ended it when I was punched. Sucker punch in a. A rec league basketball game here in the Cleveland area. About eight and a half, nine."
    },
    {
        "speaker": "B",
        "text": "I can't imagine anyone ever wanting to punch you. I don't understand."
    },
    {
        "speaker": "C",
        "text": "Right? You know who would ever."
    },
    {
        "speaker": "A",
        "text": "Come on, now."
    },
    {
        "speaker": "B",
        "text": "Imagine."
    },
    {
        "speaker": "C",
        "text": "Look at this."
    },
    {
        "speaker": "B",
        "text": "I can't even look at my face."
    },
    {
        "speaker": "C",
        "text": "Look at my kill a bear face. Would you ever think about punching a bear in the face?"
    },
    {
        "speaker": "B",
        "text": "Come on. No. You're even taunting everybody by sticking your lips out there on that killer bear. But I still."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, it is. It is what it is. You know, I was on thread guys spaces today. He let me up to talk to try to get me to play music, and then I had held my hand up high the entire time and totally was shut out. So the cabal exists."
    },
    {
        "speaker": "B",
        "text": "Hey, when we, when we need somebody to play music, we just invite Joey Vals."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Joey Vallz is no Joey vowels. Do I say this, Joey? Do I?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Joey Val speaks for me. T row, he is the bastion of sanctity and knowledge, of learning. Not listen, not everything that comes out of Joey's mouth is amazing, but he stands."
    },
    {
        "speaker": "B",
        "text": "Same here. I gotta tell you, you know, I've. I've finally pinpointed who t row is. Chamber."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "T ro is like a. T row is a slightly more articulate pat. Okay, what do you think? What do you think of that assessment?"
    },
    {
        "speaker": "C",
        "text": "Listen, is Pat. Oh, male or female pat?"
    },
    {
        "speaker": "B",
        "text": "You know Pat, you've seen this skit?"
    },
    {
        "speaker": "C",
        "text": "You know the skit?"
    },
    {
        "speaker": "B",
        "text": "Oh, of course, Matt. It was Pat. Mad tv or. Yeah, that's mad tv."
    },
    {
        "speaker": "A",
        "text": "Saturday live."
    },
    {
        "speaker": "B",
        "text": "Saturday live, yeah, okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was the androgynous."
    },
    {
        "speaker": "B",
        "text": "Right, right. The. But I think, you know, anybody listening to this show forever knows Pat. He's Hank Tankerus on the timeline. And whenever he comes up here."
    },
    {
        "speaker": "A",
        "text": "Is it Hank tankerus my."
    },
    {
        "speaker": "B",
        "text": "Or is it tank canker?"
    },
    {
        "speaker": "A",
        "text": "Us, which my dyslexic mind always remembers it as tank."
    },
    {
        "speaker": "B",
        "text": "It might be tank cankers that. I think that is correct. I couldn't remember either, so. But, yeah, I feel like t row is a slightly more articulate pat. Like, most of the time Pat comes up, I have no idea what he's saying."
    },
    {
        "speaker": "A",
        "text": "Just light him up."
    },
    {
        "speaker": "B",
        "text": "Yeah. He's just so good. Yeah, you just wind him up, let him go, and he'll say, you know, whatever comes to his mind."
    },
    {
        "speaker": "A",
        "text": "He reminds me the most of a whack packer."
    },
    {
        "speaker": "B",
        "text": "What is whack packer?"
    },
    {
        "speaker": "C",
        "text": "Whack packer. Is that a great bay Packer fan? That's gone wacky, guys."
    },
    {
        "speaker": "A",
        "text": "It's, you know, from the Howard Stern show. You know, that wack pack."
    },
    {
        "speaker": "C",
        "text": "I know some stern stuff, but not."
    },
    {
        "speaker": "A",
        "text": "Some of you listening may be aware of Howard Stern."
    },
    {
        "speaker": "C",
        "text": "This is a younger crowd chamber. You're gonna have to take it to the old timers."
    },
    {
        "speaker": "A",
        "text": "At every turn. I've been feeling ancient lately. Yeah. Somebody said, you know, us young parents to me the other day as I was dropping my kids off at school, and they're like, you know, they were, like, 31, and we have, you know, kids the same age. I didn't have the heart to tell them that I was a decade older than they were. Just."
    },
    {
        "speaker": "B",
        "text": "I mean, that's great for your appearance, I guess, right?"
    },
    {
        "speaker": "A",
        "text": "I guess so. But it's still inside. I'm 107 years old."
    },
    {
        "speaker": "B",
        "text": "You know, I'm getting some confirmations from the audience that agree with my assessment that zero t row is a correlate of t row, and Pat have a Venn diagram, which t row. You should. You should not feel offended by that. Pat is one of our favorite folks and has listened to this show since 2018, so big, big Pat fan, t row. You always have a spot here to come on stage and be crazy. Usually, we save you for the end, but. So as long as you don't mind that the. You're. You're welcome."
    },
    {
        "speaker": "C",
        "text": "I appreciate that."
    },
    {
        "speaker": "A",
        "text": "Do you have any, like, financial advice for us? I mean."
    },
    {
        "speaker": "B",
        "text": "Oh, God."
    },
    {
        "speaker": "A",
        "text": "Ideally, you're talking to the guy that's."
    },
    {
        "speaker": "C",
        "text": "Looking into shaking out his 401K loan for financial people."
    },
    {
        "speaker": "A",
        "text": "These are the people that listen to the most."
    },
    {
        "speaker": "C",
        "text": "Follow Beanie felt, you know, like he's Nancy Pelosi trading beanie's trades. I love that. That, like, you know, that's fantastic. I love what bunch who's doing."
    },
    {
        "speaker": "B",
        "text": "That's actually a really great way to describe what I'm doing. Yes. Actually, really good."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's perfect."
    },
    {
        "speaker": "A",
        "text": "I mean, what do you like? But, I mean, what if you could tell me one. One piece of advice, one trade? You know, what if I got to put all my shekels into one basket? What are we talking, bunch?"
    },
    {
        "speaker": "C",
        "text": "You know, it's already in OG peppy coin. Not the fake one. Not the one."
    },
    {
        "speaker": "B",
        "text": "Did we had. We had them on the other day."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that's the base day I one."
    },
    {
        "speaker": "C",
        "text": "Yeah, the base day I one is play. I'm constantly. I'm sitting here with my hand down my pants making over a $100 passive income a day. It's fantastic."
    },
    {
        "speaker": "B",
        "text": "Yeah, but what does that have to do with based AI I. You're basically just pitched your onlyfans."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, yeah, I am selling feet pics now. I bet I'm unemployed. I will paint my toes for an upgraded. You know, obviously, that's the package higher, you know?"
    },
    {
        "speaker": "D",
        "text": "Okay, you got."
    },
    {
        "speaker": "C",
        "text": "It's a gig employee. It's a gig economy right now. I understand that. You know. You know, you got to work multiple jobs. You got to, you know, you got to clap your hands like Grant cardone, and, you know, we got to sell you a real estate program and tell you you got to grind harder because, you know. You know, because us millennials aren't on the streets, you know, you know, working seven jobs and trying to pay for our children. Oh, I've. No."
    },
    {
        "speaker": "B",
        "text": "About that grind set."
    },
    {
        "speaker": "C",
        "text": "So here. Yeah, it's about that grind set. Make sure you have a poster behind your. The camera, you know, when you're doing calls that says perseverance, and, you know, you'll be fine. You know, just, you know, just be a. Be a grinder. Put your head down, and put all your money into pictures of frogs, and you'll be fine."
    },
    {
        "speaker": "A",
        "text": "Perfect."
    },
    {
        "speaker": "B",
        "text": "That's good advice. Yeah. I mean, what better advice is there, really?"
    },
    {
        "speaker": "A",
        "text": "So, what are your thoughts, bunch? I mean, like, what are we talking? Like, again? My thought is just, like, I'm slightly."
    },
    {
        "speaker": "B",
        "text": "Down bad on my pepe coins, but that's. I feel temporary, so we're okay there."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Outside of that, I mean, I'm not really doing too much. Everything else is kind of chilling in my majors, building magic, Internet, cat community here. So that's kind of where, like, the time is being spent. I've just. I've. And now I'm just copy trading beanie. That's basically it. In terms of how I'm spotting some potential trades. Yeah. Like, I'm just not. I'm not chasing a ton of stuff right now."
    },
    {
        "speaker": "A",
        "text": "I don't think there's anything to chase right now. I mean, even you look at, like, stuff that was happening on, like, base."
    },
    {
        "speaker": "B",
        "text": "And there's some meme coins that I still have my eye on that I'm watching for, like, really good entries that I think are still there. No, that's my kid upstairs on his, like, scooter. Car thing that he's just driving. I can. You can literally hear him from a story away. I'm in my basement. We're not even on the same floor of my house. My goodness. See, and this is what I'm talking about. You don't. Nobody understands the chaos that happens in my house daily. It's insane. But I love them, and they're just fantastic."
    },
    {
        "speaker": "A",
        "text": "Aren't they great?"
    },
    {
        "speaker": "B",
        "text": "I got to tell you, though, it's just going way too fast."
    },
    {
        "speaker": "A",
        "text": "Honestly, like 100%. Like, my oldest is gonna be eleven, and you're like, oh, yeah, I guess you're gonna be gone in like two Olympics from now."
    },
    {
        "speaker": "B",
        "text": "Is that how you measure time?"
    },
    {
        "speaker": "C",
        "text": "Wait a second. The Winter Olympics is in. Summer Olympics is gonna throw this off."
    },
    {
        "speaker": "A",
        "text": "First. As a canadian, they only do."
    },
    {
        "speaker": "B",
        "text": "They only do summer or Winter Olympics."
    },
    {
        "speaker": "A",
        "text": "Yeah, we only perform one and Winter Olympics, but my favorite is summer Olympics, so those are the only ones that count. We have summer Olympics this year, I believe, in London, which is going to be exciting. So two Olympics from then, she will be gone. Or like one. One more after that. It does sound like a thunderstorm, by the way. Just like a nice rolling thunderstorm. Just kind of going by the."
    },
    {
        "speaker": "B",
        "text": "Now you understand why I'm constantly overstimulating, that is."
    },
    {
        "speaker": "C",
        "text": "I thought that was the sound of bunch whose brother setting up the robotic litter box that takes out all the turds that try to kill all the magical Internet cat money once."
    },
    {
        "speaker": "B",
        "text": "We definitely need a small magic. We definitely need a magic Internet cat."
    },
    {
        "speaker": "C",
        "text": "Nobody."
    },
    {
        "speaker": "B",
        "text": "We also need t row. You were just describing the hang in there poster. We need a magic Internet cat branded hang in their poster with the fat guy trying to hang on to a pull up bar. I think that would be. Would be good."
    },
    {
        "speaker": "A",
        "text": "But it's like a human. Is that what you're thinking? Is that what you're thinking? Like it's a human in the background as opposed to a cat."
    },
    {
        "speaker": "B",
        "text": "Oh, that's funny too. Where you're like, where he's at the desk and you got human hanging behind him. That's good. See, this is the stuff."
    },
    {
        "speaker": "C",
        "text": "Oh, you gotta put a litter box under there. A very dirty one that he's gonna fall into."
    },
    {
        "speaker": "B",
        "text": "We got that. We got cut outs of litter boxes we could add in there. Chamber. I think I need you. This is where you're. This is where you're going to shine. The meme ideas need to come rolling in, you know, hey, I'm, you know."
    },
    {
        "speaker": "A",
        "text": "I'm here to help wherever I can. I get in where I fit in, you know, that's right. I got. I think. I think we've got like 300 followers on tick tock right now."
    },
    {
        "speaker": "B",
        "text": "I just want to look at us. I got some stuff for you. I have some recent events that. I had a call yesterday that was really interesting about how to kind of automate some TikTok videos. It actually included using suno AI to create some songs that go on the backside of those videos. So I love it. Which is your specialty now, of course."
    },
    {
        "speaker": "A",
        "text": "Absolutely love it."
    },
    {
        "speaker": "B",
        "text": "Are you still getting involved in a big way?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I was, you know, making some songs up over the week or, you know, during the week, but I'm. Yeah, just looking for. Oh, that's what, you know, people can do. If. If anybody listening sees a tweet that they would, like, turned into a song, just tag mid my crisis underneath the tweet and we'll create a song based off it. Some. I'm always looking for, like, the funny, like somebody tweeting something of relevance or just something funny that would be, you know, even funnier, turned into song."
    },
    {
        "speaker": "C",
        "text": "So I got one."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So I got Captain eating a peanut butter sandwich while trying to speak on a spaces."
    },
    {
        "speaker": "B",
        "text": "I need a twitter that sounds like a really, uh. That sounds like a different request."
    },
    {
        "speaker": "A",
        "text": "Yeah, that sounds more like an Onlyfans request, to be honest."
    },
    {
        "speaker": "B",
        "text": "Captain Zwingli, ASMR channel coming to you soon."
    },
    {
        "speaker": "A",
        "text": "I'm into it."
    },
    {
        "speaker": "B",
        "text": "Yeah, but. Yeah, well, it's funny. The thing I was talking about that I saw yesterday, somebody was actually showing me a workflow. They made a. They made a promotional video for a women's fitness product. And what they did, I thought was very similar in inspiration to your tweet idea. They took a bunch of Amazon reviews and threw it into chat GPT to create them, almost like a conversation, and then threw that conversation into suno and made it into a song. And they put that on the TikTok video. So you were actually being advertised to in a song from these Amazon reviews. And it was really funny and it reminded me of. It reminded me of you doing the tweets and the tweets. The tweet idea, I think is really funny for, you know, social engagement as well."
    },
    {
        "speaker": "A",
        "text": "My last, my latest one I just posted to the top here, I thought was very funny. I was hoping that the person, it was Patty ice. I don't know. How do we feel about Pat? I never know how I, you know, people, what the general consensus is for."
    },
    {
        "speaker": "B",
        "text": "Certain people, I would say most of our audience probably doesn't know Patty ice."
    },
    {
        "speaker": "A",
        "text": "Okay, cool. Even better."
    },
    {
        "speaker": "B",
        "text": "Patty Ice is a is a straight up crypto guy, right? So, like, I don't think he. Well, he's got an NFT as his PFP, but I think most of the time spent is in Solana shit coins."
    },
    {
        "speaker": "A",
        "text": "So he had tweeted something that I thought was extremely funny, and I turned it into a song. The tweet. The tweet. Washington. Uh, your great grandfather got his eye cut out in a bar fight defending your grandmother's honor so you. So you could defend your 13 meme coins based on cats honor against an anonymous stranger online who called them gay. And it. It makes the funniest song I've ever heard, so I highly recommend listening to it. But, yeah, you know, these are the tweets I'm looking for, so if you see anything out there that you think would be an excellent song, tag mid my crisis. We'll make it. We'll turn that into a song."
    },
    {
        "speaker": "B",
        "text": "And make sure we got to start tweeting some of these from the magic Internet cat account as well. Hey, these would be great growth levers."
    },
    {
        "speaker": "A",
        "text": "I also made a. I put it on TikTok, and I got a pretty good amount of views on tick tock, but made a new magic Internet cat song as well that I thought was pretty good."
    },
    {
        "speaker": "B",
        "text": "I don't know if anything can top the beeple one."
    },
    {
        "speaker": "A",
        "text": "The beeple one was so good."
    },
    {
        "speaker": "B",
        "text": "I, like, literally sing the beeple one randomly. That one. I sing the mid mic crisis one, and then club Ansem. Although Ansem has fallen swiftly out of main character syndrome. Right. So, like, he's. I don't know if he's the main character anymore."
    },
    {
        "speaker": "A",
        "text": "No. What do you think he's gonna be? He's at a level where he's gonna be, like, a guest. A guest spot on the show, like, next week."
    },
    {
        "speaker": "B",
        "text": "Yeah, because. Because he actually will be so unpopular that he would take an interview with us."
    },
    {
        "speaker": "A",
        "text": "Exactly. Exactly. So tune in next week for answer for that episode."
    },
    {
        "speaker": "B",
        "text": "Also brought to you by magic Internet cat. Magic Internet cat. Do you like fat, purple cats with wizard hats? We're the one for you. Magic Internet cat. Thanks."
    },
    {
        "speaker": "A",
        "text": "I want them clean so I can cut them."
    },
    {
        "speaker": "C",
        "text": "I accidentally was on a hot mic there, and I may have laughed during that. I was trying to."
    },
    {
        "speaker": "B",
        "text": "That was you? I wasn't sure who that."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was trying to dig a pencil into my knee, but it wasn't. Wasn't working. So I need to get off these couple jokes about Machi before they die because I wasn't able to do them. So Machi was talking to Frank for?"
    },
    {
        "speaker": "B",
        "text": "Is this, like. Is this, like, David Letterman? The ten things?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. I write things down and I need to get them off because threat guy won't let me. So he Machi said he's writing a script, right? He's writing a script, and I'm like, you know, can you imagine what he would call it? It wouldn't be called goodwill hunting. It'd be good luck pumping Boba, baby."
    },
    {
        "speaker": "B",
        "text": "God damn it. Hey, this is the time where we end the show."
    },
    {
        "speaker": "C",
        "text": "Needs help from the dog whisperer, Cesar Milan. It needs trained. That chart is."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. All right, get him off. That's it. Gives them the thumbs down. Removed from speakers. Bye. That's gonna do it for us today. Come join us on Tuesday. We'll be back four to five eastern. Until next time, keep the mic hot. Your great grandfather got his eye cut out of bar fight."
    },
    {
        "speaker": "C",
        "text": "Defending your grandmother's honor so you could."
    },
    {
        "speaker": "B",
        "text": "Defend your 1313 mean coins based on a cat's honor against an anonymous stranger online who called one of them gay? Who called one of them gay?"
    },
    {
        "speaker": "A",
        "text": "What have I done? What have I become?"
    },
    {
        "speaker": "B",
        "text": "I can't describe this. This is my mid mic crisis."
    }
]