[
    {
        "speaker": "A",
        "text": "Do you disagree? Am I not the Lloyd Blankfeim of Crypto in 2022?"
    },
    {
        "speaker": "B",
        "text": "Hey all, this is an interview I did with Kyle Davies, co founder of the bankrupt crypto hedge fund Three Arrows Capital, which imploded in June of 2022 owing its creditors over $3 billion. Back in 2012, Kyle and his co founder Su Zhu, who were high school and college buddies, started three AC as an arbitrage shop, turning $1 million into anywhere from what they claimed was $5 billion to $10 billion at three acs height. In fact, key to its success was that grayscale bitcoin trust arbitrage trade, creating shares of GBTC and then selling them after a six month lockup period since GBTC traded over the counter at a hefty premium compared to its Nav, which was based on the price of bitcoin. However, when that premium switched to a discount in early 2021, suddenly three AC would lose money on that trade. Then May 2022 saw the crash of Terra Luna, into which three AC had invested $200 million, with their holdings of Luna hitting half a billion dollars at their peak. At that time, lenders tried to recall some of their loans to three ac. When the firm could not either repay the loans or post more collateral. Some of its lenders went under, such as Voyager, which had lent three ac $654,000,000.03. Arrows Capital was one of the major dominoes in the crypto carnage of 2022, and Kyle and Sue became emblems of an era of excess and irrational exuberance in crypto, as well as disliked figures for what the liquidators said was a lack of cooperation. A few weeks ago, Kyle reached out to me wanting to do an interview. I was surprised given his history, but welcomed the opportunity to ask him some questions about the past couple years. I was dealing with a lot of health issues that week, and so ungrateful to Kyle that he was willing to push our interview from our initially scheduled time and with that, now onto the show. Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, host Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the March 19, 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers, and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for Gamefi and Defi to build, grow and scale. Join the community at hey Unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchained crypto dot substack.com dot."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited Premium Wireless 2020 a bid to get 15 1515, just $15 a month. So give it a give it a try@mintmobile.com. switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot. Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready. You can do this, and Ford Pro finsimple can help. Our experts are ready to make growing."
    },
    {
        "speaker": "B",
        "text": "Pains less painful for your business with."
    },
    {
        "speaker": "A",
        "text": "Flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing today's guest is Kyle Davies, advisor to Oxfund and co founder of the now bankrupt Three Arrows Capital. Welcome, Kyle."
    },
    {
        "speaker": "A",
        "text": "Hey Laura."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me on your crypto hedge fund. Three Arrows capital collapsed in June 2022, and you haven't been cooperative with Teneo, which is in charge of liquidating three AC's assets. You then launched and closed a crypto bankruptcy claims exchange, OpenX. You launched three AC Ventures, which now appears to be defunct or at least has a non working website. And recently you became the advisor to Oxfun. When I asked on X what I should ask you, a large number of people expressed dislike of you or disapproval with how you've conducted yourself since the collapse of three AC so why do you continue to try to work in crypto?"
    },
    {
        "speaker": "A",
        "text": "I mean, Laura, you had some loaded intro there, right? Do you think we should address some of those? Yeah, like, okay, so I had a meeting with Teno like two weeks ago. The idea that we are not in contact or not cooperating with them is posturing. We absolutely have, we hadn't, we just had a, we just had a meeting with them. We also have meetings with creditors all the time, by the way, and I met with DCG last week. Number of investors, or creditors are also investors in Oxfund, and some of them have made quite a bit of money from that too, by the way. So to give a couple names like Bitcoin magazine, that's David Bailey and Tyler Evans. They've done very well on this and have been long time supporters. They are both creditors of three AC, they're both and investors and Aux, the token Oxfun. So we've tried to reach out to as many people as we can. We have been in contact, we have made offers to the estate, both to help, but also to get a piece in a new business. Those will be ongoing and I do expect like some sort of settlement at some point. In addition to that, there are a number of creditors that just choose to participate in the estate, and we're very thankful that they, they have, and I think they've also done very well by it. So he's been quite mutual in that sense."
    },
    {
        "speaker": "B",
        "text": "And so you say that you are cooperating with ten AO, but they say that your lack of cooperation and also Suzhou's lack of cooperation has cost them tens of millions of dollars in additional fees and legal expenses for the three ac estate. And then, as you know, in Singapore."
    },
    {
        "speaker": "A",
        "text": "It'S, it's a liquidator's job to say that the founders are not cooperating. That's like, it is their job to say such a thing because the whole point, the way, I mean, I had to learn a lot, unfortunately, about liquidations this past year. But basically the way they work is they're trying to maximize value for these states, right? And they do so by various means, like they can do various pr, they can pressure people in various ways, and the whole point is to get a good settlement for the estate. So I think that they're doing a reasonable job. But the idea that what they say is very accurate about us is malarkey. It just doesn't make any sense. If they felt that way, then maybe they should have told me on the last call, because we do a regular call, we had a call with them a couple weeks ago. So, yeah, I suspect when there is a settlement, there will be favorable savings on all sides. But until then, I'm sure you're aware of, the media just amplifies what they, you know, what they hear, and people use that to. For their own means. And a liquidator's job is to get maximized value for the state. So that's exactly what they're doing. We don't fault them for it. We help where we can. But, I mean, if they feel the need to do this to get a better settlement, so be it. That's their prerogative."
    },
    {
        "speaker": "B",
        "text": "In September, on a visit to Singapore, your co founder Suzhou was arrested and sentenced to four months in prison for not cooperating with the liquidators. You also were sentenced to four months in prison in Singapore for the same charge. So how do you explain that?"
    },
    {
        "speaker": "A",
        "text": "Well, that one's very easy to explain. We were actually very surprised when we heard that. I got a call, I remember I got a call from our lawyer saying that sue had just been picked up at the airport, and we were like, we don't know why yet. But then we figured it out. It was because there was a court date, which we didn't know about. Obviously, if we had intended not to go to the court date, you just wouldn't be in Singapore. Right, but sue was in Singapore, and given that there is a court date, you would go, because otherwise you'd be in contempt of court. Right. And as it turns out, there was the court date. He did not know about it. He then got picked up at the airport, and then he got a pretty surprising sentence. Usually for this kind of thing, we would have. I found out later that you expect, like, a week or two, and then you go to court, because the whole point is, you know, this is not your sentencing, per se. This is like, you're supposed to do an examination. Right. And so either way, sue ended up getting four months. He ended up serving six, and then another period of time at home. He then did his examination, and that was that. So, yeah, obviously, I don't plan on going back soon, because if they remove the contempt, then, yeah, sure, I'll happily do an examination, but if they're not going to do that, then obviously not. So for them. I think we were all pretty surprised by that. Sue definitely was very vocal about it afterwards. Did you see some of his content that he did?"
    },
    {
        "speaker": "B",
        "text": "I did."
    },
    {
        "speaker": "A",
        "text": "It was it. I mean, I did not know what to expect. And the whole time that he was there, I was, like, very nervous. Thinking like, oh, poor sue. Like, what it, what is happening to him? I've seen the movies, I've seen this, but I don't know if I know anyone personally who's ever gone to jail before. And the way he expressed it was quite different. Right? Like, he talked about meditation, he talked about helping. He's considering writing a book with one of his cellmates to help other people that have certain, you know, that go through a similar process. Very, very interesting. He actually really took the best of it, given that it had to happen, but no one wants to go, but given that it did, pretty impressive. So, yeah, so that's where we are."
    },
    {
        "speaker": "B",
        "text": "And just to clarify, I think you misspoke. You said it was a four month sentence, but he served six. I believe he served two in prison and then two under house arrest."
    },
    {
        "speaker": "A",
        "text": "Six weeks."
    },
    {
        "speaker": "B",
        "text": "Six weeks."
    },
    {
        "speaker": "A",
        "text": "He did six. So it was twelve weeks total, of which he did, I think, six weeks in prison. Oh, sorry. It was 16 weeks. 16 weeks would have been the full. But in Singapore, they're pretty forgiving, apparently, about this. And so you're allowed to knock off a third and then split half home, half there, something on that order, but basically admitted him. Six there, and then another period."
    },
    {
        "speaker": "B",
        "text": "Okay, and why did you not know about the court date, if you say that you are in close contact with the liquidators?"
    },
    {
        "speaker": "A",
        "text": "Well, it's kind of our lawyer's job to tell us about this kind of stuff, because there's so many emails flying around that it's really not my full time job to pay attention to this. No one's paying me. This is not my job. I have lots of other things that I do, but this is very much a duty, per se, that we would like to do, and that is very helpful. And if we can maximize value, we can. And, yeah, the long and short of it is, I don't know, our lawyers didn't tell us, so if they did, maybe we would have."
    },
    {
        "speaker": "B",
        "text": "You fired your lawyers?"
    },
    {
        "speaker": "A",
        "text": "We totally didn't. Maybe we should. I don't know, it kind of just, for me, like liquidation. So I've learned, is a long process. It's like a potentially even ten year process. Some of these go even more than ten years. So this is not something that you do as a full time job, and there isn't something to do every day, but it is something that kind of runs in the background and you kind of need to read up on it every once in a while and be like, okay, yeah, this thing's coming up, or, oh, this meeting's happening, or, oh, this asset sale is happening or whatever. They need advice on this, and then you do it. Right, but it's not something you think about on a daily basis that would. It's just not the way it is."
    },
    {
        "speaker": "B",
        "text": "Well, I would imagine that this is quite possibly the biggest event to ever happen in your life, so I'm a bit surprised to hear you act as if it's just kind of a small matter that you're not paying much attention to."
    },
    {
        "speaker": "A",
        "text": "The bankruptcy was. That was for sure. There was the first major, major failure we had had, and that was a very big one. But the liquidation is. It's a ten year process. It's not like if I were to do this full time, that'd be like a whole legal team's worth of work. I'd be reading like, 100 page affidavits all day long, and that is just nothing. That's why people hire lawyers for us. We are definitely involved in certain things, but I just am not proficient in the esoteric. Whatever day to day of what's happening, we do a lot of other stuff too. We're spending a lot of time on aux fun and trying to get that going. There were a bunch of big updates today, maybe I can mention later, but basically there's a lot of stuff that we do. We have to rely on people. And then this one somehow slipped through. So sue had meditate for six weeks or so."
    },
    {
        "speaker": "B",
        "text": "When you say that typically for this kind of infraction, the sentence is not this long. Why do you think it was so long?"
    },
    {
        "speaker": "A",
        "text": "I have no idea. Yeah. I mean, I wasn't there. I have no idea. But basically, like, missing a court date is what he did. Right. And so you would. So, for example, it actually was a bit of a problem that he was in jail for six weeks."
    },
    {
        "speaker": "B",
        "text": "A problem for."
    },
    {
        "speaker": "A",
        "text": "It was a problem for the liquidator, because they wanted to examine him, and they couldn't. They had to wait six weeks. And so actually, that is why it was a little bit surprised. Like you would think, okay, maybe just like, give him a week off, and then he goes back or something like that. But that's not the way it works. He has to be there for the whole period of time, and the communication apparently is really not great. He spoke about that in some of his videos that he recorded. But there's a messaging system where someone puts, you have to add a contact, and then the contact has to be approved, and then the message comes in. We can only get a certain amount of messages, and each one of those has to be approved, and the long and short of it is you just have very little contact with the outside world. So you just. Including your lawyer, by the way, you just don't know what's going on. And so, yeah, the examination that did take place happened well after his time in jail, and then he had a time to prepare, and then they had to set a date. And so this set the liquidator back probably three months, my guess, which was probably not great. Right. You can imagine a better process."
    },
    {
        "speaker": "B",
        "text": "So you said that you've been in touch with the liquidators just in the last few weeks. What was discussed at that time certainly can't say."
    },
    {
        "speaker": "A",
        "text": "It is a confidential, closed door kind of a meeting. That's the way all liquidation meetings basically are."
    },
    {
        "speaker": "B",
        "text": "All right. Well, you also hinted that now, because of this warrant for your arrest, or rather the prison sentence, that you do not plan to go back to Singapore. But you are a citizen of Singapore, so what are your plans for where you're going to go or where you're going to live?"
    },
    {
        "speaker": "A",
        "text": "Well, no, no, I'm not going to go back immediately, but obviously, these things just resolve at some point. There are settlements. These are common kinds of tactics. So I've learned where people try to pressure for this, pressure for that settlement or whatever, but in the end of the day, all these things resolve. I hadn't been through a liquidation before. I don't know if you have, but if you haven't, then you're just not aware of how these games play out. But suffice to say, I can tell you I'm reasonably confident in a ten year period, the whole estate will resolve, I hope much faster than that, because that's very painful for creditors to have to wait that period of time to date, for example, there's been still no distribution to creditors, which is unfortunate, because it's a big crypto rally, and there's a high opportunity on cost of capital. Liquidation processes are like that. They take a long, long period of time, and that was one of the big lessons that we learned right away. Like, if there were many things that I would have done differently and would have done wonders for us, but also for creditors above and beyond what is happening now. But the reality is we just don't have a choice. It isn't full liquidation. It is up to the liquidator. They will run their own process now."
    },
    {
        "speaker": "B",
        "text": "And so you were born an american citizen, and prior to the collapse of three AC, you became a singaporean citizen and renounced your citizenship here in the US. But, you know, I imagine your family of origin is in the US. Do you believe that if you came to the US, you would be arrested?"
    },
    {
        "speaker": "A",
        "text": "Nope, should be fine in the US. There's no actions against the US."
    },
    {
        "speaker": "B",
        "text": "And have you come to the US since the collapse of three AC?"
    },
    {
        "speaker": "A",
        "text": "I have not, but I see no reason why I can."
    },
    {
        "speaker": "B",
        "text": "You were living in Dubai after the collapse, and the government there ended up levying fines against you, you know, for."
    },
    {
        "speaker": "A",
        "text": "Something very different, by the way."
    },
    {
        "speaker": "B",
        "text": "Okay, so do you want to talk about that? What happened there?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, yeah, sure. So, no, after the collapse, actually, we had. The only regulatory action that we had against us was in Singapore, actually, and it was not related to the collapse at all. It was due to like a regular. Like a regular filing that you have to do, updating particulars or whatever. That was six, eight months prior, and basically they did a notice on that. I think also our Eum was too high. We had way too much money, which was a product of crypto. That is one of the problems. You just make too much money too quickly. But also we were regulated as a smaller fund. We were applying for larger licenses, and it took some time, and that was part of the reason we wanted to move to Dubai, too, because it was easier. We had an MoU with the regulator there. We would have been able to run a bigger fund there, and we were a multi, multi billion dollar fund at that point, so that would have made a lot of sense. But basically, when we went down, the Dubai regulator said, we're not involved in this at all. They haven't. And the Singapore regulator said, we're going to do a notice about them and say that they can't run a fund here for the next nine years. But no fines, nothing else. That's literally all that happened on the regulatory front. And then separate from that, there was another company that was set up that was run by Mark Lamb, and Leslie Lam was the CEO. It's called Openx. We were advisors as well of that. Pretty innovative idea. We were looking through the bankruptcy process and seeing that things could be done differently. And there were ways that you could make more fungible, tokenized kind of claims and try to get people liquidity faster and maybe better value. Turns out that didn't really work out very well. It was just hard to get everyone aligned in the same vision. The concept of a claims exchange was a good one. We told one of our friends, he actually built it, and he is the number one claims exchange for FTX claims right now. So I have no doubt that it just turns out it's a very small business that's the other thing. We had ambitions to be the next FTX, FTX 2.0, be a big crypto exchange. And from what I can see, the guys that are doing bankruptcy claims are very niche. It's only claims, it's a couple of estates and not like high volumes, I guess, in the sense of FTX. I recorded an episode with Thomas Brazil yesterday, who's an expert gen someday if you haven't. He really gets this. And he said, I think it was like two and a half billion of volume or something like that that he had seen in FTX claims pretty big, but still, if you compare, the crypto volume is not huge. So we had bigger ambitions, didn't really work out, and decided that Oxfun would be the future with."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll talk about both of those later. But going back to your location, you were living in Dubai after you have this arrest out of in Singapore. So where are you now? You told New York magazine you were in Portugal."
    },
    {
        "speaker": "A",
        "text": "I'm in Europe."
    },
    {
        "speaker": "B",
        "text": "And are you still in Portugal, which is what you told New York magazine."
    },
    {
        "speaker": "A",
        "text": "I'm not going to tell you exactly where I am, but I bounced around between Europe and Asia, basically."
    },
    {
        "speaker": "B",
        "text": "Why do you not reveal your location?"
    },
    {
        "speaker": "A",
        "text": "You can imagine why they would be problematic, Laura. So I think it's just for people that need to know they do. But for the general audience, I mean, it's just not."
    },
    {
        "speaker": "B",
        "text": "And when you said I could imagine why, like, can you spell out specifically what your concerns are?"
    },
    {
        "speaker": "A",
        "text": "Well, like, anyone in crypto, frankly, should be careful about their location. All people should be careful about that. Right. And in my particular case, like, if there are people that want to, you know, play games or whatever, it just makes sense not to do that. So for me, I've tried to be as public as I can, try to help people in the estate as much as I can, try to get investors into our, into Oxfod and other things where they can make some money and some have. But I am not a. Yeah, I'm really not like running around, you know, meeting people on the street or things like that. Sue, by the way, I mean, we do do conferences. Sue is going to be speaking, he's keynoting in Hong Kong soon, and he's got a headline panel in Dubai for token 2049. So we are very public. You can find us, but on a day to day basis, I value my privacy."
    },
    {
        "speaker": "B",
        "text": "And those appearances are in person, not virtual."
    },
    {
        "speaker": "A",
        "text": "Yep, both of them. There will be panels, there will be keynotes."
    },
    {
        "speaker": "B",
        "text": "And what about you? Because you do have this worn out for your or this prison sentence in Singapore. You know, he's already served."
    },
    {
        "speaker": "A",
        "text": "That's in Singapore, right? So I'm not going to keynote in Singapore, but I could keynote anywhere else in the world, pretty much."
    },
    {
        "speaker": "B",
        "text": "Okay. So obviously, 2022 was a big year for crypto in the sense that there were a number of failures, and we've begun seeing the legal repercussions of those failures. Sam Pink, Ben Fried of FTX is facing sentencing at the end of the month. Do Kwan, the creator of Terra Luna, was arrested. Montenegro and both the US and Korea are trying to extradite him. CZ, the former Ceober finance. I didn't mention Barry Silbert, but we could throw that one in there. You know, I mean, there's a number of these and, you know, as for three ac, Bloomberg reported that the SEC and CFTC were investigating whether you and sue misled investors and whether or not you should have registered with the agencies. And in a Twitter spaces last summer, you said, quote, we never misrepresented, nor did we borrow from individuals past any point of insolvency. If we did, there would be major repercussions. By the way, there are nothing. Why are there not? There are not for a reason, because we did not. Is it still your stance today that the lack of any formal legal action against you is proof that you did not make any misrepresentations?"
    },
    {
        "speaker": "A",
        "text": "I mean, we didn't, but it's now been new update. It's now been almost two years and also still not. So, by the way, the CFTC and the SEC, I don't believe, have contacted us at all. So furthermore, they're like in the US, which is irrelevant to an offshore fund. So, no, we haven't been contacted. No, we haven't been investigated. The regulatory bodies that have, I mentioned them earlier what they did, which is in Dubai. Nothing. And in Singapore, a notice based on something that was a filing that was done a year prior or something. So, no, we haven't. No, we don't expect it, but if we did, then we would address it. I just don't see it as a major concern for us. There are so many other things that are important and we're focused on them. But, yeah, I mean, if we can focus on recoveries or whatever, then we'll do it."
    },
    {
        "speaker": "B",
        "text": "So in the final days before three acs insolvency, you and sue sent messages to various firms and individuals asking them to lend you bitcoin against GBTC that you would pledge as collateral. On June 10, there was a message that said, quote, all you have to do is lend us BTC and we'll do the rest. 100 BTC would net around 120. Just four days later, sue tweeted, quote, we are in the process of communicating with relevant parties and fully committed to working this out. And then two days after that, three AC was insolvent. So describe to us what you were trying to do in those final days."
    },
    {
        "speaker": "A",
        "text": "Well, first of all, we didn't take any money for the GBTC idea, but the idea was what Genesis usually did. The pitch that Genesis would give us is we can lend BTC to you, we can subscribe into the Grayscale trust. And then at the time, I was trading at a premium. We can sell it and we can give you the difference, or vice versa. If it's trading at a discount, you can buy the discount, try to scalp it or whatever. We were very active in this trade. I think we're probably the largest firm, if nothing one of the largest firms doing the grayscale trade. For viewers background, there are two major firms involved in this. There is Genesis, the OTC lender, and then there is grayscale, which is a trust now, an ETF. And the market's done very well by that. But at the time, it was just a trust where you could subscribe but you could not redeem. That created this dynamic where it could trade at a premium or it could trade at a discount. And you can imagine there are trades that you can do on either side of that. But basically we participated in those. And those are all under one group, by the way, that's the DCG group. They're the largest creditor in the three ac estate because we were the largest user of their products. And yeah, it was something along those lines. But frankly, we didn't really like, I don't know if I, we didn't execute any of those. So, I mean, if we were to able to do more business, maybe we would be still alive. But, yeah, we did not. The market was pretty bad at that."
    },
    {
        "speaker": "B",
        "text": "Blockchain.com has said that during that time, Unsu, this is in May 2022, Unsu sent them a letter saying that three C had nearly $2.4 billion under management. And now the firm's lane, Castleman and the liquidators believe that this overstated the fund's assets. Castleman told New York magazine, quote, we firmly believe they committed fraud. There's no other way to state it. That's fraud. They lied. What do you have to say to that?"
    },
    {
        "speaker": "A",
        "text": "Prove it. We didn't do it. Like, if we did, there would be problems, but I don't see any problems here. Right. So the reality is we always represented what we believe to be the best estimate of our nav. Due diligence was always done as per. Like, what would make sense at that time? I mean, if you, you could imagine really, really strict due diligence, right. Third party audits, things like that. But in crypto, that's not the way it was done at that time. So because of that, we tried to come up with estimates. These would be much faster. Instead of being six months delayed, they could be, like, we could try to make estimates more real time, but they would be much less accurate. And that was, we would give these from time to time. They were not on a regular basis at all. They were kind of on a bespoke basis, and we gave them out when we did. I mean, those are the navs that we believe. The navs were never finalized, by the way. The last nav of three arrows was, I believe, December 2021 or something like that. The later ones were never finalized. Yeah, like, I don't know if a lawyer thinks that they can calculate the Nav and they know what it is. Like, good for them, but that's not the way that. Like, that's not the way it works."
    },
    {
        "speaker": "B",
        "text": "Castleman also told New York Mag that you were insolvent, but you were continuing to try to borrow, saying, quote, it became clear that they were insolvent but were continuing to borrow, which really just looks like a classic Ponzi scheme. Comparisons between them and Bernie Madoff are not far off. What do you have to say to that?"
    },
    {
        "speaker": "A",
        "text": "I say that that is classic posturing. That is exactly the kind of stuff that people try to do to get settlements. I suspect when we do settlements, all of their statements are going to be that we're wonderful people and we settled amicably. But this is exactly the kind of stuff that people do."
    },
    {
        "speaker": "B",
        "text": "And I have to give credit to New York magazine. Jen Viechner is amazing, as you can tell. A number of these details came from her reporting. She did report that on the same day that sue had tweeted that you were communicating with the relevant parties and fully committed to working all this out. That three AC sent $32 million in stablecoins to a crypto wallet that belonged to an affiliated Cayman island shell company. The liquidators say that it's unclear where those funds went, but there is a theory that in the days up to three ACS collapse, because you and sue had reached out to every wealthy crypto whale, all the top executives and investors, and you did not receive money from any of them, that you eventually found lenders of last resort. This theory is that the money may have been used. This money, the $32 million that was transferred to this crypto wallet, may have been used to repay the mafia. What do you have to say to that allegation?"
    },
    {
        "speaker": "A",
        "text": "Jen is a very nice lady. I've spoken to her a number of times. She, in the same article, wrote that we lost a trillion dollars. She wrote that we borrowed from the mouth. And she wrote that I am weird because I speak fluent Japanese. And to that I would say bit racist. But I disagree. I think it's totally fine to, first of all, speak Japanese. It's a wonderful language, wonderful people. Second of all, I think we did not lose a trillion dollars. That would be, that'd be really impressive, actually, to lose a trillion dollars. I don't think anyone's ever lost a trillion dollars before. But no, we did not lose a trillion dollars. And thirdly, no, we did not borrow from the mob. So, yes, Jen has had a number of, she's done two articles. They're always very one sided. And I think it's fine. I mean, it gets people's interest out there. But, like, I mean, you have to be able to read more than one article. Right?"
    },
    {
        "speaker": "B",
        "text": "I can't believe that. Trillion dollars in the actual text. She doesn't say that. The headline, whoever wrote the headline used the word trillion in the headline, but that's not what the article says."
    },
    {
        "speaker": "A",
        "text": "So she did very much go into being weird for set for studying Japanese and for borrowing from the mob, though. Right?"
    },
    {
        "speaker": "B",
        "text": "So you're saying we were this, that there was no loan that you took from the mob?"
    },
    {
        "speaker": "A",
        "text": "Of course not. Like, this is just something she made up or someone made up. This is why people don't read lame stream media news anymore. It just doesn't, it's not a thing. I don't know where you get your news from, but for me, I do not. I just don't believe these things anymore because I know that this happens. Right. You're much better off going to other sources. That's why Twitter, that's why Elon Musk is all about this. A lot of big free speech kind of citizen journalism kind of movements. Right? But, yeah, it's so that people don't say you lose a trillion dollars or weird, for studying Japanese and borrow money."
    },
    {
        "speaker": "B",
        "text": "So where did the $32 million payment go?"
    },
    {
        "speaker": "A",
        "text": "I mean, I have to look back and see exactly which payment she's talking about. But there were a number of lenders. I mean, we tried to sort people out that made sense."
    },
    {
        "speaker": "B",
        "text": "So you're saying that that crypto wallet is not, because this apparently is a crypto walleth."
    },
    {
        "speaker": "A",
        "text": "It's certainly not affiliated with the mob. That's ridiculous."
    },
    {
        "speaker": "B",
        "text": "It's to a shell company in the Cayman Islands that's affiliated with three AC. So they're saying everyone's affiliated with three AC."
    },
    {
        "speaker": "A",
        "text": "Every single lender is affiliated with three AC. What are you talking about? I really don't know what she's talking about. But it's definitely not the mob. It's definitely not to us. Because then there would be clawbacks and Tena would be all over that. But they haven't had. And also, I don't know. I still got all my fingers."
    },
    {
        "speaker": "B",
        "text": "So you're saying basically you are sending so many payments during that time that you don't remember a $32 million transfer to a crypto wallet on."
    },
    {
        "speaker": "A",
        "text": "It wasn't me. Our ops was sending payments all over the place and. Yeah, and they definitely. I could believe that there was a $32 million payment somewhere. No, it was not to me. No, it wasn't to them. Up."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment we're going to talk about some developments post insolvency, but first, a quick word from the sponsors who make this show possible. Polkadot is the original and largest layer zero blockchain with over 2000 plus developers and the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol. Trustless bridges internally and into Ethereum, Cosmos, Nier Binance, smart chain and revised tokenomics and the implementation of a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, bills bigger with Polkadot. Join the community@polkadot.net. work ecosystem community Ryan Reynolds here for Mint mobile."
    },
    {
        "speaker": "A",
        "text": "With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a Mint mobile unlimited premium wireless. How do you get 30 30 bid to get 30 bid to get 20? 2020 to 2020 I better get 15. 1515, just $15 a month. So give it a try at Mint mobile.com switch. $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with Kyle. The liquidators Teneo filed a nearly $1.1 billion claim against Unsu for trading after three AC was insolventhe. This probably references the Lane Castleman remarks. Did you or did you not trade after three AC was insolvent?"
    },
    {
        "speaker": "A",
        "text": "Nope. And, I mean, we're obviously fighting that. Right."
    },
    {
        "speaker": "B",
        "text": "And so what do you think is the basis for their claims if it's not true?"
    },
    {
        "speaker": "A",
        "text": "I think they file lots of stuff and they do lots of pr and they look for settlements. So I'm not going to discuss the details of those until they're public. But, I mean, if they become public. But, yeah, I mean, this is the job of a liquidator."
    },
    {
        "speaker": "B",
        "text": "So you're implying it's sort of like a threat from them in a way."
    },
    {
        "speaker": "A",
        "text": "I'm not implying anything. I'm saying a liquidator's job is to get money into an estate. Right. By any. By almost any legal means. Right. And they do all sorts of stuff. They do cross jurisdictional kind of moves that are surprising. They do all sorts of moves. And this is one of those moves. And so, yeah, I mean, I don't know. We'll see if it works out for them."
    },
    {
        "speaker": "B",
        "text": "A court ordered all your assets frozen, along with those of your wife, since you had put your wealth in her name. Suzanne."
    },
    {
        "speaker": "A",
        "text": "I did not put my notes in her name. Laura. Yes, but continue."
    },
    {
        "speaker": "B",
        "text": "Okay. Can you elaborate on that? Why is it that that's being reported if it's not true?"
    },
    {
        "speaker": "A",
        "text": "Because how many times? Like, of course, this is what people try to do, right? They're making all sorts of allegations. Those are words. If you say someone borrows from them up, do they borrow from them up? If I say you borrowed from the mop, you borrow from them up. If I say that chair behind you is mine, is it now mine? No. Any of these things you have to say, win whatever, they can be frivolous and they can get through today. I was done. There's numerous things that have gotten thrown out. By the way. He want to talk about some of those. They tried to bring a suit against us six months ago. Judge threw it out before they even brought it. And they tried to get a, you know, a settlement against. Or they tried to bring a case against defiance. The judge in Singapore lambasted them for, you know, basically, you know, suggesting that the case shouldn't be in that jurisdiction, despite them running the fund in that jurisdiction. Right. And so that there was a judge in Singapore, in the US, that teno misled them, saying that I was american and I'm not american. And how do they know that? Because I told them, like, five times, but they still go ahead. And then at the end of it, the judge just, like, absolutely lambasted them and was like, you guys have been misleading. Right. And so, so, yeah, my point is, like, all of these things are moves. You have to remember that this is chess here. Like, these are chess moves where people are looking for settlements, and we are working for the good of creditors as well. But sometimes they think that they can get an extra move or something like that, or an extra or more power, because you have to also remember that liquidators are paid a lot of fees. Lawyers are paid a lot of fees. This estate is drained, like, 50 plus million by now. The FTX estate, way more. I mean, they will drain over a billion by the end, I am sure. And so if you look at those incentives, they are not always aligned. And I did a really good episode with Thomas Brazil yesterday. He'll be out soon. But we talked about, um, Sunil's class action case against Sullivan and Cromwell."
    },
    {
        "speaker": "B",
        "text": "Sunil Kuvari, who's one of the top, or I don't know if top, but one of the more vocal FTX creditors."
    },
    {
        "speaker": "A",
        "text": "Exactly. And he. So he's, he's working on behalf of FTX creditors, and he has come out with a class action saying that the lawyers representing the FTX estate may have, you know, pocketed fees unjustly or tried to get themselves appointed in kind of unjust ways and to the detriment of creditors. And so that is what that kind of class action looks like. But that is my point. Like, all of these service providers just take over, right? And they just want to get the maximum fees, and they want to posture so that they have the power and other people don't. And that is the game. And so it happens in all states. I'm not saying it's a good or a bad thing, but there are alternatives. If you think back to the way crypto bankruptcies used to be done when the industry was a little bit smaller, think about Bitfinex. That was 120,000 bitcoin hack. Massive. Absolutely massive. But they solved it themselves. The industry was so nascent, they didn't bring in, like, an external party."
    },
    {
        "speaker": "B",
        "text": "They didn't file for bankruptcy or liquidation, which is what you did."
    },
    {
        "speaker": "A",
        "text": "But just creditor could have, though, maybe. I don't know. I don't know what the financial. But very much they could have brought in if they were able to organize and push it into liquidation. Like, for example, Mount Gox was right. That was an earlier one as well, then that would have happened. But my point is, it did not. It restructured, and those guys made, like, 20 times their money back. And in the case of Mount Gox, not only did they get their money back. Well, they quite haven't quite yet, but they have claims which are worth almost the full value of the bitcoin that they lost, which is super impressive. Right. And not saying anyone system is perfect, but if I just look back on what I wish we had done better for the betterment of everyone, I can look at some other kind of sister brother firms that had similar situations and resolved in very favorable ways."
    },
    {
        "speaker": "B",
        "text": "Yeah, we can talk about that."
    },
    {
        "speaker": "A",
        "text": "Equity kind of."
    },
    {
        "speaker": "B",
        "text": "We can talk about that later."
    },
    {
        "speaker": "A",
        "text": "It's really."
    },
    {
        "speaker": "B",
        "text": "But let's go. Let's go back to the original question. So, you know, a court ordered all your assets frozen, along with those of your wife, also Suzhou's. They're saying all of this total is $1.14 billion. So, you know, if you're. So first of all, actually, let's do this. Explain why it is that they froze the assets of your wife. If you are saying that's not your wealth, why would they do that?"
    },
    {
        "speaker": "A",
        "text": "This is ongoing litigation. I can't discuss it. Just one clarification point here, though. They did not freeze a billion dollars. They froze assets up to a billion dollars. Could be, like, no assets. Could be like a million dollars of assets. Could be any amount of assets. They just froze what, you know, whatever number they came up with. Right. But it is ongoing, so I just can't speak about it."
    },
    {
        "speaker": "B",
        "text": "And what are you living on? Is it just crypto? Like, do you just have a bunch of money and cold wallets?"
    },
    {
        "speaker": "A",
        "text": "Laura, I'm really not allowed to speak about this. This is ongoing stuff."
    },
    {
        "speaker": "B",
        "text": "All right, well, I mean, speaking of how you were making a living, in September, Singapore banned Unsu from operating in the country's regulated financial services industry for nine years. So how does that affect your ability to make a living?"
    },
    {
        "speaker": "A",
        "text": "Not at all. I don't live in Singapore."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, you're a singaporean citizen."
    },
    {
        "speaker": "A",
        "text": "But I don't live in Singapore, so. No."
    },
    {
        "speaker": "B",
        "text": "So do you plan to not return."
    },
    {
        "speaker": "A",
        "text": "While living in Singapore? But a, don't live in Singapore, and B, don't run a fund. So, no, it would not impact me at all. I may at some point, but it's. I mean, these things resolve over a period of time, right? We already covered this."
    },
    {
        "speaker": "B",
        "text": "So three ac owes over $3 billion to creditors, and in the months after three ac began liquidation, you went to Bali and you described that period to the New York Times as, quote, you eat very fatty pork dishes, you drink a lot of alcohol, you go to the beach and you just meditate. You have these magical experiences. I really spent so much time meditating in Bali that I'm pretty. That I'm really just pretty zenned out. Do you still think that that was the best way to represent your post three AC life?"
    },
    {
        "speaker": "A",
        "text": "It was a really great experience. Laura, have you been to Bali?"
    },
    {
        "speaker": "B",
        "text": "I used to live in Indonesia. Really? I didn't know that. First job after college. I didn't live in Bali. I lived in Banjung, which is like philly to New York, basically. It's like a few hours from Jakarta."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I'm very familiar with Bali."
    },
    {
        "speaker": "A",
        "text": "I spent a lot less time than you there then. But no, it's a wonderful place. I mean, I got married there. I got, you know, spent a lot of time there, vacations. It's a beautiful, beautiful place. Some of the most beautiful beaches, everything. And it's also very. It's not too far from, like, other places in Southeast Asia, like Singapore. So, yeah, I mean, so in the immediate bankruptcy, like pre bankruptcy, what do I wish we did differently? I wish that we were able to bring creditors into a room and do restructuring and ideally bring in an expert. Thomas. Brazil would have been a good one, but also Juliet and Loki, great firm like, that's what DCG is using, right? They're going through litigation. They brought in a restructuring firm. They're actually fighting for the upside now, which is just amazing to think about, but they're fighting for who gets the bitcoin performance over a certain dollarized amount. Basically. I think that if we were able to bring in a restructuring expert or even just get a roundtable together, as a lot of Singapore firms did, babble finance is another great example. Horrendous balance sheet. When they went down worse than ours and they brought in their investors, everyone got around the table. They launched a token, they launched a business. It worked out for those parties. And also, I have been told by some of our creditors that if we were able to do that, they probably would have accepted it and probably we would have all been better off instead of having assets locked for ten years, they would have been, you know, handled in a very."
    },
    {
        "speaker": "B",
        "text": "So why didn't you do that? Are you saying that simply because you had filed for the liquidation, you were unable to, or, like, why did you not?"
    },
    {
        "speaker": "A",
        "text": "That was. So after you go into chapter 15, there's no coming out, that you just have no control of the company anymore. And that's why, if you do, you should go to Bali and you should go sit on the beach and you should meditate, and then you should think about what you want to do to help the estate and, you know, other things you want to do later. But. And I highly recommend that. I recommend it then. I recommend it now. Everyone should go to Bali. You blow up and you go into full liquidation. You go to Bali. That's where you go. You will come out and you will be able to think great thoughts. I think, and that was my experience, but I don't know about. I would recommend it to anyone, but for us. Yeah. Prior to going into liquidation, there are lots of options after going into liquidation, someone else has control of the company, and that's. Yeah. So Toneto has full control of the company. They're going to run it for, like, ten years, probably. They're going to charge lots of fees. Hopefully they get some good recoveries. Hopefully they sell assets at the right prices. They get the right advisors here and there. I have faith that they will, but I have in no way any, like, control of this thing."
    },
    {
        "speaker": "B",
        "text": "You said that you thought great thoughts in Bali. So let's now talk about your ventures in crypto. Post three. AC, you launched OpenX to be an exchange to trade crypto bankruptcy claims. As we discussed earlier, your partner in that venture was Coinflex, a crypto exchange that had gone bankrupt in the summer 2022. And New York Mac again reported that one of the first things you did was have a photo shoot of you, sue, and Coinflex CEO mark. Well, it's not CEO, but Coinflex's Mark Lamb, and that photoshoot cost $31,000 and was charged the Coinflex estate, which obviously owes money to its creditors. And it also said that you and sue were, who were advisors of Openx, also began paying yourselves $25,000 a month out of the Coinflex estate. And again, that's money that's supposed to pay off Openx's creditors. So why were you."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's all B's again. So first of all, we didn't take a picture. It was free. I don't think even charged us later. The CEO did a roadshow around the world. She went to, I think, maybe five or so asian cities at a camera crew. And that did cost probably something around $30,000 or whatever. Still chunky. But that was like a five city roadshow with events and things like that not charged to Coinflex, by the way. Coinflex is not involved in this at all. This is Openx, which is a different company. And that's the CEO, Leslie Lam. Her husband, Mark Lamb, was also an operator. Sue and I were just advisors. I think people liked us because we were pretty well known. And this was one of our first ideas. And we were kind of experts in crypto bankruptcy at that point, right. We had seen firsthand, like, the mistakes that were made and new kind of those two worlds, which at that time, not a lot of people did. This was our own liquidator was fumbling around with wallets at the time. I think it took him six months to get a seed phrase once just to figure out how it worked, because it's scary. If you take control of a wallethead, you now are responsible for that. What if it goes wrong? So the thing is, there's a big. From the tradfi side, there's a big learning curve to understanding crypto, but then on the crypto side, there's a large learning curve to understanding bankruptcy. And we thought that we were kind of in the middle. Probably knew both of them enough that we could come up with something. And this was the idea. The idea was fungible bankruptcy claims. And I still think it's probably could be done at some point. But the way we did it just didn't work. And so that company."
    },
    {
        "speaker": "B",
        "text": "And so you were not paying yourself $25,000 a month out of the Coinflex estate?"
    },
    {
        "speaker": "A",
        "text": "Well, certainly not out of the Coinflex estate, but, yeah, I think we did get some, like, consulting fees and month. I mean, I was a billionaire before. I used to make more. Not. Well, not. But I mean, you're like, yeah, it depends how you like. It depends how you count things. Depends how you do things. Twenty five k a month for, like, consulting. I don't know. Is that a lot or a little? Like, if you want Lloyd, break blankfly on your board. Like, is that a lot or is that a little. I don't know."
    },
    {
        "speaker": "B",
        "text": "You were also warned by the Dubai regulators not to launch the exchange. So why did you launch Openx anyway?"
    },
    {
        "speaker": "A",
        "text": "So they did. I mean, they gave a warning to the CEO, and the idea was, it was just unclear exactly what. I mean, you have to ask him exactly what the problem was, but there was this question over like is it like operations here or marketing here or what was the problem here? And I do know that he met with them several times. I do know that they ended up finding the company anyways. So I don't really know all the details of it. But yeah, that's the way it worked."
    },
    {
        "speaker": "B",
        "text": "Why did you and the OpenX team announce as investors many firms such as DRW, Susquehanna, NASA and Myax who all denied involvement?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that was Leslie, the CEO that announced that. And I don't know, but I mean, they do her definitely talking to a number of people. I don't know. You gotta ask her."
    },
    {
        "speaker": "B",
        "text": "Did you not advise her that maybe if they're not actually involved then."
    },
    {
        "speaker": "A",
        "text": "No, it's not, it's not my job to advise like, like esoteric points like this. We, we were very pivotal in coming up with some of the early ideas and we were pretty famous at that time, right. We had people like New York magazine writing that I lost a trillion dollars and I bart from them up. And so I was in a great spot to get light on this venture. And in fact we did. We had articles in New York Times, Wall Street Journal, Bloomberg, like every major publication. I think they just thought it was hilarious. The first name, which was GTX FTX 2.0, run by the or like, you know, advised by the three arrows guys or whatever, they loved that and they ate that up and they published it and they, we were in literally everywhere. So that was able to get OpenX a lot of eyeballs, but it's on them to do their execution. Right. Like I don't know how to run an exchange. I don't know how to build an exchange. I know. I mean, I know other things, but I don't know that."
    },
    {
        "speaker": "B",
        "text": "So you are saying that you are paid $25,000 a month to offer advice because you were well known in crypto, offering advice on the level of somebody like a Lloyd blank. Fine. And that."
    },
    {
        "speaker": "A",
        "text": "Do you disagree? Am I not the Lloyd Blankfein of Crypto in 2022?"
    },
    {
        "speaker": "B",
        "text": "I mean, my opinion doesn't really matter."
    },
    {
        "speaker": "A",
        "text": "I don't know. Like who is the Lloyd Blankfein? Who is the Lloyd Blankfein of Crypto in pre Luna, let's say in March or whatever, April 2022? It's a good question, but I don't know."
    },
    {
        "speaker": "B",
        "text": "Do you think it's you?"
    },
    {
        "speaker": "A",
        "text": "Who do you think it is?"
    },
    {
        "speaker": "B",
        "text": "I mean, my opinion does not matter on these situations. But, you know, people are curious what you think."
    },
    {
        "speaker": "A",
        "text": "I think that we were a big name in crypto pre blow up. And I think that it was very impressive to grow a million dollars into, like, multiple billions of dollars. And I think that people respected that and they were like."
    },
    {
        "speaker": "B",
        "text": "And you think that even when OpenX launched that at that time, your reputation was still similar to that of a Lloyd Blankfein?"
    },
    {
        "speaker": "A",
        "text": "Her reputation was huge because people don't."
    },
    {
        "speaker": "B",
        "text": "Realize in 23, you're saying still, you."
    },
    {
        "speaker": "A",
        "text": "Know, almost all companies go bankrupt, right? Like, if you just zoom out, 100% of companies go bankrupt."
    },
    {
        "speaker": "B",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "What's the, you know, almost 100% of companies go back. You wait 100 years, how many companies at all will be alive from the ones today? It's going to be 99.999 that will go down. This is the thing, you realize when you start talking to all these bankruptcy guys and then they're like, well, actually, this is just a part of the business cycle. There are good ways to do it, and there are ways that don't result in the best results. Full liquidation, not amazing, but it's still part of the process. That is one route. Another route is chapter eleven. We did chapter 15, but. And that was decided by a judge. But chapter eleven is a different one. That means you go in, but you still manage, and then if you can reform the business, you can come out of bankruptcy and you can still run another business. Toys R us has been in and out of bankruptcy several times. Still big companies still running. It's just part of their process, right? And then there are other companies that, you know, just kind of wind up at some point. I don't know. The founders give up and they decide, no, what? We're tired. But that's kind of like the three roots, right? Like, you don't really have, like, no company is forever is my point. And it may seem like that sometimes that this is forever or whatever. Like, companies are actually legally living beings in the eyes of the law, they're beings, right? And the reason is they don't last forever. They, you know, they. They very much are. They have cycles. And so ours had about a ten year period, which was. Which was pretty spectacular. And then it blew up at the end. And, yeah, I mean, if you look at other companies, many companies have gone up, gone down. It's just the cycle of life."
    },
    {
        "speaker": "B",
        "text": "And to go back to the press around Openx, you view all that press as positive."
    },
    {
        "speaker": "A",
        "text": "It was huge press. I don't know if you remember, but we were like, front page of New York Times, of Wall Street Journal, of, like. To get into the New York Times is not easy. You can't do, like, it's not. This isn't crypto. You can't do a paid article and then be the front page of, like, you know, the block. I think they charge, like, $5,000, and then you can be on the front of the block. That's not the way it works. When you are the New York Times. New York Times, you have to do, like, real reporting, and you have to, like, actually, like, understand what's going on. And, yeah, we were the front page of the New York Times multiple times over the past year, actually. So, yeah. Was that a big deal for a startup? You bet it was. And. And, yeah, they were able to get a lot of eyeballs on the product, fortunately. I don't know, I. Maybe the execution team didn't. Didn't. Didn't finalize or maybe something on the marketing side. I don't know exactly why the business failed the way it did, but, yeah. Did it bring in the eyeballs? You bet it did."
    },
    {
        "speaker": "B",
        "text": "And so you don't believe that the spectacular failure of three AC is what caused that to be huge news?"
    },
    {
        "speaker": "A",
        "text": "It was huge news for a number of reasons. It was GTX, it was FTX 2.0. That's a big deal. It was also the founders of three AC coming in. Right? Like, these are big deals. Right? So, like, of course. Of course it was big news."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, you know, some of the coverage was. Well, not some of it. A lot of it was a little bit incredulous and even mocking. But let's."
    },
    {
        "speaker": "A",
        "text": "That's awesome. How much, how much mocking of Elon Musk is there in the world today? He doesn't, he doesn't give a hoot. It's free speech. Like, I'm a big free speech believer. My new PFP is Remelia, and Suze is a my lady. And these, I actually like these two community, or it's kind of the same community, but these two collections, because they embody free speech in a way that even Elon Musk appreciates. I don't know if you remember, but he retweeted, my lady. And sue just interviewed Charlotte Fang, the founders of, the founder of my lady spoke about some of his experiences with Elon as well. But I'm a big believer in free speech, and people should be able to say whatever they want, and it should be extremely negative sometimes. It should be extremely positive sometimes. And that is where the truth is. And so, yeah, like, if. If there's. If we're. If we're going to be front page in the New York Times. Bring it on. Let's do it."
    },
    {
        "speaker": "B",
        "text": "Just. Just to understand here, like, when you compared yourself to Elon Musk, do you view yourself as similar to Elon Musk?"
    },
    {
        "speaker": "A",
        "text": "I don't. I don't think I was comparing. I was trying to say that I appreciate free speech the way he appreciates it. I do admire him. I mean, the guy has balls. For him to put the amount of his net worth into new ventures repeatedly and to take on huge amounts of debt that could absolutely blow up at some point if there's a market downturn. He almost went down in 2008. He was within, as he said, hours of just pure personal bankruptcy and bankruptcy of Tesla. Right. And so, yeah, like, he has got balls, but, yeah, no, I really admire the guy. I think he's a wonderful person."
    },
    {
        "speaker": "B",
        "text": "Let's talk about Oxfun. You and sue are currently advisors to Oxfun, but who are the co founders and executives?"
    },
    {
        "speaker": "A",
        "text": "They're not public, but I can. I can speak about Oxfund. So the idea is that it is a gamified. I mean, this is. This is crypto, right? Like, do you not believe in privacy? Like, in crypto? Like, it's a pretty core crypto belief, right? We happen to be pretty public because we were running a very big fund, but most people are not, right. And that I respect. So I don't know. It's like a core crypto belief that people should be able to have their anonymity if they want or be public if they want. It's a free speech, like, for open decentralization. Like, it's just a good crypto, you know, belief, and I support it. I don't know, maybe not everyone appreciates crypto in the same way, but I generally believe this stuff, and I think that it's a wonderful idea. So, in terms of oxfun, it is a gamified derivatives platform. It's got a couple of innovative ideas. One of the ideas is provable solvency. So, for example, why did FTX or Luna or numerous other of the 2022 genre companies go down? It was because they were protecting a dollar peg. They had coin collateral, but they had dollar debts. And then when your coin collateral drops to a certain amount, you can't afford your dollar debts. All of a sudden, there's a bank run, and all of a sudden it spirals to zero. We try to design a. Something that was not that way, that what they use is coin collateral with coin P and L. Ox is the token. And that's one of the core kind of ideas. The other kind of idea is that it should just be fun, right? Like, so we have these competitions. We're doing a battle right now, me versus sue. Turns out we're both down money. So I am winning because I am down less. But, yeah, we thought it'd be fun to just show our positions. People don't have to even stake us. We charge no fees, by the way. But you don't have to stake us. There is a price pool. You can just look at the positions. If you want to trade them, go trade them. We just thought it was just a fun thing to do, and then we have some other staking ideas."
    },
    {
        "speaker": "B",
        "text": "So if you don't charge fees, then how does it make money?"
    },
    {
        "speaker": "A",
        "text": "Oh, no, in our battle, we don't. The exchange itself does. Yes. It has traditional, like, transaction fees, which the exchange does not take, by the way. And you go back to stakers. So, of course, we call that prison locking. So if you go to prison voluntarily, you stake for a period of time, and you earn the trading fees of the exchange back. And while you're staking in prison, you actually get a staking token, which you can use as collateral to trade. And so your money's not, you know, your coin's not doing nothing. It's not only earning the fees, but also, you know, use has a utility to it. And that just went live today, by the way."
    },
    {
        "speaker": "B",
        "text": "And why did you name that token prison?"
    },
    {
        "speaker": "A",
        "text": "It's. We call the staking prison because, you know, we liked it. Lucia's leaning into his prison vibe like he's actually made some good friends there. He recorded one episode on Ox podcast. People should go there on YouTube. It's called the Ox podcast. And he recorded an episode with one of his bunkhouse, which was very interesting because this guy didn't even have a computer, let alone a microphone, when we wanted to interview him. And so sue sent him one. Set it all up. And this is just someone that. If you're, like, billionaire hedge fund manager, it's hard for you to really connect with someone like this. But if you were with them for six weeks in a four person cell, you're going to get to know them really well. He really knew a lot, and they thought deeply together about how to reform certain ideas, what was good, what was bad, how to help people get through it. And a lot of their conclusion was the Singapore system is actually pretty good, but some people might need a little bit more help getting through it. And so he's very much appreciative of his time in prison. And so we named it the prison vault."
    },
    {
        "speaker": "B",
        "text": "And last year, you've tweeted multiple times about how you're going to open a cloud kitchen chicken restaurant in Dubai or something like that. What was that about?"
    },
    {
        "speaker": "A",
        "text": "That was going to be Uncle Kyle's chicken, obviously. And it was just so happened that the company right next to us was one of the biggest cloud mining, I'm sorry, cloud kitchen companies in the world, but definitely the biggest in the Middle east. And they have great lunch, as it turns out. So we go over there, meet the guys. They're all sending crypto, and after enough meetings, we're like, you know, we can. We can open a chicken restaurant for you. Like, it's. It's. It's easy. Like, we have. All you have to do is you come up with the written venue. We do this, we can then get it into, like, you know, all these locations. You can have a physical location, too, if you want. But it became a very feasible thing to do. And I don't know, I still might do it at some point. I really embraced cooking recently. Never used to cook, but I have a lot of time on my hands, and I have become better. But I thought it'd be fun, so I still might do that."
    },
    {
        "speaker": "B",
        "text": "Why have you not yet."
    },
    {
        "speaker": "A",
        "text": "Why have I not opened my chicken restaurant? I mean, I could. I don't know. Do you want me to open it? There's. There's demand."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm just asking because you tweeted about it, you know, pretty frequently. So if there's enthusiasm, you understand the business now, as you mentioned, then why not?"
    },
    {
        "speaker": "A",
        "text": "I mean, I should everyone. But I've had so many people ask for the chicken. I will. I will try to open it at some point. It still needs more time, and I'm kind of busy right now."
    },
    {
        "speaker": "B",
        "text": "If you were to open it, where would you open it?"
    },
    {
        "speaker": "A",
        "text": "Well, the beauty of a cloud kitchen is you open it everywhere. That's the whole point. So you could have one location, maybe two, like, kind of a, you know, like your fifth ave kind of, you know."
    },
    {
        "speaker": "B",
        "text": "Okay, I thought you implied you were going to cook because you said you were now a better cook, and you've tweeted things about, well, it would be all my recipe."
    },
    {
        "speaker": "A",
        "text": "Of course it would be my recipe. Of course it'd be my recipe. It has to be my recipe. And of course, I mean, I'd very happily cook it. But, yeah, like, the whole point is that you could open it everywhere. Like, that's the whole point of cloud, the way cloud kitchens work. Just for the crypto audience here."
    },
    {
        "speaker": "B",
        "text": "I know, it's just a food delivery."
    },
    {
        "speaker": "A",
        "text": "Centralized kitchens. Exactly. Exactly. You have these kitchens, and it's amazing. They're like this relatively small kitchen, but they're able to bring in, like a Michelin star chef, sous chef, something around that level, pay them amazing salaries, because he can cook, like, 100 different menus out of this one little location. And so if you're ordering like an in n out burger, or you are ordering like a. Whatever. Uncle Kyle's chicken fried chicken or whatever, this guy knows the recipe. He can make it. He's. You've prepared it for him. You've prepared all of the marketing around that and the packaging and all that. But you can get this in, like, everywhere, all at the same time. It's kind of a cool concept. And it's all backed, by the way, since you mentioned multiple businesses, it's backed. The biggest backer is the founder of Uber, Travis. And so he is, you know, he's a serial founder. And this is like, maybe you're talking."
    },
    {
        "speaker": "B",
        "text": "About the business that had talked with you about. You're not talking about your possible cloud kitchen business."
    },
    {
        "speaker": "A",
        "text": "I would distribute through their cloud kitchen or another. There are other competitors, but the idea would be that you could distribute everywhere. You would have one physical location."
    },
    {
        "speaker": "B",
        "text": "It's like cloud kitchen as a service. Okay, I understand."
    },
    {
        "speaker": "A",
        "text": "Yeah. I would not open my own cloud kitchen. That would be a bit much. But I would. I would have my own brand. It would be Uncle Kasi."
    },
    {
        "speaker": "B",
        "text": "So, talking about Ventures, post three, AC, in June 2023, you filed a defamation lawsuit against Mike Dudis of six man ventures for comments he made about OpenX. You created justice tokens to give to some holders proceeds from these defamation settlements. You later dropped the suit, but I was curious why you even brought it in the first place."
    },
    {
        "speaker": "A",
        "text": "I did upreant. Openx brought it. And why didn't OpenX bring it? Because he was defaming them."
    },
    {
        "speaker": "B",
        "text": "And then why did they drop it?"
    },
    {
        "speaker": "A",
        "text": "Well, I think the whole point, I think people, I am very pro free speech, as you know, but there are also laws against defamation, and some people just take it a little bit too far, and when that happens, it actually hurts the company. So if you think about, like, there were creditors of three AC that were investors in OpenX, and then Mike Duttis is out. He's not a creditor, by the way, and he's out there defaming him in the company and hurting these people. And we're just thinking, like, do you know that if OpenX is successful, how many, not only would the investors do well, right? Or from who might be from 30, whatever. Not only that, but the whole premise is that you make bankruptcy claims more fungible. It's better for everyone, yet you're out here with a little personal vendetta, like, you know, defaming the company. And so the reality is, like, yeah, you, you can get sued for that. And he did, and they settled with him. I don't know the whole terms, but yeah, like, I mean, that's, that's what defamation is."
    },
    {
        "speaker": "B",
        "text": "On a recent episode of your new podcast, you criticize the three AC liquidators, as you've done during this episode as well. You've, you know, claimed numerous things against them. And additionally in this podcast, you, you know, one that you recorded on your own show, you said that they had sold nfts from the three ac estate at low price. And I wondered, you know, how you felt about criticizing the group that kind of came in to clean up what was a mess that occurred under your watch, and it was a mess that reverberated through the industry and, you know, was an early domino, basically, in multiple collapses."
    },
    {
        "speaker": "A",
        "text": "Yeah, they can do a lot better. Like, I think they're trying their best, but like, the reality is, like, they really need some help here and there and behoove them to listen to more, to us. We do speak to them, but, yeah, like, in the case of the NFTs, they really sold the nut low. You know, three arrows was like one of the large holders of punchy penguins. I think we had maybe 100 of them. Those are 58th floor now or something. Right. Like, you know, and you've got all the art block stuff. Three arrows is probably one of the biggest collectors of art blocks. These are generative art. And again, they set some records on Sotheby's for digital art. But if you sold them now, I'm just telling you, those things are up 1020 x. Right. So, yeah, like, do I think that they're trying their best? Yes. Do I think they can do better? Hell, yeah, they can do better. They can do a lot better."
    },
    {
        "speaker": "B",
        "text": "All right, so we've talked about, obviously, where you think other people did you wrong. You've also talked about some different scenarios of how three ac could have played out. So when you look back at what actually happened, what do you wish you had done differently?"
    },
    {
        "speaker": "A",
        "text": "Well, I spoke about pre liquidation, what I thought would have been very important, and I think that would have resulted in a very, very different result. I mean, it's hard to overemphasize how different that would have been. You could imagine in the crypto cycles, all of the bankruptcies that you kind of think about, these guys make multiples of their money four years later. Because what happens when you kind of want to be the buyer of a liquidation? You don't want to be the seller of a liquidation. So if you are able to wait out the cycle and then just sell on that two, three years later, these guys just do much, much better. And that very much would have been possible with restructuring plans. And I've had creditors say that they would have endorsed it and they agreed, and now, unfortunately, they haven't gotten a distribution. It's been two years. It's likely to go on for ten years, and there's likely to be very high fees and assets are going to get sold at. I mean, you've got liquidators in place that are learning about crypto, but maybe don't know."
    },
    {
        "speaker": "B",
        "text": "But my question to you was, what do you wish you had done differently?"
    },
    {
        "speaker": "A",
        "text": "Yes, that is what I wish I had done differently. I wish I had brought in a restructuring firm and said, we are going to sort this out, bring in the key creditors. Fortunately, in the case of three arrows, there were only institutions and hideout worth relatively few number of creditors compared to any other estate. Whereas FTX has a million plus creditors, and Voyager, as super small retail and tons of retail threers, has like 70 creditors, and three of them make up like three quarters of the creditor pool, so, or more. And so really, you could have just brought three guys in a room and said, and an expert, I can name a couple, but like a restructuring expert, law firm, whatever, and they would all come to a, you know, some ideas, and I think pretty much any one of those ideas would have been better than a full liquidation. Liquidations are notoriously bad for creditors, right? So any one of those would have been good for everyone. That is my, you know, actually, I've thought about this a lot. I studied operations research, which is in economics, and, you know, it's like kind of the intersection between economics and in engineering and programming, and it's multidisciplinary. But we had a lot of courses. Some of them, like accounting or whatever, I would argue were pretty useless. And the one course that we didn't have that I really wish we had was bankruptcy, because every company goes bankrupt. And so it's not like, if this happens, it's like a, when this happens, what are you supposed to do? And I am very open with people about what I wish I had done, and I would highly suggest to other people, next, crypto crash there will be bankruptcies. It will happen. It's not going to be pretty. But when it does do things the right way, bring in a restructuring expert, bring in the key stakeholders, whether they're investors or creditors or lenders or whatever they may be, and then come to a restructuring. And if I had that course in college, maybe it would have been in my mind if I had some advice along the way, if I had brought in the right people, you know, if we had an in house counsel, we were, you have to remember, we started 3 hours when we were 24 years old, sitting in a one bedroom or a two bedroom apartment and trading off the kitchen table. And so we were doing things our way. Right. Like, we grew in our way, and that's what helped us find really good trades and bring out and grow really quickly. But it also, you know, we were missing some pieces. How do you grow to multi billion and not have an in house counsel? And I, my attitude at the time was in house counselors generally, like, not very good. Like, if you need lawyers, you hire an expert from an external law firm, not someone who's, like a generalist who kind of knows a little bit about everything. But as it turns out, in a bankruptcy, that is specifically the person that will then go out and find the experts for you and clear. With a clear head, and despite them not really being the experts. Right. And I wish we had been much better about that as well."
    },
    {
        "speaker": "B",
        "text": "At the beginning of the show, I referenced how there's largely negative sentiment against you from the crypto community, and what I feel like I've seen a lot is this notion that you haven't really expressed remorse for what happened. Would you agree with that?"
    },
    {
        "speaker": "A",
        "text": "I mean, am I sorry for a company going bankrupt? No. Like, companies go bankrupt. All this, every company goes bankrupt. Right. It's how. It's what. It's what you do about it and how you, like, build and what you do about it. Right. And we're definitely trying our best, but, yeah, like, I mean, sue has spoken about this as well. Like, we're still young. We still think we can add value in various ways. Maybe we, maybe, maybe at a minimum, we can just even tell the next three arrows how to do things better when they go bankrupt, because they will. And then we need to find the right way to do things. But, yeah. And by the way, I have to say, the people that are negative are largely people that are not affected. Like Mike Duttis, for example, or Nick Carter, for example. This guy. How many times have I invited him to an open frank conversation, and he keeps turning it down. He's scared to talk to me or something, but like he did. Our biggest critics are either in jail, SBF in massive litigation, DCG with the New York attorney general. That's serious or unaffected. Like Nick partner. I think he was just pissed off that I called him out for block five. But. But, yeah, like, I just find it absurd. Like, I would. If you want to bring on Nick on here or find a neutral place, like, I'll talk to the guy I've offered many times to just like to beat him, but he's scared."
    },
    {
        "speaker": "B",
        "text": "All right, Kyle. Well, you've answered all my questions, but I was curious if there's anything else that I haven't asked you that you'd like to say."
    },
    {
        "speaker": "A",
        "text": "I think I would be remiss not to leave a little bit more on ox fun, because I covered a quick overview, but there really is some cool innovation happening there. And let me just speak a little bit about the team, because they would very much appreciate it. It's a big team. There's a bunch of users and investors, some of them creditors. They would appreciate that, and that's a good thing to do. Oxfun is trying to build a user earner of the trading fees can be also the user, but also they can know that the system is solvent because everyone's playing in the game of Aux. There's no dollar peg, no death spiral, and also multicollateral. That's the next thing coming. So the idea being that you can post any, and this is what made FTX so great back in the day, you could post any kind of collateral and give you an LTV for it. You can use it in various ways, and then you could trade anything you wanted. Right? And there are other platforms that do this as well, but this is something that we thought was very important, because the reality is people don't just hold stable coins. You don't get in crypto and just, like, hold dollars, right? You get into crypto because you want to hold mog, because you want to hold Pepe, you want to hold, like, anything eth everything, and then you just want to put it together in one collateral pool, and then you might want to hedge it, or you want to trade some derivative. You see bitcoin making a move and you're like, you know what? I want to fade this one. I want to hedge some of my stack or something like that. That's, I think, what FTX realized and kind of made a mark on. And we also realized and say, that's a great product."
    },
    {
        "speaker": "B",
        "text": "All right. Well, Kyle, we've made it to the end of all the questions. I appreciate you very much for coming on unchained."
    },
    {
        "speaker": "A",
        "text": "Thank you, Laura."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Kyle three ac and his current ventures, check out the show notes for this episode. Unchained is produced by me, Laura Shin Wolfelt from Nelson Wong, Matt Pelchard, Juan Aranovich, Megan Gavis Shashank and market Kuria. Thanks for listening. Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]