[
    {
        "speaker": "A",
        "text": "No one's going to disrupt traditional finance for the feels feeling good about decentralization. It has to be cheaper and faster. This is how technology wins."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the cryptopiens. I started coming crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the December 5, 2023 episode of Unchained. Hey Unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com dot. Youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Arbitrum's leading layer two scaling solutions can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security rooted on ethereum, Arbitrum's newest addition, orbit enables you to build your own tailor made layer three. Visit Arbitrum IO today. Defi just got way easier with Vaultcraft. Popcorn's no code defi toolkit for building, deploying, and monetizing automated yields strategies from institutional service providers to Defi degens, anyone can use Vaultcraft to supercharge their crypto with custom cross chain yield strategies. Learn more on Vaultcraft IO. The game has changed. The Google Cloud Oracle built for layer zero is now securing every layer zero message. By default. Their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit Layer Zero network to learn more. Hi all. Before we dive into the discussion, a quick editor's note. On Friday, we ran a segment in the weekly recap about CZ's net wealth as a comparison to the fine Binance had to pay. That calculation was based on an inaccurate number. Binance paid a $4.3 billion fine, not the $4.3 million amount we used. That amounts to 17.2% of CZ's estimated wealth at the time of publication and now onto the show. Today's guest is Anatolia Yakovenko, co founder of Solana Labs. Welcome, Anatoly."
    },
    {
        "speaker": "A",
        "text": "Awesome to be here."
    },
    {
        "speaker": "B",
        "text": "You've had quite the year. First there was the implosion of FTX, which was closely tied to the Solana ecosystem. And then remarkably, Saul has quadrupled in price from a year ago. And as far as I can tell, I think it's probably the top performing asset, at least amongst the top cryptos. So I'd love to talk a little bit about that journey. Let's revisit early November 2022. At that point, Solana was just coming off breakpoint and then FTX collapsed and the price of Saal plunged by about 67% in a matter of days. Solana NFT floor prices dropped. There was just a ton of uncertainty. Then we realized just how much Saul, the SPF empire had. And so during that period, what were your thoughts? What were your feelings about how to help Solana survive that crisis?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I was really worried about the ecosystem founders first and foremost. So the thought that really scared me was how many people had their Runway in FTX because they would be directly impacted, they wouldnt be able to pay their employees, things like that. Luckily, a very small percentage of them had anything on FTX at all. And kind of the teams that did have some, some had almost their entire raise, like backpack, but they still had some Runway left. So most of the teams that we talked to had like 18 months or so. Like they were cut from like backpack raised like $15 million. They were planning on hiring and all this. And all of a sudden the Runway was cut down to like 18 months. So Raj and I did a lot of storytelling and trying to get the founders to understand that you really only should be thinking in 18 month terms. That's all you have really to take your shot anyway. So it doesn't matter. At the end of the day, you still have the same opportunity to go get product market fit, build awesome products. There's a lot of those kinds of conversations with portfolio companies like Solana Ventures has, which is part of Solana Labs, has over 160 different investments across the ecosystem. We're not the lead or anything like that, but we do put a lot of checks in. It's a lot of companies that we have to manage and talk to and talk to the CEO's and stuff like that."
    },
    {
        "speaker": "B",
        "text": "And were people freaking out or did they kind of like heed your level headedness and just decide that this was a setback but not something existential or kind of what was the feeling at that time."
    },
    {
        "speaker": "A",
        "text": "I mean, some teams definitely were more panicked than others. I would say kind of puts you in a fight or flight mode, and, like, you kind of saw with backpack it put them into fight mode, and they were like, yeah, we have, we're not going to be able to hire five people. We will just work five times as hard. And that, like, you know, I don't know. It's been kind of the most amazing turnaround watching them launch mad labs, get backpack out the door, and now build an exchange that's already live, that's already had pith trading from day one, which is kind of amazing that they were able to do that in months. Right. Like, just coming off of the collapse of FTX. So, like, some folks really, really get a lot of founders, I would say get into fight mode because that's kind of the kind of personality that attracts founders to begin with. Yeah, it was a good test. Every startup goes through points where you're on the brink of failure. And I think most founders kind of just grit their teeth through it. You don't make it every time, but every company that did make it had to go through that period."
    },
    {
        "speaker": "B",
        "text": "Yeah. Something that was interesting to me about the backpack thing was like, some of the headlines made it seem kind of bad that certain RTX employees were involved with it. But the one main one was somebody who testified against Sam, and it was the lawyer who in his testimony, he so clearly felt that what had happened was wrong. And so I was like, if you want anybody to be founder of an exchange, it's somebody who lived through that and had very strong feelings that it was ethically a bad situation. So anyway, it was just interesting. But as I mentioned in my earlier question, SPF's empire did hold over 10% of all Saul. So when you realize that, what were your thoughts about trying to navigate that? And I wondered if during this period, if the FTX estate has ever reached out to the Solana foundation, it eventually ended up staking millions of tokens. And I'm not sure how that happened or what your conversations have been."
    },
    {
        "speaker": "A",
        "text": "I'm not at the foundation, so I can't really comment on that. Like the, from my perspective, it doesn't really matter, like where, how much stake anyone has, because the protocol has to be robust regardless of state concentration. Like, you have to assume that, like, all in the future, it's always going to follow the power law, because simply that's just how the world works. So there is going to be some concentration of stake no matter what happens. And that that's just kind of part of, part of the design that you have to take into account from most protocols. From a security perspective, from a decentralization perspective, what really matters is the distribution of nodes, geographic and operational and things like that. Because any single node can detect a failure of the rest of the network committed an invalid state transition or something. So you just need one on us node at least to do that. So the more kind of independent operators you have, the better. And the second thing which does touch a bit on stake is kind of the censorship resistance piece, but that only matters for kind of the current real time censorship resistance, because if some part of the stake or something went haywire and started censoring things, the rest of the community can fork them out as long as one honest node remains and can give them the stake. So this is kind of like those debates around minor concentration or lighter concentration. I think they're more or less theoretical. There's kind of like perception that goes through the markets of these things are going to, there's now this estate has to sell and stuff like this. Generally, my belief is that events that the rest, that there's a ton of information of like in markets get absorbed relatively easily. This is again, like, as long as you have all the information out there and, you know, all the actors markets tend to do a really, really good job dealing with that kind of stuff. So like, to me that like, okay, so whatever. Like, from my perspective, it seemed like that was the smallest issue that we had to deal with."
    },
    {
        "speaker": "B",
        "text": "But actually I do wonder, because, you know, at the time that you had kind of like Alameda or FTX that had control over that sol, then it's kind of like a supportive, these are supportive entities, right? But then the FTX estate is probably not. It's probably more in it for itself and the FTX users. So does that change anything or do you still, you know, do you still feel."
    },
    {
        "speaker": "A",
        "text": "Yeah, there was a belief, right? Like when, especially in the early days when FTX invested in Solana and they picked Solana to build serum, was that they were going to continue building a bunch of stuff. The reason why they wanted that much sold was because they were going to build a bunch of products on top. That was their thing. They're going to invest a bunch of resources and do all this stuff. But what ended up happening was that they were very self serving in what they were doing in terms of the products they were building and how they were rolling them out. The tokens and stuff like that were nothing high quality by any means. So, like, it felt like the band aid got ripped off very, very quickly. That's a painful process. But, like, honestly, like, about a couple weeks later, I was like, okay, it's probably better, right? Like, it sucks, right? Like, temporarily. But what we have now is just the core ecosystem. Folks that want to build on Solana because they love the technology. Like, all the tourists are forced out, and that's not a bad place to be when you still have that core. And after doing those rounds of conversations and talking to everybody, like, hey, do you guys have Runway? Stuff like that? I literally had founders tell me honestly, we thought about, should we leave? Should we go to another chain? Should we build an l two? And they were like, the only way we can get the technology that we want is here for better or for worse. Like, we're gonna stick it out. So that was really, really awesome to hear. And, like, those are the folks that want to help, right? Like, I think as painful as that process was, it really created space for all these other people to succeed."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. I guess when I phrased my question, I should have added that they were supportive on the surface. So, you know, one other thing is, obviously, we recently saw that the criminal trial of Sam Bingman freed got wrapped up, and he was found guilty in all seven charges. I actually don't know. How close were you to Sam? And do you have any takeaways from that whole saga?"
    },
    {
        "speaker": "A",
        "text": "We were close enough to where, if there were product ideas or something like that, that labs or an ecosystem company was launching, we could talk to their engineers directly and get stuff going. So that was like, the relationship between, like, labs or anyone in the Solana ecosystem and FTX. It was more at the individual IC, right, as the engineers that could write code, as we call them, ics. It was like IC to IC. We could get people connected without having to go through the middle layers of BD people and all this stuff before anything gets done. So, like, that, when that works, that were great. But as far as their internal strategies and things like that, those were pretty opaque, and it seems like he held them pretty close within his cohort of insiders."
    },
    {
        "speaker": "B",
        "text": "But looking back, do you feel like there were red flags that you only realized in hindsight, or."
    },
    {
        "speaker": "A",
        "text": "Honestly, like, a lot of folks, my impression of him seem like, oh, this is like, some super genius that's just moving as fast as possible, right? And, like, I don't know if it's the MIT diploma or whatever. Like, there was that aura about him that, like, kind of worked, right, as his, like, cult of personality and just, I assume like, oh, these guys are have like a sequoia wrote him half a billion dollar track. They must be like, they must be doing all the right things. It's really, really hard to know."
    },
    {
        "speaker": "B",
        "text": "Yeah, obviously. Although the few people who had their inklings, they definitely now are feeling bitcoin vindicated. As I mentioned earlier, despite all these travails, Solana has just outperformed most everything this year. Do you think there are any particular kind of key moments in the journey this past year that helped Solana get to this place where it became a top performing crypto?"
    },
    {
        "speaker": "A",
        "text": "I think it's folks like Armani and backpack that continued, that got into that fight or flight mode and stuck with fight and really doubled down on building products. I would say the mad last launch was really, I think in my view, the turnaround point that you could see that there's a very strong community around product development and shipping and very application centric, which is very different from Ethereum. And that community is there and it's thriving. And people are shipping stuff and what they're shipping is being recognized by consumers and stuff like that. So you sort of like the Mad Labs launch, I think in my mind was that moment, but it really just highlights a lot of other teams, like Margin Camino, a bunch of other folks like PiF and stuff, Jupiter and jito that have continued building through the bear market. And even before FTX collapsed, starting, I would say with the Luna collapse, we were in the real bear market. Those folks just doubled down on product development and continued building. When you see that success, as always, four years in the making, there's been a bunch of people that spent two years at least building a product and iterating and making it better. And now they see the fruits of their labor."
    },
    {
        "speaker": "B",
        "text": "So it's sort of like excitement about applications in Solana, driving up the price. I have to ask, though, because I have noticed. So according to electric Capital, monthly active developers in Solana is down quite a bit. It's down to about less, less than 1000 every month. And at the beginning of the year is more like about 2500. So why do you think that's dropped?"
    },
    {
        "speaker": "A",
        "text": "Devs are very macro like oriented. So as you see the bear market get really, really get into full swing. A bunch of developers leave and then they come back. And what you're really looking for, like the one in 20, stick around and actually go start a company. And I go actually build something. And you can see from the hackathons, like even the hackathon that happened right after FTX, there were more projects submitted than the previous one. So there's people kind of constantly coming in and trying and building stuff out. The kind of broader number of devs is like a good indicator of like macro and growth, if you can compare it year to year and stuff like that."
    },
    {
        "speaker": "B",
        "text": "Okay, so you mean like the economic forces affect the number of devs?"
    },
    {
        "speaker": "A",
        "text": "Devs need money to like to do their job, right. They have a constant opportunity cost. Do I work on this or do I keep working at my Google Fang company? Right. So the only reason that they would, they do, they do build things on the side. But like there's this decision point, do I go full time on this thing or not? And that is a very financial decision for every developer because they have a very, very large opportunity cost. Any competent dev has half a million job offer with stocks and benefits from Facebook or whatever, they have to make that decision. The only reason why they would go build something is because there's an opportunity to raise money or to get revenue. Those two things have to be present. And when the capital market shrunk year to year, bye, I don't know, 90% or something crazy like that, that really, really impacts the number of devs that are going to enter the space and go full time and start companies."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah, yeah. This actually reminds me of a portion from my book on Ethereum, where the Ethereum foundation was really in a bad spot and they got lucky that some people just believed in it so much that they turned down really lucrative jobs to work on it. Um, so, you know, as we mentioned earlier, Saul is performing well in price. Um, honestly, it probably doesn't hurt that Cathie Wood, you know, saying Solana's praises. Um, but, you know, in addition to the number of devs being down, the blockchain also recently saw the lowest number of daily active wallet addresses in two years. So I wondered, you know, what you're making of that decline in activity and then, you know, what you have planned in order to foster some more growth."
    },
    {
        "speaker": "A",
        "text": "Well, you kind of saw that it already turned around recently."
    },
    {
        "speaker": "B",
        "text": "It did come back up."
    },
    {
        "speaker": "A",
        "text": "Yeah, slightly. This to me seems also very macro related. If there's nothing for retail to do and a lot of applications are chasing retail traders, effectively, they're going to be shrinking and it moves around from whatever ecosystem is providing the most rewards. I think as you see companies launch products, that's going to come back and bring back folks using the chain."
    },
    {
        "speaker": "B",
        "text": "Okay, so aside from the FTX collapse, there prior were other trials and tribulations that Solana faced, particularly in 2022, there were a lot of outages that happened, and 2023 has been a really different story. So how is it that Solana was able to turn that around? Really have minimal problems with uptime?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So last year, right before breakpoint, we were able to ship local theme markets. And this is kind of an innovation that's unique to Solana. I don't know if most folks know, but the way that Ethereum and I would say every other blockchain works is you have a single threaded environment, and that processes transactions, and it looks for the highest paying transactions and just goes and runs through all of them. So the problem that happens is when you have a hot NFT mint and a liquidation for some lending protocol and a token launch, all three of those are competing for that block space. And it's happening so quickly that people will basically bid up, up to whatever the economic opportunity of being first in the block, of being part of the block. And they're fighting each other, because if you allow the NFT mints, you're not going to get the liquidation. So there's this battle between different use cases that's happening in Ethereum. So with local fee markets, the way that it works in Solana is those are actually isolated. So you can still have hotspots, you can still have these major events. But if a fee spike happens because of NFT mint, it doesn't impact a visa payments or something like that. That took a good while to develop in 2022, and we saw the congestion problems that were caused by this. This is because you'd have an NFT mint and literally bots would be sending 100 gigabits worth of traffic to be first in the block. And there is a solution for this. But if the chain was, if we copy the implementation over Ethereum and just raise the global fee, it really breaks the whole premise of Solana. Solana is really a multi application operating system. I think of the difference between Solana and Ethereum is much like the difference between Windows 2000 and Windows 95. If people remember what that was."
    },
    {
        "speaker": "B",
        "text": "I was an adult at that time, and I barely remember. Please enlighten us."
    },
    {
        "speaker": "A",
        "text": "Windows 95, a Windows operating system that was, in those early days, could only run one application at a time. So you would run the window that was facing you, it would run that app. It couldn't really run more than one. It was a single threaded os built for cpu's like processors that only had one core. When hardware vendors realized that they cannot make a single processor any faster, they started adding cores the problem was that operating systems just couldn't deal with that. They couldn't really actually manage it to run more than one os at more than one application at a time. So it took a big pile of work to rewrite all of this. And Microsoft spent, in ungodly amounts of money, tens of thousands of engineers, porting over all the stuff to Windows 2000, which is a proper operating system that can run multiple applications on different cores and stuff. And that's a hard engineering problem. So Solana is just that transition."
    },
    {
        "speaker": "B",
        "text": "So Solana's had its Windows 2000 moment."
    },
    {
        "speaker": "A",
        "text": "Well, we're the ones trying to build Windows 2000 while everyone else is still stuck in Windows 95. But we had to prove that that's possible. And if you can't prove that in the economics, if you have an environment where NFT mint raises the price for a payment, it means that the whole thesis that a single giant network can handle multiple applications and all the applications for finance at the same time, it kind of falls apart because, okay, so doesn't matter if you can run 50,000 tps, because if, like, I have one NFT mint and it raises the price for my payment, kind of, I'm going to run my own chain for payments. So really, like, figuring out local fee markets was an existential thing that we needed to do. And that shipped last year, last breakpoint, and you saw the performance, and from a fee perspective, and hotspots and congestion, all those problems were solved. And you can see during major defi events, or NFT events, things actually work. Isolation only raises fees for that one hot event that has a hotspot. The best example of that was when the Madlatts NFT Mint happened. You had helium was migrating to Solana. They were minting a million hotspots on the network as nfTs. So at the same time, those two events happen and everything worked. It was like the most boring day. I tweeted that that was boring."
    },
    {
        "speaker": "B",
        "text": "Kudos. Kudos. No, it's definitely obviously a problem. That's just we've seen time and again in blockchains. So at the same time, you guys are now kind of moving to a multi client ecosystem. There are two existing ones, but there's a couple new ones. Fire dancer and Sig are in development. One of them, fire Dancer, is being developed by jump crypto. And I think maybe I could be wrong that post FTX, there's some weariness sometimes of traders being involved in functions where there could be conflicts or an uneven playing field. So do you think there's any risk to having a trading company create a client? Or are there any things you would do to mitigate that?"
    },
    {
        "speaker": "A",
        "text": "This is all open source code that anyone can look at and copy and use for whatever purpose they want. It's Apache 2.0 license, literally as publicly available as possible. There's no risk. It doesn't matter who writes the code, but it's great that they're writing it because they're high frequency trading engineers that have spent years of optimizing hardware to handle 400 gigabits per second of market data flowing through their systems. So it's a really, really well designed implementation. And what's cool is without changing the Solana protocol at all, they're able to demonstrate that the components that they're building can handle 1020 gigabits of traffic, and that's millions of transactions per second."
    },
    {
        "speaker": "B",
        "text": "Well, you just sang the praises of working in open source, and I know that one of the criticisms of Solana is that there's a fair amount of closed source activity. When do you think that might change? Or what are your thoughts about that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a pretty fair criticism, I would say. I think there's a lot of hardcore open source folks, like labs builds all the code, open source fire dancers, open source. A lot of the infra low level folks come from Linux kernel and development. They build open source first by default, I would say there's a different culture in the application developer space where they're, those are the people trying to build a company and get revenue. And I think they don't value open source as much, I would say, as the low level engineers. But that's slowly changing. You saw it even today. Getco just announced they're open sourcing their entire payment stack, like 700,000 lines of code for their application. So that's pretty cool to see."
    },
    {
        "speaker": "B",
        "text": "Do you feel there's more that you could do to change that culture or do you feel it's just naturally happening."
    },
    {
        "speaker": "A",
        "text": "Or you can't like force it? I grew up in the nineties and learned to code in the nineties. And there was this huge fight between BSD and Linux folks and a whole bunch of other. There was like the kind of like Mac, you know, fighting that you see between blockchain developers on crypto, Twitter. People are fighting about which file system you'd pick in your Linux configuration in the nineties. So like, I kind of lived through that already. And my philosophy is like, set an example by doing and just let people make their own choices. So everything that we ship is shipped with Apache 2.0 because this is what the rust community prefers. And since we're building in rust, that's kind of, we go with the flow. Maybe if we're building in CSV, GPL or whatever because it's closer to Linux. But that's, it's kind of like, my feeling is that, like, if you set a good example, you kind of get your cohort of people around that also want to build the same way as you, and we'll get the ball rolling this way. Yeah, I would say that all the cool developers are open source, so if you're looking for which products to use, it's a really, really good easy filter."
    },
    {
        "speaker": "B",
        "text": "Yeah. One thing I feel that I'm noticing over and over again, but also just from watching your Twitter feed, is that I actually feel like because you're a bit older, I have a feeling maybe we're somewhere in the same ballpark in terms of age, that you don't get ruffled by things the way that I think some other, maybe younger people do. Just like even the way you answered that. But also, like, I, you know, I've seen your Twitter feed, like, when there are outages and people are attacking you and, yeah, I just get the feeling like you have more experience and it makes you more chill. But. Okay. I have a question about something that might have, might have shaken your chill. In June, the SEC sued Binance and Coinbase and named Saul as a security in the lawsuits. And I wondered what your feeling was about that. Are there certain situations that sauna labs or the foundation are thinking about handling this situation? What are your strategies around how to approach this situation where you're sort of indirectly accused of illegal activity in this enforcement, enforcement action, but you're not named as a defendant."
    },
    {
        "speaker": "A",
        "text": "Yeah, they didn't actually name any wrongdoing by labs or foundation or myself or anyone, so they went after the exchanges, so there isn't much that we can do. And based on kind of the track record that they've had, it really seems like it's going to be up to Congress to kind of sort this mess out. Like. So from our perspective, you're kind of like in wait and see mode what happens. Right. I. The fit bill looks really, really promising. From the analysis that we can tell from the market structure bill that's floating around Congress, Solana would 100% be decentralized based on what the current bill says."
    },
    {
        "speaker": "B",
        "text": "From my perspective, yeah, I think that's the one where we saw that divide between the younger and older democratic members pushing it forward. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. You can definitely tell. So like, it's like basically, like, I think there's not much we can do from besides kind of wait and see, right? Like from my point of view, like, I'm very bullish on United States eventually figuring things out. Like, you know, it's the, it's the worst system. It's also the best system of government. It eventually does the right thing, but it goes, it does everything else first, you know, unfortunately."
    },
    {
        "speaker": "B",
        "text": "So in a moment we're going to talk more about that. But first, a quick word from the sponsors who make this show possible. The game has changed. The Google Cloud Oracle built for layer zero is now securing every layer zero message by default, their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero.net work to learn more popcorn just made defi way easier with Vaultcraft, your no code defi toolkit for building, deploying, and monetizing automated yield strategies in a few clicks. Forget spending months of R and D capital and human resources when you can now instantly launch your crypto fund with vault craft on any EVM chain, from wallets and institutional service providers to anon DeFi Degens, Vaultcraft supercharges your crypto assets by enabling instant cross chain yield strategies that you can deploy in 1 minute. Now anyone can supercharge their crypto portfolios with custom tailored defi strategies. You can now partner with Popcorn to launch and list your strategies on the popcorn Dapp and earn kickbacks. Learn more on Vaultcraft IO. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, Arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting Arbitrum IO today. Back to my conversation with Anatoly. So I have to say I read your op ed and fortune about crypto entrepreneurs and developers leaving the US. I have to say it was very well written. It was also quite touching. You talked about how you immigrated here from Russia when you were eleven. My parents are immigrants. I just resonated with a lot of what you said. And so I urge all listeners to read it. We'll put a link in the show notes, but talk a little bit about what you're seeing in terms of that. Like this flow of entrepreneurial activity leaving the US, and talk a little bit about what you think the US could do to turn this around."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the problem is that the uncertainty around, like what is okay and what is not creates risk for the CEO's that are starting these companies. Even though United States is the best place to raise capital to build a company, to get your core team of engineers has the best talent, the risk is there and it's substantial, and it's personal risk to the CEO's and there's not a lot of risk to go offshore. So a lot of CEO's, a lot of folks that build companies are immigrants. So they have not. Myself, there's no way I'm going to go back to Ukraine. And when I left, it was still the Soviet Union. But a lot of people do have, especially folks that are families in Asia, it's easy for them to leave and raise capital here, leave and then go build the company there. So that's definitely happening. And that's really unfortunate because it's brain drain. It's literally the definition of brain drain. What was happening in the Soviet Union, as soon as you could leave, you left. It's happening in the United States, and it's with the best founders, the people that want to build companies. So really, really unfortunate. And even if for the folks that stay, what they quickly realize is that the legal fees create their own risk because they're so substantial that they impact runways significantly. It's millions of dollars to deal with lawyers to do anything with crypto in the United States, and you don't really get 100% foolproof answer on any question. So regulation is supposed to actually reduce the cost of legal compliance. It's supposed to standardize it and make it super easy and cheap for companies to be in compliance. And that's completely absent right now from the industry in the United States. But every Japan has, like, pass laws. Like every, like, I think g seven company has g seven country has addressed, like, the legal question of crypto in some way by now, except United States."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So it seems like you're, you're pinning your hopes on those bills."
    },
    {
        "speaker": "A",
        "text": "From what I talked to, like, members of Congress, it seems like there's definitely a generational divide, and at least I think it'll eventually pass because the younger folks are smart, ambitious. They want to see United States win, like, and win in crypto, just as they want to see it when and everything else. So, like, I think it'll pass eventually."
    },
    {
        "speaker": "B",
        "text": "So I've heard you talk about how stable coins on Solana are a no brainer, partially because of the speed of Solana and low cost. And I've noticed that, you know, Solana has some announcements with visa, with Shopify, but at the moment, Solana just has 1% of stablecoin activity. So what are your thoughts on how the Solana ecosystem can increase that?"
    },
    {
        "speaker": "A",
        "text": "How do you measure activity? I guess is my question."
    },
    {
        "speaker": "B",
        "text": "Oh, I looked up a pie chart of stablecoin market share. That's where I pulled out. So I'm not sure where they're getting their number from."
    },
    {
        "speaker": "A",
        "text": "So, like, you can look at, like, issued amount of stablecoin issued. Solana actually maybe has 1%, but it has actually quite significant volumes of stable coins moving through it. So because it's so cheap and fast to use the network, you just kind of see different activity when people look at the top line numbers of TVL or something like that. My engineering brain is that the TVL should be. No."
    },
    {
        "speaker": "B",
        "text": "Oh, it was. Sorry, TVL. I misphrased my question. Not activity, but yeah, I think the highest chart was TVL. Exactly. Because I remember I got there from a $1.5 billion Solana stablecoin number. So, yes, okay, that's."
    },
    {
        "speaker": "A",
        "text": "You shouldn't have a dollar more TVL than necessary to support volume. Right? Like, that's all the access. TVL is useless. It's actually capital at risk doing nothing."
    },
    {
        "speaker": "B",
        "text": "But wait, wait, wait. You don't think it says anything about the level of adoption? Like, you know, when you see, you know, multiple, like dozens of billions of dollars of stable coin market share on Ethereum and Tron, you don't think that show some level of adoption if it's."
    },
    {
        "speaker": "A",
        "text": "Not being used, what does it matter if it's sitting there? It's just a number in a computer. So what matters is, I would say volume is much more important."
    },
    {
        "speaker": "B",
        "text": "But I have a question. Are you saying that you don't think the stable coins on Ethereum and Tron are being used?"
    },
    {
        "speaker": "A",
        "text": "I think you have to backtrack from that and then see how much of the TVL is actually useful. I would start from that. When you look at Solana, there's 50 billion of volume per month of USDC, which is pretty significant. That's pretty cool. My mind, those are the more important numbers to look at, the actual activity and things like that. Even if the individual amounts are small, or you don't need that much TVL to support it. That TVL should only be there to support somebody actually doing something with the money, not just sitting there."
    },
    {
        "speaker": "B",
        "text": "All right, so your original vision for Solana was to make it a home for DeFi. You would talk about things like giving it Nasdaq level speed. I know you're not a fan of TVL, but I need to mention Solana has $600 million in TVL on Solana, so it doesn't appear that it's a place for Defi yet. So do you still view that as part of the mission or the vision for Solana? And if so, why do you think that hasn't happened yet?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so just like the stablecoin TVL, you actually saw volume on Solana go higher than TVL this month, which is pretty cool. So daily volume in terms of, like, just people trading was higher than TVL. And it's."
    },
    {
        "speaker": "B",
        "text": "And was that due to gaming?"
    },
    {
        "speaker": "A",
        "text": "Because the chain is so cheap and fast, you can build different markets? Uniswap, I think, trades once a minute on Ethereum. There's, I think, thousands of trades per minute on any market in Solana. So you have a totally different environment that's much, much closer to traditional finance. When you look at traditional finance, the amount of TVL on Nasdaq or DTCC is. Is quite different compared to volume than what you see in Defi. So from any financial point of, like, if you're trying to analyze, are these system efficient in any way? Ethereum is horribly inefficient compared to traditional finance. Solana is much, much closer, and I would want it to be even, even closer. If we can completely invert that number, like reduce TVL and increase volume, that would be a win, because that looks more like traditional finance. There's less capital at risk, but it's doing more, and the fees are lower and velocity is higher. In my mind, that's the more important part. You saw volumes with product launches from folks like pith from Jupiter and margin and stuff like that. When people launch products, some of those get used. Founders figure out product market fit, and that actually increases activity that's useful. So we kind of see that loop happening already on Solana."
    },
    {
        "speaker": "B",
        "text": "So you feel the best metric to track activity on Solana is volume, because, you know, obviously. So TVL is another popular one, as we've discussed. And it's not something that you feel is accurate or reflects activity on Solana, but another one is actually fees. And I noticed, you know, that's quite low on Solana. But is it just because Solana is less expensive? Is that so? You feel like there are certain metrics that just don't reflect the success of Solana."
    },
    {
        "speaker": "A",
        "text": "There's no way these technologies can disrupt traditional finance if they're more expensive and slower. It's just not going to happen."
    },
    {
        "speaker": "B",
        "text": "Wow, that's a very pithy quote."
    },
    {
        "speaker": "A",
        "text": "Zero chance. No one's going to disrupt traditional finance for the feels feeling good about decentralization. It has to be cheaper and faster. This is how technology wins."
    },
    {
        "speaker": "B",
        "text": "But then this takes me back to my initial question, which is, why is it then that Defi hasn't quite taken off? Or are you saying that it has?"
    },
    {
        "speaker": "A",
        "text": "But it's just, it's very different. It looks more like traditional finance. You have higher volumes per dollar at risk, and that's cool. Like, you actually can see the percentage of Solana volume versus Ethereum is now, like 15% to 20%, which is pretty cool."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay."
    },
    {
        "speaker": "A",
        "text": "So, like, it's starting to approach, like, if that flips, that would be a big deal. Like, to me, that would mean, like, a very huge achievement. But that depends on the product, teams launching these products and getting to market. Grinding, grinding for PMF."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. I actually remember Vitalik did tell me, I think one of the most significant moments was, I think, when he saw Ethereum transactions eclipse bitcoins. So, yeah, I don't mean transaction count."
    },
    {
        "speaker": "A",
        "text": "I mean, like, Defi volumes from trading. I think some are around 15% to 20%. Like daily volumes of Ethereum on Solana."
    },
    {
        "speaker": "B",
        "text": "Already 15% to 20% of DeFi volume on Ethereum. Is that what you're saying?"
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "Oh, got it. Okay. Okay."
    },
    {
        "speaker": "A",
        "text": "Not transaction numbers, but, like, the volumes, like the nominal volumes themselves, right?"
    },
    {
        "speaker": "B",
        "text": "In dollars."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "Okay. So I also have to ask about gaming on Solana, because I think that's an area where there is a lot of activity. Star Atlas is generating millions of transactions per day. There's dozens of solana based games that are listed in the Epic games store. So why do you think that that's taken off, and where do you think it could go? And how do you try to foster that?"
    },
    {
        "speaker": "A",
        "text": "I mean, I would say a huge reason why that's happening is because of Metaplex and Helios. So they just shipped really good APIs for minting nfts and indexing. That's high quality. That makes it really easy for devs to go build out those integrations game developers really, like, start out with. So it's a very unique example because they're really trying to build everything from the ground up. Crypto first, but vast majority of game devs, they're thinking game first and crypto features later. And for that to happen, for that to be easy, the cost of using the infra has to be cheap. It's got to be comparable to like, their AWS costs. Otherwise it's not feasible. It's just not going to work. Also, the technology has to be cheaper and faster than the centralized versions or it won't succeed. Folks like Metaplex, like Helios, have built really, really good APIs, shipped things like compressed nfts to where you can mince literally a million nfts for, I don't know, $100 or something like that at this point."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Wow. Yeah. So speaking of nfts, inscriptions have come to Solana. They actually recently helped push up daily transactions to an all time high. So you laughed. What are your thoughts on?"
    },
    {
        "speaker": "A",
        "text": "It boggles the mind. It's kind of like the opposite of what I'm saying. Like, technology needs to be cheaper and faster. Inscriptions are fully on chain assets where all the data and metadata is on chain. It's not really necessary from a security perspective because all you need is the proof, like a hash of that data. But this is what people want from me as the operating system developer. Sure, if this is what they want, we will scale it, we will make it as fast and as cheap as possible. But it is pretty funny that it's like the inscriptions are the opposite of compressed nfts."
    },
    {
        "speaker": "B",
        "text": "But do you feel like you're learning something from that? Are you kind of saying, oh, wait, the way I'm thinking about this, there's something new here. Maybe this is a different direction things will go."
    },
    {
        "speaker": "A",
        "text": "What's cool is that this is all happening organically in the ecosystem by external devs. And if they're seeing success, that's awesome. I want to support them, whatever, unblock them in any way. Operating system should be completely agnostic to the applications that are running on it. And if they figured out a way to get product market fit and create value for their users that are having fun and they have revenues, paying engineers salaries to go do this stuff, that's great. We will help them in any way we can. It's awesome that they're seeing traction. I think NFTs are a weird memetic space that's really hard to understand. It's a mixture of art and memes and yeah, I don't want to make assumptions about where it's going. I think the stuff that's kind of like obvious that people have predicted, oh, NFTs are going to make gaming a success or something like that have taken much, much longer to actually achieve because consumers generally still don't get it. And it's going to take a really long time, I think, for that thought process for people to change, they'll actually value digital assets. I think for the vast majority of consumers, digital things are not assets that they own. They're kind of very fine with renting them from itunes and Amazon prime. They're okay with renting the movie instead of owning it. So when that mind shift happens, I don't know, maybe gaming is that first place where folks that are hardcore gamers really, really want that trophy that they earn in a game. But we'll see. It's still not proven."
    },
    {
        "speaker": "B",
        "text": "Well, so a couple of questions ago, I did say, oh, your original vision was that there was going to be this financial activity and it was going to be the Nasdaq for blockchains and stuff. But now that you're actually seeing what's taking off and it's surprising you and even making you think this doesn't make sense, where do you think Solana will go? What kind of activity do you think you'll see on it? And do you have a revised vision for what it could be?"
    },
    {
        "speaker": "A",
        "text": "One of the reasons why we kind of went for this idea of how do we make finance work and finance work better than traditional finance was because that was the hardest engineering problem. We felt that if we could solve that, even if we were wrong and these systems are not built for finance, that it would make every other use case cheaper and faster. And that's always a win. I still think that finance is the most important use case, and it's the one that we should kind of focus on as engineers, and also for that reason, is because, okay, so if it's not, doesn't matter. Payments are going to be cheaper. Like, gaming is going to be cheaper, nfts are going to be cheaper and faster. All the user experiences are going to be much, much faster. So it's all good, right? Like, from that perspective. But I think ultimately, like, it's inevitable that finance is going to run on something like Solana. If you kind of think of, like, the science fiction financial system, like, a thousand years from now, you're not imagining a whole bunch of people, right, at a bank. It's a computer, right? And it's a computer that's very, very fast that can move all of these, all this information and risk as fast as physics allow at the speed of light. And that's already possible with today's technology. Like, it's going to take a bit of blood, sweat and tears to go and take all this open source code and get the hardware and the network, all this stuff optimized to that point. But it is already possible. There's no scientific blockers. It's just engineering from this point on. So that in my mind, it's inevitable. Even if we don't succeed, somebody else is going to eventually build Solana and will run all of the world's finance well."
    },
    {
        "speaker": "B",
        "text": "So, you know, I have to say I'm still a little bit surprised hearing all this, because I do think that there's a perception that Solana is becoming more like this consumer chain. You know, it's like the deals with Visa and Shopify and the gaming, and it just feels just different. So do you have any thoughts about."
    },
    {
        "speaker": "A",
        "text": "That perception or so, like, trading and finance is, I would say, like the hardest to switch over because of the, the amount of regulatory work that it takes to do anything. Like if I could wave a magic wand, there would be stocks trading on Solano now, but that is blood, sweat and tears to get a stock issued on a decentralized network. There's been very few of those that have happened, and they're all very much so limited in what you can do with them that they don't work with the rest of Defi and nobody finds them interesting. So for the vast majority of the fun, interesting things that you'd want to do in finance, it's going to be a super slow process because of, I would say, regulation. But eventually that domino is going to fall because again, finance benefits from transparency that you get from a blockchain, from reliability that you get from these decentralized systems, and from the cryptographic security that you get and the settlement guarantees. It's just better. Technology is strictly better."
    },
    {
        "speaker": "B",
        "text": "So one other thing that I want to ask about in terms of the consumer play is you had the Solanosauga phone that launched in April, I believe, and correct me if I'm wrong, that there's only been about 2500 units that have sold, which is an underwhelming number. Unclear whether or not there was a vulnerability. There were reports of that, but also it's just not clear."
    },
    {
        "speaker": "A",
        "text": "Absolutely not. It was like the weirdest report. They like rooted the phone and then they showed a bitcoin wallet that they hacked. And this does not like Solana Stack does not support bitcoin. It was like the most bizarre thing."
    },
    {
        "speaker": "B",
        "text": "Okay, okay."
    },
    {
        "speaker": "A",
        "text": "Whatever that company was, I wouldn't use them for security analysis."
    },
    {
        "speaker": "B",
        "text": "Okay. Well, out of curiosity, I wondered how much you spent on developing that phone."
    },
    {
        "speaker": "A",
        "text": "So we worked with a third party. Right. Awesome. To build this device, and it's, I think, a really, really good device. We got really good reviews from the people that got it. The Solana superfans. They loved it."
    },
    {
        "speaker": "B",
        "text": "There was a review on Unchained. Do you use that as your main phone?"
    },
    {
        "speaker": "A",
        "text": "I flip between this one and my iPhone because I've got too many business apps and stuff and connections, so it's hard for me to support. All the security certificates and stuff like that are kind of hooked up to my iPhone."
    },
    {
        "speaker": "B",
        "text": "Oh, got it."
    },
    {
        "speaker": "A",
        "text": "Okay, so my work phone is my iPhone. This is kind of my nft phone."
    },
    {
        "speaker": "B",
        "text": "Oh, I see. Okay, well, you know, so I'm assuming, correct me if I'm wrong, that that was like a disappointment that it didn't sell better. You know, what are your plans to, are you going to roll out another one? Are you just going to try to get more apps in the store, more discounts? What are your plans with the phone?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we're debating this internally. We really needed to hit, I think, 25,000 to 50,000 units to feel like there is a hardcore user base for developers to be compelled to ship applications. What's also changed, I would say, over the last year and a half, is the mobile interfaces like progressive web apps. Plus passkeys have really shrunk the difference between a dedicated device to the tools that developers can use to get that experience on a regular phone. The progressive web apps bypass the app store so developers don't need to pay the fees. So they have that side loading feature even on iOS. Now, passkeys that work on Android and iOS, they let the user skip the seed phrase generating part completely. Even though you don't get a trusted display that gives you that full wallet security, your surface area is shrunk dramatically. You're not dealing with seed phrases anymore. I would say we'd have to really think about it and decide, is there a place for almost a smart wallet? A much cheaper version, that is, an iPhone user would use it as like a secondary device, but we haven't seen a ton of signal whether that's a compelling enough kind of thing to sell, like 50,000 units of."
    },
    {
        "speaker": "B",
        "text": "Okay, okay, so I guess we'll just wait for more updates."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "Well, tell us more about what's on Solana's roadmap in terms of improvements, what you're excited about, and what new applications or use cases you think that those developments will enable."
    },
    {
        "speaker": "A",
        "text": "I mean, the number one thing is getting firedancer out to Mainnet. So what was really cool is they had a milestone where they had this, what they call Franken dancer. So it's partially fire dancer code, partially Solana labs code that's running in Testnet, and it's proving out a big portion of their networking stack. So I'm hoping that it's kind of downhill for them, and they can ship and quickly iterate and get to full main out support next year. So that's really the number one priority, because that eliminates the single point of failure of having a single implementation. So once you have two live and Mainnet, the probability of a bug in both is virtually zero because they were built by different teams in different languages that have their own full understanding of the protocol."
    },
    {
        "speaker": "B",
        "text": "So that, to me, is maybe I misunderstood. I thought that Jito Labs also was live on Mainnet, and so I thought there were already two clients, but there's nothing."
    },
    {
        "speaker": "A",
        "text": "Jitto is a fork of the Solana Labs client, so it is like a separate team that fork the open source code. So you can consider it a separate client, but the implementation is very close to the same. Got it. You get some benefits because it's a separate team, different bus factors. Some of that redundancy is there, but it's not the same as if from scratch, rebuilt from the ground up by totally different teams."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. And how do you think about, like, the potential for kind of this new client with a new team creating the potential for, like, consensus forks or just other issues?"
    },
    {
        "speaker": "A",
        "text": "That's part of the challenge. But, like, obviously, Ethereum was able to figure out or to run with four clients. Like, it's. It's an engineering challenge. We're all smart engineers. Hopefully. Hopefully we catch these bugs. You know, there's a lot of folks testing and figuring this out. I'm hoping that they'll catch all these bugs before Mayna, but you never know. But it's much, much safer to have multiple clients, because then catastrophic bugs become liveness failures. And those are really unfortunate and embarrassing, and people yell at me on Twitter about it. It's not as bad as a catastrophic failure."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. I mean, it's definitely a good thing to have, but you're right, that implementation, it's tricky. All right, well, Anatoly, is there anything I didn't ask you about that you would want to mention?"
    },
    {
        "speaker": "A",
        "text": "Oh, man, I think we covered a lot. I don't know. Yeah, we've covered everything. I'm pretty excited seeing during this breakpoint how many product launches we had. I think there were close to almost 50 different product launches from different teams across the ecosystem. And that, to me, is like the biggest signal that people are building stuff because you need products to attract users. And, like, that whole cycle is moving forward, which is really, really cool to see."
    },
    {
        "speaker": "B",
        "text": "Great. All right, well, where can people learn more about you and Solana?"
    },
    {
        "speaker": "A",
        "text": "You can follow me on Twitter. I'm aeyyakovenko on Twitter, but you can go to solana.com and learn all about Solana."
    },
    {
        "speaker": "B",
        "text": "Perfect. Well, it's been a pleasure having you on Unchained."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Anatoly and the state of the Solana ecosystem, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with up from Kevin Fuchs, Matt Pilchard, Wanda Ranovich, Megan Davis, Nelson Wong Shashank and Margaret Courier. Thanks for listening. Unchained is now a part of the Coindesk podcast network for the latest and digital assets. Check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]