[
    {
        "speaker": "A",
        "text": "Bitcoin can be one of the solutions for people who are disempowered, who are outlawed, the misfits, you know, basically bitcoin is for them."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor of Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the August 15, 2023 episode of Unchanged at Token 2049 Singapore. On September 13 to 14th, Balaji Srinivasan, Tyler and Cameron Winklevoss, Arthur Hayes and 200 others will hit the stage, joining over 10,000 attendees. Visit token 20449.com for 65% off regular ticket prices with the code unchained link in the description. Arbitrum's leading layer, two scaling solutions, can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security. Rooted on Ethereum, Arbitrum's newest addition orbit enables you to build build your own tailormade layer three. Visit arbitrum IO today buy, trade, and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get dollar 25 with the code Lora link in the description hey unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus, our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot. Today's guest is Anita Posh, bitcoin educator, founder of Bitcoin for Fairness, and author of Learn Bitcoin. Welcome Anita."
    },
    {
        "speaker": "A",
        "text": "Hi Laura, thank you very much for the invitation. I'm honored to be here."
    },
    {
        "speaker": "B",
        "text": "I'm excited to have you. You work on so many different things related to bitcoin. Why don't you just give us an overview of your work?"
    },
    {
        "speaker": "A",
        "text": "I guess it's almost too much sometimes for my personal life. So yeah, my main focus is on bitcoin education. And I founded a non profit initiative called Bitcoin for Fairness, which brings knowledge or shares knowledge with people on the ground in the global south. And the last year, I spent around eight months in southern african countries to support local initiatives with building bitcoin communities, meetups, and of course, to share knowledge there and build knowledge on the ground. And two years ago, I published a book called Learn Bitcoin, which is a book for beginners, which basically speeds you up from zero to a self custody bitcoin holder. So a real bitcoin holder. Besides that, I'm part of the c four cryptocurrency certification consortium, bitcoin professional, how is it called? Committee. So I also help there to establish standards of education and knowledge of bitcoin for people in the professional space. And at the moment, I'm just building an online learning program. Maybe we can talk about that later. So I do a lot of things, and also I'm testing wallets, for instance, in rural areas, in Zimbabwe, and see if they are working or nothing. I tried to contribute my part to the bitcoin adoption and bitcoin education. And, yeah, that's what I actually spent every day on, almost."
    },
    {
        "speaker": "B",
        "text": "And how did you get into bitcoin?"
    },
    {
        "speaker": "A",
        "text": "That was early 2017, and I was working in web development and web platform development and online products for about 20 years. Online marketing and build little businesses. I was an entrepreneur, and I always had the feeling I was looking for something that I'm really, really, really interested in. I mean, Internet marketing, et cetera. I liked it. I loved it. But then after 20 years, it felt boring. And I also, we built online platforms for designers, for people who have small businesses. So we had something like Etsy in Austria when Etsy wasn't even in Austria. And when we built that tool, I realized how difficult it was back then to let people pay over the Internet in your shop. And we had to pay upfront, like €3000 or something just to get the possibility to do that. So I learned how complicated that is and how much, yeah, permissions you need, basically, and how many much friction is in that system and how expensive it is. And so in 2016, I thought to myself how I want to do something else and something that makes more sense for the world than just sell stuff. And then I stumbled upon bitcoin, and I was drawn to it because very early, I think I understood, because I had a great teacher in Andreas Antonopoulos, for instance, that bitcoin is a tool for freedom. And it gives people like me for instance, I'm a lesbian. I was born in Austria 53 years ago already. And the first 30 years of my life, I didn't have the same rights as all the other people. And also, my grandparents came from Bohemia. You know, they passed borders. They became Austrians. We had hyperinflation 100 years ago in Austria, too. And also, they told me a lot about the Nazis in Austria and how life was for them and how shocking the change was suddenly when the Nazis came to Austria. And all these kinds of things, I think, came in a sort together, my life story, what I experienced far, and that bitcoin can be one of the solutions for people who are disempowered, who are outlawed, the misfits. Basically, bitcoin is for them, because no one can take it away from you. It gives you the freedom to interact without anyone that can hinder you. That's what I saw, and that's what I thought is a life changing tool, basically. We didn't have that in hundreds or thousands of years, an invention like that. And so I was greatly drawn to that. And that's, I think, where I take my energy from that discrimination that I felt here. And I think that for many, many, many people in other countries, life is much worse than for me. And so I think even more for them is a tool for liberation, and that's why I work so hard."
    },
    {
        "speaker": "B",
        "text": "And how did you like when you first got into bitcoin? Like you said, you had been doing web development, and so how did you go from that to bitcoin education? Because I think your initiative in Africa, I think it only started in, I don't know, 2021 or 2022. Yeah, I think you just started it when I met you in 2022."
    },
    {
        "speaker": "A",
        "text": "That was bitcoin. For fairness, I just started that half a year before. Okay, so. Mm hmm. So from 2017 on, I had to learn myself. That was the first thing. So I still did the marketing stuff and the web design stuff, and at the same time, I taught myself, and I learned a lot about bitcoin. I did University of Nicosia online, how is it called? Curriculum and course to learn more. And I very early started to write my first book, my first learn bitcoin book, because I thought you can learn the most if you have to understand everything, to write it down for other people to learn it. And also, I had a lot of good feedback. I asked people who were much more knowledgeable about it back then as I was, and they helped me. And then one of the first things I also did was I translated Andreas Antonopoulos the Internet of money to germane and learned a lot with that, of course. And I very early in 2018, end of 2018 or something like that, I did my first bitcoin seminars in Austria and then also an online course in German. And then I took on the podcast because that was actually the first bigger thing where I think people in the english speaking world got to know me. So I did, like, 160 interviews with all sorts of people from the bitcoin space. Adam Beck, Andreas Antonopoulos, James Nlob. Yeah, on and on to learn myself."
    },
    {
        "speaker": "B",
        "text": "The Anita Posh show, which apparently have suspended or paused or something."
    },
    {
        "speaker": "A",
        "text": "Paused. It's paused because I was in Afrikaans in Zimbabwe. I didn't have Internet. I could not record something like this. It's just. It's not possible. So I stopped doing it. But I want to start again. And so. And in 2020, let me go back a little bit. Like I said, in 2017, 2018, everyone was talking about how bitcoin can be a tool against hyperinflation, a hedge against inflation, for instance, in Venezuela or in Zimbabwe. And I always was like, aha, that's interesting. And I have a friend who's living in Zimbabwe. And then I thought, okay, so if I think that bitcoin is a tool of liberation for people in these countries, for people who are living under authoritarian leaders and against inflation, then I have to go there and see if anyone is really using it because the bitcoiners are talking about it. So I focused also in my podcast on the global south and on Argentina, Venezuela. I had guests from these countries. And then in early 2020, before the pandemic started, I visited my friend for four weeks in Zimbabwe to understand the problems there in real life, because, you know, we're always talking about it. And it's like, if you're not there and if you don't really see it, if you don't feel it, if you don't have to calculate each day the price of goods again and the next day, it's different than the day before. If you don't feel that yourself, I think you can't really understand the problems of the people. And that was the first time I went there. I also went to Botswana to meet with Alakanani Itiri Leng, who founded the Satoshi center in Botswana, I think as early as in 2015 or maybe even earlier. So she's a real pioneer also. And then I went back to Austria because I still had my place here, my apartment and everything. But I knew that I want to go into that direction. And after the travel bans were lifted. I started traveling again to El Salvador when the bitcoin was introduced there. And then I realized, I mean, podcasting is all good and fine, but where is the real education happening? I mean, podcasts are great for education, but there are so many now. I think it's even also difficult to get to have an audience there. And when I saw in Zimbabwe that there is some sort of adoption, yes, some people are knowledgeable about bitcoin and are using it, but the vast amount of people is not. And there are so many scams down there. Everyone knows bitcoin, really. If you can ask anyone, they know it, but everyone will ask you. But is it not a scam because everyone has been scammed or at least knows someone? And when I was there the last time, I was living in a house and the maid there, still people have mates there, came to me because she saw a bitcoin flyer on my desk and she said to me, can you tell me what is this bitcoin? You are doing something with it? And I said, yeah, I mean, imagine it's like cash only, digital, and your government can't take it away from you. And she said, aha. And I said, why are you asking? And she said, I'm in a WhatsApp group. And suddenly someone sent me a message saying to me, give me $50 now. And in three weeks you get $100."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "Yeah. And she said, that can't be right, can it? And I said, no. Yeah. So people are bombarded with emails, like, with messages like that. And I have seen so many people who've lost money, and that's really sickening. And I think that's also why I try to get more and more and more education on the ground there so that people can share the knowledge with their own peers and things like that."
    },
    {
        "speaker": "B",
        "text": "Wow. And so is your sense that the efforts that you are making are, I mean, obviously, I'm sure what you're doing is true. Bitcoin education in the sense that you're the educating people about the technology and, like, understanding, you know, what this is. But is your sense that a lot of the activity in those places is. Yeah, more of, like, using it to perpetrate scams?"
    },
    {
        "speaker": "A",
        "text": "I mean, sure, that can be. I mean, but I can't, I can't estimate that. I mean, using the name bitcoin to do scams. Of course, yes, they are using all using that name, but it's not bitcoin what they sell. Of course. I definitely also a big amount of exchanging dollars into bitcoin, because people who have dollars and know bitcoin know that bitcoin is a hedge against inflation of their own zimbabwean dollar. And also the US dollar also has inflation. Yeah, but I also saw that a lot of people want to get hold of bitcoin as a sort of a small investment for themselves. And of course, the rate of usage as a means to be able to send money in and out of the country is going up as well. Because Zimbabwe, for instance, is a country where you have very strict financial exchange controls. And also you can't easily send money in and out of the country. I mean, first, no one wants the Zimbabwe dollar. I mean, I wouldn't want it. And the US dollar is mostly in banknotes. They only have bank notes. So I mean, that's the next thing. You only have $1 notes. And when you go into a shop and something is like 30 us dollar cents, you don't get $0.70 back, you get a small goodie or something. Yeah. So they are using, like in the war times in Austria when people used cigarettes as money, you don't get any cash back. So I know people in Zimbabwe, for instance, who have freelancers in other african countries, and it's not easy to send money in and out of the country. And they told me, you know, when I send my freelancer in, I say Malawi, three or four times, money via mobile money or other providers, the government comes and asks me what I'm doing with that money. Why am I sending that money out? And with bitcoin, I mean, she immediately could send the money from her wallet to the guy's wallet and no problem, less costs, less, friction can't be censored. Nobody is questioning why she's doing that. And another big story in Zimbabwe is foreign exchange control also means that if you're, for instance, a business in Zimbabwe and you want to buy goods from South Africa or another country, you can't do that with zimbabwean dollar. So you need us dollar and then you have to go to the Central bank of Zimbabwe and say, I would like to buy, let's say $10,000 because I need them to buy the goods from South Africa. And every week is an auction in the central bank, where the central bank decides on the value, the exchange rate, from the Zimbabwe dollar to the US dollar. So it's decided it's totally controlled. And then when you get your us dollar granted, so you are allowed to exchange it. It's not that you as the business owner get the money and you pay your partner in South Africa? No, the central bank is paying you on your behalf."
    },
    {
        "speaker": "B",
        "text": "Wait, so they sort of function as almost like a paypal or something? Yeah, basically they're like the intermediary."
    },
    {
        "speaker": "A",
        "text": "Yeah. The central bank is then the intermediary, and sometimes they don't pay in the time that's been needed. They don't pay fast enough. And then your partner in South Africa says, okay, I cancel your order because you didn't pay. So it's so many problems there with money that bitcoin is definitely a solution to that, but the knowledge is very small still."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I mean, I do have a question, though, because in some of these instances where you're talking, that you're talking about, it seems that they would want to be paid in their local currency. So why not use something like a stable coin? Because, like, what if the value has changed by the time they receive the bitcoin?"
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "And, like, what if it's less than the agreed upon price? What happens in those instances?"
    },
    {
        "speaker": "A",
        "text": "The thing is, first to the topic of stablecoins. I was told that a lot of people use stablecoins. They use tether. So they do either when they say crypto or they want crypto, they either want tether or bitcoin. They want bitcoin as an investment to save it, and they want tether to use it. That's a fact."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what I meant. Like, if they're paying."
    },
    {
        "speaker": "A",
        "text": "Yeah, they definitely also use tether. Yes, but to the topic of volatility, I mean, yes, sure, bitcoin is volatile, but it gets less and less at the moment. It's at, I don't know, 27,000 or so since weeks or months. So if you would, in that period of time, receive it and then use it immediately, then you have not a lot of volatility, because also, what's also a thing is many people receive bitcoin or maybe tether from abroad, and then they exchange it to us dollar because everyone takes us dollar. But not everyone accepts tether or bitcoin, of course, yet."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So then you also don't have volatility, you know, if you use it as a medium of exchange."
    },
    {
        "speaker": "B",
        "text": "Okay, so tell me more about the different bitcoin communities and the different countries in Africa. Like, I think I. You focused on four countries. Correct me if that was incorrect, but, you know, like, how big generally are these bitcoin communities? What is the demographic makeup like? And I think you said you were focusing on rural areas, which seems counterintuitive."
    },
    {
        "speaker": "A",
        "text": "No, no, no."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "That's a misunderstanding. No, I'm not focusing on rural areas because you can't do that because there's mostly no good Internet connection. I mean, where I lived, where I said before, I stopped using video calls because I couldn't do podcasts anymore. But still, in the capital, in Harare, for instance, you can have very well Internet for sending text messages and using WhatsApp and things like that. But in rural areas, of course, it's more difficult. So we were also in a rural area and we had to buy an extra dish, an extra receiver to receive mobile data, and it wasn't working. So it would be. I don't, I sometimes see people doing these educational efforts in rural areas, trying to build a local circular community, circular economy with bitcoin. And I have to be honest, I don't think if you're too far away and there are not enough people, it might not be working at the beginning at this time, you know, so I focus on the urban areas, so on people who in general have much less than we do. In general, it's a generalization, but on average, like, say, maybe doctors or teachers in Zimbabwe. I mean, a doctor in Zimbabwe working in a hospital earns $300 a month. And mostly they don't get it in dollars. They get it in Zimbabwe dollar. I focus on the people who understand money in that sense and also have an understanding of the problems that they really have and are open to solutions. And they have a smartphone and they can afford to have Internet because otherwise it doesn't make any sense."
    },
    {
        "speaker": "B",
        "text": "But describe those communities. Like, do they tend to be younger people or why are they interested? And how big are these communities? And even if there are differences between the different african countries in terms of their bitcoin communities, that would be interesting."
    },
    {
        "speaker": "A",
        "text": "There are definitely differences between the countries I've visited. So South Africa, Zambia, Zimbabwe and Ghana. So I would like to start with South Africa. Maybe South Africa is the most western african country. They have very progressive, or I. They already have installed regulations on bitcoin. And there's a guy in Mosul Bay, Mossel Bay is about a few hours on the garden route from Cape Town. And he has a surf school where he has been educating children from a near township where like 5000 people are living. He always invited the children to the surf school and they did lectures, like sort of school. And then he found out about bitcoin and then he heard about bitcoin beach in El Salvador and he thought, so if I'm doing education already and I'm convinced that bitcoin can help also the poor people. Why don't I start an educational initiative in the same surf school? And that's where bitcoin Ecasi started. And bitcoin ecasi is now a community where I think from, let's say about 15 shops, these small shops inside the township, I think twelve accept bitcoin now. And the great thing is that it's not only education. The senior coaches who live in the township themselves, they not only teach surfing, they also teach about bitcoin. And they went to the shops and tried to onboard them. And the first person who accepted bitcoin in a shop was a woman. She's called Nusichle. And she only got convinced because Lusando said to her, look, I show you I can buy something with this digital money. And then he showed her how he can buy mobile phone credits via petrify. I think that was what he did. And then she said, okay, you really can buy something. Okay, I try. And she was the first. And now it's, I think, twelve shops out of 15. And the coaches earn their salary in bitcoin. So they go up where they live, they spend the money on groceries in the shops in the township, or they go to the barber and things like that. And in May this year, I think, or maybe it was a little bit earlier, picking pay, which is the biggest supermarket chain in South Africa, started accepting lightning bitcoin. And that meant that the people in the township also, the shops now can go to pick and pay and restock and use the bitcoin if they want to. For me, it's one of the greatest community, are showing that bitcoin can also support poor people in a circular economy. The people there, of course, they are very young. The children get taught a little bit playful. They sometimes get some satoshis when they did something very well to motivate them to learn more. And then they go with their wallet to the small spazzer shops and buy a coke or something like that. So they really use it then. So it's young people there in Zambia. We started a community because I was approached by a guy who is living in Zambia and he knew me from twitter and he saw I'm going to Zimbabwe, and he wrote me a message and said, can you please also come to Zambia? We need your work here. And then I thought, yeah, why not? So we communicated a little bit and then I decided also to go to Zambia. And it worked out really well because we did a talk at the University of Zambia. They even organized a real media tour for me. So I was at radio stations, tv station, speaking about bitcoin education. And from that the community grew. And we have a group now, I would say about 70 people or something, and they're doing monthly meetups in Lusaka. And now there's even two young ladies who founded bitcoin, Banamayo, which is an educational initiative for women especially, because they said, I mean, yeah, bitcoin is great, our friends told us, but why are there only men? And they are like 20 or 22. Yeah, and bitcoin, for fairness, we want to support them in doing that with connections, with showing them, hey, here is Giza fund. You can ask for donations here for your educational work. You can do it this way and that way and so forth. So it's mostly young people. We also have some people would say more my age or something, but more younger people. In Zimbabwe, it's a little bit different. In Zimbabwe, everything is more difficult because in Zambia you already have registered and official exchanges, for instance. So the regulation is there, friendly. And people are okay with saying, I'm using bitcoin. In Zimbabwe, not so much because the regime, of course, doesn't want you to use bitcoin because then you basically escape from their cruel regime, let's say like that they can't steal your money anymore. And it's also a very young community, but I also met with people who are also more my age. But I think they don't really get the thing, that bitcoin is really a money or can be used or is being used in exchange for something. They are more into the investment thing. I want to make money with it or something like that, but that's not my focus, and it's always good to know the people. Bitcoin in Zimbabwe is very much in many african countries, but especially in Zimbabwe, it's very much peer to peer. There is no official exchange. You can't exchange bitcoin anyhow because there is basically, let's say, half ban on bitcoin. In that the government and central bank said banks and financial institutions are not allowed to use bitcoin or interact with bitcoin, but people are allowed to. But still, with that regime, you never know. I know of someone, they used bitcoin. We worked together, and that was a little bit. She had a little bit of publicity with that, and she got arrested by the police and questioned where the donations came from that she got for buying computers for the school. She's working in the."
    },
    {
        "speaker": "B",
        "text": "Wait, I'm confused. So you said bitcoin is half banned. So literally just for transacting in bitcoin. She got arrested."
    },
    {
        "speaker": "A",
        "text": "Yes. It's basically like when you somehow are able to get a hold on money with anything you do, people are getting jealous. They don't want you to. And the political regime is asking you, where did you get that from? Because, yeah, it's really very dangerous there from that aspect. And so that's what I wanted to say. So you won't see a lot of bitcoin communities out in the open. You know, I always say to people, yes. I mean, you have to be aware if you're on a picture and someone might know you, that might come back badly for you. Yeah, I hope it doesn't. And always use a pseudonym. Don't use your real name when you use bitcoin. And be careful. But I think also in Zimbabwe, bitcoin is there to stay because even relatives of the president, basically of one minister, excuse me, are bitcoin traders."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's really. Everyone is using it."
    },
    {
        "speaker": "B",
        "text": "Wow. Got the scoop here on unchained. So in a moment we're going to talk about bitcoin and human rights. Natural segue from this topic, but first, a quick word from the sponsors who make this show possible. Join over 10,000 attendees for this year's biggest crypto event at Token 2049 Singapore on September 13 to 14th. Sandeep from Polygon, Eric Wall, Chris Berniske and overdose, 200 others will hit the stage, joining the industry's most influential for an unforgettable experience ahead of the Formula One Grand Prix race weekend, Singapore will transform into a crypto hub for a week from September 11 to 17th, with over 300 side events that will make for unparalleled networking opportunities. Builders and investors at the bleeding edge of innovation will drive an agenda that covers the ever evolving regulatory landscape. The convergence of crypto and AI, web three gaming nfts and the Metaverse DeFi scalability, interoperability, and many more. Visit token 2049.com for 65% off regular ticket prices with the code unchained link in the description. Join over 80 million people using crypto.com comma one of the easiest places to buy, trade and spend over 250 cryptocurrencies with the crypto.com Visa card, you can spend your crypto anywhere and get rewarded at every step, up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get dollar 25 with the code lorade link in the description. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, Arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting Arbitrum IO today. Back to my conversation with Anita. So I, you know, this is, I really think, the perfect segue, because I know you have a lot of thoughts about how bitcoin enforces several of the 30 articles that are mentioned in the Universal Declaration of Human Rights. So can you walk us through which ones and how you see it doing that?"
    },
    {
        "speaker": "A",
        "text": "Sure. Yeah. For instance, take the right to privacy. I mean, to be honest, before I started the convention of Human Rights, I didn't know that this is written down in the convention. I mean, it's not a law, nothing, but in principle, it's a human right to have privacy. And where is that gone? I mean, once in the day when we were using letters and sending us letters, it was the law. That is the secret. No one is allowed to open that other than you. Today, we are an open book, started with years ago on the Internet and culminated a little bit with Facebook. But today, it's even worse. Now we're on a way to connect financial transactions with people's identity out in the open. And I think that's very, very dangerous. A lot of people then always say to me, but I have got nothing to hide. Yeah, that's right. Really? I hear that very, very often. And I also say, yeah, I know. I mean, I also got nothing to hide. And do you know, the gay and lesbian people in Zambia also have nothing to hide, but nonetheless, they are targeted by the government. They are thrown in prison, their bank accounts get closed, and they can't do anything about it. They don't have anything to hide, too. And the same thing is true for 54% of the global population who live under authoritarian leaderships. They won't be able to exercise their freedom of speech, which is the next, and their freedom of association, when they don't have privacy for at least their communication and their financial transactions. I did a which was a highlight for me, to be honest. In Zambia in April, I did a human rights workshop, like a. Sorry, a workshop for human rights activists. 50 activists from all over Africa came together to get to know tools about activism. How can you do your thing? And one part was financial freedom, and that was the workshop I led where we were talking about bitcoin and how it can help them that their money is not being seized anymore, that they can send it in and out, that they can accept donations from abroad. Yes, the knowledge is sad, but it's very small. Some of these 50 people already had some bitcoin. But the funny thing was, they heard about it, they used it, but they didn't think of it, that it's a tool for their work. And after the workshop, like three or four people came up to me and said, oh, my. Now I understand, because do you know what's happening to us? We are flying luggage, suitcases full of us dollars into our countries, because otherwise we wouldn't be able to get the money into our countries. Or if we get it via bank, then the next day the government declares us as a terrorist organization and seize our funds."
    },
    {
        "speaker": "B",
        "text": "Oh, my gosh."
    },
    {
        "speaker": "A",
        "text": "And that's the way how they have to work under these circumstances. And if you then have really uncensorable money that you can, via the usage, you can make it very private, at least very private compared to the traditional financial system. Then you have a tool that enables work against authoritarian leaderships and so on, and for your personal rights, for your personal freedom. So privacy is basically the core of everything. If you don't have financial privacy or privacy in your communication, you have nothing. It's nothing left. We have no gray spaces anymore where anyone can fight for their own right or against oppression from anyone. And then some people say, yeah, but okay, I mean, we are. But we're good. It's not like that here. And then I remember the stories of my grandparents saying to me, no one believed that this could happen. And from one day to the other, we were the enemy."
    },
    {
        "speaker": "B",
        "text": "The Nazis."
    },
    {
        "speaker": "A",
        "text": "Yes, yes, yes. So they were against the Nazis, always. So privacy is the core."
    },
    {
        "speaker": "B",
        "text": "And I have seen you also talk a lot about how bitcoin could be used to help women specifically. Can you talk a little bit about your thoughts on that?"
    },
    {
        "speaker": "A",
        "text": "Yeah. For instance, there are still, I think, 75 countries in the world that restrict the right for women to own property, and they are not allowed to inherit, so they never will have a basis to build upon, because you need securities, for instance, to get a loan. And I mean, it's outrageous. And how unfair. Yes. They are not allowed to own money and property. I mean, in Kenya, for instance, I think it is the women do 75% of the work, but earn only, like, I don't know, maybe 25%. Don't do me that. I don't know the exact numbers. I can look it up, but it's something like that. And I believe that with bitcoin, these women could not only save small amounts, because with lightning, you can save like $1 a month. And in the future, I'm sure there will be possibilities for micro credits when you have, let's say you have $50 saved in bitcoin, and you have bitcoin as a collateral because it's a commodity like a property. And you can use that as a security for, let's say, a loan for $100 where the woman then can buy new, how is it called, produce seeds to grow their little small business or do anything with it and invest. And there's a very, very high rate of these small businesses, these women entrepreneurs who pay back these loans, and then they can get their security of the $50 in bitcoin back. So I believe that bitcoin can give women property in that sense. And also it's a way, because a lot of people have smartphones already, to hide their own money there so that it's not being stolen, excuse me, by their partners who maybe drink or whatever. I mean, everyone knows these stories. Yeah. I mean, not every guy is like that, of course. Yeah. But we know these stories. And so I think just in that sense, bitcoin gives you or women a lot of power back that they have been stripped off for thousands of years."
    },
    {
        "speaker": "B",
        "text": "I would say, yeah, I think, you know, Roya Mahboob, who, she's an afghan entrepreneur. And when I first met her, she told a story about how her initial blogging platform, where eventually they ended up paying the contributors in bitcoin because it was in Afghanistan, and the women often either didn't have bank accounts or their partners or family members would confiscate any money they earned. She said that once the women learned how to receive bitcoin and stored in their own wallets, you know, manage their private keys, etcetera, there was a woman in an abusive marriage who saved up her bitcoin and then used it to eventually."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "And file for divorce. So you're right. You know, these things happen, and they're hugely empowering for women, especially women who are in these kinds of situations. So let's talk a little bit about some other related topics. Obviously, Worldcoin has been in the news a lot recently, and I saw you were quite critical of it. You were kind of saying that you felt that they were preying on poorer countries. And I was wondering to hear a little bit about your thoughts on what's happening there."
    },
    {
        "speaker": "A",
        "text": "Yeah, I understand to that and I think it's a little bit like, for me, it's really appalling what they are doing. And I'm very sad about it because for me it's like it's a VC backed, it's a company. Basically, what they say is they want to bring universal basic income via AI to everyone and make the world a fairer place. But what we see from reports is what they do. Yes, they offer these 25 world coin tokens and many people exchange that immediately to money, like to their national currency. And people in african countries are very poor. They will do almost everything for 25 tokens. And I think it's like they get, I don't think, I think $30 or something. It is what they, when they exchange it, get. At the same time, I know from, from my experiences down there and from what I learned that people, they don't have the time or the education, they don't know what they are giving away. And yes, it's been said they. Yeah, someone tells them and they explains it. I don't believe that. And I don't believe that they understand what is meant by that and also the way that it's a centralized organization doing this. They give out tokens. What's their value? I heard a clip from one of the co founders on your show when he said yes, and because of volatility, we will do this and that. So that is nothing. There is no volatility. Then you see clearly someone has control over that sort of money, over that token. And as soon as someone has control over it, it can't be really fair because people are deciding on it. There are VC founders who have tokens, who have invested in that company. Now they said they are opening it up for governments and other companies. Yeah. For what? For money, of course. The goal is to make money. And they might have this also altruistic moment. They might really believe they help someone, but I think it's a dangerous path we're on. And they are exploiting poor people. They are also exploiting not so poor people, like people in Tokyo and Norway. I think they are also going to the orB, but it's because I believe they don't know about the fact how important privacy is. They don't see it that way. They don't understand giving away all these data, making us really transparent and connecting every financial transaction that in the end it will be like in Hong Kong or in China, when you do something that the government doesn't want or whatever, you are against the political leader or whatever, you're gay, then you can't buy a ticket for the train anymore. You are basically free, but you are a prisoner in your own country. And this is going to happen with these tools. And combine that with Sam Altman's AI, where I also recently realized that there are already companies like Zoom for instance, who are using our data without telling us to feed the. To train the AI. So it's really, it's. I don't know where this will stop. I think it will. The problem is I think it won't stop because the people really feel that they are not doing something wrong. And that's the big problem."
    },
    {
        "speaker": "B",
        "text": "Yeah, he did say on my show that their eventual goal was to decentralize and that's why they have a token. It was such. I mean, I asked him pretty much about all the criticisms. I realized later I did miss one, which was about open sourcing the technology. But he had an answer for every single thing, which was interesting. And yeah, even the amounts allocated to the VC's. He was saying that that was low compared to other projects, that the VC's need return on investment. He had an answer for every single question I lobbed at him. So it was interesting. You should listen. If you haven't listened to the whole thing, you should check it out. Because he seems to believe in what he's doing."
    },
    {
        "speaker": "A",
        "text": "Yes, that's what the thing is. And you just mentioned open source because that's also one of my arguments against, is that it's not open source now. I read they want to open source it now, but on the other hand, it's still a centralized entity. They can open source what they want. Maybe they don't open source a part of it, you know, and we never know. Or what happened with the data in the orbs. Was this really deleted? And on the other hand, as soon as you have a hash of something in a database, you have a hash of an iris, and you will."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I totally get you. Yeah, if you listen to it, you'll see. I asked him about like pretty much every criticism I had found. I also wanted to ask you about ordinals and BRC twenties because obviously I saw you getting into a little bit of a tiff online about that. And the funny thing is, I can't remember who it was, but I had somebody on the show earlier at that time to discuss the BRC twenties taking off. And I mentioned your criticism, and they kind of dismissed what you were saying, saying you were just determined to be against what they were doing, or. I don't remember exactly what they said, but it was just funny. So go ahead and, yeah, just talk a little bit about, you know, why you were unhappy."
    },
    {
        "speaker": "A",
        "text": "I was unhappy because it really doesn't help in onboarding people. And I told you before, I was at that human rights workshop, and we gave everyone. So we installed wallets with the people, and we also sent them a little bit of bitcoin, and they then used it within the group and sent it to each other like a torch. And they were fascinated by it and loved it. And it worked because the transaction fees were relatively low, and also the time until the transactions were confirmed were low. And two weeks later, the ordinal stuff happened, and I could not have done this course. I mean, thinking about it afterwards, you know, many tweets also teach you yourself something. And I read all the criticisms of what I said, and I reflected on it, and I still feel. I wanted to say that, you know, because I think a lot of people don't think about the fact that it hinders many people to use it who can't afford, like, $3 for a fee or $5 for a fee only because they only have $2. I mean, we have lightning now, which."
    },
    {
        "speaker": "B",
        "text": "Is great even for me. I feel like I would be a little bit against being three to $5."
    },
    {
        "speaker": "A",
        "text": "But the thing is, this will come either way. So the more people who are using bitcoin, the higher transaction fees will be. That's a given. But up until that time, I hope that lightning and self custody, lightning wallets are so much adopted that everyone is basically using lightning. And there we don't have that problem. But at the moment, it's just a critical time where the technology is evolving, but it's not there yet. I mean, lightning is super usable, really. I mean, compared to, like, 2019, where it started, it's fantastic how it works, but we still need to onboard people in general to bitcoin. And on the other hand, in bitcoin, we see these things every year or every phase. Colored coins were there and all sorts of things when the fees spike and then they go back again, and then there's a war on Twitter about it. And I also only thought to myself, okay, this will go away. And the good thing is, most people are not on Twitter. And the third thing is, you can't prevent things on the bitcoin blockchain. If it's technically possible and people find a way, it's okay. You can't. I mean, that's the bitcoin basic principle. You don't censor things on the blockchain. Everyone is free to do what it's possible."
    },
    {
        "speaker": "B",
        "text": "But I think that's what the people who were arguing with you were saying that they felt that you were saying, oh, you should only do certain things. And they were saying, you can do whatever."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, they can do whatever. That is true. And I tried just to tell them, please, why don't you use sidechains when there are side chains already, like liquid or rsk, where you can do your nfts and ordinals and whatever. But I also understand for them, the fun is to be on the bitcoin blockchain. Of course I understand that. But, you know, it's also a little bit for me, I'm honestly, it might sound arrogant of me, but when I'm coming from eight months in Africa and then I see us little spoiled people here playing around with jpegs on the blockchain, spamming the blockchain in a way, and spiking up the fees, and people in african countries can't use it anymore or are turned off, then, yeah, I'm a little angry. And that was basically the reason, maybe why I wrote that tweet. And I know now from that perspective, I should have maybe formulated in another way or. I don't know."
    },
    {
        "speaker": "B",
        "text": "Well, but I also wanted to ask, because you were saying that this was interfering with your ability to onboard people. But I think the people arguing the other side felt that what they were doing with the BRC twenties and the ordinals was onboarding people."
    },
    {
        "speaker": "A",
        "text": "Yes, I do."
    },
    {
        "speaker": "B",
        "text": "Because. Yeah, so it's."
    },
    {
        "speaker": "A",
        "text": "Yeah, they are also, right. Yeah, I mean, I'm onboarding people for different reasons, maybe. But maybe the people they are onboarding also will find out about other reasons where they can use bitcoin for, you know. So, yeah, it's, how should I say, people are going to build what they want to build. And that's actually good because what a lot of people learned, and I have to give that to them, is that the fees can go up and that the fees will go up. A lot of people don't know that. And so I give it to them that they at least reached that point where people, again, were thinking, okay, this might happen. What's my strategy for that and also maybe other developments in the lightning space, etcetera. Maybe they are faster now that they were without ordinals."
    },
    {
        "speaker": "B",
        "text": "All right, well, and we mentioned a few times you're also interested in lightning. So are you working on that in any way or I wondered what you're seeing in terms of the newer developments there."
    },
    {
        "speaker": "A",
        "text": "I'm not a developer or something, so I'm not really working on lightning. I'm working with lightning. I'm using it on a, I would not say daily basis, but almost daily basis. And I'm testing wallets. I'm testing them to see which of the wallets is the most convenient for total newbies. And because I want to onboard people to self custody, for instance, a lot of people say, oh, just let them use wallet of Satoshi. It's very easy. And I think that's maybe good if you have a contact to that people later on as well and can later tell them now switch to a self custody wallet because that's better basically for you. Otherwise, you are not really using bitcoin. And I'm against the wallet of Satoshi approach of many people because I see a lot of people going somewhere and orange peeling other people in african countries or somewhere else. And then they are very proud when they onboarded them to wallet of Satoshi, sent them 100 satoshis, and then they never see them again. And what I think what happens then is that these people don't know what to do with that in most cases. In some cases, it might also be really good for them, but they will never change to another wallet because wallet of Satoshi is convenient and no one is going to tell them why this might not be such a good idea. And no one is helping them along the way. And so that's why I hope, and I see now Phoenix wallet and breeze wallet, they are very convenient and easy to use. You can use it for on chain and for Phoenix, you have a unified balance, so you don't need two wallets anymore where you have the on chain bitcoin balance and the lightning balance. There are more and more easy and cheap ways to exchange lightning onto bitcoin and the other way around. I see a lot of developments in the lightning space with new, how should I say, software being built and projects being built and also making self custody easier and also making project development easier, like with green light from breeze, not breeze. Breeze is using it from blockstream, for instance. And I'm also waiting for a few wallets like the green wallet from blockstream. They are also integrating lightning now, the blue wallet, funnily enough, they have names of colors. They're also doing that. And I'm pleased to also see that there will be more privacy in the future for recipients of lightning, bitcoin. So there's really a lot going on in this space. And I think in the near future or even starting now, a lot of people will be onboarded basically to lightning. And they don't will even. They will even don't know what's the difference between lightning and bitcoin? It will just be bitcoin."
    },
    {
        "speaker": "B",
        "text": "Great. So you mentioned earlier that you're working on building a bitcoin learning program. Tell us about that."
    },
    {
        "speaker": "A",
        "text": "Yes. Thanks. So the idea came from my work in african countries with bitcoin for fairness. So I was speaking at universities. We held workshops for journalists, for the human rights activists. And it's really very important to be on the ground and to speak with people, because that builds trust. And the thing is, but I can't live there, and I don't want to live there somewhere in Lusaka. So it's not my thing. And I also want to support the educators on the ground with their work. So it has two sides, basically. The one is the people who are coming to a meetups and they are onboarded to bitcoin that they can come into an online learning program. So basically, where I left them, I picked them up again and they come into my program. They can learn everything about bitcoin that they need to know to be able to educate their peers, to build their own bitcoin communities. And that we do that in a one year program. They can pass the course faster. They can make the course in, I don't know, three weeks, four weeks. Then they get a certificate of completion. And with that certificate of completion, they can do the certified bitcoin professional exam from the cryptocurrency Standards Certification company. How is it called? Organization. It's a long name. And with that, they have basically a professional exam where they can prove they are knowledgeable of bitcoin. Bitcoin. And they can apply for jobs. Meaning my idea or vision is that people who are going through my program and have the CBP, they then can, for instance, apply for a job in the US online. So they are sitting in Africa somewhere where they don't have any possibility to earn money. And they can earn it with their bitcoin knowledge, basically globally, then. So that's the approach in educating aspiring bitcoin community leaders and educators so that they have a sustainable form of education and not just me. Coming, being very clever and going again. That program is basically enabled by donations. So there are, by sponsorships, in a way, from companies. There are companies like Fedi or the NGO built with bitcoin. They have expressed a commitment to support that work, and I'm very looking forward to starting it. And the second part of that program is that it's also open for the general public, but then they don't get a scholarship for it. They have to pay for it. So people from countries where they can't afford to can apply for a scholarship. And for the others, it's open in a membership form or in a course form. And they can also, they also are prepared to take the certified bitcoin professional exam then. And, yeah, that's basically a whole holistic program with live calls where people can ask me questions. And, yeah, that's what I'm building at the moment. And I will launch it soon."
    },
    {
        "speaker": "B",
        "text": "Okay. And it'll be called Crack the Orange."
    },
    {
        "speaker": "A",
        "text": "Exactly. That's the title. Yeah. Might be a little confusing, but I didn't want to call it anything with bitcoin. I wanted to make it a little bit mysterious and also make it censorship resistant."
    },
    {
        "speaker": "B",
        "text": "Love it. All right, well, we will all be on the lookout for that. Where can people learn more about you and all of your work?"
    },
    {
        "speaker": "A",
        "text": "Thank you. Yes. So at my website, which is anitaposh.com, i'm on Twitter, very active, also on Noster. I try. And the program is@craigtheorange.com and yes, thank you very much for having me."
    },
    {
        "speaker": "B",
        "text": "Thank you. It's been a pleasure having you in unchained."
    },
    {
        "speaker": "A",
        "text": "Thanks."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Anita, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Zach Seward, Juan Aranovich, Sam Sriram, Megan Gabis, Ginny Hogan, Leandra Camino Shashank, and Margaret Courier. Thanks for listening."
    }
]