[
    {
        "speaker": "A",
        "text": "It's political suicide at this point to be anti crypto. Mike Novorgots and I have estimated there's about 85 million people in the United States that own a cryptocurrency or have a digital asset wallet. There are 65 million people in the United States that own dogs, so it would be like being anti dog. It is very, very silly at this point for a presidential candidate or an administration to be anti crypto."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto nine years ago and as a senior editor at Forbes was the first main tree made reporter to cover cryptocurrency full time. This is the June 18, 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers. And the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for Gamefi and Defi to build, grow and scale. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Today's guest is Anthony Scaramucci, founder and managing partner at Skybridge. Welcome, Anthony."
    },
    {
        "speaker": "A",
        "text": "Laura, it's great to be on with you. How are you?"
    },
    {
        "speaker": "B",
        "text": "I'm good. How are you?"
    },
    {
        "speaker": "A",
        "text": "You're a Leo. When was your birthday again? In August or what?"
    },
    {
        "speaker": "B",
        "text": "I'm a Leo."
    },
    {
        "speaker": "A",
        "text": "Yeah, I remember. See, I remember, right?"
    },
    {
        "speaker": "B",
        "text": "I know you love your astrology."
    },
    {
        "speaker": "A",
        "text": "Just throwing that out there for all your fans that you're king of the jungle. Queen of the jungle. Queen of the jungle."
    },
    {
        "speaker": "B",
        "text": "Well, you're a Capricorn, which is similar. It's more like the, the CEO, you know, more dull."
    },
    {
        "speaker": "A",
        "text": "We're more dull. You have more flavor, personality, and I'm a dull, I'm a dull shy introverted guy, you know?"
    },
    {
        "speaker": "B",
        "text": "Hardly true. Hardly true for you."
    },
    {
        "speaker": "A",
        "text": "Thank you for having me on. You got a great podcast. I love listening to it, and I hope I can add some value far away."
    },
    {
        "speaker": "B",
        "text": "Well, I think it's a very interesting time to have you on, because, as I'm sure you're well aware, crypto has suddenly become an election issue, and you're a Republican who is famously anti Trump, having previously worked with him. But the Biden administration has been very unfriendly to the crypto industry, which obviously is the industry that you have. And throwing all that into the mix is the fact that there's also this independent candidate, Robert F. Kennedy Junior, who is pro crypto. So I was curious to know, who are you voting for and why?"
    },
    {
        "speaker": "A",
        "text": "Well, listen, I only think there's one choice in this election, and I'm voting for Joe Biden. Now you've got crypto people wincing, and I maybe have cost you some listeners me saying that right now. Maybe the people have shut off your podcast. I'm sorry about that. But I believe that that is the right choice for America long term, and it has to do with what I know about Donald Trump. And so I would caution my fellow crypto enthusiasts about Donald Trump. Remember, he was very negative on bitcoin and digital assets while president. He's now done a 180 because he wants your vote, and it's anybody's guess what he'll do once he's in the White House. And don't forget that about him. He's extremely transactional. What I would say about the Biden people is that the good news for the people that support Joe Biden and like crypto, the needle has discernibly moved, and it's moving in a positive direction. A couple of weeks ago, as we both know, we had an Ethereum ETF approved, which means that there could be other potential layer one ETF's. I'm not saying that that's 100%, but it does seem likely. And even though the president vetoed the 121 legislation, which had broad bipartisan support, I do believe in the ensuing congressional terminal, there will be something that he's willing to sign. I also think that the nonsense, the anti crypto nonsense, which is really sponsored by Senator Elizabeth Warren and Gary Gensler, will be behind us. I have talked to many people on the Biden campaign, people like Ron Conway. You may know Ron. He's a big early investor in Coinbase. He's an angel. Venture capitalist in San Francisco is also on the heels of the campaign. I do think that they will take a softening approach to crypto. And I just letting people know, Mister Trump is very transactional. There are 40 of us that work very, very closely with him, including the former vice president, that have said very explicitly that we're not going to be voting for him because of the danger that he represents. And I'm a capitalist, and I will tell my Wall street friends that have given him money, and I'll tell the venture capitalists in Silicon Valley, if you're a capitalist, the number one thing you need in a capitalist society is predictability to the rule of law. You need consensus, and you need long term precedent in the legal system. And one thing that happens if you start to liquidate or weaken other branches of government, and again, don't go by me. Go by what Mister Trump is saying. Read project 2025. Read the stuff that he's putting out there about unitary executive power. And as a capitalist, you say, you know what? I'll take my chances with a more traditionalist government. I can disagree with Joe Biden on policy, but I would go with that. I point out that bitcoin's gone from 17 to 70,000 in the Biden administration. The ETF did get approved. Yes, we had to win a lawsuit, but at least the traditional processes are in place. That is their respect for the rule of law. And one last point, if you don't mind me just adding this, the economy is actually in pretty decent shape, and the stock market is at or near an all time high. So lots of good things going on. Typically, the incumbent gets reelected when that happens. I think the age of these two candidates has people very wary. I personally wouldn't want to be 81 running for president, but I also wouldn't want to be 78 running for president."
    },
    {
        "speaker": "B",
        "text": "So your point, basically, is that you feel so even though you work in the crypto industry and this administration has not been very favorable, you're saying, because they sort of respect the rules of democracy and the courts have kind of push them to honor whatever these decisions are, and they accept that. And you're saying that Trump doesn't necessarily follow those kinds of rules and is more unpredictable. So that's why you're making this unobvious choice for a crypto person."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, I'll put it differently. We've already won. I think the industry needs to understand that we beat back the tsarist Elizabeth Warren and the Czarist Gary Gensler, who are very Trump like, if you don't mind me saying so, they're a little authoritarian and autocratic in the way they think. And so even though what they're saying is wrong, they think it's right, and they're trying to force it down the throats of others. And the system, the checks and balances in the system and the diligence of the industry defeated them many times in court, has rebuked them. The SEC has paid fines. They've been censured by judges. They obviously lost the grayscale case, the ripple case. There's a series of other cases that they've lost. And the SEC had to make a decision that it would have been arbitrary and capricious of them to block the ETF. But they've also been pressured by the Biden administration and the Biden campaign, who recognize that being anti crypto is not good for the president's campaign. And so the combination of those several things, I would tell you, we've won. The anti crypto people have lost and go with the rule of law and go with the traditional democracy. I don't think you want to go back to the havoc and craziness of Donald Trump, but don't go by me. Ask Secretary Esper or General Mark Milley or Vice president Pence or John Kelly, the former White House chief of staff. Or how about Mark Meadows, who's the chief witness for the prosecution in the Trump insurrection case, which is, you know, being delayed now by the Supreme Court, but will likely happen before the election. I just think this stuff is, is very dangerous. We've wondez. Let's move forward on the platform that we have. And I think we'll see all time highs for bitcoin and other assets in this category during a second Biden administration."
    },
    {
        "speaker": "B",
        "text": "But out of curiosity, when you said we've won, so you're talking about those court cases, but I'm sure a lot of crypto people would say, well, when it comes to the repeal of sab 121, Biden vetoed that. And we saw at that time there were many tweets where people said, this will cost Biden the election. I don't know if there were any specific people who said I was going to vote for Biden, but now I realize he's definitely against my interest, I'm going to vote for Trump. But clearly there was a lot of negative sentiment from democratic crypto industry people. So why are you saying we've wondez?"
    },
    {
        "speaker": "A",
        "text": "Well, I think we, well, listen, if he does lose the election, I predict he won't, but if he does lose the election, it'll be the border, it'll be higher prices. The border is, he has to own the border, by the way, because he revoked all the Trump executive orders his first day on the job. He's gone back to some of those orders now. But I think he's made really bad political calculations on the border. The higher prices I don't necessarily blame on him. I think that's more situational. But he'll get that personalized onto him."
    },
    {
        "speaker": "B",
        "text": "Wait, I'm sorry, just to clarify my question, when I ended it by saying, you know, asking you why you've said we've won, I was taking it to mean you were saying we've won in terms of the industry has been winning."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. But I, but I'm pointing out that if he loses the election, it'll be because of those three things, the veto of the law, the 121 ruling. It'll be because of the higher prices and the problems at the border. But I've said that we've won because the Biden administration has decidedly. You're a great journalist, so do the work. Talk to some of the people in his campaign. Talk to some of the people in the administration. They have backed off on crypto. They're willing now to have an appropriate and fair regulatory rubric on crypto. It's unfortunate that this stuff gets so politicized. But Elizabeth Warren was guaranteed power in the Biden administration over financial services if she stepped out of the race prior to the South Carolina primary in 2020. She did that. So she got to appoint Janet Yellen. She got to appoint Gary Genslere. She staffed people inside the White House that are anti crypto alongside of her. They're now being successfully rebutted. You've got political action committees that people in the industry like Brian Armstrong are supporting. Hundreds of millions of dollars going into those committees. Millions of people now joining forces with Brian and others in those political action committees. And I think it's blunted the sentiment inside of Washington and inside of the Biden administration. The problem with politics, and this is one of the reasons why most people don't want to get into it, is the lying and the cynicism. Laura. And he told congressional leadership before they made this decision to go towards crypto to vote against that legislation. And so people that voted against that legislation, he had an ozy to them to veto the legislation. So that's why he vetoed it. It's a mistake if he loses the election. We could chalk that up to one of the reasons why he will have lost the election. But he has made the pivot. Now the administration has made the pivot. And I think both of these people will be decidedly pro crypto. It's political suicide at this point to be anti crypto. Mike Novoratz and I have estimated there's about 85 million people in the United States that own a cryptocurrency or have a digital asset wallet. There are 65 million people in the United States that own dogs. So it would be like being anti dog. It is very, very silly at this point for a presidential candidate or an administration to be anti crypto. But one of the problems you're having is when you have 70 year old people like Elizabeth Warren and 80 year old people like Joe Biden, you have these political fossils in the mix. They don't really understand what's going on. So I'm just saying to you, Laura, and to your viewers and listeners, you got two choices. Let's say we're at the cinema together on election day and there are two movies playing. One is weekend at Bernie's or weekend at Joe Biden's, and the other is one flew over the cuckoo's nest. And so you now have a choice between a guy that is very elderly and forgetful, or you have a full on crazy person that needs a lobotomy. I'm going with the elderly guy that's a little bit forgetful and that also believes in the stability of the american democracy and the system. I'm going with a guy that wants to keep NATO in place. Okay. And I'm going with a guy that understands the importance our international alliances and respects the rule of law in the country."
    },
    {
        "speaker": "B",
        "text": "Oh, my gosh, Anthony, you said you're not the colorful person, but that was a hilarious."
    },
    {
        "speaker": "A",
        "text": "I'm just telling you, those are the two movies. I'm going with analogy. Listen, Joe Biden has 1ft on a banana peel and he's got the other foot in the casket to caught my grandmother. I know that, but he's not crazy. He's a guy that has been around for 50 years and he believes in peace and stability. And I'll take my chances with him, given what I know about Donald Trump. And like I said, if you don't believe me, here's the thing, Laura, let me just ask this question rhetorically. If 40 of us worked for an automotive company and we told you the car was not built properly and it's going to kill your family, well, let's say we work for the airline industry. I said that plane is going to fall out of the sky. Or let's say we worked at a pharmaceutical company and say, that pill is not manufactured right. It's going to kill you. A lot of people say, you know what? I don't want that pill or that plane or that car. But in politics, we've become so tribal, we've come so binary, and we demonize the other side. I'm not here to demonize Donald Trump. I don't have anything against him personally. What I am here, though, to tell you is that he is supremely dangerous of the country, and I'm nothing. Don't go by me. Go by the 40 other people that are speaking out like me. But also read what he wants to do. He wants to deport 15 million people from the country. I don't know. Is that something that is american? Is that something that we want to do? We want to ride around in the handmaid's tail, armored vehicle with SWAT police, pulling people out of their homes. The other thing, people are not going to like hearing this, but a lot of these people that have come into the country are working. Those 15 million people have added several percentage points to the GDP and are paying Social Security taxes and other forms of taxes in the country. And there's more than one study the Washington Post just did, one, that shows that those people have actually been beneficial to the american economy at a time when other economies are languishing."
    },
    {
        "speaker": "B",
        "text": "I mean, I understand what you're saying here, but I did want to hone in a little bit more on your perception of Trump. Having worked with him, you've kind of indicated he's the sort of person who does things out of self interest. And so given that he's made promises to crypto voters and said things like, you should vote for me, if you're into crypto, do you think the industry should trust Trump? Or what do you expect he might do? Do you think he would follow through on his promises?"
    },
    {
        "speaker": "A",
        "text": "Okay, well, I mean, I think the industry leader should ask the contractors and the interior designers and the Sheetrock people, the sheetrock installers, the electricians that have worked for the Trump organization over the years, the guy doesn't live up to his promises. He doesn't pay his bills. This is 50 years of documented history with it. And so he was negative on crypto, negative on bitcoin as president. He's now decided that that could potentially help him get elected. So he's all of a sudden positive on it. And you're telling me now that's in sedimentary rock. It's just not consistent with the transactional nature of his personality. So I wouldn't believe that I would take the gradualism and the thawing that's happening in the Biden administration, which is more consistent and more steady than this sort of impulsivity."
    },
    {
        "speaker": "B",
        "text": "Okay, so you keep alluding to how you've been talking to the Biden campaign, and you acknowledged the veto of the repeal of SAP 121 was a mistake. But you keep saying that that campaign has turned around on crypto. Can you give us more color there? Because I don't think the industry really feels that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I certainly can. I would say that the Ethereum ETF approval is a dramatic 180. The SEC was set up to deny that approval. I think most of the industry felt that that approval was going to be denied. And then in mid May, there was a 180 from the SEC, which I think if you do a little digging, you'll discover that that was more or less pressed down upon them from the White House. Pressed down upon the White House from the campaign. So I think that's the most vivid example I can give you. But I also would tell you that in the political outreach to donors and in the fundraising process, I think that the voices, the democratic voices that are pro crypto or that are in this industry are being heard. And I think a lot of that is now being reflected in the long term goals of the campaign. I do not see Elizabeth Warren or her sidekick, Gary Gensler, having this much power in a second Biden administration. They've done nothing but hurt the president."
    },
    {
        "speaker": "B",
        "text": "Okay. And, you know, in the veto, Biden did signal interest in comprehensive crypto legislation, which seems like a change, because up until then, this administration had been saying that the current rules applied. And I wondered, did you think that he was hinting that he wanted to try to pass some kind of crypto legislation before the election?"
    },
    {
        "speaker": "A",
        "text": "So I think it's gonna be hard to get a bill passed before the election that's meaningfully different from 121. And so I think one of the problems is a lot of egg on their face, a lot of posturing, one of the negatives for Washington politicians because of the spotlight. Now, these people used to live in a fishbowl, but they now live in a global aquarium, meaning everybody's got a cell phone, everybody's got a television studio or radio station in their hand. And so you can observe all of the sausage making and all the nastiness involved in it in Washington. So ideally, I think they would wave their magic wand and go back and sign that piece of legislation. I think they were taken down the wrong road of the anti crypto people in the White House. I think the campaign and the president himself didn't look at it carefully enough until it was too late, and now he's got egg on his face. But if you could, and I don't think this is possible in the next six months, given where we are in the election and the electoral cycle. But if you could promote a bill that had some reasonable feature changes in that repeal, I think you could get it done. But I don't see that possible between now and November just because of the way I know how things work. This is more likely to be a first out of the box in 2025 for the new congressional delegation. The new Congress."
    },
    {
        "speaker": "B",
        "text": "You wrote an op ed in fortune with Kristen Smith with the blockchain association saying that crypto is a natural bipartisan issue. Do you see that people in DC view it that way now, like lawmakers, regulators, their staff, or are you still seeing it being treated more as a partisan issue?"
    },
    {
        "speaker": "A",
        "text": "I see a vocal minority that is heated and decidedly against crypto, and I see a silent but broad coalition of people that are for crypto. And so people did cross over. You did get ten or so votes in the Senate and probably 20 or so votes in the House that were Democrats and guys like Ro Khanna are pro crypto. Kirsten Gillibrand, the senator here from New York, is pro crypto. Chuck Schumer obviously voted for the bill. So he's signaling that he's getting pressure from his constituents here in New York City that we want to maintain the mantle of financial services leadership by repealing things that don't make sense long term, given how massively the blockchain has changed the financial services industry. So, yes, I do think there's a very broad group of people that are for crypto. I did this demographic study. I had one of my research people do this. Please don't quote me exactly on these numbers. I don't have them off the top of my head, and I don't have it in front of me, but it is something like the average age of the Democrat that voted no on the legislation was like, 68, and the average age of the Democrat that voted yes on the legislation was 48. So there was literally a generational difference in the way people view this. And so the good news is these people are going to age out of the system, and this younger crop of people will make this issue bipartisan. I don't like where we are right now. If you had, let's say, you were from Mars and you brought your flying saucer down, you landed here, you came to talk to me and say, well, how do you feel about us regulation? I would tell the Martians that we have overly politicized our regulation. It's either hard left legislation and regulation from our people or hard right, but really good regulation is right or wrong. And there's a great book about this called taming the street by Diana Henriquez. I don't know if you know Diana, but she's a, a Bloomberg writer. She's in her mid seventies now. But she wrote a book three months ago about the origination of the SEC. And it's a phenomenal book because in the book there is clarity about the fault of the bankers and the failure of the capricious behavior by stock market participants in the 1920s. And there's a decision by the Roosevelt administration to create the securities exchange. And what do they do? Well, step one, they hire some regulators. They go into the industry to the good players, and they say, okay, help us identify what rogue behavior is. And then there's a concert between the regulators, the legislators, and the industry participants to make the rules. And then those rules are propagated. And it turns out that those rules were a good set of rules and led to more transparency, led to less investor fraud and greater flow of capital into the system. So in her book, taming the street, this is about right or wrong regulation. It's not about hard left or hard right regulation. Elizabeth Warren couldn't find the blockchain with two hands in her bathtub. And you know exactly what I mean by that. And she doesn't understand it. She just dislikes it because somebody said there, well, it's just financial, mathematical blather. You know, I don't know if you know who John Reed Stark is, if that name sounds familiar to you, but John is a very close personal friend of mine. We went to high school together. He's mister anti crypto. He's on a jihad against crypto. In all fairness to him and his great intellectual capability, he hasn't spent the time to understand the blockchain yet. He hasn't read your book as an example on the development and the origin of ethereum. He doesn't have the technical understanding of why this technology is so transformative. And he, alongside Elizabeth Warren, is not listening to the market. They actually have some level of superciliousness to their personalities where they think theyre smarter than the market. This thing known as bitcoin went from a penny or a half a penny to $70,000 a coin. Well, there are millions upon millions of market participants and very, very smart people in the market. You mean to tell me all of these millions of market participants, or what buffet calls theres madness to crowds? But there's also wisdom in the crowd, Laura. You know that there's a collective wisdom. And so you mean to tell me over 15 years, this antifragile asset known as bitcoin went from a penny to 70,000, but all these millions of market participants are completely wrong, and Elizabeth Warren and Gary Gensler and John Reed Stark are the only three people that are right. You know, I just don't buy into that. And so the right thing to do here is to depoliticize this. And as Kristen and I wrote in that op ed, this needs to be a bipartisan issue. We want the United States to maintain its financial services leadership in all categories. And we don't want our capital or our human capital taking flight from the United States and moving to places like the UK or the UAE or Singapore. There's no reason for that to happen if we can get the right players in place. On the regulatory side."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, clearly it just, with the US being home to the world's largest financial markets, and for at least the most recent technological cycles, it's been at the forefront. It would make sense if we stayed in this position, but we'll see what happens to. Well, if you could have any crypto legislation that you wanted, what would you like to see in it?"
    },
    {
        "speaker": "A",
        "text": "Well, I think there are three things, I think. Number one, I would like to see more industry involvement in the regulatory process. And so I would like to have in the legislation that the, whether it's the CFTC, frankly, which I would like to see all of crypto under that umbrella, if you don't mind me saying so, but assuming just ethereum and bitcoin get there, the other altcoins, if you were the SEC, that it's mandated that there's some type of industry committee or industry participation in setting up the rules. There are very good actors in this industry. There's no reason to be having lawsuits against Coinbase and Kraken, et cetera, who are trying to get to the right regulatory answer and can never get a straight response from people. Number two, I would like the, whatever the rules are, I would like them to be made clear, and so that there's a level of clarity in the rules, and I would like to take off the table the uncertainty in the industry. So this is a security. This is not a security. This is allowable for custody person purposes. This is not allowable for custody purposes. It's, to me, great legislation is clarity, which makes it very, very easy for the administrative agencies like the SEC or the CFTC to enforce."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment, we're going to talk less about regulation and more about the markets. But first, a quick word from the sponsors who make this show possible. Polkadot is the original and largest layer zero blockchain with over 2000 plus developers. And the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol. Trustless bridges internally and into Ethereum, Cosmos, Nier binance smart chain and revised tokenomics, and the implementation of a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, bills bigger with Polkadot. Join the community@polkadot.net. work ecosystem community back to my conversation with Anthony. So Skybridge went through a difficult period because it had sold 30% of its stake to FTX, and it's sort of probably seen its fortunes change along with the industry, because now the industry is on an upswing. So tell us a little bit about what's been happening with Skybridge."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I mean, obviously I'm technically not allowed to talk about our performance, but I can say something broad, which I think your viewership will get or listenership will get a hold of. We have a third of our money in cryptocurrency, specifically bitcoin, Solana and Ethereum. And so I just want you to imagine if you have a third of your money there, and you started out at the 17,000 level in bitcoin, the $22 level in Solana, and maybe 1250 on Ethereum, and you look at where prices are today, I think it would be safe to say that we're having an incredible two year run at Skybridge. Now, having said that, when we report negative results, because I'm a high profile person, we get negative press. And so there's an expression in the media which I think you'll enjoy, Laura. When it bleeds, it leads. If my arm's cut open and I'm bleeding, it gets on the front page. If I'm doing well, it's more or less ignored, and I don't have any level of bitterness about that. I understand the commerciality of journalism. It's not that big of a deal. It's just that I guess my sore point in April, May of 2023, when I think my financial obituary was being written for the 9th time, that the journalist that wrote that obituary just didn't give me a chance to respond or didn't give me a chance to rebut some of the things that were being said about me. And so we're here, you know, 19 months out or ever. It is 16 months out, I should say, from whatever that was written. And we've had meteoric success. I mean, without getting into the details, we're probably up two and a half times in our crypto exposure, and our accounts and clients are very, very happy. So lots of lessons there, I think. Lesson number one, if you've done the homework and you believe in the fundamentals of what you're doing, stick to it. Number two, you mentioned Sam, and so I have no problem discussing Sam, and I've been on the airways for, you know, twelve months or more discussing Sam. The deal I cut with Sam was lucky in the following respect. It was a gradual deal. Sam wanted to buy the entire company, and there were people here, frankly, at Skybridge, that wanted him to buy the entire company for FTX stock. And so that probably would have been the worst decision of our careers. But we allowed him to buy 30% of the company, and we, of course, asked for cash. And then we made a decision that we put a couple of million dollars into the checkbook to run the operations of the firm. But we bought cryptocurrency with the balance. Now, the FTT token, of course, lost money, but the bitcoin exposure has been quite profitable. So it's catch is catch can Sam. And now the estate doesn't have any say. Overdose. Our operations doesn't have any say over the firm's leadership. It's a minority position in the truest sense of the word. And so at some point, we would like to buy it back from them. I frankly think it's too small for them to be negotiating with us at this moment. And so we'll wait. If it's a year from now or two, it doesn't really matter to us. This is a private company. My partners and I have been together for two decades at Skybridge. But my president and chief operating officer, Brett messing, is a classmate of mine from law school, and we started and sold a business successfully 25 years ago. So we're here for the long term. I love the business. You know, we have this thought leadership of conference business as well called salt. And listen, I mean we're in good shape right now financially. We have a strong balance sheet, but that was a very, very difficult time for us. And I think what I would say to your listeners is you got to be patient. Sometimes in life, doing nothing is the best thing. And so I was told by people that I needed to liquidate my bitcoin position after Sam's fraud was exposed. I think bitcoin was 1718 19,000 at the time. I was told that I needed to put the firm out of business effectively and liquidate the funds and all this sort of nonsense and I just frankly ignored all that. If anything, we took incremental cash flow and we averaged into some of the positions for the fund and for our balance sheet. And so that served us very well over the last 15 months. But Laura, I've been humbled by life and I've been humbled by market. So I'm not sitting here beating my chest and I told you so moment. I'm frankly too superstitious for that. But I do believe long term in the industry and I do believe in this cycle, that bitcoin has legs. It's got the backing now of Wall street, and you and I know this and your listeners probably do as well. But it's worth repeating. Wall street is a major selling machine. I've been on Wall street for 36 years. If they develop or come up with a product, they task thousands of people to sell that idea and to originate that idea into the asset allocation portfolios of their clients, institutional, individual alike. And so that process is frankly just starting. And I think you know this better than me. I think there's 60 or so billion dollars that are in ETF's right now, which is staggering if you think about it. This started six months ago and you've got something like $60 billion in ETF's in bitcoin and it's moved the price from 42,000 to 70. Just imagine if we had another hundred billion dollars of inflows what that could do to price. Because you and I both know, did you cover the industry for a long period of time. There's a finite supply of bitcoin and there's not an awful lot of bitcoin on the wallets of these exchanges. And so in order to get more activity or more selling, you're going to have to see higher prices. And for some reason, my buddies in the hedge fund industry are short bitcoin. Now, some of it's cute, some of it's their long. The ETF, and they're short the cash. Bitcoin is a hedge. Some of it is. Okay, this has been a monstrous run. It's unsustainable. I'm going to get short this so I can make a lot of money in my bonus come year end. But I'm telling you, they could get their faces ripped off in an asset like bitcoin due to the supply constraints."
    },
    {
        "speaker": "B",
        "text": "And so with this development, with the bitcoin ETF's, because of your vantage point at Skybridge where you see, like, what are you watching for? What developments do you think are kind of on the horizon for crypto and Wall street?"
    },
    {
        "speaker": "A",
        "text": "So the number one thing for me is somebody is going to declare bitcoin an asset class that will be a consultant at a, you know, these large pension funds, in order to preserve their jobs, go to outside consultants, and they ask them for advice on asset allocation, who to put the money with, where to put the money, private equity, hedge funds, et cetera, stocks and bonds. And somebody is going to declare bitcoin an asset class and then offer a suggestion that bitcoin should be one, two, 3% of an institutional tactical asset allocated portfolio. And when that happens, it's going to open up a huge vein of demand for bitcoin. The state of Wisconsin, as you know, announced last month that they have about $160 million worth of bitcoin at the price that they bought them at. It says bitcoin is near an all time high. It's possibly more than that now, but that move is an indication that they are seeing what I'm seeing. The state of Wisconsin saying, okay, this is going to be mainstreaming shortly. This is going to be part of a asset allocated portfolio for institutions. And so if I'm not long bitcoin, I'm short bitcoin. And if I'm short bitcoin and it's a high performing asset, my total portfolio may underperform my peer group. And so I think that's happening, and that will create an acceleration of adoption and an acceleration upward in price."
    },
    {
        "speaker": "B",
        "text": "Skybridge had a initially applied with first trust to have a bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "But eventually, after the first application was not successful, it didn't follow up the SEC. And recently the SEC did ask Skybridge and first trust to declare that application abandoned. Why did Skybridge not go forward with the EDF?"
    },
    {
        "speaker": "A",
        "text": "So that's a great question. First of all, first trust is a phenomenal ETF provider. We do have an ETF that I'm allowed to talk publicly about because it's a sold with a prospectus and it's offered to retail investors. It's called the first trust Skybridge Digital economy Fund. The symbol is CRPT and we did that with first trust and it's a very successful offering. We own things like microstrategy and Coinbase, and a whole collection of publicly traded securities that directly benefit from the ecosystem of digital assets. And so that's been a very big win for us with first trust. Co temporaneous of that, we filed for a bitcoin spot ETF. I got that wrong when I saw the futures ETF approved. This is why I did go to law school, but I don't even play a lawyer on television lawyer. I got this wrong because administrative law would have dictated that when a futures bitcoin ETF approved shortly thereafter, they would have approved a spot ETF or cash ETF, however you want to describe it, and I got that wrong. I didn't realize how political the process was. And of course we had to win that in the courts as opposed to this overly politicized SEC commissioner doing something that the court deemed arbitrary and capricious, which is right there in the administrative law. You can, as an administrator, be arbitrary and approve one thing, and then something that's identical to that thing, not approve. And so we filed for that. We would have been a first mover had we been approved. And then I think we would have gained requisite, if not substantial market share. But since they denied that application, it put us at the back of those other applications. We had to applied. We would have been six months behind Fidelity and Blackrock and Galaxy and Vesco and the other, the eleven or twelve that were more or less simultaneous. It didn't make sense for us. I didn't want to put the firm in a position of competing with Blackrock or fidelity. We just don't have their size or scale. If we were a first mover, it made more sense, but because of the regulatory process, it negated our ability to be a first mover. But im also proud to tell you this. I think you may know this. We were the first money into the Blackrock bitcoin trust, the first outside money. Skybridge made that investment in February of 2023. And of course they took that trust and they filed for an ETF application to convert that trust into an ETF. So we're very proud to work along of Blackrock with that, and my partner Brett Messing, who made that investment, was part of the bell ringing ceremony at the Nasdaq this past January."
    },
    {
        "speaker": "B",
        "text": "Oh, that sounds fun. So I'm sure you know, people have been talking a lot about the upcoming ether ETF's, and one of the more popular questions is how to pitch them to tradfi. What's your opinion on the best pitch for a spot ether ETF?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, again, the one problem with these ETF's, and this is the nonsense of everything that represents, Gary Gensler, is, you know, and I've read this in your book, that there's very favorable tokenomics associated with staking your ethereum. And if you stake your ethereum, you can get a certain yield or reward from the network as a result of being one of the confirmations on the transactions, etcetera. And the SEC, in their infinite wisdom, has taken the economics of that away from the ETF's. This is a long only, yet it's a long term investment, so you don't get the benefit of the staking. But what I would say to people on this is that ethereum represents, it's the second largest capitalized digital currency, digital piece of property, however you want to describe it, but it represents a significant rail system for the industry and potentially the world. You can tokenize many real world assets on Ethereum, and you can tokenize art, you can tokenize a whole host of different things on Ethereum, including your nfts, etcetera. And there'll be a very large ecosystem on Ethereum growing exponentially over the next ten to 20 years, a result of which these tokens that you're going to use to trade on Ethereum, the Ethereum currency itself, I think it's going to be worth a lot more money. Now, if you're a retail investor, this is the best way to access it. And if you're a baby boomer, if you're an old fart like me, this is probably the best way to access it because you can just call your broker and buy it, and they can put the Q SIP number and the security right into your account, and you can look at it and stare at it all day if you want, on the Internet or on your app. If you're a younger person, it's a harder sell because a younger person would probably be interested in buying the Ethereum outright and finding a place to stake it, because the returns of staking, in addition to whatever the potential price appreciation is, is, I think, quite lucrative."
    },
    {
        "speaker": "B",
        "text": "So another little parlor game that people like to play nowadays with the bitcoin. Sorry, with the ether ETF's is what percentage of inflows well see into them compared to what weve seen with bitcoin. Do you have a guess?"
    },
    {
        "speaker": "A",
        "text": "Its a really good question. If you did 60 billion with bitcoin and Ethereum is roughly you tell me what the market cap of Ethereum is right now."
    },
    {
        "speaker": "B",
        "text": "I think it's like 30%."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it's the third of bitcoin roughly right my coingecko. It looks like it's 442 billion versus 1.3 trillion for bitcoin. Does that sound right to you?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So it's roughly 40 ish percent of bitcoin. And then the question is will people buy Ethereum with the same amount of fanfare as bitcoin? I believe that they won't. Not that Ethereum isn't a superior product even potentially or even a better potential long term asset. I just think that bitcoin being the big kahuna and being the grandfather or the grandmother of the industry, if you will, makes it an easier sell for Wall street types of. So if you've got 60, I would say you'll probably do in six months. Ten or so billion dollars in Ethereum, you can invite me back to see if I'm right. Now that compares to 60 billion for bitcoin. But remember, it's only 40% of the market. So if it did equivalent to bitcoin, it would be 2.4. So it would be 24 billion versus 60. And I think it'll be less than that. So let's say ten to 12 billion."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. I mean everybody I think, thinks it will be less. It's just where exactly they think it will land."
    },
    {
        "speaker": "A",
        "text": "But I think the other question you didn't ask it, but I'm going to answer it anyway, is should it be less? And I think the answer to that is no. I think Ethereum is a terrific asset and we are long a lot of Ethereum and like it as much as bitcoin. And one of my partners here actually likes it more than bitcoin."
    },
    {
        "speaker": "B",
        "text": "Huh. And for what reason?"
    },
    {
        "speaker": "A",
        "text": "Utility, the rail system of it, the ease of use in terms of building on it. It's a very easy, you think about it from a web one or a computer perspective. It's got a very easy operating system to overlay smart contracts on it. The gas fees are a little bit more expensive obviously than Solana, but you can use these layer twos to batch those transactions and get a lower fee. Or a lower gas fee per transaction. Listen, by the way, you wrote one of the great books in this industry because I felt like I was reading Tatlers. Do you know Tatlers from the UK, the gossip magazine, or have more protests?"
    },
    {
        "speaker": "B",
        "text": "I've heard of it."
    },
    {
        "speaker": "A",
        "text": "Okay. I felt like I was getting an education on who was having sex with who, who was fighting with who."
    },
    {
        "speaker": "B",
        "text": "Wait, I don't remember that."
    },
    {
        "speaker": "A",
        "text": "Well, there was a lot of that intrigue in there. Certainly."
    },
    {
        "speaker": "B",
        "text": "There was."
    },
    {
        "speaker": "A",
        "text": "You know, there was like, this guy was flirting with that woman. This guy got accused of sexual. You don't remember writing about the different harassment in the book?"
    },
    {
        "speaker": "B",
        "text": "It's so funny. It's so long ago. I remember trying to corroborate things, to include them, and I don't remember what made it right now."
    },
    {
        "speaker": "A",
        "text": "Well, no, trust me, Laura. For me, it was salacious enough where I read every page of it. But what I loved about it was that you wrote about the history of Ethereum, and you educated me, frankly, on a lot of these players like Hodgkinson that went on to create Cardano and others that were part of that project. I didn't understand. I mean, remember, I'm a trade fi old fart in the industry, and so there was a lot of stuff you were writing about that I didn't understand. But you also put enough gossip. Let me just put it this way. You put enough gossip in the book, which also had me riveted to the book."
    },
    {
        "speaker": "B",
        "text": "Okay. But I will say."
    },
    {
        "speaker": "A",
        "text": "Sounds like you blocked out some of the gossip. I will say, don't worry, you didn't get sued by. I'm sure everything was true and verifiable."
    },
    {
        "speaker": "B",
        "text": "Exactly. So it wasn't gossip because I verified all of it and it was all fact checked, and that's how it made it in the book."
    },
    {
        "speaker": "A",
        "text": "You're getting defensive. I was actually trying to compliment you."
    },
    {
        "speaker": "B",
        "text": "I take it as a compliment."
    },
    {
        "speaker": "A",
        "text": "I just called up your book because I couldn't remember the subtitle. I know it was called cryptopias, but let me just read the subtitle, everybody. Idealism, greed, lies, and the making of the first big cryptocurrency crisis. I mean, the book was phenomenal. And by the way, not that you're doing this or not, but you should probably get that as, like, a streaming series at some point, because it was really, in my opinion, it was that good. I'm not saying that to flatter you. I'm just telling you I love the book."
    },
    {
        "speaker": "B",
        "text": "Thank you. Thanks. Yeah, I, um. I. I don't know, I think somebody, I think there's other people who want to turn it into a tv series as well, so. Okay, we will see."
    },
    {
        "speaker": "A",
        "text": "So I look forward to it. You know, I would be interested to see who plays Vitalik Buterin. It's gonna be up to you. A very thin human being. There'll probably be no Italians that could play Vitalik Buterin, just so you know."
    },
    {
        "speaker": "B",
        "text": "Where they'll have to lose a lot of weight."
    },
    {
        "speaker": "A",
        "text": "Yes, we're taller. We're, we're taller and thinner in our own minds, but we're actually fatter and shorter in real life."
    },
    {
        "speaker": "B",
        "text": "So remaining on the topic of the ETF's, you recently tweeted, we're going to get a Sol ETF. Get ready. And I wondered, so does that mean that you think that that's the next crypto ETF? And if so, why? Because the SEC did name Saul a security in some of their lawsuits against exchanges."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I think they're gonna have. Look, listen, if somebody wants to push a Sol ETF after the ripple case and after the approval of Ethereum, I think the SEC is going to have to rethink what Seoul actually is. Because if the Howie test doesn't make Ethereum or ripple securities, how on God's earth someone will have to explain that to me. Does Saul get made into a security? So they can declare it as security, but it doesn't meet the measurements by their own standards of what a security is. Moreover, their actions, again, not to continue to use these words, arbitrary and capricious, but their actions are dictating that they've just let something that's very similar to Saul become an ETF. So if somebody pushes it again, this has got to be a blackrock or a fidelity, or maybe even the Solana foundation. If they push it, it'd be hard pressed for me to understand what theory they're going to use to disapprove it. So this industry was very ready for the SEC to disapprove the Ethereum ETF, at which point those players would have brought a lawsuit against the industry, would have likely gone into the same district court, federal district court, and the SEC would have lost the case. And I think that was the calculus. And you remember this because you were reporting about this. The SEC made the decision not to appeal the court decision of grayscale. And when that expired, I think there was a Bloomberg journalist that interviewed Gary Gensler, and he said that we're going to follow the law. He knew that he was going to lose that appeal. And if he won that appeal, it was going to the Supreme Court. And with that court set up the way it is, he knew he was going to lose that, and so he capitulated. And so I don't understand how they could manifest an idea that a sole ETF would be disallowed given what they just did. The question really before all of us is who's going to come up with the sole ETF application? And so I don't know the answer to that, but I do think it's coming, and I do think that there will be somebody that will want to work on that, because that is also like Ethereum. It is a great asset. And as you're explaining this world, having a few assets in the digital space alongside of Bitcoin and Ethereum and Solana, I think is good for the overall industry. Sort of like having different car dealerships stacked up on the same road."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the issue would be there would need to be a futures market for Solana first. So."
    },
    {
        "speaker": "A",
        "text": "Exactly. You got to get it. Yep, you're 100% correct. You got to get it. Well, that's what happened with Ethereum. You got the Ethereum futures approved first, and then you ended up with the spot. And I think that can happen and likely will happen."
    },
    {
        "speaker": "B",
        "text": "All right, so I did also want to ask about Skybridge that last year you mentioned that you're aiming to, quote, make a meaningful acquisition of a potential asset manager or launch a fund internally in the next twelve to 18 months. Do you have any updates on that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I think this is, I think the Wall Street Journal reported this and I didn't get it. So we're allowed to talk about it. We bid unsuccessfully for the Silicon Valley bank venture fund of funds. And so I teamed up with Bob diamond, the former CEO and chairman of Barclays bank, and we made a bid on those assets. And frankly, we lost. Somebody else bought it. I can't remember who, probably because I blanked out who after I lost it. But truth be told, I thought we were going to win that, which is why I was saying that we're in the process of making a major acquisition, not that we're not still looking. We are. And so we are open to ideas in the digital space. We're open to ideas in the fund to fund space and the hedge fund space. And we're also raising money for some private equity like ideas here, which, again, I don't know how public I'm allowed to be about those because they're restricted to a certain group of investors. But we're in the marketplace raising money. And we are also looking for potential acquisitions. And we predict at some point we'll be able to buy back our shares from the FTX estate. And if not, the Skybridge lives on in its current configuration. This is a 20 year project of mine now, and hopefully, if I'm healthy, I get to do this for a couple more decades in the future."
    },
    {
        "speaker": "B",
        "text": "And Skybridge also has a partnership with Parkle Protocol, which is a decentralized yes. Oh, how do you pronounce it? Parcel."
    },
    {
        "speaker": "A",
        "text": "Parcel? Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, parcel. So it's like a parcel of land?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, so it says that this is a decentralized real estate trading platform. I think this is a foray, I guess, into real world assets. Can you talk a little bit about your partnership with them?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Let me start where I want to begin. So there's a group of hedge fund analysts, during COVID they said to themselves, wow, there's no place to go long, and there's no place to go short meta or macro real estate. In other words, if I want to short the, I'm long a few banks and I want to short the bank stock index, I can go to the S and P and do that. If I'm long technology, I can go to the technology index and do that. But there's no place for me to short real estate. And the case Shiller index is sort of a lagging index, two three month lagging index. So you can't use that. And so then the real question is, well, what do you use? And there was no answer. So for the last three years, these gentlemen have built on Solana, a data dependent index of various cities. So trading right now are things like Miami, New York, Philadelphia, Boston, they're about to trade the UAE and Dubai. And you can go on their exchange and you can buy using the parcel token, the Parcl token, an ability to either get long or get short. And so what's exciting about this project is it's a real world asset. Or as people in our industry, we like jargon, so we can call it an RWA. But I know these guys for a very long time. The CEO is a gentleman by the name of Trevor Bacon. He's been in the hedge fund industry. He's a brilliant guy. He's got a number of great technologists with them. And what I think is also interesting about these guys is they're offering the data as a percent potential feed to different real estate executives. So this could be real estate, private equity funds, it could be real estate developers and or owners could be private families as well as, you know, publicly traded reits. It's just getting started now. We made an investment in the company. The token got launched about two and a half months ago. And as I said, it's a Solana based token. And so we like it a lot and I expect it to do well."
    },
    {
        "speaker": "B",
        "text": "Great. So last quick question. Obviously, we're in a bull cycle. Where do you expect bitcoin and ether will top out in this cycle?"
    },
    {
        "speaker": "A",
        "text": "Good question. So I don't know the answer to that. I wish I did, but I can only give you my guess. And so I think we get to ten to $12,000 on ethereum, and I do think we get to somewhere 170 to 250 on bitcoin."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. Well, Anthony, it has been a pleasure having you."
    },
    {
        "speaker": "A",
        "text": "I've been wrong before, Laura. I've been wrong before, so don't go by me. But I will say this, I'm wrong often, but I'm very stubborn, so I'm still in all my positions."
    },
    {
        "speaker": "B",
        "text": "Okay, great. Well, where can people learn more about you and Skybridge?"
    },
    {
        "speaker": "A",
        "text": "You can follow me at scaramucci, at Twitter or Instagram. And of course you can come to one of our conferences. Just go to salt.org dot. Hopefully you could make this. We have the Wyoming blockchain symposium August 19 to the 21st. The Fed is doing a central banking conference. We're going to do one roughly at the same time, which is effectively a decentral banking conference. And since we're bougie people, we're going to do it at the four Seasons in Jackson Hole. So I expect it to be a lot of fun."
    },
    {
        "speaker": "B",
        "text": "That does sound great. Well, thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "It's great to be on."
    },
    {
        "speaker": "B",
        "text": "Did you know Unchained is much more than a podcast? Last year, we unveiled a completely redesigned website enriching your experience with the latest news, insightful analysis, compelling op eds, and comprehensive learning articles and guides for beginners. Explore all this and more@unchainedcrypto.com. dot thanks so much for joining us today. To learn more about Anthony and Skybridge, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Matt Pilchard, Juan Aranovich, Megan Davis, Pamela Jimdar, and Marca Correa. Thanks for listening. Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]