[
    {
        "speaker": "A",
        "text": "I think there's really two forcing functions that are going to drive money into this thing. It's the debt situation. Just the fact that the US isn't going to default on their debt. There's low likelihood we're going to have some type of utopian AI productivity boom or something like that. The most likely scenario as it pertains to the debt is that the United States is going to have to let inflation run hot. Then the other piece is demographics. As younger people take the helms of capital allocation, they're more digitally native, et cetera. You know, I don't know if I necessarily even think that we're going to kind of have these traditional cycles that we've been used to over. You know, we have a pretty small sample super cycle."
    },
    {
        "speaker": "B",
        "text": "Man, you going the super psycho world."
    },
    {
        "speaker": "C",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the April 16, 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers. And the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for Gamefi and defi to build, grow and scale. Join the Community@polkadot.net work ecosystem community hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com dot. Youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com Dot."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here for Mint Mobile with the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "B",
        "text": "Thing Mint Mobile Unlimited premium wireless 20 2020 get 20 2015 just $15 a."
    },
    {
        "speaker": "A",
        "text": "Month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot whoa."
    },
    {
        "speaker": "B",
        "text": "Landing an account this big will totally."
    },
    {
        "speaker": "A",
        "text": "Change my landscaping business."
    },
    {
        "speaker": "B",
        "text": "It's gonna mean hiring more guys and more equipment and new trucks for the."
    },
    {
        "speaker": "A",
        "text": "New guys to drive the new equipment in."
    },
    {
        "speaker": "B",
        "text": "I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs."
    },
    {
        "speaker": "A",
        "text": "Of your business today when you need them."
    },
    {
        "speaker": "C",
        "text": "Get started@fordpro.com. financing today's topic is the bitcoin halving and its overall impact on bitcoin and the wider crypto markets. Here to discuss are Arthur Hayes, CIO of Maelstrom, and will Clemente, co founder of reflexivity Research. Welcome, Arthur and Will."
    },
    {
        "speaker": "B",
        "text": "Yo, yo, yo."
    },
    {
        "speaker": "A",
        "text": "What's going on? Great to be here, Laura."
    },
    {
        "speaker": "C",
        "text": "Next week is the fourth bitcoin having when we will see the number of new bitcoins minted, with each new block halved from 6.25 to 3.125. What's unusual about this particular having is that the bitcoin price has actually risen ahead of the having. And that actually typically happens about a year or a year and a half after the having. Although it might seem obvious that the reason for that was the approval of spot bitcoin ETF's here in the US. I don't know if you, Arthur and will think that any other factors came into play, so you can feel free to mention that if you think there were others. But my main question is how do you think the fact that we've had this new all time high already before the having will affect the price trajectory post having so people can differentiate voices. Why don't we start with Arthur and then we'll go to will."
    },
    {
        "speaker": "B",
        "text": "Sure. So obviously the approval of the us bitcoin ETF's has been amazing. It's the best selling product, I think, in Blackrock fidelity, like the whole asset manager space for ETF's in their history. So they're loving the fees, all the Aum inflows, and obviously we're seeing on a daily basis a few hundred million dollars of new fiat being pumped into the crypto ecosystem, which has obviously led for the prices to rise. So I think that's probably the big macro trend. Obviously you have the having. Everyone likes to look at the past cycles and define how it's going to be exactly the same, but obviously every cycle is different. This is the main narrative of this cycle is sort of the addition of a bitcoin derivative that institutional investors globally can invest in. And so we're really tied to those flows in terms of how the price action is going to eventuate. And I think having sort of takes a second step to that, and maybe it'll be a lot more pronounced in terms of its impact three, six, nine months down the road. But I would say that we're primarily focused on what are those daily flows out of the US. Obviously, Hong Kong has approved its own spot, bitcoin ETF's, and those should be launched sometime soon. So in Europe, UK, everyone's trying to get on this fee game in terms of a tradfi asset manager. So I think that's the trend, having a sort of a second fiddle this cycle."
    },
    {
        "speaker": "A",
        "text": "Yeah, I completely agree. I think even these prior historical cycles, it's hard to say this because of the having. Is this because of just the macro liquidity cycles? Is it a combination of both? Is it the behavioral dynamics in the market? I think one thing that's for sure is that the having has a diminishing impact on the overall, the supply shock that we like to ascribe that it does to the market, just in terms of the percentage of overall circulating supply relative to, you know, that kind of cutting in half of the issuance. So I don't necessarily think it has an immediate impact on the market. I think, as Arthur said, you go out months from now, then over time it will start to have an impact. I do think the story of this cycle is basically the fact that you've unlocked passive flows to come into the market for the first time. This is something that we haven't had historically, and indices have been the beneficiary of for two to three decades. I think for the first time, as Arthur mentioned, you're able to have all these pension funds, sovereign wealth funds, et cetera. They're able to passively allocate to the stuff in a way that maybe they weren't able to before because of regulatory or compliance reasons or whatever it may be."
    },
    {
        "speaker": "C",
        "text": "Those are, I believe, a different type of investor than what we've typically seen. So how would you think that would affect bitcoins, price or volatility, but even things like the decentralization of bitcoin. Just curious for both of your thoughts on this, I do believe I agree with you that we're sort of in a new phase now that we have this new class of investors here. But how do you see them impacting all those different factors."
    },
    {
        "speaker": "B",
        "text": "I mean, I've come out pretty strongly saying that taken to the extreme, that passive investing, and we've seen this in traditional equity markets, is toxic to price discovery. We'll see how large these asset managers get in terms of the percentage holding of bitcoin and maybe some other cryptos and shit coins as well, whether they're passivity and their non engagement with the actual underlying protocols and what we're here to do, which is create a whole new financial system, does that detract from achieving that goal or not? So I think the jury is still out. I don't know what percentage of the network, so total supply that Blackrock and co own is 1% or something like that. We're well far away from any sort of like, doomsday scenario, but it's definitely there."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think for me, in the foreseeable future, the decentralization stuff isn't a huge concern. I do think the volatility will just naturally come down over time as bitcoin becomes larger, becomes more liquid, more volume, et cetera. I think the other side of that, obviously that's less favorable for somebody looking to allocate just because of the return profile that bitcoin may generate. But on the flip side of that, I do think it de risks the asset in a way that maybe it wasn't de risked five or ten years ago. I think you can make an argument that bitcoin at 70k is more de risk than it was maybe at ten k just because of the infrastructure, the decline in career risk. Now that's brought on by Larry Fink going on and shilling our bags on live television and talking about how bitcoins, digital gold, et cetera. So I would argue that in a lot of ways, as bitcoin gets larger, it actually becomes less risky to a lot of these super large pension funds, sovereign wealth funds, et cetera."
    },
    {
        "speaker": "C",
        "text": "And then, so earlier, you both said that you felt that because of the approval of the spot bitcoin ETF, that that is kind of the main driver for this particular cycle, less so than the having itself. But I wanted to float a theory by you, which is, I kind of felt a little bit like just the sheer amount of money that we saw come into the spot bitcoin ETF so quickly, you know, well beyond pretty much nearly every projection I had seen out there. I wondered if you felt that we reached this new all time high, almost like in a delayed way. Sorry, I know that doesn't sound correct, because obviously this came ahead of the having. But what I'm trying to say is that it's sort of like the price maybe had been artificially depressed before because the spot bitcoin ETF's had been the approval of them, had been delayed for so long. It took this court case and all that. And so I wondered basically, like, if you think that maybe it had happened on time, which we could debate about when that was, but at some point in the last 2013 when the legal."
    },
    {
        "speaker": "B",
        "text": "Clowns tried to get one listed right."
    },
    {
        "speaker": "C",
        "text": "Well, at some point in the last ten years, obviously, it's a very, very long time. I imagine it's probably historically much longer than the average application. So assuming that, then I. Do you still feel like this having will have less of an impact, or basically, how do you see those two things coming together? Do you still think we will have a fresh new all time high? Do you think it'll not be quite as high as it's been in the past? Or do you think it will still be a big jump from the most recent all time high?"
    },
    {
        "speaker": "B",
        "text": "I think just look at why are institutional investors investing in bitcoin? Because there's a whole narrative about the destruction of the sovereign bond market, which started basically as the Fed started raising rates in March of 2022. So theres a reason why people are allocating to bitcoin, not just that bitcoin exists. And so therefore I will allocate however many billions have gone into these products. Theres an actual underlying issue with the markets thats propelling this. So if you take away the bitcoin negative and it was still pending, I think maybe we wouldnt be in an all time, maybe at 50,000 or 45,000, whatever it is. But weve rallied off of 16,000 after the FTX collapse, and thats all predicated on a lot of money printing from the Fed, the BOJ, ECB, PBOC, all the major culprits in this fiat to basement orgy that's going on globally. And now institutional investors have a way to say, okay, I'm not just going to sell my bonds now, I have something else to invest in. That's not GLD, and that's why you have all these inflows. It's not just that bitcoins here, and therefore I will allocate. There's an underlying economic tension there."
    },
    {
        "speaker": "A",
        "text": "Yeah, I completely agree. And you can look at a gold chart, and golds been ripping the last couple of months. And I think thats because of the fiscal situation. I think ultimately thats the big picture for bitcoin, I think theres really two forcing functions that are going to drive money into this thing. Its the debt situation. Just the fact that the US isnt going to default on their debt. Theres low likelihood were going to have some type of utopian AI productivity boom or something like that. The most likely scenario as it pertains to the debt is that the United States is going to have to let inflation run hot. And then the other piece is demographics. As younger people take the helms of capital allocation, they're more digitally native, et cetera. So I don't know if I necessarily even think that we're going to have these traditional cycles that we've been used to over. We have a pretty small super cycle."
    },
    {
        "speaker": "B",
        "text": "Man, you going the super cycle world."
    },
    {
        "speaker": "A",
        "text": "I don't know if supercycle means we have great move up to the moon in a couple of candles, but it's just this fact. I think that you've got an underlying shift in the market participants and the type of flows that are now coming in. So I tend to think that bitcoin will just trade an upwards grind up into the right, maybe with less volatility but more similar to how indices have traded. If you look at a lot of different risk assets. Again, I think gold has also been a reflection of this. I think a lot of people have really started to focus or at least wake up to kind of the fiscal situation. And I suspect that bitcoin will probably be the fastest horse over the coming years as a way to kind of hedge against that."
    },
    {
        "speaker": "C",
        "text": "This is so funny because this whole thing about the supercycle, or whatever you want to call it, I actually had that as one of my last questions. But I want to just bring it up now because, I mean, first of all, you just did. But then the other thing is, you're not the first person I've seen who's actually said this, and not in a mocking way about, you know, three AC or Suzhou or anything like that. So there was a tweet by novel Ravicon. He said, quote, the narrative for this cycle is, quote, this will be the last cycle. So are there, you are kind of laughing about that, but why don't we just discuss it seriously? Like, will, you know, what made you say that? And I mean, I guess you kind of elaborated on what it might look like. But yeah, I'm curious just to hear your thoughts, both of you."
    },
    {
        "speaker": "A",
        "text": "Yeah, to be clear, I'm not saying that like, we're going to go up only and never have any drawdowns right? Like, I just think the drawdowns are probably more muted, like maybe 30, 40, 50%. But also I think the upside volume will be capped as well. But I think bitcoin will probably trade more with this general upwards grind up and to the right because of the monetary debasement over time."
    },
    {
        "speaker": "C",
        "text": "Arthur?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that maybe there's no such thing as a permanent plateau. I'm not fucking Irving Fisher in 1929 thinking that stocks are never going to go down. That's just dumb stuff goes up and down. We're humans. We overdose, we over promise the future, and then it gets there and it's like, blah, blah, blah. Right? So I think maybe the cycle is just longer and the upside is just higher, but there will be an 85, 90% drawdown in crypto. I am very confident in that. But we might not adhere to this four year cycle, because I think we're in the moment where the global investor class and the proletariat loses faith in this thing called keynesian economics and letheme deficit financing. If we have a revolt of the bond market saying, fuck, I don't want to own jgbs, treasuries, bonds, all these bonds of these bankrupt governments, and here's this digital alternative. We could see a very explosive upside cycle. And then maybe if we throw all the baby boomers out of power around the world, the younger generation is like, well, why am I paying for healthcare for a bunch of muppets? Uh, let's re. Let's reorganize a system, and then we might see some more responsible governance in terms of spending. And then at that point, maybe a government bond is a better bet than owning bitcoin on a forward looking basis. So I think things can change. We obviously think that the same crop of idiots who run the world are going to continue doing so, and, you know, the same sort of deficit financing policies are going to prevail for the foreseeable future, but that's not going to be the case in five years time. Things are different. So I think that would be my caveat to the super cycle. And I hope the more people who say super cycle, the more I'll be ready to start dumping bags. But I don't think it yet."
    },
    {
        "speaker": "C",
        "text": "But you did say that you felt that we were going to see an 80% to 90% drawdown again."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "Okay. And I'm just curious about that because I just would have imagined with the presence of this new kind of spot, bitcoin ETF investor, that they are just kind of like doing their little portfolio thing. And maybe they rebalance now and then, but I don't have, I would imagine a lot of them are sort of long term and that would kind of create a base that would prevent these massive drawdowns. But you think even with that we'll still see."
    },
    {
        "speaker": "B",
        "text": "I mean, Essex peso went down from what, I don't know, like was down 30, 40, 50% in 2008. And you still have the same sort of mechanics of passive investing then, right. There is a very risk off event and the markets reacted. So whatever it is, the challenge to whatever the narrative is, in two, three years time of, okay, this is going to keep printing money forever. Maybe the demographics change in terms of who's in power and those assumptions are invalidated and you see this massive swing to the other direction, like, okay, well, maybe we don't need to own this much of bitcoin or something else that makes more sense. And the change of that narrative because it's so well entrenched could lead to a massive decline in the price."
    },
    {
        "speaker": "C",
        "text": "Okay, okay. But you don't necessarily see, because typically that's been on this four year cycle with the having. But now you're saying it could happen, but maybe not because of this four year cycle."
    },
    {
        "speaker": "B",
        "text": "I think that we might be in a more elongated cycle because there's a whole, we're crescendoing into a collapse of the sovereign bond market, or I believe that there's something better to own than a treasury, a bund, a JGB, or whatever."
    },
    {
        "speaker": "C",
        "text": "Okay. All right, so I know we were super zoomed out. This was super interesting, by the way. But now let's zoom in. So we're about a week away from the halving as of the time of this recording. And by the time the episode comes out, we'll meet just a couple of days away. So what would be your best guess for what would happen to the bitcoin price in the short term?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I tend to think that it'll probably be somewhat of like a kind of sell the news type of event. I think anybody that was going to buy bitcoin in the short term because of the having probably has already done so. Actually, Arthur put out a piece two days ago or something. I agree with mostly what he wrote in there. Yeah, I just think that whenever there's an event that everybody is kind of expecting, the people that are going to buy have kind of already bought into it. So I tend to think we probably at least chop around until then and then maybe start to grind up at least as it pertains to the kind of direct impact of the having itself."
    },
    {
        "speaker": "B",
        "text": "Yeah, I tend to agree it's sell the news. But again, you could be wrong. Most people are already invested. So it's not as if it's like, let's go short bitcoin. It's, hey, I'm going to hold off and maybe I'll allocate more a week, two weeks, few months after the having. I think that's probably just going to be very boring. And we're entering the summer, people are going to be on vacation. So I think we're entering that low volatility boring period. And sort of the having sort of just starts that period."
    },
    {
        "speaker": "C",
        "text": "So a couple of other things that I wanted to look at will, I know you have often looked at on chain indicators for your analysis, and there's one in particular that I was curious about, which is the realized price, which basically is where you take every coin, you multiply it by the price of its last movement, and then you divide the value of that by the circulating supply. And you have said that you feel this is one of the biggest drivers of bitcoins price dynamics. So what are you seeing now in terms of realized price and how that might affect bitcoin in the short to medium term?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I used to track a lot of the on chain analytics stuff, like pretty closely. What I found is just not that actionable for trading, at least on short to medium term timeframes. What I do think its decent for is getting a proxy of the valuation of bitcoin. Theres not a lot of great ways to value bitcoin. Some people like to look at the energy price. This MVRV thing is one of my favorite valuation methodologies that people have come up with for bitcoin. So basically compares the realized value to the market value as you just described. Realized value is basically looks at the price that every coin was last moved. It essentially gives you an aggregated cost basis of the network. Then the idea of comparing that to what the current marginal trading price is, basically, where is the market trading relative to the cost basis of the network? What weve seen historically is whenever this ratio gets up to a ratio of about six to seven, the markets topped out. Whenever it goes negative, it means that the market is underwater in aggregate. So thats when you want to be buying. Its more of an art than a science, but its something that I look at as okay. On this spectrum evaluation based on where bitcoin has historically topped out, you can get somewhat of a rough proxy as to how it's trading and where maybe it sits and its cyclical dynamics. Right now, we're just sitting midway in between both of those bounds. I don't really think there's anything super actionable to derive from that. We're still not in that undervalued territory, but we're still not in that super overheated territory that was reached at the end of 2017 or the end of 2021."
    },
    {
        "speaker": "C",
        "text": "And out of curiosity, with the introduction of spot, bitcoin, ETF's, and now this kind of new class of holders who are all represented by one big entity on chain, or even if they have multiple wallets, still, it's like all these people are grouped together. Now, does that make it harder for you to do this type of analysis? Are you less able to detect certain trends that you could see before? Orlando? Well, how is this affecting your analysis?"
    },
    {
        "speaker": "A",
        "text": "I guess you could make an argument that the coins maybe are transferring, but they're not moving on chain. But ultimately, if people are redeeming the shares and the coins are moving, so you're still seeing that impact in terms of the profit and loss type of metrics. But I do think things like selling of GBTC recently, that's impacted. We've seen a large influx of older coins being spent that haven't moved in over a year. But I don't necessarily think that's an inorganic thing that's showing up in some of the data. It's just a reflection of the market participant behavior. The coins haven't moved, but overall, I don't think it's something that I would say. I don't follow the MBR ratio thing because of that."
    },
    {
        "speaker": "C",
        "text": "Ok, now let's talk about the macro environment. We are recording the day after the Bureau of Labor Statistics reported that, that the consumer price index, which is a measure of inflation, had risen to 3.5% in the last year. That was higher than what analysts had expected. It seems like now the market is pricing in two rate cuts as opposed to three. So, you know, if you think if inflation can use to not fall as has been projected, despite these high interest rates, like, what do you think could happen in terms of bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I think, and I've been banging on about this from, for a while, the Fed and the treasury, at least in the us perspective, are net stimulative and because the stock of us debt is so high, and all these other Fed programs that they have reverse repos interest on excess reserves, taken together, they've been stimulative for a while because as they raise rates, they pay more interest out to banks and wealthy individuals who spend that money into the economy. The focus on whether it's two or three rate cuts or maybe it's zero is irrelevant because the Fed's already, fed in the trades are already printing money. The more they raise rates. If they do that, they print money, they cut rates, juice to markets, essentially. It's stimulative as well. It doesn't really matter what they do unless the US is going to declare some debt jubilee and just extinguish all the debt. The net effect is stimulative. There's more liquidity in the system. And so I think parsing Powell's statements on debt, independent and one 10th of CPI here and another 10th of CPI there is fucking just mind bendingly boring and dumb because it doesn't matter. Like bitcoin is going to go up whether the fed cuts two or three times, if they even cut at all. There's some people who are saying that they're going to reduce the pace of quantitative tightening by, I know, $30 billion per month or something around that and they'll announce it at the May meeting. Again, at the end of the day, they have so many ways to print money that isn't the quantitative easing that everyone understands from 2008 that it doesn't really matter. So that's my particular view on that particular situation."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't really think I have anything to add. Completely agree. I think interest rates are basically just stemis for people that buy assets."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, so I did want to ask you because you kind of use this similar language earlier, but I'm just going to ask you directly about this. You tweeted, well, quote, people are still focused on rate cuts when they don't really matter. Interest payments are stimmy checks for people that buy assets and debates debasement is programmed without a utopian AI fueled productivity boom that closes in debt to GDP. So can you talk about this like what do you view as this utopian AI fueled productivity boom? And."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I mean it's basically the idea that, you know, you'd have this massive influx in productivity and a massive increase in economic output that was brought on by some new technology. But I also think you can argument, make an argument that you don't want that productivity boom to come on too quickly because if it comes on too quickly, then it's going to displace too many jobs and then people are going to be out of work and then you have some issues there as well. It's almost like not only would you need some type of miracle in terms of this productivity boom, but you also need it to take place not too fast, but also not too slow. So I just think that if you have kind of a distribution curve of probabilities, the probability of the US basically just doing some type of debt Jubilee like Arthur just described is pretty low because why would anybody want to hold the US as debt after that, the probability of some type of crazy productivity boom that closed in the debt to GDP ratio is also pretty low. The real meat of that distribution curve is they just let inflation run hot. They're not going to come out and say that. But I think youve already seen this in terms of Powell kind of hinting at basically changing the inflation target. And I think they want inflation to run at three to 4%. They dont want runaway inflation thats going to cause civil unrest, but they need it to be able to service the debt in nominal terms."
    },
    {
        "speaker": "C",
        "text": "Okay. Well, yeah, we also do have the election this year. I dont know if it probably seems like you guys think that also factors in. Well, Sue Arthur, when I asked that. Go ahead."
    },
    {
        "speaker": "B",
        "text": "I listened to a very good presentation. Forgot the man's last name. First name is Matt. He's a strategist at BCA research and gave a geopolitical breakfast a few days ago. And my biggest takeaway was, and he had a great chart and it showed projected spending under a Trump presidency or a Biden presidency. Trump, he believes, will spend more money, but Biden is going to spend a fuck ton of money as well. So it ultimately doesn't matter who wins I the election. They're going to print money to hand it out to whoever their constituents are. Trump wants to do tax cuts. Biden has green energy or whatever, right? So it doesn't really matter. It's a fun little circus that everyone gets to watch about two old dudes fighting it out in the media. But other than that, it's irrelevant."
    },
    {
        "speaker": "C",
        "text": "Wow. Okay. Well, something that I think you do think is important is the ending of the bank term funding program, because you wrote about that. So you talk about how you think that will affect the price of bitcoin."
    },
    {
        "speaker": "B",
        "text": "I was out publicly before the BTFP expired, and I said that that would be a net negative in terms of liquidity because the banking system had come under stress, because all these banks who were basically soft bailed out by this program would no longer be able to access it. And in the weeks and months leading up to the cessation of the BTFP, the Fed and the treasury came out and they said, hey, banks, we really would like you to use the discount window because we believe that that is a better way for you to access financing. We want to remove the stigma from accessing the discount window. And if people know their banking history, typically banks only access a discount window when they're about to fail. And other banks will refuse to deal with them if they know that they've accessed a discount window. And so the Fed and Treasury are trying to say, hey, use this policy measure. And it's a great policy measure because it's been around since, I don't know, 1913 or whenever the Fed was created. And therefore it has no negative stigma. Like the bank term funding program is seen as a bailout of the banks, which is bad politically for most american voters. And so that's why they had to end that. And in the place they put the discount window. And there's some very nuances about how they differ. But at the end of the day, the Fed has unilateral authority to change the way in which loans are given out by the discount window and they continue the same bailout under the BTFP. So I got that wrong. They came up with another way to bail out the banks. They just use a discount window. They've told everybody, if you have trouble, use this over here and they can change the terms however they want. And that's sort of politically benign versus the BTFP, which was a political hot potato."
    },
    {
        "speaker": "C",
        "text": "Okay, well, let's talk about one other thing that I feel has just been an overhang over the crypto industry for quite a while now, which is just the regulatory environment in the US. Hilariously, I asked Olaf Carlson we a question about this and he said something like, it's been like this always, so it's no different. But when we have something like Coinbase, which is the largest entity in the US for the crypto space in this lawsuit with the regulator, and that's just. Yeah, like, obviously not either a good look or even good for the industry, I think just because it sort of perpetuates this notion that it's sort of lawless. But I just wanted to hear your thoughts on what you thought the market was thinking of issues like that. Yeah. For such a big entity like Coinbase."
    },
    {
        "speaker": "A",
        "text": "I don't really think it matters that much, to be honest. I think it's something you maybe worry about in the states whenever that bridge gets crossed. But it's going to take time for a lot of that stuff to get worked out. We also saw Uniswap just got issued a wells noticed by the SEC as well. I do think it's good that a lot of the stuff from 2022 has got worked through. I think you've had a lot of selling from Genesis and Gemini over the last couple of months. That's been a lot of the GBTC outflows that we've seen. That stuff in terms of a direct market impact has been something that I've been watching, but I think a lot of that's gotten worked through. We've seen at least over. I don't want to take a couple of days of data and extrapolate out, but we've seen over the last couple of days, some of the GBTC flows have slowed. So that's a pretty good sign. But in terms of trying to base how you're going to position yourself based on these cases, I think it's really difficult to do. I do think if Coinbase wins their case, it's a really positive callous for a lot of alts, though. I think if Coinbase were to win their case and if uniswap was as well, if they get suede, I think alts probably would go crazy in that case."
    },
    {
        "speaker": "C",
        "text": "And will, you did say before we start recording that you felt like Coinbase was mispriced, and I was curious for your thoughts on why."
    },
    {
        "speaker": "A",
        "text": "I do think it's mispriced, Laura. I do."
    },
    {
        "speaker": "B",
        "text": "Come on, buddy. Here we go. Here we go."
    },
    {
        "speaker": "A",
        "text": "Look, I think the story of Coinbase for me is basically the street isn't really pricing in the crypto native revenue that I think a lot of the crypto natives understand. I think Coinbase is probably the biggest venture style bet in public markets since maybe Tesla about five years ago. I think the street still views Coinbase just purely as an exchange where I would say they're making, or at least throughout the bear market, they made a lot of strategic pivots to shift towards what I'm calling a crypto super app, if you will. For example, the staking revenue. I think the other big one is base. Over the last 30 days, base has done 30 mil of top line revenue for Coinbase just based on the sequencer fees, which annualizes out to like 360 mil a year. I think that could get a lot higher as base gets more traction. You're starting to see a lot of projects shift over to base. And if you've got friendtech launching here in the next month, I think that'll probably have a massive kind of wealth effect on the base chain. If you go back to the end of last year and basically, look at the geo airdrop. I remember I went to this happy hours, like Monad and Wormhole hosted this happy hour and everybody, there was just, everyone was talking about how they had gotten the Jito airdrop. And then in the months after, if you go back and look at basically the activity on Solana after the Jito airdrop, that's basically right when it absolutely exploded. And I think the wealth effect of that had a decent part in initiating that and lighting off a catalyst of activity on soul. I think Fred Tex Airdrop, they're saying that they're giving all of the tokens to users and they're potentially going to float the entire supply out of the gate. I think that could be a pretty big catalyst in terms of just the wealth effect and people speculating on other things with some of that money, then I just think base has a competitive advantage over all the other ETH L two s because of Coinbase's distribution. They have 100 million users, all KyC, etcetera. They're just going to plug in all of the Dapps on Coinbase right into the back end of the actual platform. And it's going to completely abstract away the fact that you're on chain and the users on Coinbase aren't even going to know that they're interacting on chain. So I personally feel really bullish on base. I think it's probably the biggest competitor to Solana just in terms of being high throughput, high tvs chain. That's pretty low fees, especially after EIP 4844. And I think that's something that the street doesn't even know what base is. And they're definitely not extrapolating out the potential of a ton of activity taking place there and the sequencer fees that Coinbase may benefit from that."
    },
    {
        "speaker": "C",
        "text": "Yeah, this makes a lot of sense to me, but I agree that the people that these comments are meant for probably, yeah, they don't see any of that."
    },
    {
        "speaker": "B",
        "text": "I'll make it simpler for you. It's binance, smart chain for white people. That's what basics."
    },
    {
        "speaker": "A",
        "text": "Yeah, pretty much. I think that's a pretty good one liner on it."
    },
    {
        "speaker": "C",
        "text": "I love it, Arthur, keeping it simple. All right, so in a moment, we're going to talk about other innovation on bitcoin. But first, a quick word from the spotlights who make this show possible. Polkadot is the original and largest layer zero blockchain with over 2000 plus developers. And the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol. Trustless bridges internally and into Ethereum, Cosmos, Nier Binance, smart chain and revised tokenomics and the implementation of a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, build bigger with Polkadot. Join the community@polkadot.net. work ecosystem community Ryan Reynolds here from Mint Mobile."
    },
    {
        "speaker": "A",
        "text": "With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "B",
        "text": "Thing Mint mobile unlimited premium wireless everybody get 30 30 baby get 30 baby get 20 2020 baby get 2020 a bit to get 15 1515 just $15."
    },
    {
        "speaker": "A",
        "text": "A month so give it a try at mint mobile.com switch $45 up front."
    },
    {
        "speaker": "C",
        "text": "For three months, plus taxes and fees. Promoting for new customers limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot back to my conversation with Arthur and will. So we were just talking about base, which is a layer two on Ethereum, but we are currently seeing a trend of this upswell of new bitcoin layer two projects, which is super interesting to me. There's citraya, which is ZK stuff botanics, which oh my God, I interviewed them, I'm forgetting, but I think it's more like a side chain. I remember that it's decentralized, which is very interesting. There's built on bitcoin. There's a bunch of these bitvm style things. And then of course there is the ones that have been around for a while, like lightning stacks, liquid rootstock. So do you think that you could see a future in which layer twos on bitcoin are as active as they are currently on Ethereum?"
    },
    {
        "speaker": "B",
        "text": "For sure. But I think it's going to come down to what's the incentive for bitcoin holders to use one of these? So is there some native proof of stake revenue that comes to providing your bitcoin on one of these chains? Have you want to characterize them? What sort of apps are on there? Like, they're going to have to give some yield to the user to get them to move their bitcoin, because if you think the bitcoin, I guess, Max is the most conservative in the crypto ecosystem, for them to move bitcoin out of their wallet or one of these new chains, they're going to have to have something very compelling. And so I'm not super in the weeds on any of these new l two s. I know. I see all sorts of muppets coming to me on Telegram saying I'm starting to bitcoin l two funds. So there's something there. Whether or not it's. It'll make money, I don't know yet."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's not something I've delved into a bunch. You know, I do think it's potentially a solution to the kind of long term security budget problem that people like to talk about and ascribe that bitcoin has 100 years out whenever the issuance runs Dryden, and there's no longer new coins coming into supply. The other thing is the ordinals as well. So the combination of potentially having some type of defi activity on top of bitcoin with ordinals, that's generating fees for the bitcoin network, I think that adds to the security of the network long term, and I think it's a positive thing."
    },
    {
        "speaker": "C",
        "text": "That was actually my next question. First of all, will you definitely feel like the security budget is a concern, and, Arthur, do you agree with that?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Well, so, you know, will you just say that you feel like ordinals are one way to resolve it? Potentially these layer twos like, arthur, what's your take on ordinals?"
    },
    {
        "speaker": "B",
        "text": "And I fucking love ordinals. And I hear I have a bag to show. I'm obviously an early investor in oil wallet, which is, we're going to do some fun fucking shit. So keep your eye out on that. We got some good drops coming, but I think at the end of the day, bringing culture to any of these chains is obviously net positive. You've seen what meme coins have done to Solana. I mean, the bullshit Solana TPS has been shown to be absolutely bullshit as people have started to trade these things, and 75% of transactions have started to fail on Solana. So good luck becoming the new eth of this cycle. So I think that obviously, when people want to have fun on chain, it drives activity, it drives fees. Why should that happen on bitcoin? Anyone who says that this is trash or spam or whatever, the whole point is it's an open system, and so the block space is there. People have found a way to use it. They're willing to pay for it, so let them do it. So I think ordinals are great. If we can continue to push this narrative of ordinals and culture and digital artifacts on chain, we're going to bring a whole new type of person into the bitcoin ecosystem and energize people who have just have bitcoin sitting around doing nothing to express themselves on chain. So I love them."
    },
    {
        "speaker": "C",
        "text": "And out of curiosity, I'm sure you both heard, Roger Ver just came out with a book hijacking bitcoin and it has raised this bitcoin block size debate yet again. This debate is actually filling my notifications on Twitter a lot, or it has in the last week. And obviously the bitcoin block size being at 1 mb, it does cap a little bit the transaction fees on there. Is this coming up on your radar at all? Do you feel like that's just said and done, or do you feel like this is reviving any kind of debate? Or what's your take on that?"
    },
    {
        "speaker": "B",
        "text": "This is the first time I've even heard of Roger's new book, so I don't know."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, yeah, same here. I mean, anybody can fork the code. It's open source code. Go for it. See how many people use it relative to the current bitcoin."
    },
    {
        "speaker": "B",
        "text": "How much more money does Roger want to lose on another fucking mining some dog shit shade?"
    },
    {
        "speaker": "A",
        "text": "Yeah, if someone wants to launch a fork, knock yourself out. Go for it. But I won't be using it."
    },
    {
        "speaker": "C",
        "text": "Okay, so similar to ordinals, we are now seeing that runes will be launching soon, which is a protocol meant to be similar to BRC 20s. But I guess what's different is that it'll utilize the unspent transaction output model or Utxo model. It'll launch it around the time of the halving. And the creator, Casey Rodemore, who also created ordinals, said that these will be completely on chain payfeas on layer one. And he said on the Hell Money podcast, quote, if runes are successful, they'll drain liquidity, technology and attention away from other cryptocurrencies and bring it back to bitcoin. So do you guys have any opinions on runes? And do you also agree that they could take attention from other cryptos toward bitcoin?"
    },
    {
        "speaker": "B",
        "text": "I mean, sure, but I guess we'll see. Prove it's in the pudding. What, like, it depends on what you actually launch of them. Is there going to be some new meme coin or some new way to express yourself? That's different. And then we'll see. I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree."
    },
    {
        "speaker": "C",
        "text": "Okay, so not much of an opinion on this."
    },
    {
        "speaker": "B",
        "text": "I mean, it's like everyone coming out saying, yeah, I've got this new layer, too, and it does 1 million tps. Good for you, buddy. Let's see some actual apps on this thing."
    },
    {
        "speaker": "C",
        "text": "Well, so let's just talk about that for a second. I mean, we are seeing like, you know, meme coins on Solana really obviously have become a huge thing in general. It does feel like over the last few cycles, you know, bitcoin has found its one little niche that it does well in. But then frequently, like other trends take off on other and ordinals was the first time we saw a trend that had taken off on another chain actually come to bitcoin. But I don't think it's necessarily as easy as just what happened. I feel like there have been other attempts to do things that maybe haven't panned out in bitcoin. So do you have theories on what makes something successful when you try to transition it back to bitcoin?"
    },
    {
        "speaker": "A",
        "text": "I just think it kind of basically what Arthur just said, are people excited about it? Is it fun? Are your friends getting into it? And that kind of gives you fomo to get involved with it? I think with a lot of these chains, the issue is maybe less about some of the aspects that have gotten commoditized to some degree in terms of having high tps, for example. It's much more about bd or how do you create economic incentives that are going to get you people that come on and use these things?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll see. Who knows? It's got to be fun. It's going to be fun. It's got to be dj and it's nothing fuck professional. All that like, bullshit. Like, if it's not fun, if you're not doing it because you don't care if you lose all your money, but it's how you're having fun that is not going to drive any sort of attention because bitcoin has a very good value prop. Bitcoin is crypto money. It's the hardest money in crypto. And so I know people are like, oh, no, bitcoin doesn't do anything. That's the fucking point. And so the conservative nature of bitcoin is its biggest asset. So Im not really that fussed at, okay, maybe meme coins can or cant come to bitcoin or defi can or cannot come to bitcoin or whatever. As long as we keep being the best money thats ever been created, then were doing a job."
    },
    {
        "speaker": "A",
        "text": "Preston? Yeah. One thing that I kind of forgot to mention earlier when were talking about the regulatory stuff, I think you could make an argument that if you have all these defi projects that get shut down, that actually is kind of bullish for meme coins. I actually think of any kind of crypto project to potentially get an ETF moving forward. I think the one that has the highest likelihood could actually be dogecoin because it's a commodity. I would argue that it's a much pure commodity profile than an ethereum. For example, I think the barbell portfolio of having bitcoin as hard money and then meme coins, basically, as these speculative assets, speculative activity will continue to rise because of several things, from the fact that we have a dopamine epidemic in the world, but monetary debasement gambling trends are up and to the right ever since the US basically changed regulation around gambling from the federal level to the state level. All these things I think are aligning for that barbell portfolio, if you will, of bitcoin and meme coins to become increasingly favorable."
    },
    {
        "speaker": "B",
        "text": "Wow, that is a super behind me. You got Omar with hat. He's rocking his dog with hat. Beanie. Y'all know what to do. The hat stays on."
    },
    {
        "speaker": "C",
        "text": "So will, I want to hear a little bit more about why you think it is that dogecoin is more of a pure commodity than either. Can you elaborate on that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm being doge, but I'm being a little cheeky in saying that. But like, I think, you know, you have something like a doge where is a completely fair launch, nobody that controls it. But I think thats a much purer argument that the fact that its a commodity. A lot of these meme coins, if they have a fair launch and no pre sale, nobody controls it. Theyre just out there in existence. I think those things have a much higher likelihood of being viewed as commodities by regulators than maybe some DeFi project thats generating yield or sharing fees with some of the users."
    },
    {
        "speaker": "C",
        "text": "Well, its also interesting because like Satoshi Nakamoto, the creator, Jackson Palmer stepped away. So yeah, he in fact has denounced dogecoin. He rage quit pretty much, yeah. And then obviously now we're seeing this SEC investigation into the Ethereum foundation. But actually this goes back to my initial question then, or earlier question about layer twos on DeFi. So I know you guys are not regulatory people, but just obviously DeFi has taken off on Ethereum and we have now uniswap potentially being sued by the SEC. So I don't know if that might be another way that DeFi takes off on bitcoin. I think the challenge really with bitcoin, though, is the bitcoin scripting language is not set up to handle smart contracts in the way that Ethereum was initially. So I think that's why, in a way, there's these workarounds almost. But anyway, that was just a thought that I had. Now let's actually talk about Ethereum and Defi ish things. Arthur, you are an investor in Athena, which is the new hot synthetic dollar. I will call it not stablecoin. I know there is sensitive about the language, but I think it's good. I think it's good because it is true that the word stablecoin is probably not the word that you want to be using for something like an Athena, which isn't a judgment on Athena itself. The point is that the interest rate that it pays out can be quite high. The day before recording, Bloomberg reported that it was currently at 37%. And I'm sure you're aware there are some critics who say that Athena could be the next terra Luna. So I'd be curious to hear what your response is to people who say that."
    },
    {
        "speaker": "B",
        "text": "So the first thing is that anyone who says that, and they probably lost money in Terra Luna, they deserve to lose all their money, because they didn't understand what they invested in. It was very clear from the start what Terra Luna was an algorithmic stablecoin. I remember when I told my analysts, like, what the fuck is this Luna thing? Why is it so valuable? And he did a little write up, and then he sent me a paper by some professor. I forgot where the professor was from. And it was like how algorithmic stable coins die. So the death spiral. And I read this and like, okay, so this is how this is going to fail. And guess what? I still fucking bought some of it, because number go up, right? And I guess knew that I was buying a piece of dog shit. And hopefully I can get off the train before it goes to zero. But when the death spiral started in the summer of 2022, I was like, okay, well, here's exactly why this is going to fail. And it's not like I know there's a whole trial with Do Kwan and jump trading and all that kind of shit about the alleged fraud or whatnot, but in my mind, the thing told you exactly how it was going to fail. It failed in exactly the way that it was forecasted to fail. You have no. I don't know reason to be upset that you lost your money. You just got out at the wrong time. And it's a completely different thing than staying Athena, which is a synthetic dollar. It's crypto hedged with a short perpetual swap or short futures contract. Completely different product. It doesn't have the anchor, I guess, fund, or whatever you want to call it, that guaranteed this 20% interest rate, and no one knew where it came from. It came from, essentially them selling Luna and bitcoin to pay out USTA rewards to people, which is completely different than saying, hey, I've got a variable interest rate that can go from negative to infinity, and it's completely dependent on the demand for leverage in the crypto ecosystem. And what are those synthetic dollars worth in terms of an interest rate? So, of course, Athena is not without risks. The funding rate could go negative. It could be less desirable to hold it because you're getting a better yield on some sort of robot asset, like a treasury bond on chain, that 5% or whatever. The biggest risk is the capital that's held on the centralized crypto exchanges themselves. If they're not able to pay out profits correctly, if they get hacked or they steal the money, those are risks to Athena. Right. It's just a different set of risks. Choose the risk you want and then invest accordingly. But it's a completely different risk profile than terra Luna. That's not to say that Athena couldn't fail, but it would fail for different reasons."
    },
    {
        "speaker": "A",
        "text": "Arthur, I have a question for you, actually. So, obviously, being involved with Bitmax, being one of the founders of Bitmax, and basically pioneering the perps, how do you think, let's say Athena becomes 2020, 5% of global OI on perps. Do you think that kind of reduces the signal of funding rates? Because they're basically going to have. They'll be pushing down funding so that funding won't be as much of a reflection of the outright demand of people wanting to be long in the bull market."
    },
    {
        "speaker": "B",
        "text": "Well, hopefully, what Athena does is equalize what a dollar is worth in the euro dollar markets in tradfi, and what a synthetic dollar is worth in the crypto capital markets right now is a disconnect because traditional allocators are not willing to essentially take counterparty risk with all the centralized exchanges. So dollars synthetically are more expensive in crypto. Now, obviously, speculators are willing to pay that rate because whats bitcoin? Up 50% this year. Okay. Ill pay an annualized 30% on a perp. Great. Im still making money on an interest rate basis. Thats why people are willing to pay these high rates. But if Athena is very successful, lets say theyre 30% of Oi and theyre pushing down funding rates. And so we equalize at what is a dollar worth in tradfi, whats a synthetic dollar worth in crypto, then I think thats a good outcome because it makes leverage trading cheaper and hopefully the derivatives markets grow in terms of the open interest for crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's interesting. So you're basically just saying it allows more people to be long crypto because they don't have to pay as much funding."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so a dollar outside of crypto and a synthetic dollar inside of crypto should be equalized. Athena is just one of many entities arbing that difference. Got it."
    },
    {
        "speaker": "C",
        "text": "Huh. And so, Arthur, one question. Well, actually, I had two questions for you. One is, first of all, you know, Athena just launched in late February, and the current total value locked is already 2.4 billion. Did you expect it to get that big that quickly?"
    },
    {
        "speaker": "B",
        "text": "No, and I think that's a testament to the excellent execution by guy and his team. Like, I met them in August of last year, they asked us to be a founding advisor and help them out with, you know, different things. And, you know, I've been speaking to them quite regularly and giving my thoughts on this or that. Obviously, I'm not involved in the day to day running of the thing, but I have to say I'm very impressed with what they've been able to do in less than a year that I have known them. This is probably one of the best teams that I've ever seen in crypto in terms of the execution, whether it's the marketing side, it's getting the tech right, it's understanding the risks. Guy is a great communicator. He's going on all sorts of different crypto podcasts, explaining, taking the heat for people, saying, you're a scammer. This is just another do kwan piece of shit. I can do this too, myself. Great, well, then fucking do it. He strapped up, built a team, and built Athena. What the fuck have you done? I think it's a testament to the team about why they've been able to get Jarner, what, 2.4 billion in TVL since February?"
    },
    {
        "speaker": "C",
        "text": "So now they're onboarding bitcoin to do basically the same strategy instead of just Ethereum. And I was curious, and I don't know if this will have an effect, but could the bitcoin having affect the USD yields in any fashion?"
    },
    {
        "speaker": "B",
        "text": "It would be a second order effect in terms of how are people trading the perps? What is the funding? Is it lower? Is it high? I'm not really sure. Again, it's a variable rate, so whatever the market is willing to pay, then they'll be able to capture that."
    },
    {
        "speaker": "C",
        "text": "Okay, so now let's zoom out. We've been focused mostly on bitcoin, but obviously we have often seen that when it comes to these crypto markets, like, as the price of bitcoin rises, then interest goes to other altcoins. So what effect do you think we'll see this cycle on things like Ethereum, Solana, just like the rest of the crypto markets. Like, how are you seeing things play out the next?"
    },
    {
        "speaker": "B",
        "text": "Well, what bags do you got? I want to hear some. I need some. You know what's going to pop here?"
    },
    {
        "speaker": "A",
        "text": "How degenerate do we want to get here?"
    },
    {
        "speaker": "B",
        "text": "Dj to the max, man. I'm trying to make money. Left curve it."
    },
    {
        "speaker": "A",
        "text": "My biggest meme coin bag is this thing called zincoin. So Zen is this thing too. I got pumped to buy my bags, like three x higher than I originally got in, so I put pomp on. But Zen is this very big thing in the US. It's like a, like a nicotine pouch, basically. People use it as like an alternative to smoking or vaping. It's become very popular with guys my age, like 20 to 25 year old dudes. It's also very associated with, like, based culture. So a lot of, like, I don't know if, you know, the Nelk boys are, they're like very popular kind of like streamers or like, media personalities with people around my age, as well as like, Tucker Carlson has been a big proponent of Zen. So it's kind of got associated with kind of the quote unquote like, base culture, if you will. They just launched on base, and then they're about to launch a rewards program where you can scan the back of the tin. Like, there's QR codes on the back of the tin, then you get tokens. So I think it's an interesting."
    },
    {
        "speaker": "B",
        "text": "That's pretty interesting."
    },
    {
        "speaker": "A",
        "text": "So if you think about it, if I'm being the right side of the bell curve, it's the first ever crypto rewards program that subsidizes both the usage of a product and, on the company's end, on pmis and subsidizes their revenue. In theory, I think the biggest risk is obviously, PMI comes after them and says, you need to shut this thing down. But in theory, people are getting basically paid to use zenith in the tokens, then that allows them to purchase more zin, or the zin tins that they're purchasing are becoming free while also contributing to PMIs Zen sales as well. So that's one thing I've been excited about. I just think in general, the meme coins that I've been interested in are the culture coins, basically tokenizing different cultural movements. I don't have any bags of this, but I do like Andrew Kang's thesis around Trump. And just basically, if these things are tokenized detention, how many times is Trump going to get mentioned in the media between now and the end of the year? Probably a lot more than zero. So things like that are pretty interesting to me. Outside of that, like I mentioned, Coinbase is probably my largest holding outside of bitcoin."
    },
    {
        "speaker": "C",
        "text": "Arthur, what about you? What are your theories?"
    },
    {
        "speaker": "B",
        "text": "I mean, obviously Solana is the hot kid on the block this cycle, and we're seeing that their TPS numbers are completely bullshit, which is fine. I mean, that's just a function of them being successful at attracting a meme coin degenerate trading crowd and they want to all trade on Solana. Does that mean that Solana is going to flip eth in terms of market cap? I don't think so. But again, as you said, as bitcoin price rises, everybody feels wealthier and they get into all these sort of different sorts of alts. Obviously, I've been pushing this narrative like AI coins. I've been a big file coin believer, but there's other ones out there as well, like Tao and Bittensor has done very, very well. You've got, I think IO.net is a big airdropper launch that people are like, fomoing about. So there's all these different sort of narratives, and then you have all the different new l one l two s that are launching this cycle. So again, all the alts are going to rally. The question for an investor is picking the one that resonates with you the most, being concentrated in your bets, so that youre making the most amount of money, given this particular point in time that you can. Because obviously most of these things are completely dog shit and bullshit and theyre not going to live up to what they said theyre going to do on their nice looking pitch deck. And so you want to be well clear of this shit when the market starts sort of rolling over, when people start asking the question, oh, well, let me see all those users. Let me actually measure the TPS versus what you told me about two years ago when I invested in this thing. How many AI's have actually used in this? How much data have you actually put on the chain versus what I thought two years ago? When you start asking those questions, you want to be well clear of most of this shit. Even the good stuff is going to get smoked. We're in a great time. It's time to strap it on. Go long, forget about it for a while. Don't get too intellectual about things."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think just in general, the natural flow that we see is, as in most assets, at the beginning of the cycle, people hold bitcoin. And then I think in this cycle, it's also been Ethan and Sol as well. And then as the wealth effect grows because of the appreciation of those core value assets, then money just flows down the risk curve. One other thing that I guess I forgot to mention that I'm pretty excited about is social fi. I don't know if either of you have used friendtech, but the beta version, that the v one was pretty clunky and not very smooth at all. It was super, super slow. But the concept itself of basically not token gating, but they're calling them keys, but essentially token gating, the access to somebody and a private group chat, or being able to ask somebody questions or get their market thoughts or whatever it may be. Or even if you had, like, kind of non crypto people get involved, like, you know, big, big celebrities be able to just have conversations with them, I think that could be pretty big. And I think that probably has the highest likelihood of any crypto app to bring in, like, non crypto people."
    },
    {
        "speaker": "C",
        "text": "Huh? And wait, you would say that even over something like Farcaster, which already. I know, it's social fi."
    },
    {
        "speaker": "A",
        "text": "It's essentially. Yeah, very similar applications. Right. I just think these social fi applications probably have the highest probability of getting any of these, like, you know, mainstream artists, celebrities, influencers, whatever you want to call them, involved in crypto, they're not going to come and, like, do some liquidity farming or something. Right? Like, what's much more likely is they come on one of these apps, like a friendtech or a farcaster, where, you know, the kind of on chain experience is almost completely abstracted away. And then all they have to do is basically go on, like, a group chat and they're talking to their fans, and they're able to also filter out all of the haters as well, because nobody's going to want to buy your key. No one's going to want to pay $1,000 for your key if they hate you. So you're basically in this private group of people that they want to actually hear what you have to say, etcetera."
    },
    {
        "speaker": "C",
        "text": "And then just to circle back about the AI thing that you both were saying, there is so much hype in this crypto plus AI sector, and there's so many different ways that you can bring these two technologies together. So out of kind of the different variations that we're seeing out there, are there any that you are particularly more excited about that you think are more investable or interesting?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think you don't want to invest in anything that's like an application on top of some sort of like open source model. Like you want to invest in sort of AI infrastructure, whether that's compute power, storage chips. And so all the really successful narratives in crypto are like, oh, we're going to create a decentralized network of people providing compute power, or we're going to create a decentralized network of people, data storage for AI. That's the sort of stuff you want to get involved in, because then they don't have to pick a winner. It's like, how many startups is OpenAI or anthropic want to put out a business? Because they just decide to do that same service themselves in house. And we're already seeing that with a lot of VC Silicon Valley startups just being zeros immediately. Once OpenAI decides, okay, we'd like to do that too."
    },
    {
        "speaker": "A",
        "text": "Cool."
    },
    {
        "speaker": "B",
        "text": "We have better distribution, we have the model, and we can completely distance to mediate you. So I think you want to, as I like to say, focus on the AI, food groups, compute, power and storage, any sort of coins related around that. It's very easy to build a very convincing narrative around those."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm bullish on like the crypto AI overlap. I just think from like a narrative perspective, it makes a ton of sense. I'm not positioned at anything though, but I do like the file coin thesis. I think it makes a lot of sense."
    },
    {
        "speaker": "C",
        "text": "All right, so last couple of quick questions. We started by talking about the having. And, you know, as we mentioned, there's often a new all time high after the having, but we said this year it's going to be a little different. So, out of curiosity, what's your bitcoin price projection for year's end?"
    },
    {
        "speaker": "B",
        "text": "This year and or it's in general?"
    },
    {
        "speaker": "C",
        "text": "Well, two, we can do a year end for 2024 plus also, what you think the next all time high will be?"
    },
    {
        "speaker": "B",
        "text": "Okay, my year end price predictions, 99,999, and my all time high prediction is 900,009. Well, basically $1 less than 1 million bitcoin."
    },
    {
        "speaker": "C",
        "text": "Wait for in this next cycle."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Oh, wow. Okay."
    },
    {
        "speaker": "A",
        "text": "Well, cycle defined as in the. Because we kind of had like, whatever."
    },
    {
        "speaker": "B",
        "text": "Whatever we get to like they."
    },
    {
        "speaker": "A",
        "text": "Three years, five years. All right, look, I'll say 120k end a year, and I'll say 500. I'll be a little more conservative than."
    },
    {
        "speaker": "C",
        "text": "Arthur by end of cycle for this next cycle. Okay, and how are you defining cycle."
    },
    {
        "speaker": "A",
        "text": "Just based on whenever this kind of liquidity cycle peaks out? And I don't know, you have like, you know, some g seven country that comes out and bans bitcoin, and then people all of a sudden are scared to hold it or something. And I think thats probably the most likely catalyst that tops out this current cycle is you have some type of coordinated, basically capital controls, money is leaving a country. Weve already started to see foreshadowing of this in countries like Nigeria, which obviously doesnt really matter. But I think theres a decent likelihood you could see that on a broader scale at some point. And thats probably, I think the thing that maybe tops out this cycle."
    },
    {
        "speaker": "C",
        "text": "Huh. Arthur, what do you think of that?"
    },
    {
        "speaker": "B",
        "text": "I think that if they were going to ban it, they would try to do it already. They would try to. They would have done it already. My base case is look at China. In China, bitcoin is not illegal. It's not illegal to hold bitcoin."
    },
    {
        "speaker": "A",
        "text": "It's illegal."
    },
    {
        "speaker": "B",
        "text": "I do a lot of things in China, very controlling sort of policies that they run over there, but they have not deemed bitcoin illegal because I think they know it's very good advertising when you make something illegal that you can actually enforce in a broad sense. Right. Individually, yes. Police can go over your house and put a hammer, put an M 16 to your head and say, give me the private keys to a few different individuals. But on a broad scale, it's very hard to enforce a ban on private ownership of bitcoin, which is different than something gold, because in 1933, FDR in the US banned private ownership of gold. Very easy to enforce that policy because gold's fucking heavy. And it's very easy to find somebody who's storing a lot of gold versus a private key that's held in your head."
    },
    {
        "speaker": "C",
        "text": "All right. All right. Well, this has been a hugely fascinating discussion. Thank you both so much. I personally am also excited to see whether the halving occurs on April 20, 420, or on the 19th, which is, I think, because originally was projected for 420. And now I think it's shifting a."
    },
    {
        "speaker": "B",
        "text": "Little bit under GMT time or I guess what time zone it could be. It could be straddling very subjective there."
    },
    {
        "speaker": "C",
        "text": "I know, I know. But the latest estimate I saw was the evening. Yeah, UTC time on the 19th. So obviously, at least on the east coast, that would be still the afternoon of the 19th. I don't know. Would that be in Asia?"
    },
    {
        "speaker": "B",
        "text": "It would be the 20th."
    },
    {
        "speaker": "C",
        "text": "Okay. So maybe for some, maybe for one half of the globe, you'll get to experience it on the 20th anyway. All right, well, thank you so much for joining. Where can people learn more about each of you?"
    },
    {
        "speaker": "B",
        "text": "Riptohays on Twitter, alstroem fund on Twitter as well. And I have a substack crypto haze."
    },
    {
        "speaker": "A",
        "text": "You can find me on Twitter at wclementii and then the research firm@reflexivityresearch.com perfect."
    },
    {
        "speaker": "C",
        "text": "Well, thank you both so much for joining Unchained."
    },
    {
        "speaker": "B",
        "text": "Awesome."
    },
    {
        "speaker": "C",
        "text": "Thanks so much for joining us today. To learn more about Arthur Will and the bitcoin having, check out the show notes for this episode. Unchained is produced by hi me, Laura Shin with help from Matt Pilchard, Juan Aranovich, Megan Davis Shashank and Margaret Correa. Thanks for listening. Unchained is now a part of the Coindesk podcast network. For the latest in digital assets. Check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]