[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Hi everyone. Welcome to Unchained, your no hype resource for all things Crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor of Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the July 7, 2023 episode of Unchained. Ondo Finance is bringing and compliant institutional grade finance on chain. Ondo is a leader in the tokenization of traditional securities, including with its roughly 5% yielding tokenized US treasuries product OUSG ever wanted to use DeFi without being tracked? Railgun is a leading Defi privacy solution on Ethereum, BSC, Arbitrum, and Polygon. Shield your funds and use them privately in your favorite defi apps, while Railgun's cutting edge zero knowledge system encrypts your data from public view. Yes, that includes Dex trading. Visit railgun.org or use the railway app at railway XYz. With the crypto.com app, you can buy, trade, and spend crypto in one place. Download and get $25 with the code Lora link in the description. Arbitrum's leading layer two scaling solution offers you ultra cheap and lightning fast transactions, all with security rooted on Ethereum. Visit arbitrum IO today. Today's guest is Philippe Dumeneta, co founder of Drag. Welcome, Philip."
    },
    {
        "speaker": "B",
        "text": "Hey Laura, thanks for having me on chain."
    },
    {
        "speaker": "A",
        "text": "Elysis reported in its 2022 crypto crime report that not only was last year the biggest year ever for crypto crime, at a total of $3.8 billion stolen, but that funds stolen from DeFi protocols accounted for 82% of that total, and that equates to $3.1 billion stolen from DeFi. So you and Ethereum developers de Ahere and Mayor bank have put forth a proposal to address this problem, and it's called ERC or ethereum. Request for comment 7265. What's your proposal?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so our proposal, it's more of a design that people can implement, but the proposal is basically creating a safety, a generalized safety layer that developers can add onto their contracts that'll allow the funds within the protocol to be protected, even if the core logic of the protocol is vulnerable and could be exploited on its own."
    },
    {
        "speaker": "A",
        "text": "The way that you define this colloquially is as a circuit breaker. What does that mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so a circuit breaker is a relatively common mechanism that you have in traditional finance on, for example, exchanges. It's basically like an emergency tripwire that allows you to pause the system in cases of emergencies or irregularities. I forget which exchange it was exactly. I think it was the Nasdaq, but essentially, if a certain asset, I think it's the. I forget which one it was exactly. But if it falls by too many points within one day, they'll halt it for a few hours, and then if it falls even further, they'll halt it by even more hours, because in the past, you had basically, like these sell off cascades, where people would just start to panic and just sell off assets. And then these circuit breakers were intended to allow people to just cool off and basically relax a little bit, reassess the situation with a clear head, and then resume the markets when people were in a clear state of mind."
    },
    {
        "speaker": "A",
        "text": "And so how are you proposing that this ERC 7265 would work?"
    },
    {
        "speaker": "B",
        "text": "So it's very similar. So basically what it does is it adds this layer around your protocol through which all funds flow. And what this allows you to do is that before any assets leave the protocol, it gives you some time to basically evaluate, evaluate that withdrawal essentially from the protocol, and basically do some added analysis on it, whether it's malicious or not. So this can be done on chain or off chain, but basically it gives you time to intervene in case you realize that the code allowed somebody to maliciously withdraw some amount."
    },
    {
        "speaker": "A",
        "text": "So I saw in the proposal that it would limit the withdrawals by these time periods, like you mentioned, as was done on the traditional exchange. So if that were to happen, then who would get notified in the event of this, like, large withdrawal that trips the circuit breaker?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So it would be the team in charge of essentially controlling and monitoring the protocol. So this would likely be the devs and the core team of the protocol. Or if it's a protocol that's more decentralized and has governance, they probably have some small security council that is in charge of stepping in and assessing the situation. Seeing if it's a false positive. So accidental tripping of this tripwire, or whether it was an actual attempted hack that was detected by the system and then react accordingly."
    },
    {
        "speaker": "A",
        "text": "So would the standard then have a tendency to centralize the operations of the DeFi protocol?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. It would basically require the protocol to have some central owner or set of owners that have the ability to make that call of, okay, is this just an accidental tripping of the circuit breaker, or is this real malicious activity? And then you do have this central actor that has to have the responsibility for the circuit breaker to be feasible, at least in the initial version. There are versions down the line where this mechanism can be more decentralized and trustless, but that is not what we have yet at the current stage."
    },
    {
        "speaker": "A",
        "text": "So, I mean, most people, when they're proposing things for ethereum, they're not proposing things that would make protocols more centralized. So why is it that you're willing to do that with this proposal?"
    },
    {
        "speaker": "B",
        "text": "I'm a big fan of decentralization, and I would actually specify on the point that it doesn't make protocols more centralized. Centralized protocols have the same model centralization. So basically it allows early stage projects that are usually centralized anyway. In fact, if you look at DeFi, a majority of protocols have some sort of centralized control somewhere, whether it's delegated to governance or whether it's the team multisig. A lot of projects have these capabilities ready, but we're basically extending the positive things that can be done with these capabilities because already today these capabilities can be used to, for example, upgrade a contract or in the worst case rug the contract. But what we're adding on top of this is the ability to effectively intervene in a hack in real time."
    },
    {
        "speaker": "A",
        "text": "So I also wondered about this issue of this small team deciding whether a withdrawal is legitimate or a hack. I mean, what's to stop them from realizing, oh, this entity wants to withdraw because there's a fundamental flaw in the protocol and we don't want them to withdraw because we don't want to set off panic and have other people realize there's a flaw here. What if it's something like that and it's keeping somebody who has recognized a legitimate problem from keeping their funds safe so directly?"
    },
    {
        "speaker": "B",
        "text": "There's not much you can do to prevent this. But this is already possible today with decentralized protocols. So if you look at, for example, what happened with the waves blockchain and their lending market, I forget what it was called, but basically what the team did via governance is they essentially seized funds or were forcing people to deposit more collateral into the protocol by essentially threatening to seize their assets if they didn't comply. And malicious teams do this already? Again, what the circuit breaker does is it doesn't change fundamentally the capabilities that these teams have is it adds their countermeasure capabilities. But one way they can mitigate this in the long term is to have essentially custodians that handle this. Instead of teams handling this, you have some set groups that are basically experts in doing arbitration or these kind of checks, and then the team delegates that control to these more trusted parties rather than themselves. The idea here is not necessarily to completely solve the centralization issue, but it's more to move things in a better direction and basically minimize damage."
    },
    {
        "speaker": "A",
        "text": "And what about the time limits? Is that something that is determined by whoever implements the standard, or is it also because, I just wonder, is 90 minutes really enough for figuring out whether or not something is a legitimate withdrawal versus legitimate withdrawal versus something more nefarious?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So the circuit breaker basically gives the team time to the side. So hacks are usually quite complex technically, and they use a bunch of different transactions to try and manipulate the protocol into extracting funds. So it's hard to make the determination in an automatic sense. So the circuit breaker acts as more like an initial flare or signal, telling the team there is some irregularity here that might point to a hack, and then it gives them the time to essentially evaluate that situation before anything results in irreversible damage. Because what happens today is if there is a hack, the only notification they might get is once the funds already left the protocol. The circuit breaker basically gives the team time to evaluate the situation and intervene before damages are reversible."
    },
    {
        "speaker": "A",
        "text": "So I also wondered how the circuit breaker works in the context of crypto, where prices can be extremely volatile. I don't know if this applies only for withdrawals, but I'm sure you're aware, and you kind of mentioned this when you talked about the Nasdaq example, that prices can fall dramatically for purely legitimate reasons. And so does this apply in that situation or not?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So teams will have the discretion to configure their circuit breaker as they want. So if they want to also pause the protocol or delay it when there's extreme price action, they may choose to do that. But the design of the circuit breaker is such that users can still close their position and trade within the protocol even while there's a halt, essentially. But the main thing the circuit breaker does is it delays any outgoing effects anytime assets might leave the protocol and so to say, irreversibly cause damage to the protocol, which is when the funds are outside of the jurisdiction of the protocol. That's basically what the circuit breaker mitigates and allows teams to evaluate that part. So if you have an exchange within the protocol or a lending market, you can still close and open positions, you can still trade, but just like exiting from the protocol is what might be temporarily halted."
    },
    {
        "speaker": "A",
        "text": "Okay, so you're saying basically, if this had been implemented at the time of the mango markets exploit, then essentially at the time he manipulated the price, or allegedly manipulated the price, that it wouldn't have been tripped, then it only would have been tripped when he went to withdraw. Is that how it works?"
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah. So it would have tripped the circuit breaker when he tried to withdraw the large amount of assets from the lending protocol."
    },
    {
        "speaker": "A",
        "text": "Okay, but I thought you said earlier that teams can configure it how they want, so potentially because of economic attacks. Potentially, teams could, if they wanted, also implement it to prevent price manipulation."
    },
    {
        "speaker": "B",
        "text": "Yeah. So they could also configure it so that if there's, like a sudden large change in the oracle price, that they also alerts them and temporarily halts the protocol for them to evaluate whether it was like a real price swing or just like a manipulated price tick."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, this gets into super tricky territory, in my opinion, but. So in a moment, we'll talk about more of those edge cases. But first, a quick word from the sponsors who make this show possible. Ondo finance is connecting the on chain economy to real world assets with compliant institutional grade tokenized securities. Ondo's flagship product, OUSG, a tokenized US Treasury's vehicle, brings the roughly 5% yield from treasuries on chain. Ondo is also launching a tokenized wrapper of government money market funds. OMMF investors can learn more and subscribe to Ondo's products. At Ondo Finance, Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three, or an orbit chain. Propel your project and community forward by visiting Arbitrum IO today. Ever wanted to use DeFi without being tracked? Railgun is the leading Defi privacy solution on Ethereum. It's available on BSC, Arbitrum and Polygon Two, shield your funds and use them privately in your favorite Defi apps, while Railgun's cutting edge zero knowledge system encrypts your data from public view, all without leaving your preferred chain. Yes, that includes Dex trading. Coming soon are integrations with leading yield lending and perp trading platforms on multiple chains. Defi and privacy together at last. Visit railgun.org or use the railway app at railway XYZ to find out more. Back to my conversation with Philip. So another thing that I wondered is, is this limited to just a single entity withdrawing funds? Because, you know, attackers could game this where it's multiple, you know, a civil attack, basically, where they withdraw from multiple entities and then they sneak in under that limit and nobody really notices. Is that something that you guys have accounted for?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's different countermeasures or ways attackers will adjust their attack when they notice a protocol is protected by a circuit breaker. So first, the circuit breaker is such that it's a general, encompassing layer of the protocol. So even if the attacker splits their withdrawals into different smaller pieces, they'll also have to go through the layers of if the protocol has a rate limiter connected with a circuit breaker, then just the aggregated volume of those small withdrawals will still trip the circuit breaker. Now, the other attack a smart attacker could do is if they find some sort of exploit that allows them to do that, is slowly trickle out funds. So just maybe steal 1000, 2000 a day, maybe a bit more if the volume of the protocol is really high and over time, just drain the protocol like that. But even in that case, that's already better than the alternative, because you're mitigating the damage, because they can only withdraw that much per day, so it gives you time to actually find the exploit and just monitoring the protocols for other ways, or maybe even through your bug bounty program, you'll eventually catch that bug. And the fact that the circuit breaker was there mitigated the damage in the sense that it forced the attacker to withdraw funds more slowly and over time."
    },
    {
        "speaker": "A",
        "text": "And then what about a scenario where people have lost faith in the protocol for some reason, and I don't have in mind anything from DeFi, but obviously the FTX example is a pretty recent one, where users want to withdraw in large numbers at a very specific point in time, and they had a legitimate reason to do so. What if this were used in a way where the people holding the keys to the drawbridge were like, nope, we're not letting you out, even though they would have had a reason that anybody else would view as legitimate to withdraw."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that goes. I think it goes back again to the point at the beginning, like, can it be used maliciously? And it definitely can. So if the team decides to abuse their power for any reason, whether it's they just want to go away with the funds or they don't like where people are moving their money, they can abuse that power. And the only way to mitigate that really, is, again, to have, like, these third party arbitrators or, like, these services that basically intervene in that, or have, like, a more extensive governance process. But this is not a problem that is unique to circuit breakers. Any project that has centralized keys can have this at any time, and it's a surprising amount of protocols. If you go on Etherscan, anybody, you can check this for yourself as an indication of whether your protocol centralizes you. Go to the address that holds the assets for the DeFi protocol and just check. Is Etherscan telling you that this is a proxy? If this is a proxy, this usually means that there's somebody behind the contract that can upgrade it and change it to whatever logic they want, which includes moving the funds to their own wallet. And this is present in a lot of protocols. So what the circuit breaker does here is that it doesn't add to what they can do maliciously, but it does add to what good teams can do to save their own protocols."
    },
    {
        "speaker": "A",
        "text": "And I wondered also, because it just felt like there could even be a scenario similar to what happened with the DAO in 2016, where this hacker got access to 31% of the funds, and during that time, granted, obviously, was a very different time. So people who wanted to rescue the money of theirs that was in the DAO had very limited tools to do so. But, you know, you could see a scenario where if the same event were to happen today on a modern day defi protocol, that the hacker could kind of sneakily get the 31% of funds, and then everyone else that wanted to withdraw suddenly would be stopped. So I don't know if you have kind of, like, a way to mitigate that kind of situation."
    },
    {
        "speaker": "B",
        "text": "I'm not sure I fully understand the question. Can we mitigate the governance attack where the attack requires a large percentage of voting tokens, or is it stopping the scenario where an attacker withdraws before everyone else, and then everyone else is basically bottlenecked by the circuit breaker?"
    },
    {
        "speaker": "A",
        "text": "The latter, yeah."
    },
    {
        "speaker": "B",
        "text": "So that really depends on how the circuit breaker is configured against. So there's two main versions. There's one, which is delayed settlement by default, where all transactions go through a review delay before they exit the protocol by default. Let's say a one, two hour delay. You would draw from AavE. Let's say, imagine Aave has a circuit breaker, and then you would get. Your funds would actually land in your wallet after 2 hours. In that scenario, that would block the attacker, because you would see the spike of funds from the attacker, and it would be in the queue, same as everyone else. And then that would give you time to actually see that block that. But in the other scenario, where you have a rate limiter on chain, where then it depends on the configuration. So the protocol will have to say, okay, is the maximum drawdown, 5%, 10%, 20% of Tvl within a certain window. And then if an attacker finds a vulnerability, then the damage will only be limited to the maximum drawdown, because they will. Obviously, a smart attacker will wait. Okay, when is the volume low? And then I'll just max out the limits, and then I, that will be my profit from the attack, and then all the other funds I could have stolen will be in there again. So, again, I want to reiterate, with any security measure in a smart contract, it's not bulletproof. It won't stop all the attacks, it won't stop all damage, but I think it will be a very useful tool for early projects or in general projects that are still at centralized stage to really massively reduce risk and mitigate damage in attacks. But it won't stop everything."
    },
    {
        "speaker": "A",
        "text": "Of course, your proposal itself actually contains two scenarios that would still allow for funds to be stolen. One of them you called unsafe, arbitrary calls, the other untracked or unprotected flows. So, can you just describe what those are?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So these are mistakes that can be done at the implementation level. So the idea, the fundamental philosophy of the circuit breaker, is, how do we protect a protocol, even if the core logic has mistakes? But a dev, adding a circuit breaker can still make mistakes, basically at the integration point between their protocol and the circuit breaker. So, for example, if they have assets coming in and out of the protocol, but they forget to add the line that actually tracks the ins and outflows, because the rate limiter has to know what money is coming in and out to be able to block any malicious funds going out. But if they forget to actually track that, then obviously funds can go out without being tracked by the rate limiter and just be blocked. Then the second type is a unique but very dangerous vulnerability. When it does occur where you have in your code somewhere the ability for you to basically execute anything on behalf of the protocol or on behalf of the smart contract. So those are the two ways that your protocol can still get hacked despite having a circuit breaker. But the interesting thing about the circuit breaker is that these are very limited and these are very easy to review for. So unlike an audit where you need to do an in depth review of the entire protocol, understand all the logic and make sure there's basically no corner case, no loophole that allows the attacker to leave with funds. It basically becomes this checklist where you can see, ok, all the places where assets are going in and out. Do they have this one line of code and then arbitrary calls, are they properly protected? They're rare in general, but when they do occur, then you can review them specifically and it just reduces again the attack surface. And places where things can go wrong, but still things can go wrong."
    },
    {
        "speaker": "A",
        "text": "And you've said that you intend to make this for DeFi protocols that are upgradable by governance to not contribute to centralization. Describe what you mean by that."
    },
    {
        "speaker": "B",
        "text": "I mean by that. Similarly to before, I'm a big fan of completely decentralized protocols like Uniswap V two, that had very limited governance interference and is completely autonomous. And I do want the Defi space to eventually strive to build more primitives that are like that. But I also see the reality that unfortunately, it's often not like that. So I really believe that the circuit breaker can help these newer teams to improve their security and also give them the leeway and flexibility to eventually transition into being a fully decentralized protocol and essentially removing the circuit breaker shell. Because the way the circuit breaker is also designed is that a protocol can eventually migrate away from it once they're ready. Let's say it's a new protocol, it's a startup, and they maybe don't have that much money to do the extent of audits and security processes that these larger DeFi protocols have. Instead, they deploy a more cost effective solution, like a circuit breaker, for the first two years, and then once their protocol has traction, they can actually invest heavily into their security and then do this one time review, have a bug bounty program out for like half a year, one year. And then when they're really confident that this protocol is independently secure, then they can strip the centralizing shell of upgradability of governance of the circuit breaker, and then become like a fully independent primitive on chain."
    },
    {
        "speaker": "A",
        "text": "You're working on a startup called Dreg, which is related to this proposal. What does drag do?"
    },
    {
        "speaker": "B",
        "text": "Basically right now we're mainly contributing to the circuit breaker and making sure that the standard is good. It's not too opinionated. It can be used by a lot of people. But our goal is to create infrastructure that supports protocols that are integrating circuit breakers. Because beyond the circuit breaker itself, you do want some monitoring infrastructure, some alerting infrastructure that notifies you as a team when something goes wrong on chain so that you can review it. Then on top of that, we do want to mitigate the issue. Or more like the downside of the circuit breaker, which is the delay. As mentioned before, the way the protocol or the circuit breaker secures protocols is through this delay. So you withdraw funds and then you only get them after 2 hours. And what we want to provide is a service that says actually instead we'll pay out users in advance. So it looks like a normal protocol where they get their funds immediately, but on the backend it's actually us assuming the risk. So basically what we would do is we would in real time, before it goes on chain, we would look at the transaction estimated for ourselves. Okay, does this look like a hack or not? And if it's not a hack, we say okay will pay out this user in advance for a tiny fee, and then in return they get their funds immediately. And the protocol still has that safety because if we're wrong, for example, our algorithm makes a mistake and it turns out it was a hack, then the team will say, well, no, you assumed risk for this hack, and it turned out to be a hack. So that's your loss, essentially. So that's how we would enable protocols to both have that security, but still have the same atomic user experience of I make a transaction and then within that one transaction I get my funds out."
    },
    {
        "speaker": "A",
        "text": "And as you mentioned earlier, this is a proposal, and also it's something that's up to each protocol whether or not they want to adopt. So does that mean that it doesn't need to go through the official Ethereum improvement proposal process to be adopted?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so it's an so in ethereum, there's like Eips and Ercs. So they both are on the EIP page. But ERCs are different in the sense that they're application level standards, so they're completely opt in. They're essentially, if a developer wants to build an application, they usually look at these standards so that their application maybe follows just like in general, better practices, that it's interoperable with more protocols. For example, a very popular ERC 20 standard just ensures that your fungible token is compatible with all the dexs and lending protocols. And ERC 7265 is similar to that it's not the change to the Ethereum blockchain itself. It's more standard on the level of smart contracts that says hey, if you do want to make a circuit breaker like your own, then just follow the standard because then it'll be compatible with all the infrastructure that people might build around it, such as all the infrastructure we build. If you want to build your own circuit breaker, that under the hood works a little bit differently. If you follow our standard. If you follow the standard, then we'll support it basically out of the box. To answer the original question, no, it doesn't have to be accepted as a final proposal to be adopted by other people."
    },
    {
        "speaker": "A",
        "text": "And so do you have a sense yet of how many protocols are interested in adopting it?"
    },
    {
        "speaker": "B",
        "text": "We're still working on that, to be entirely honest. I'm more of a developer and programmer. And although I'm a co founder at the startup with my co founder who are trying to basically do the business development effort, I'm not the best at finding protocols to do that. But we do have one protocol that is onboard and currently looking to integrate the circuit breaker. Asymmetry finance. They're like a LSD aggregator. So basically you deposit your ETH and then they put it in a bunch of different LSD's to basically diversify your LCD's. And then they're looking for their next DeFi product to use circuit breakers to improve their security. Because similar to other early stage protocols, they still have those upgrade keys because they want to be able to maybe make changes to their protocols. Or if a bug was found like internally, then they want to be able to patch that up. So for a protocol like that it can have very large benefits and they're looking to pilot it as one of the early adopters."
    },
    {
        "speaker": "A",
        "text": "Great. Yeah. And for listeners who don't know LSD, staking derivatives, some examples are lido and rocket. And since this was an aggregator, I guess they're using multiple of them. And were you going to add something else?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I was just going to say we're also talking to a few security audit companies who want to also collaborate with us and their customers to add circuit breakers. But that's still in the talking stage."
    },
    {
        "speaker": "A",
        "text": "All right, well, we'll have to see where this all goes. Thank you so much for coming on unchained."
    },
    {
        "speaker": "B",
        "text": "Yeah, thank you so much for having me on. And I hope we can just improve the space and just improve the reputation of Defi because we always promise security like, oh, this is like autonomous secure finance, but let's actually do it and let's make it accessible to people."
    },
    {
        "speaker": "A",
        "text": "Yes, making it secure, I think, would be very helpful to actually having it grow. Yeah, absolutely. And don't forget, next up is the weekly news recap. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code Lora link in the description. Thanks for tuning in to this week's news recap. Winklevoss shares open letter targeting Barry Silbert Cameron Winklevoss, co founder of Gemini, issued a stern warning to Barry Silbert, CEO of Digital Currency Group, which is the parent company of the bankrupt crypto lender Genesis. Winkelvoss has accused Silbert of fraud and trapping $1.2 billion worth of assets belonging to 232,000 earn users. He proposed a repayment offer threatening legal action if not accepted by July 6, which as of press time Thursday had not received a response. Winklevoss also criticized the SEC's refusal to license spot bitcoin exchange traded funds, calling it, quote, a disaster for us investors. He argues that the SEC's policy has pushed spot bitcoin activity offshore to unregulated venues and into, quote, toxic products like the Grayscale Bitcoin Trust. Senior binance executives resign amid regulatory scrutiny several high ranking executives at Binance have stepped down due to dissatisfaction with CEO Changpeng Zhao's approach to ongoing regulatory probes into the company, according to a Fortune report. The departures include general counsel Han Eng, chief strategy officer Patrick Hillman and senior vice president for compliance Stephen Christie. This follows the recent exit of Matthew Price, who was overseeing global investigations and intelligence for the company. The resignations come at a critical time for Binance, which is under intense regulatory scrutiny globally. The executive's decision to leave, particularly from the legal and compliance units, could potentially escalate the regulatory pressure on the company. Meanwhile, Binance us, the american subsidiary of the world's largest crypto exchange, has experienced a user exodus following the recent actions from the SEC, leading to major cryptocurrencies trading at a discount of between 2% and 5%. BlackRock CEO envisions bitcoin as a global asset, revolutionizing finance. BlackRock CEO Larry Fink highlighted bitcoin's potential as an international asset that could, quote, revolutionize finance. In an interview with Fox Business, Fink suggested bitcoin could serve as a digital alternative to gold for hedging against inflation. This perspective marks a significant shift from his 2017 view of bitcoin as, quote, an index of money laundering in bitcoin. Related news this week saw the introduction of the BRC 69 standard by bitcoin ordinals launchpad Luminex, promising to reduce inscription costs by over 90% and enable on chain pre reveal processes for collections. Meanwhile, crypto traders are migrating from decentralized to centralized exchanges, with monthly Dex volumes falling from 22% to 16.8% between May and June. This shift is attributed to the ETF sparked bitcoin rally and the growing interest in large caps like bitcoin and Ethereum Coinbase partners with tradfi giants. Despite the SEC's stance on Grayscale, the race to offer a spot bitcoin ETF remains high. After receiving notice from the SEC that their filings were inadequate, BlackRock and Valkyrie named Coinbase their surveillance sharing partner. In updated filings, these agreements will provide Nasdaq with supplemental access to bitcoin trade data on Coinbase, enhancing its ability to detect potential market manipulation. Meanwhile, the proshares bitcoin strategy ETF has seen a surge in inflows, pushing its assets under management back above $1.04 billion. This renewed interest in digital asset investment products is likely spurred by the optimism surrounding the potential approval of a spot bitcoin ETF. Despite a cooler market, the AUM across digital asset investment products has increased 69.5% year to date, reaching $33.4 billion in June. Celsius faces regulatory heat the Commodity Futures Trading Commission has concluded that Celsius Network and its former CEO Alex Mashinsky violated us regulations before the crypto lenders bankruptcy. The CFTC found that Celsius misled investors and should have registered with the regulator. The SEC and federal prosecutors are also investigating the firm. If the CFTC commissioners agree with the findings, a case could be filed against Celsius this month. These probes coincide with the lawsuit from Celsius creditors, accusing market maker wintermute of aiding and wash trading, allegedly helping inflate the value of the cell token. Moreover, Celsius has begun converting its altcoins into bitcoin and ethereum following approval from a New York court. The move, which involves the transfer of around $74 million in altcoins, aims to maximize value for creditors. However, the transition has not been smooth with Celsius facing backlash over its decision to convert all creditors. Altcoins, meanwhile, collapsed lender Voyagers committee of unsecured creditors has been billed $5.1 million by law firm McDermott, Will and Emery for work completed from March to May. This brings the total compensation charge to the group to $16.4 million, surpassing the budgeted $11.2 million for the restructuring process. The news follows last week's reveal that FTX has spent more than $200 million on legal fees. In related news, defunct crypto lender Blockfi's bankruptcy plans are facing objections from FTX, three Arrows Capital and the SEC, with FTX claiming that proposals unfairly downgrade its substantial claims against BlockFi. Three AC founders pledged to donate OPNX future earnings in a surprising turn of events, Kyle Davies and Sue Zhu, founders of the bankrupt crypto hedge fund Three Arrows Capital, have pledged to donate future earnings from their new venture, open exchange, or OpNX, to the creditors of three AC. This pledge, termed a, quote, shadow recovery process, was announced in a Twitter spaces event on July 3. Davies cited karma as the driving force behind this decision. He said, quote, if we do bad and they do well, then that's great and that's good karma, or whatever you want to call it. However, this announcement has been met with skepticism by the crypto community and Teneo, the firm overseeing three AC, is liquidation. A tenio spokesperson suggested the founders should focus on court ordered activities already underway. Despite the controversy, OpNX, a trading platform for bankruptcy claims as well as spot and perpetuals, is reportedly seeing around $50 million in daily trading volume. Court orders Kraken to disclose data to IR's the US District Court for the Northern District of California has ruled that crypto exchange Kraken must provide the Internal Revenue Service with account and transaction information spanning the tax years 2016 through 2020. The IR's initially requested this data in May 2021 to identify accounts that conducted at least $20,000 in digital asset trading in any year within the specified period. Kraken resisted, prompting the IR's to seek court enforcement. Despite Kraken's argument that the IR's request was, quote, an unjustified treasure hunt, the court has now ordered the exchange to hand over approximately 160 million transaction records and information on 59,351 accounts. Judge Joseph Sparrow, who was overseeing the case, stated, quote, the court concludes that this request is not overbroad, nor is it unduly burdensome. Late Thursday, the New York Times reported that the FBI searched the home of Kraken co founder Jesse Powell in March 3 people with knowledge of the matter, told the paper that the agency is conducting a criminal investigation into allegations that he hacked and cyberstalked Virge center for the Arts, a nonprofit that he founded. A spokesperson for Kraken said the investigation has nothing to do with the exchange. Poly Network's phantom fortune hacker mints billions in tokens in a shocking exploit, the cross chain bridge protocol, Poly Network fell victim to a massive hack, with the perpetrator minting an estimated $42 billion in tokens across multiple chains. The hacker exploited a vulnerability in the protocol's smart contracts, creating a malicious parameter that allowed them to mint tokens on various blockchains, including Ethereum, Polygon avalanche and BNB chain. Despite the staggering figure, the hacker's ability to cash out is limited due to low liquidity for most of these tokens. So far, they've managed to swap around $5 million worth of crypto through decentralized exchanges. This is the second major attack on Poly Network, which lost $600 million in a similar exploit in 2021. The poly network team has since suspended its services and urged users to withdraw liquidity. Azuki goes through turbulent times amidst NFT route last week, the launch of Azuki's new collection elementals drew criticism from holders for its striking similarity to the original Azuki collection, leading to a significant drop in floor price. Adding to the difficult situation this week, Azuki Dao's governance, Token Bean, was exploited due to a contract vulnerability, resulting in a loss of 35 ETH. The exploit occurred during a community vote to hire a lawyer to recover 20,000 ETH from Zagabond, Azuki's founder. The community alleges that Zagabond has abandoned multiple projects, also known as rug pulling. As Azuki, attempts to rebuild the community remains divided, with some questioning the legitimacy of the Dao itself. Things are not going great for other popular NFTs either. The blue chip bored ape yacht Club NFT collection saw its floor price drop to a 20 month low of 27.4 ETH, approximately $53,000, marking a steep decrease since the NFT boom in April 2022. However, at least NFT trading on Ethereum is seeing some benefits. Trading volumes there experienced a significant surge in the last week of June, marking the highest weekly increase since February. Others who are hurting are creators, since the royalties earned by them reached a two year low, according to blockchain analytics firm Nansen Defi Roundup there's a lot going on in the world of Defi. First, a possible security breach at the multi chain bridge on the phantom network led to the withdrawal of tens of millions of dollars in tokens. The withdrawn assets include significant amounts of USDC wrapped bitcoin wrapped ether and DAi. The funds have not been moved or sold beyond the initial wallet, and the fantom foundation is currently evaluating the situation. AAVE token holders are participating in a vote on a governance proposal to convert 1600 ethnic, approximately $3 million from the protocol's treasury into Raft stake ETH and Rocketpool ETH, the liquid staking tokens of Lido and Rocketpool, respectively. Also in response to concerns flagged by a Lido contributor regarding centralization within Rocketpool's protocol DaO, the liquid staking project has committed to pursuing full decentralization. The team behind Magic Internet money and spell tokens is advocating for a transition from their current decentralized finance structure to a more centralized legal model to bolster protection. Decentralized exchange DyDX launched its public testnet on Cosmos, allowing users to conduct market orders, generate private keys, and place limit orders with advanced options. Following a controversial decision to shift away from Ethereum last year, Starknet, an Ethereum layer two network, is set to roll out a substantial quantum leap upgrade on July 13, aiming to drastically enhance the network's transactions per second rate. Solana, which has been in the eye of the storm since the FTX collapse, witnessed a substantial 91% increase in the value locked in its liquid staking protocols like marinade and Lido during the first half of the year. Time for fun bits. The United Kingdom passed a bill on crypto last week. Hear it from unchained Ginny Hogan."
    },
    {
        "speaker": "C",
        "text": "Move over, Harry Potter. The next big british thing has arrived. The British Financial Services and Market act of 2023 now classifies crypto as regulated financial activity. The bill was first introduced in July 2022, which was like eight failed exchanges ago, but on Thursday it was given the royal assent by King Charles. Yes, that's actually what it's called when a bill becomes a law. The royal assent. Everything in Britain is so quaint. Would you like some tea and crumpets with your board IP? According to the UK financial Services minister, the goal of this bill is to allow for the UK's safe adoption of crypto, a term that had previously been reserved for taking a vaccinated puppy home from the pound. But dogecoins need loving homes too, you know. Under this bill, crypto can now be treated as its own type of property class. Specifically, it's the hill you die on. The government claims that this law is going to be a rocket boost to the british economy. Rocket submarine, one of those thanks so."
    },
    {
        "speaker": "A",
        "text": "Much for joining us today. To learn more about Philip and ERC 7265, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Zach Seward, Juana Ranovich, Sam Sriram, Ginny Hogan, Leandra Camino Shashank, and Margaret Courier. Thanks for listening."
    }
]