[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot hi everyone. In this end of year episode of Unchained, I reflect on the roller coaster year that the crypto industry endured in 2022. From the markets plummeting to the billions lost in hacks, ethereum merge, the bankruptcies of FTX, €3 Capital, Celsius, Voyager, Blockfi, and the collapse of terra Luna. Few of us could have predicted how chaotic and unprecedentedly crazy a year it would be for the crypto industry. Here's Kobe and Chris Berniske in their retrospective on the year. Oh Chris, who's lost my money this year, me or you? We both lost, but we're both surviving. It's me, then. Chainalysis demystifies cryptocurrency by providing industry leading compliance, market intelligence and investigation support for all crypto assets. Assets for organizations like Gemini, crypto.com and Blockfi. Maximize your potential with the leading blockchain data platform by visiting chainalysis.com. unchained. Minima is a new layer, one blockchain designed to run in full on a smartphone. Join over 300,000 minima node runners on the incentive program today to start earning every month until mainnet launch. Get your node set up at Minima Global buy, earn and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Lora link in the description. Defi Saver is an all in one management app for top lending protocols on Ethereum, such as aave maker, liquite and compound. They're best known for their one transaction rebalancing options and automated liquidation protection features, and you can check them out on Ethereum, arbitrum and optimism today. January 1 Bitcoin at $47,650 ETH at $3,750 this was a brutal year for the crypto industry. Through it all, I aimed to bring you valuable insights and information on the most important news. 2022 will certainly go down in the history books for crypto, and hopefully the industry can take away some good lessons from these challenging events. Just one note. As we present each clip, I'll be noting the bitcoin and ether prices from the day that episode was published. Without further ado, lets get started. February 22, Bitcoin at $37,800, ether at $2,600 while researching my book, the idealism, greed, lies, and the making of the first big cryptocurrency craze, I found evidence that I believe resolves the biggest whodunit in crypto. Who hacked the dow? The day my book was published, I revealed his name, Toby Honisch, a 36 year old programmer who grew up in Austria and was living in Singapore at the time of the hack. I discussed this discovery with Stephen Ehrlich, editor of Forbes Crypto Asset, and here's my take on why the Dow hack was so important. This was the most important event in Ethereum's history. It was the only moment that I would say was an existential crisis for Ethereum. Ever since then, of course, there have been a different hacks and different events, but this was the only one where it really caused a massive crisis for the community and resulted in an event that depending on who you are and where you sit, you might view it as something that sort of delegitimized Ethereum or that. Yeah, it was just a blemish on Ethereum's history. Interestingly, I did find some other people, people will read about this in the book who actually thought the way it got resolved was a sign of maturity. So that was kind of fascinating to find, just a huge range of perspectives and how people viewed it. I also want to give a shout out and thank you to everyone who attended my book readings and talks across the country and in England for my book tour. I loved meeting you all and can't wait to do it again. March 4, bitcoin at $40,800, ETH at $2,700 on February 24, 2022, we were hit by news outside the industry. Russia had invaded Ukraine. The response to the crypto community was truly remarkable, showing that this technology can be of invaluable help in times like this. Tamaika Tilleman explains how it was used. I do think that actually this has really showcased some benefits of blockchain technology. So what would you say are kind of the main lessons for some people who are seeing blockchain being used in this way for the first time?"
    },
    {
        "speaker": "B",
        "text": "Well, I'd highlight four big areas where the international community should sit up and take very close notice. The first is when it comes to moving capital to governments. The United nations has estimated in the past that in complex environments, you lose roughly 30% of every dollar that's deployed due to malfeasance and corruption. It takes another 15%, approximately, of every dollar to do auditing, monitoring and evaluation. So before you have done any good at all, before you've helped a single person, bought a single blanket, you've lost $0.45 on every dollar that's deployed using traditional legacy systems. We need to be able to do a lot better than that. And so using web three architecture to move capital into complex humanitarian emergencies is the way of the future. This is how it's going to go, and I think governments are going to recognize that. Second piece is we can get resources to individuals in need in a way that we have never been able to previously. One of the reasons that Ukrainians are proving so adept in using web three tools now is that when they ousted their past leader who was beholden to Moscow, and somebody who was engaged in extensive corruption, you'll remember that many of the Ukrainians on the Maidan would hold up bitcoin addresses on signs so that people watching from the outside could target resources to them directly. Because they needed band aids, they needed medical supplies, they needed food, and you could send that help precisely where it was needed to the individual. So that's another huge advantage. The third thing I would highlight is the importance of decentralized systems in safeguarding information. When a military rolls in, they're going to do two things. One is destroy physical records, and the other, and we know that there were attempts to do this. Using a bug called Wiper is to erase digital records. The advent of web three platforms like Arweave will provide new frameworks for safeguarding information in the face of military attacks. And that's very consequential and important. If you want to be able to rebuild quickly and effectively, you need to know that your land registries are protected, you need to know that your vital records have been preserved, and web three tools can help do that. And the last piece that I would mention, and I alluded to this earlier, is that we need to be using web three systems to preserve evidence of war crimes and atrocities. Unfortunately, there are war crimes being committed in Ukraine, and it has been very challenging in past conflicts to ensure that you have a clear chain of evidence regarding the validation of those crimes. And we can now use web three tools to have a much higher degree of confidence in the information that's coming out of war zones and ensure that it's protected against future deletion."
    },
    {
        "speaker": "A",
        "text": "2022 has definitely been the year of hacks in crypto, with over $3 billion lost to protocol exploits. The industry went through the $580 million hack on Binance's BNB bridge and the $326 million wormhole attack. Even though market maker Wintermute lost $160 million after their wallet was compromised. Tarun had some choice comments about the team. So Wintermute, by the way, has had a couple f ups that have been epic. And they generally tend to come from the fact that, like, you know, when you look at like, the top tier defi trading firms, like the SVPs of the world, they never make dumb mistakes like this. So I think this is actually Wintermute's sort of technical incompetence. I would not qualify this as kind of like, oh, like we should feel totally bad and like, oh, it was great that they like, gave us the truth on Twitter. That's not true. This is incompetence. Like there's a cve out. Like you should be like changing your systems and monitoring stuff. So Wintermute's first up was when they were supposed to be a market maker for optimism, and they didn't initialize the gnosis safe on optimism as they did on Mainnet. And then like someone figured out, again, a kind of like a way where like, you could figure out a, what the sort of private key was more efficiently, or you deploy to that address and you own it, right? They kind of up on the cybersecurity stuff like left and right. There's a bunch of examples with them. So like, this is actually them being kind of like incompetent. Putting Tarun's comments aside, the largest exploit of the year happened in March, when the Ronin network and Ethereum side chain used by popular web three game Axie Infinity suffered a $624 million loss. Unbelievably, the team didn't even notice that it was missing over half a billion dollars until six days later. Here's Arjun Bhaptani, founder of Connext and bridging expert, explaining how it happened. The Ronin network is an Ethereum sidechain that is built to host the axie ecosystem, which is one of the largest play to earn games in the world right now. The ronin chain itself is run by a decentralized set of validators. But then Ronin has its own Ronin bridge, which connects Ethereum to the chain. And the hack specifically was a hack of the Ronin bridge, where Ronin Bridges has nine validators and requires a five out of nine threshold signature to be able to complete transactions between chains. And five of those validators were compromised, leading to $650 million being stolen from the bridge itself. Around the same time, Kevin so was calling out Terra Luna, saying that UST could de peg and go into a downward spiral. The day this episode came out, Luna was at $105."
    },
    {
        "speaker": "C",
        "text": "Seniorage based, kind of like supply contraction, supply expansion type of designs that don't have any external backing underneath it or any kind of external collateral. I think pretty much those will all fail."
    },
    {
        "speaker": "A",
        "text": "One month later, Kevin was proved right. If there's one event that set off the crypto contagion of 2022, it's that Terra, a blockchain founded by korean developer Do Kwon and valued at over $60 billion at its peak, collapsed to zero in a matter of days. Here's Haseeb explaining what happened."
    },
    {
        "speaker": "C",
        "text": "Terra, for those who aren't aware, it's a layer one blockchain built on Cosmos and the core. The core asset of Terra is a stable coin called UST. And essentially on. I think it was May 9 over the weekend, and kind of going into Monday, the Terra UST stablecoins peg broke. The market was more broadly declining due to some macro events that were going on, fear about interest rates. And as the price of terra started declining, the price of Luna, which is the core layer one asset that backs UST, started declining in price. The USD peg broke, and one thing led to another. There was basically what we call a death spiral, meaning that as the peg lowered, the confidence in the system lowered even further. There was more and more algorithmic minting of Luna and expansion and supply of Luna, which resulted eventually in Luna hyperinflation. Over the period of that time, Luna ended up expanding its supply by 18,000 times. It basically underwent a Zimbabwe style hyperinflation event. USD ended up cratering to something like $0.20 or less on the peg. I don't know what it's trading at now. And we saw within the course of a week, the first time I've ever seen this in crypto, an asset dropped 100.0% in terms of the unit price on Coinmarketcap. Literally, the price had gotten so low that from the high of $60 before the unwind, Terra ended up cratering to fractions of a penny, such that it had to get delisted from all the major exchanges. None of the major exchanges anymore."
    },
    {
        "speaker": "A",
        "text": "Trade Terra, the Terra meltdown due to its size and the fact that so many retail investors were involved with UST attracted the attention of mainstream media and regulators in Washington. Alta Andoni, general counsel at Eva Labs, shared her opinion on unchained. The question how do we regulate stable coins and what we do as an industry after this USD Luna collapse? I think in my opinion, they're completely distinct and super different from each other. I think that if we're referring to the USC and Luna collapse, probably we have to address or majority of the questions should be how can we stop this sort of large scale financial fraud that is happening in the space? But I think that summarizing the two probably is not going to be fair for our industry. Terra Luna was the first domino to fall. Next, people became concerned about Celsius, a centralized crypto lending and staking platform. On June 11, CEO Alex Mashinsky tweeted, Mike, do you even know one person who has a problem withdrawing from Celsius? Why spread FUD and misinformation? On June 12, the very next day, Celsius paused withdrawals. A month later, it filed for bankruptcy. Here's Mika Hakonsolo."
    },
    {
        "speaker": "C",
        "text": "I think you have to take a few steps back here. And one of the words being used all the time right now is contagion and how things affect each other. And this problem probably really starts from the Luna Ust debacle. And it's likely that they were quite exposed to that. That means that there's some amount of money that they expected to be tied to the us dollar that simply went to zero. And based on how large those losses are mixed in with some suspected DeFi losses that they've had overdose over the last year, that's what really put them in a bad position. So it really comes down to risk management within these firms. And it's just that this company doesn't seem to have done a good job. And it's really as simple as that. All the due diligence for understanding that what the downside case may be with Luna and UsT that was available there, all the issues that Steth may have, that was all available there. It's just that I think during the bull market, no one was really doing too much due diligence. Everyone's just jumping into things, and this is the end result when things become adverse and suddenly not everything goes up. And you have to really think about what should be the correct price for some of these assets."
    },
    {
        "speaker": "A",
        "text": "June 17, bitcoin at $20,700 and ETH at $1,100 Celsius was followed by another domino as crypto hedge fund three arrows capital, also known as three AC, went bust. The fund was run by two former forex traders, Kyle Davies and Suzhou, who were living in Singapore and turned a single millions fund into billions of dollars. However, its exposure to the Terra Luna meltdown hurt the hedge fund significantly and after losing some high leveraged bets, they filed for bankruptcy. Haseeb explains why the three AC meltdown was bad for the industry."
    },
    {
        "speaker": "C",
        "text": "They lost tons and tons of money, but it turns out they didn't just lose their own money normally, and I want to make this clear because I think a lot of people dont understand why the three arrow story is so bad. Normally if you go make a big trade and you lose a bunch of your own money, its fine, its not a big deal. Funds go to zero all the time. If you went to zero, somebody else made the money. People bet against each other. Thats how markets work. But three arrows was borrowing tons of money from other people, and they were also not telling their counterparties exactly how much leverage they were taking on and exactly who they were borrowing from. And so it turned out they borrowed so much of other people's money that they lost so much money that they went into negative equity, meaning that they owed more money than they had. And that is really bad. That is way worse than going to zero, because when you go negative, that means that now your losses are on someone else's balance sheet. Somebody else is absorbing the loss that you took by gambling like crazy. And the people who are absorbing those losses are basically the crypto lenders, or you can sort of think of the lenders as the crypto banks. These are people who are basically involved in the act of money creation. And so some of their big lenders include Blockfi, Genesis, Voyager, Celsius, also lendered to three arrows. Highly likely. Okay, yes, highly likely. And so it turns out that a lot of the money in crypto, a lot of the lenders in crypto were extending credit to three arrows, and this credit was under collateralized, and so now they're massively in the hole. So when the banks lose money, this is extremely bad, because this now means that the banks need to control their risk and the way they control their risk, because they now realize they're down a ton. They need to start recalling their loans to other people because they don't know who else got hurt, they don't know who else is down, so they start recalling loans everywhere. A bunch of people suddenly start getting margin called. And these people are getting margin call. They might not have the cash on hand, so they need to start selling some assets in order to meet the margin call or to go repay the loan. And in this situation, you get a bunch of people selling at the same time. And not only that, but liquidity is worse because the market makers who are managing the liquidity and keeping markets liquid, they're also getting their loans recalled. They also have less money, so they can't keep markets liquid, and the end result is just a meltdown. And so that's what we saw over the last couple of weeks. We saw this massive fear around exactly how bad I was three arrows in negative. How much money did the banks lose, how much of these loans are getting recalled and how long is the selling going to take? And that's caused an absolute wreckage in the crypto markets, where at times we actually saw bitcoin and ether sell off more than the alts, which is extremely rare. And that's a sign basically that what's happening is forced. It's not a people have lost confidence in bitcoin and ethereum, it's that something really bad has happened in the market and now you have forced selling."
    },
    {
        "speaker": "A",
        "text": "Three ACS implosion also had some contagion effects. In fact, Voyager Digital had to halt withdrawals as well and subsequently file for bankruptcy after three AC failed to repay a $650 million loan. Whats the most important thing about crypto? Its not transactions per second, its not convenience, and its not even smart contracts. Its decentralization to achieve censorship resistance so we can all be free. Minima is a new layer, one blockchain designed to run in full on a smartphone so that anyone can participate in building minima's decentralized network as an equal. Join over 300,000 minima node runners on the incentive program today to start earning every day until mainnet launch. Get started at Minima Global. Join over 50 million people using crypto.com comma one of the easiest places to buy, earn and spend over 250 cryptocurrencies. New users enjoy zero credit card fees on crypto purchases in their first seven days. With crypto.com earn get industry leading interest rates of up to 14.5% on over 30 coins, including bitcoin. Earn up to 8.5% on stablecoins. With the Crypto.com Visa card, you can spend your crypto anywhere, enjoy up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app and get $25 with the code Lora link in the description. Eager to make more informed decisions around crypto using data you can trust, chainalysis is here to help. Chainalysis demystifies cryptocurrency by providing industry leading compliance, market intelligence and investigation support for all crypto assets. For organizations like Gemini, Crypto.com, and BlockFi, gain unparalleled visibility and maximize your potential with the leading blockchain data platform by visiting chainalysis.com. unchained Defi Saver is an all in one management application for a number of decentralized finance protocols on Ethereum, arbitrum, and optimism. The app has dedicated dashboards for lending protocols such as aave, makerdao, liquite, and compound, as well as integrations that allow quick access to yield earning protocols such as yearn, Convex, mstable, and the newly released chicken bonds from the liquitee team. Some of their most notable features include quick one transaction rebalancing and automated liquidation protection of collateralized debt positions. On top of that, they also have tools for collateral swaps, debt swaps, and instantly moving positions between different protocols once you load up the app@defisaver.com comma make sure to enable the simulation mode first so you can freely test all available features before diving in further. August 18 bitcoin at $23,000 ETH at $1,800 another big story this year was the sanctions by the US Treasury Department on tornado cash, a decentralized virtual currency mixer that enables private transactions. Crypto advocates protested since the authorities did not ban a particular group or address, but instead banned an entire smart contract."
    },
    {
        "speaker": "C",
        "text": "Last week we saw treasury and the Office for Foreign Asset Control, also called OFAC. They issued the first ever sanctions against a smart contract. So it was not tornado cash, the company. It was not the people who are involved in tornado cash, but rather the sanctioned entities include tornado cash, quote unquote, which is not a legal entity, it's just the name of a project. And then specifically the list of a certain number of contracts in tornado cash, which are mostly on Ethereum, that we know. Cash actually has other contracts on other chains. So tornado cash exists on BSc, it exists on arbitrum. They were apparently not sanctioned, but the Ethereum contracts itself were sanctioned."
    },
    {
        "speaker": "A",
        "text": "The sanctions also highlighted how a lack of clear regulatory framework, as well as regulation by enforcement hurt the industry and kicked off a debate about whether the government overstepped its bounds. Jerry Brito explains, I think OFAC made."
    },
    {
        "speaker": "C",
        "text": "A mistake here for several reasons, right? So one reason I think, is that they may have overstepped their authority, as I was just saying. So number one, OFAC is authorized by statute and executive order and its own regulations. It's authorized to designate persons and entities and add them to the SDN list. And what an entity is, is defined in their regulations. And then once you've designated a certain person or entity, their property is blocked or frozen. Without going into too much detail, because we'll do that in our extensive analysis, it may be the case, and I think it's a very good case, that these immutable smart contracts that make up the tornado cash application are not an entity. So they're not subject, they can't be added properly to the SDN list."
    },
    {
        "speaker": "A",
        "text": "September 16 bitcoin $19,600 ETH $1,500 while this year brought no shortage of bad news, bankruptcies and hacks, one event brought momentary relief in crypto. Following years of hard work, Ethereum successfully transitioned from using proof of work to proof of stake what was, for many people, one of the most important technological achievements in the short history of crypto. Justin Drake explains his significance. So the fact that the merge was successful for 1 second is already a huge breakthrough. The fact that it was successful 1 minute is a huge breakthrough. Ten minutes, a whole day, a whole week, a whole month, a whole year. And I think if it can survive the next few days, the next few weeks, next few months, this is high, high confidence that this is reliable. I must also highlight that the proof of stake chain has been running for a very long period of time. It's been running for over a year and a half now. It's the most secure blockchain in the world. Now. It has $20 billion of economic security. And also, unlike proof of work chains, it has the ability to recover from 51% attacks thanks to slashing the ability to identify and remove attackers if and when there is an attack. The merge going seamlessly was a major milestone for Ethereum. With the additional changes in ETH's monetary policy, many said ETH could challenge bitcoin as digital gold. Arthur Hayes disagreed. I think people, in my opinion, don't understand what Ethereum actually is. Ethereum is not money because money has no use. Ethereum has use. You use it to use, to power the applications on this network. Bitcoin has no use, it's just money. Just like the dollar has no use, it's just money. And that's why it's a good form of money, because its value cannot be conflated with actual utility of other stuff. And so because Ethereum's goal is to be this decentralized compute for this digital existence, let's say that the deflation gets so severe that it becomes so expensive that nobody uses it because gas prices gets too high because of the inflation rate. Well, guess what's going to happen? They're going to change the inflation rate because it contradicts the goal of Ethereum being a decentralized computer that people can actually use. October 18, bitcoin at $19,600 ETH at $1,300 in October, 6 months after the blowup of Terra do Kwon came on unchained to discuss his legal case, whether he was sorry or not. The moment of the USD peg, what happened with all the crypto held by terraform Labs and the Luna foundation guard, and why he doesn't want to talk about his location. This clip is from a trailer we released of the interview. A south korean court has issued a warrant for your arrest and even said that Interpol issued a red notice for you. Why have you not returned to Korea? I haven't been living in South Korea, so it wouldn't be accurate to say returning to South Korea. So these tweets would seem to imply that you're still in Singapore. Are you in Singapore or are you not? It's not in the interest of, let's say, being on the run or something like that, that I don't want to disclose where I live. And this is what he had to say when I asked him about his arrogant tweets. So I think I got too much carried away with interacting with other people on crypto Twitter. So, like, the industry lingo for this is called shitposting, right? So I think in retrospect, I should have held myself to a sort of a more stringent standard. So, you know, just because there's anonymous cartoon characters that are, shall we say, more liberal with the words that they're using does not mean that I should have followed suit. In the Tera wipeout, thousands of people lost their life savings and at least one person committed suicide. While many believe that Da Kwon was responsible and is also a fraudster, it could also be argued that Terra Luna simply failed. Still, Quan offered an apology. Whether you believe him or not is up to you. So you said that you take full responsibility. I didn't hear words like I'm sorry or I apologize. But do you want to offer an apology? Oh, yes, I am sorry. I think. And it could seem, with the way that we've been responding to allegations and use reports and things like that, that we're being defensive or something like that. But that is absolutely not the case. I believe in the stability of us key, and I do understand that my beliefs and statements about how stable and safe USD would be led a lot of traders and holders without the tools to understand the complex economic mechanisms underpinning UST to gain confidence in a system that ultimately failed. And I do apologize and I do own up to the full responsibility of that. The only thing that we are attempting to do is that in the process of people dealing with this grief, there's been a lot of people making allegations like, you know, it was a fraud, or do Kwon probably shorted UST, or there was theft or embezzlement going on. While it is easy to think this entire thing crashed because it was a scam or to point fingers to, you know, somebody and just assumed there was some theft going on or something like that, that was absolutely not the case. November 1, bitcoin at $20,500 and ETH at $1,600. This fall, we saw a trend of NFT marketplaces eliminating creator royalties. In October, Magic Eden, the largest NFT marketplace on Solana, announced it would give buyers the option to pay creators however much they wanted in royalties. The decision kick started an interesting debate on whether creators should earn royalties on secondary sales and whether it's even possible to enforce that on Ethereum NFTs. Li Jin spoke for the pro royalty side. I think the raison d'etre of NFTs in general is to support the creator economy. NFTs were very much envisioned as this new monetization method for the creator economy that allowed creators to tap into digital scarcity for the first time ever, and to be able to monetize based off of something that could actually be scarce. And so it's like the entire market's appeal has been to creators, to independent creators because of this. And I think undermining creator royalties is kind of like biting the hand that feeds you. It's undermining the reason why people are there in the first place. And over the last few years, a lot of web two platforms have realized that they need to be more creator friendly because they realize that the entire value chain of their social networks, of their content platforms start with creators. If you don't make creators happy, if you don't feel, if creators don't feel like they're being taken care of, then ultimately they churn. And that leads to the demand side, the user side, churning as well. And so I think the entire value equation here in the NFT world also starts with creators, obviously. And so we need to do everything in our power to ensure that creators feel like they're playing a fair game, that they're being taken care of, that the marketplace isn't just skewed towards the incentives of the buy side. However, here Haseep presents the other side."
    },
    {
        "speaker": "C",
        "text": "Of the argument, the idea of enforcing royalties. It reminds me a lot of you guys know John Deere, the company that builds, like, tractors and a lot of farming equipment. So there have been a lot of famous antitrust cases against John Deere, because, John Deere, what they do is they force your tractor to only be used by you, which kind of destroys the resale value of your tractor. So if you have a tractor you want to sell to somebody, tough shit like you have to do all the stuff. I believe this how it works. There's all the stuff that John Deere forces you to do in order to actually resell the tractor, which makes the resale value of the tractor plummet, because you just can't sell it as easily as you could if it was just an unbranded piece of hardware. This is the exact same thing that NFT royalties are. NFT royalties are a way of saying, you cannot buy and sell this freely. If you do, I will extract a tax. Now, if you can enforce that fair game, okay, fine, you can enforce it. But if you can't enforce it, I know exactly where this is going every single time, which is that people will find a way to win out of this pressure that you're putting on them in the market."
    },
    {
        "speaker": "A",
        "text": "November 9, bitcoin at $16,000. Ethereum at $1,100. As we are approaching the end of the year, things were settling down a little bit. And then came on November 2. That day, Coindesk's Ian Allison published a story about Alameda research, Sam Bankman Fried's trading shop, which showed that Alameda's balance sheet was quite illiquid. And not only that, but about 40% of it consisted of FTX's token FTT. After this revelation, Binance CEO Changpeng Zhao announced he would sell Binance's holdings of FTT, which triggered a bank run on FTX. And here I'm using air quotes since technically a bank run shouldn't be possible on a crypto exchange. Within a few days, Sam Bankman Fried's crypto empire collapsed. Essentially, Sam Bankman Fried has two or had two companies. One was the trading firm Alameda Research, and then the other was the exchange FTX. And for the longest time, you know, the last time he was on my show, I did ask him about, you know, this kind of apparent conflict of interest. And he said, you know, they're two separate entities. Yes, I own both, but there's like a wall between them. And actually, other people that I've interviewed who interacted with them, like third parties, said that their interactions were that FTX and Alameda were very different in their minds. So that was really interesting. Essentially, a few weeks ago, Coindesk reported on the financials of Alameda, and it showed that Alameda is balance sheet was heavily reliant on FTT tokens, which were tokens created by the FTX exchange. They offered kind of like discounts and stuff for activities you would do on the exchange. And it was, you know, to the point where it showed, like, basically, this is a very illiquid balance sheet. You know, if they were to actually try to recoup what they're showing here value wise on their balance sheet, you know, it wouldn't work. And CZ, the CEO of finance, happened to have $580 million of FTT tokens on finances balance sheet because years ago, he had invested in FTX, and once they became competitors, Sam bought him out of his stake, and part of the payment was an FTT token. So CZ tweeted that he was going to be selling his stake. And Caroline Caroline Ellison, the CEO of Alameda Research, tweeted, I will buy your FTT from you at $22. And of course, because it's crypto Twitter, everyone's like, what's the importance of $22? So essentially, CZ said, no, we're not going to do this in a closed door way. I'm going to sell all the tokens on the open market. And the FTT price kind of held up for a short while, but then it began to collapse. People became concerned about their funds on FTX. So there was a bank run. And later Sam said that it was $5 billion of customer deposits that were being withdrawn on the Sunday alone, which was Sunday, I guess, November 6. And he, during that time, was saying things like, assets on FTX are fine, the exchange is fine, we're just processing withdrawals, blah, blah, blah. Then we all woke up last Tuesday morning to the news that things were not fine, and they actually needed potentially binance to buy them to resolve their what. At that time, maybe people might have thought were liquidity issues. Then ultimately, after Binance backed out, it became very clear that this was much more than something like that, and not only that, it was insolvency, but it was likely fraud. Here's what Eric Voorhees and Kobe had to say as the situation had only just begun to play out."
    },
    {
        "speaker": "D",
        "text": "Private parties trying to get good deals and make a profit on the deals with their own property is one thing, and I'm not so concerned about like a conflict of interest between those two firms there clearly was, because they were owned by the same people to a large degree. The problem here is lending out customer money without telling the customers and then going a step further and acting as though you're not and dismissing others in the industry for doing the same thing that was being done at that moment. That's the egregious behavior here. It is appalling that Sam would be speaking to regulators about counterparty risk and the safety of customer deposits, while at the same time being insolvent with his own customers. That's like sociopathic behavior and is just downright fraud."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I 100% agree with Eric. The other stuff you mentioned opening markets so that Alameda or other entities close to FTX, like friends, can hedgehead these bags that theyve got cheaply. They can effectively proxy sell on perps coins that they have locked and not supposed to sell for four years. To take advantage of this high fdv type low float setup is maybe anti customer or the markets are much more useful to insiders than they are to retail traders, but it's just a totally different degree of thing than just stealing customer deposits and lying about stealing customer deposits. And part of the reason I would never have guessed they were insolvent is they sort of had the game rigged in their favor so they were able to do these things with these markets that allow them an advantage over any other market participants such that they should just be printing so much money all of the time. They had the exchange, they owned the venue, they had all the data for people's positions on the venue. They had markets that they wanted to hedge their own positions like off venue, and somehow they still managed to lose $10 billion. It doesn't make sense. They must have been the worst traders of all time. FTX then filed for bankruptcy and SPF stepped down as CEO to be replaced by John Ray III, a restructuring expert who oversaw Enron's bankruptcy instead of FTX. Never in my career have I seen such a complete failure of corporate controls and such a complete absence of trustworthy financial information as occurred here. Kevin Zoe, founder of Galois Capital, who by the way lost a huge amount of assets on FTX described warning signs he saw from the very beginning."
    },
    {
        "speaker": "C",
        "text": "I'll even share a really kind of random story about when we met. We met Alameda first before they started FTX sometime in 2018, late 2018 or early 2019. And I actually distinctly remember talking to them about accounting systems. And this is before FTX existed. So this is just for Alameda's accounting systems. And what they were saying is that, yeah, at the end of the day, we do our best to try and reconcile. We spend some time, half an hour or a couple hours, I forget exactly how much time they said, but they spent some amount of time at the end of every day to try and reconcile the records. They're like, at the end of the day, sometimes you just can't get to the right number. And if it's plus or minus ten grand, 100 grand, which back in the day was a lot of money, they said, well, let's move on to the next day. So I think looking back, there were so many different signs like that that I think, in retrospect, were sort of clear warning signs and signals for the risks that were to come. But at the time, we didn't really think too much of it. Right. So it's just, you know, it's one of those things where hindsight is, you know, definitely 2020."
    },
    {
        "speaker": "A",
        "text": "The collapse of FTX sparked further contagion. One of the firms affected was Genesis and its parent company, digital currency group, or DCG. Here's Sam Andrew's explanation of the situation."
    },
    {
        "speaker": "E",
        "text": "The second problem is with DCG now, usually how companies organize, you have separate entities. Each one is ring fest with his own assets and its own liabilities, and that provides some form of security for all these different entities operating. That's how DCG is set up as a parent company with its various assets. However, there's a key problem here, and that is what was revealed in a tweet from DCG CEO, is that there's actually $1.6 billion of loans that went from Genesis to DCG. So that creates another problem, is that if I, Genesis, were to go bankrupt, right, which it's potentially on the path of doing, then Genesis creditors enforce on Genesis assets. The largest asset on Genesis balance sheet is a loan it made Genesis made to DCG. So all of a sudden, by enforcing on that asset, DCG gets brought into Genesis bankruptcy proceedings. That is why these two entities are now intrinsically linked is because if one fall, the other one falls. And that is, I think, critical to understand as to how these two entities are now tied together. The doom of one being genesis will impact the fate of DCG."
    },
    {
        "speaker": "A",
        "text": "The final big news in the year was the criminal charges against Sam Binkman Freed and his arrest, which I discussed with ARi Redboard Monday night. Sam Binkman Freed, the former CEO of FTX, was arrested by bahamian authorities at the behest of the United States Tuesday morning, which was the time when SBF was supposed to testify in front of the House Committee on Financial Services, the securities and Exchange Commission, the Commodity Futures Trading Commission, and the Department of Justice's Southern District of New York, all either unsealed or published their charges against SVF. Can you walk us through all of these charges? I mean, normally we see one of the types of things that you just mentioned, right? Multiple regulators taking action. You mentioned the CFTC, which really is talking more about market manipulation, the activities that SBF undertook at FTX. What impact did they have on what the CFTC calls the commodities market more, the bitcoin Ethereum ecosystem. Then you have the SEC, which is slightly different. The SEC is the securities regulator. So what they're talking about is potential securities fraud. What representations did he make that ultimately defrauded investors and manipulated the securities market? And finally, in my opinion, having spent a lot of time at DOJ, sort of the most interesting is the criminal indictment that was unsealed this week that includes eight charges of wire fraud, securities fraud, that talks about actually campaign finance fraud, and really sort of starts to lay out what a case here will look like. And one of the reasons I say sort of most interesting is a lot of people are sort of wondering, well, how do all these cases happen at one time, and how do we deal with this? And the reality is that those regulatory cases, the civil actions, those are about money. They're ultimately enforcement actions about sort of trying to get restitution for victims, or ultimately a fine. Those will take a back seat to the DOJ criminal prosecution, because that case involves potential incarceration, deprivation of liberty, the types of things that sort of go first, and SBF has constitutional rights. One of those rights is sort of not to necessarily testify, but that would mean that he couldn't do depositions and couldn't provide interrogatories in the civil cases. So those will take a backseat as these criminal charges progress. December 20, bitcoin at $16,900 and ETH at $1,200, while crypto was still in the depths of a bear market, and 2022 was the year of crypto carnage. It's not all doom and gloom. If you are here listening to this podcast, you probably believe that crypto is here to stay and that all the failures this year will only make the crypto industry stronger. Chris Berniske put it best. Here's a more uplifting note as thinking about this earlier. So one thing is the calls of like the lost decade, or, you know, I've seen some people saying it'll be six years until we have a new high or whatever. I think those will ultimately be looked back upon as markers of the sentiment. Bottom of how horrible things got. And this is where some of my training comes from. Kathy Wood where the rate of change that we're seeing in the world is so fast and we forget that, but that underlies a lot of the protocols and companies within crypto, within AI, within tech at large. Like, I don't believe in the lost decade. I don't believe in six years until another boom. So that's one thing I want to say. The other thing is I think a decent way to stay sane in bear markets is to stop looking at dollar amounts or dollar net worth and look at unit amounts of the crypto assets you care about. And I try to never really fixate on dollar net worth, of course, like how I manage placeholder, I have to produce results for my investors. But specific to myself personally, I'm pretty much always thinking in units of the assets, and that's what I care about. And maybe that's where I drink the Kool aid enough, where I'm stoked to be building significant unit position sizes of certain assets. And so then I don't really care what the dollars are. That would be my advice, I guess, to people is like, focus on the units you want to get to, if you want to make yourself happy. You can always say if all these assets got back to their former all time high, then these units would be worth a certain dollar amount. That's some hopium. Not all assets will get back to their all time high, but the quality ones will go multiples of their prior all time high. That's where you have to pick carefully, but just focus on the units. Focus on the units and stake and you'll be fine. And the last thing, sorry, the last, last thing is I very strongly believe that crypto has years for buying and for selling. And so I don't even think about selling this year, next year, whatever. It's just not even an action I'll really take. I just think about buying. And on a year like last year, I don't even really think about buying in the public market that much. I just think about selling. And so that's a very kind of glacial way to move capital, but it keeps me more sane, as opposed to trying to time every single thing. And so it's just like, oh, things go down more, there's even more opportunity. I can stack even more units. And I guess that's one way that I keep myself optimistic and happy in this current environment. Thanks so much for joining us today. And thanks so much for joining us throughout this year. To learn more about what happened this year in crypto, I guess you can just listen to the archive and check the show notes for this episode. Unchained is produced by me, Laura Shin without from Anthony Yoon, Mark Murdock, Matt Pilchard, Wanda Ranovich, Sam Sriram, Puma, Jimdar Shashank and Sale K. Transcription. Thanks so much for listening and Happy New Year, everyone."
    }
]