[
    {
        "speaker": "A",
        "text": "But I think for the prosecution, I mean, what they're trying to show is, no matter that it's a highly technical area, the allegations are this is simple fraud, right? This is untruths. This is misstatements. And this is, you know, inducing people to trust or to invest or do other things on false, you know, pretenses."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the October 6, 2023 episode of Unchained. Thinking of launching your own stablecoin? Start with the open source stablecoin studio toolkit on Hedera. Start your journey@hedera.com. unchained shape tomorrow today, vault crafts by popcorn is your no code defi toolkit for building automated non custodial yield strategies. Learn more on Vaultcraft IO about how you can supercharge your crypto portfolio with the crypto.com app. You can buy, trade, and spend crypto in one place. Download and get $25 with the code Lora link in the description hey unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchangecrypto dot substack.com dot. Today's guest is Joshua Klayman, senior counsel, us head of fintech and head of blockchain and digital assets at Linklaters. Welcome Josh."
    },
    {
        "speaker": "A",
        "text": "Thanks Laura. It's great to be here."
    },
    {
        "speaker": "B",
        "text": "This week saw the beginning of the criminal trial of the United States versus Sam Bankman Fried. We are recording on Thursday afternoon, and you and I were together in the courtroom, or at least in the overflow room, I guess. So what are your biggest takeaways from the trial so far?"
    },
    {
        "speaker": "A",
        "text": "Wow. Well, that was a lot of information. I mean, that's one of the big things that comes to mind. So one of the takeaways, and I'll say nothing, is legal advice, investment advice, nothing like that, just personal views only, as usual. But there was so much to hear and so much detail to understand. Now, one of my takeaways was the judge, in his own respectful way, you know, was saying, okay, this is too much repetition. Let's not keep going over the same thing. He said that on several occasions. But as I was sitting there personally hearing about all of these sorts of things from, you know, depositing your. Your stablecoins, your fiat and the methods for that, or your crypto, things like that, all the way to, okay, vc investments and due diligence and financial statements and coding and developers and traders and all the sorts of things, I kept thinking to myself, we've been in this space a long time for people who may not have any technical background or legal background or have not been in the space as you have as reading journalists and things like that. This is a lot to take in. And so that was one of my big takeaways, was that it was information. What is the saying? Like drinking from a fire hose. And I was trying to. I mean, we talked about this earlier. My hand was so sore from taking furious notes, you know, and I just kept wondering, you know, how much of this is sinking in and what will the jury remember?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And so I happen to be there during the jury deselection, as one of my guests called it recently, because even though it's typically called jury selection, he's right. It's actually process of deselecting people. And what I ended up noting was the different professional backgrounds of the jury are physician's assistant social worker, Metro north train conductor, librarian, United States Postal Service vehicle maintenance worker, special ed teacher, a nurse. There was a ukrainian woman who worked in advertising, and then there was a retired investment banker. He's actually born in Hong Kong, and he's retired now. But it was also, by the way, I think, three quarters women and one fourth Mendez. So, like, given, you know, this kind of, you know, background basically of the jury, what are you, what are your thoughts on, you know, how this is going over with them or how this could affect the trial?"
    },
    {
        "speaker": "A",
        "text": "Well, one way I think it has affected the trial is we went over in painstaking detail, step by step, watching videos of, again, how to, you know, deposit money, how to withdraw money. All these things."
    },
    {
        "speaker": "B",
        "text": "Step onto FTX."
    },
    {
        "speaker": "A",
        "text": "Yes. As though you're actually doing it. We listen to the video. And so I think that was done to get to level set, really, to bring everyone up so that when they start talking about, okay, well, what was the balance in the account? Right. We had the tutorial of how to pretty much create our account. Right. And what to do and things like, okay, you're going to send wire instructions to this named beneficiary. You got to get it right. And then, lo and behold, that named beneficiary keeps coming up again and again because it's actually an account owned by Alameda. Right. So I think that's part of it. Just the building blocks. The constant building blocks. But I think for the prosecution, I mean, what they're trying to show is, no matter that it's a highly technical area, the allegations are, this is simple fraud. Right. This is untruths, this is misstatements, and this is, you know, inducing people to trust or to invest or do other things on false pretenses. And I think. So that is the message. On the one hand, from the other side, the defense. And certainly we saw this with the opening statements, but also throughout, in some of the cross examinations today, which I'm sure we'll talk about, but trying to say, look, this case is based on hindsight. Just because FTX went bankrupt, just because all these things happened, that doesn't mean that there was fraud involved. That doesn't mean that there was conspiracy. Because guess what? The whole digital asset space was going through crypto winter. And we had all of these other events, and maybe we'll go into some of the statements about bulletproof and things like that that popped up. But there were some notable quotes, and some of them were pretty surprising today."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I know you weren't there the day that they gave the opening statements, which was Wednesday. But I know you did read a little transcript that I was able to send you. So just from that, what was your take on the opening statements of the prosecution and the defense?"
    },
    {
        "speaker": "A",
        "text": "I think, I mean, as I kind of said, they're trying to simplify it. Right? They're trying to say, like, look, SBF was larger than life. He was. He was living in a 30 plus million dollar penthouse. Right?"
    },
    {
        "speaker": "B",
        "text": "You're talking about the prosecution."
    },
    {
        "speaker": "A",
        "text": "Yes, exactly. Sorry. The prosecution was trying to show this, you know, this is a person, you know, this being broadcast into your living room, you know, the person who positioned himself as being, you know, the face of crypto, and you can trust him and the adult in the room. And yet, in the prosecution's view, it was all a lie. So trying to give that kind of simple message without going into so much detail for the defense, as I mentioned, a lot of it was saying this is a backwards looking thing, but also saying, like, look at who is testifying, look at who these alleged co conspirators are. They're people who got deals. Right. And you need to think, jury, about why they might be testifying in a certain way. And I think another thing was, and this has been something that the defense has been trying to show, is, look, there was no intent, like, there was no fraud, and there was no fraud also because there was no intent to defraud. Right. Like the things that are being alleged by the prosecution, the defendant thought were legal, for example, loans from FTX to Alameda, things like that, where there was reliance upon other people who were more knowledgeable in that area. So I think that's, that's what I really took away from both of those, the opening statements. They were both impassioned, of course."
    },
    {
        "speaker": "B",
        "text": "Yeah. And just one thing that I wanted to clarify, because I saw some of the other media accounts didn't have this nuance, but about whether or nothing there was ever a plea offer to SPF, I saw some of the other media were saying that the government never offered a plea deal. However, there was a nuance there. So it's not quite accurate. Basically, at the beginning, the government said, we would like to put on the record, kind of like what happened with a potential plea deal. And they said that basically shortly after SPF was charged, the prosecution did raise the possibility of plea discussions with the defense, and the defense refused. And so therefore, no discussions ensued, which is why there was never a plea offer that was made. So it's really, it really sounds like Sam was the one who decided, no, I'm not going to do a plea deal. I'm pleading not guilty. So it really is more his decision than it was the government's, at least from their recounting of it. That is what I took away. Let's now just jump to the first witness, which was a customer of FTX. He said that he had lost, like, I think, because he was a british. Well, he's actually parisian, but he lives in London. And so all of his, I think, or not all literally, but some. His account balance was likely in british pounds and converted, I think was like between 140 and $150,000 that he lost. And he cited things like the fact that Sam had tweeted in the days leading up to the collapse of FTX that, you know, FTX assets were safe, customer assets were safe. And so he didn't try to even attempt to pull his money out until November 8, which was, of course, the day that its insolvency became apparent. So I wondered what your thought was about the selection of this person as the first witness."
    },
    {
        "speaker": "A",
        "text": "So I thought it was. It was an interesting choice. Part of the reason I think it's an interesting choice is that today, and I'm sure we'll go into this as well, we talked about, or I wasn't doing any talking. None of us were doing any talking."
    },
    {
        "speaker": "B",
        "text": "We're listening."
    },
    {
        "speaker": "A",
        "text": "But some of the testimony centered on what kinds of efforts and methods were implemented by FTX to exclude us customers. So I thought it was interesting that they have someone who the defense established in cross examination had never met SBF, had never emailed him, had no contact with him, and was not a us person. Right. Or a us resident. So I think it is an interesting choice because he, in fact, appears to have lost money. He could speak very, saying he relied upon Giselle and others and feeling confident that because these investment company, investment firms, rather BC's and others, had invested hundreds of millions of dollars, that they must have done their due diligence. So I think it was interesting to hear, for the jury to think about what someone might have had in mind, why they might have trusted FTX. At the same time, I do think, and I don't know how much the jury is, how much this is being communicated to the jury, or how much the jury is taking this in, but if the people who, if the people who are harmed that are being shown are outside the US, or they are multinational companies that have invested from vehicles outside of the US, query whether that will matter to the jury. Right? Maybe it won't, because these are people who are harmed. Certainly alleged wrongdoing is there, but it's just really interesting to me in the context of today's KYC AML geo blocking sort of discussion about methods to keep us residents and those located in the US, outside of the customer base for FTX, what I also thought was interesting is that my recollection is that the witness had described, and I wasn't there for the testimony, but just my recollection, based on what I read, was that the witness had said something like, it was an unregulated industry. And on cross it was very interesting because the defense had said, well, you were able to invest in this because it was unregulated, right? Now, holding aside whether it's regulated or unregulated from a legal perspective, but what essentially the defense had said was, look, if it had been regulated, if it had been, then you would have had to have reported those investments to your firm."
    },
    {
        "speaker": "B",
        "text": "Yeah. And just to clarify for listeners, it was because he was a commodities, was it, Trader?"
    },
    {
        "speaker": "A",
        "text": "I believe so, yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. And he traded cocoa. And so I guess if he was to invest in anything regulated, he would need to report it to his employer. But because crypto fell outside of, you know, whatever, existing, whatever the existing rules were, then he didn't have to report that."
    },
    {
        "speaker": "A",
        "text": "And there was another exchange where the defense, I believe, said something like, you know, you knew that crypto was risky, that investments in crypto were risky, and then were you relying upon, you know, these, these folks when you were investing in crypto? And so the witness, Mister Juilliard, I believe he basically said, well, no, I was relying in order to use FTX. Right. So that kind of a distinction. But yeah, I, I think it's interesting that, and I'm sure litigators out there, I'm not a litigator, full disclosure. But I'm sure folks may have a reason why he was the best opening witness. But it's interesting to me that the prosecution didn't call a US resident or uS person who was harmed. So I wonder why. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. All right. So in a moment, we're going to talk about the more heavy hitting witnesses that testified later on Wednesday and then through Thursday. But first, a quick word from the sponsors who make this show possible. Looking to venture into the world of stablecoins? Explore the open source stablecoin studio toolkit on Hedera. Whether youre building the next big thing in web three or an enterprise banking and payment provider, stablecoin studio simplifies stablecoin issuance and management, keeping you at the forefront of on chain finance. With seamless integration into commercial custody providers and KYC services and built in proof of reserve functionality, stablecoin studio streamlines development and time to market harness the power of stablecoins by visiting hedera.com. unchained popcorn just made defi way easier with vault craft through no code defi toolkit for building, deploying and monetizing automated yield strategies in a few clicks. Forget spending months of R and D and capital when you can instantly launch your crypto fund with Vaultcraft on any EVM chain. From wallets and institutional service providers to non DeFi degens, anyone can use Vaultcraft to supercharge their crypto portfolios with custom tailored cross chain yield strategies. Go to Vaultcraft IO and start building. Back to my conversation with Josh. So the second witness was a longtime friend of SPF's Adam Yadidia. And they met each other at MIT. And Adam later became a software engineer at FTX. He also, I think, spent a short time as an intern at Alameda, and he talked about the Fiat ftx.com account, which it was discovered, had a bug. Tell us what happened here and what your takeaways were about this incident and why they brought it up."
    },
    {
        "speaker": "A",
        "text": "Sure. So it was, this came about after we had the building block videos saying, like, here's your balance. Here's how you get your money into your account. Right? And so, lo and behold, as we're going through all this, we don't quite realize that this one account is owned by. That is, the beneficiary account is owned by Alameda. Why does this matter? Well, we find out later, but at the time when we're just watching the videos, you know, we say, okay, customer's putting their money in there, it's going to update their balance. Great. And it turns out that actually, that was what was being done, generally speaking, in terms of updating the balance. And it was being done manually by a settlement team, but apparently due, at least, as was testified, due to the tremendous growth of FTX and the customer base and the deposits, the settlement team was getting overwhelmed. So SBF at one point, requested of Mister Yadidia that he create code that would allow the automation of these deposits. Now, he created that, and I should step back for a moment. So the account held by Alameda was held at Silvergate bank. At Silvergate. And so he created API to have the Silvergate and FTX computer systems talk to each other. Right. So it could be an automated update. What he didn't realize when he was creating this code, which evidently everyone was extremely busy when working on these things, was that there was a bug. And let me just stop. I think I should stop here and just say why. Initially, this account was in the name of Alameda. It was in the name of Alameda research, because FTX was having trouble getting a bank account. And we later learned in later testimony that actually Alameda research allegedly was named Alameda Research. We learned in Gary Wong's testimony to have banks not realize that there was involvement with crypto and trading. I think there was. We can go into that in a little bit. But basically. So they were using this bank account, and the idea was that when the money came in, the customer money was going into this account held at Alameda, and there was an account in the internal workings database of FTX that was called Fiat at FTX. And so what would happen is, when the balance went into the Alameda account for every dollar, that balance, that showed up on the customers. So a customer would send in money. It would appear in the balance on the screen for the customer's account. Many, I'm sure, have used this for FTX in the past, so probably no, but we just saw it on the screen today. So it would go up. But then this account at Fiat FTX would show a negative number. Right. Because it would be a liability of Alameda to the FTX customers. And so what this bug did, we still don't know exactly how it went in there, but it was some kind of, we presume, error. It actually didn't show that when money was withdrawn, that number should have gone up. It should have become less negative, because the liabilities from Alameda to the FTX customers should have lessened. So it'd be less negative of a number, but the bug actually didn't update. So when these automated changes occurred, that never updated. And what we learned, actually, was that I believe, and I'm just trying to look quickly to see if I can pull it out, because I have way too many nodes for this. When they first discovered the bug, there was a 500 million. So six months after the automated situation was created, it's not a situation, but once it was created, it was at 500 million. It overstated the liability. So it actually looked like Alameda owed more to FTX us customer. I'm not ftx us, just FTX customers all decided fTx us. Then it did. So it actually looked worse than it was. But by the time the witness actually fixed this bug later, six months later, the bug had overstated the liabilities by $8 billion. So it looked at the time like Alameda owed 16 billion to FTX customers. Now, interestingly, we learned that there was a. The bug was fixed, a report was created, and allegedly was sent via disappearing signal message to the defendant. And the report did say there was an $8 billion overstatement, but it didn't say, hey, guess what Alameda still owes after the bugs fixed 8 billion to customers."
    },
    {
        "speaker": "B",
        "text": "Are you saying that Adam didn't relay that to anybody? Because I think he did."
    },
    {
        "speaker": "A",
        "text": "Oh, he. Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah, he did. He said, there's an $8 billion hole. Alameda owes $8 billion to FTX."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "And then there was a conversation."
    },
    {
        "speaker": "A",
        "text": "Exactly. And actually, a lot of times, yes, he absolutely did say that. It was just brought out by the defense. That that wasn't in the report. That remained, but, yes. So the prosecution and the defenses came up in both instances. Was focused. We even saw a picture of this paddle tennis court where they had this discussion where basically, I guess, after discovering that there was this $8 billion owed, Adam Yadidia, he was concerned because, as he said, it was, again, extremely large amount. He said, basically, are we okay right about this $8 billion to which it was reported that SBF said, well, we were."
    },
    {
        "speaker": "B",
        "text": "We were bulletproof last year. We were bulletproof last, but not bulletproof last year."
    },
    {
        "speaker": "A",
        "text": "That we're bulletproof this year. And it was later phrased by what it was rephrased in other testimony, was later phrased as, we're not bulletproof anymore. And so Adam Yadidia asked SPF, how long until we're bulletproof again? And SPF reportedly said, six months to three years, he thought. And so this, you know, they made a lot of. A lot of detail about this, you know, and the demeanor of SBF and that he seemed concerned, and that Adam, who had known him for many, many years, said it didn't seem like his normal demeanor. Now, later on, what's really interesting is that the defense revisited this and said, you know, what do you really know? Do we really know what bulletproof meant? Could it have meant, like, look, we had the collapse of Voyager, we had three arrows capital. We had all this stuff going on. Crypto lenders were in distress. Could that have meant, like, could anyone have been bulletproof? I'm simplifying this because there were, like, many, many objections that were sustained and things like that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that was objected and sustained."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. But there were a lot of things like that where they were trying to plant that seed. And then on redirect, this was brought up again. And the prosecution, had Adam made clear that, actually, no, this was right after I asked specifically about the $8 billion. And so there were a number of things like that and a number of, like, really surprise statements. There's so much to talk about. Like, I don't."
    },
    {
        "speaker": "B",
        "text": "So let's skip to Gary Wong, because he's the co founder and CTO of, or former of FTX. And I was really surprised by one particular thing in the beginning, which was literally in the first, like, I don't know, one or two minutes of his testimony, the prosecutor said, did you commit financial crime? And he basically just right out of the gate said, yes, wire fraud, securities fraud, and commodities fraud. And then I did get one quote, which was he elaborated, and he said, we gave special privileges to Alameda research to allow it to withdraw unlimited funds from the platform and lied about it to the public. So you know, that just really set the tone for his testimony. Talk a little bit about what your main takeaways were about Gary Wong's testimony."
    },
    {
        "speaker": "A",
        "text": "So one was his demeanor. He seemed kind of happy. I mean, I don't know him, but it didn't seem like he was like, oh, like, this is horrible that I'm up here. I mean, when he had to identify the defendant, he was standing up and looking, and I just think that was surprising to see. Just his demeanor was, in my view, quite calm, unless he was projecting something. Otherwise, I think some of the takeaways, like you said, the preferential treatment, he emphasized, you know, it was written into the code. And when he talked about the different kinds of preferential treatment there were, he mentioned, for example, they had the ability to make unlimited transfers and withdrawals regardless of what was in the Alameda bank account, so they could have a negative balance. And they also said, he said by the time of the FTX bankruptcy, Alameda had withdrawn $8 billion. Right. There's that number again. And then with a line of credit, this was another thing in terms of the preferential treatment. So he was asked, you know, what. What would a normal line of credit be for the market, a market maker? And he answered, it would be in the single or to double digits of millions. Right. For a line of credit. And what was Alameda's line of credit? 65 billion. Okay. And then also. So Alameda didn't need to post collateral. Evidently, Alameda had slightly the ability to trade slightly faster than other market makers. And, yeah, there was just really interesting things. And, of course, he said the advantages were not disclosed to the public. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "And you talked about they could even see into the order books, I think, a little bit to. To get ahead of people for trading. Yeah. Actually, one other thing. I mean, just, I mean, talk about drama, because Gary. Gary actually spoke rather quickly, I found. Yes, and so this point about the $65 billion line of credit versus for the other market makers, initially, what I heard was that Alameda had a $65 billion credit and the other market makers had lines of credit that were in the single digit to double digit billions. That's what I thought he said. And so. Yeah, and I remember thinking, wow, like, like, that's crazy. But then when it got clarified, I was like, oh, okay, that makes a lot more sense, because I was like, why would you just. I don't. Anyway, so the point is. Yeah, but then. But then it became, you know, I remember writing in my notes, like, wow, in all capital letters. When it got clarified what that really meant to. So one quick thing I wanted to do also, because I totally forgot to mention this about Adam Udidia, but the final point. So, basically, there was the cross examination, and then the prosecutors got to go again. And, you know, because I think the cross examination was like, hey, you found out in June that Alameda owed $8 billion to FDX. Why didn't you leave then? And so then when the prosecution went back, he revealed that the reason that he finally resigned in November was that because he found out that Alameda had used FTX customer funds to pay back its lenders. And back in June, he had thought Alameda had the money to pay FTX customers. But upon realizing that they had to use the FTX customer money to pay their own lenders, that's when he realized they didn't have any money. And so that was why he didn't leave right away, because he thought they could still. He thought they had the ability to pay it back, but they just hadn't. They had borrowed it. And then he realized, oh, they don't have the money. So, any last thoughts that you want to make? And we can throw in anything about Matt Wong here as well, if you want."
    },
    {
        "speaker": "A",
        "text": "Sure. So there were. God, there were so many interesting points of the day, but one of the things I thought was really a strange choice was that on multiple occasions, the defense counsel for SBf was trying to get Adam to agree that FTX was like the New York Stock Exchange. And given. I realize this is not part of the case here, because we're not questioning whether it's securities or what these mechanisms are. But I just thought that was a really interesting choice, given the backdrop of market structure and other types of conversations that are going on to continue to draw this distinction or this comparison to the New York Stock Exchange. I think also the witnesses today struck me as. I mean, I'm not a juror, but they struck me as really credible. I mean, even in one instance where Adam Yadidia apparently misspoke during the first day of his testimony, when he said he had not received a subpoena, when he had the chance to correct that he did. And he said, I'm really sorry. Right. And it was credible. And frankly, the way, I don't know if it's because he's a developer or he just is a really naturally great witness, but he was really parsing the answers to the questions. But it didn't come across, at least to me, as though he was trying to be difficult. It literally seemed like that was his personality. And he was trying to give the exact right answer. And I think that he struck me as a credible, credible witness. He did have a pretty shocking statement that was stricken from the record. So I don't even know if I should mention it, what it was, but it related to whether, you know, what, what. Why did he change his view about FTX? So I'll just hold aside what that statement."
    },
    {
        "speaker": "B",
        "text": "No, no, I think you and I could discuss it."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "But, yeah, like, the jury can't know it, but."
    },
    {
        "speaker": "A",
        "text": "Oh, I guess that's true."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So when, during redirect, after. Because the defense had tried to say, like, okay, so really, after having a conversation with this other trader about a conversation that she wasn't even at, about, you know, the use of customer funds, that's when you decided to quit. Right. And not when you found out there was $8 billion owed. And that's when it went into the part that you were talking about, Laura, where he said, well, I thought they were still available. Right. Yeah. He was later asked by the prosecution, you know, why his opinion of FTX change, because he had thought it was, you know, a great company. And he said FTX defrauded all of its customers. And of course, the prosecution said was something we weren't aware that that was going to be his answer. Like, we can strike that from testimony. But, I mean, it was really quite heartfelt when he said it. It appeared to be. And so that was one of the shocking points, I think, with respect to Matt Wong, I think he was very, in my view, very well prepared. It was really interesting that they had identified as risks some of the very things that are coming out now about the relationship, the interconnectedness between FTX and Alameda, and that he allegedly had received assurances from SBF and others that that relationship would be moving apart more. Right."
    },
    {
        "speaker": "B",
        "text": "And, yeah, there was a whole email that paradigm sent saying, we have concerns about the relationship between the Alameda and FTX, and talked about lack of corporate governance at FTX. There were issues around. Yeah. Whether or not different investors could have a board seat. There wasn't a board. All those kind of, like, just corporate governance standards were discussed in an email that they showed to the jury."
    },
    {
        "speaker": "A",
        "text": "Yeah. And actually, I have. I wrote down what was in that, if it. Do you want me to read it?"
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. So what was identified? It said governance, and because it was a bullet point. And it said, as we understand, FTX is effectively owned plus controlled by Sam, lacking more traditional corporate governance model rights, etcetera. One example where this can negatively manifest with crypto companies is through unintended value leakage via FTT Alameda or some other mechanism like you. We place a asterisk, heavy asterisk, emphasis on alignment. As a shareholder, we'd want confidence in the value FTX creates accrues directly to equity holders. We're not suggesting that this isn't the case today, just that candidly, we aren't sure how to think about it yet. So these concerns were raised, and I think it was very, it was very compelling that ultimately, I believe it was. How much was the investment? 278 million was the total investment in multiple rounds, and that it is now worth zero. And, oh, you know what? Just one other thing about Adam Yadidia. For a minute, we heard about how he had, he received a salary and then he got a bonus, and then he had a obviously still his salary, but then he got larger bonus and he was investing it back into FTX. Right. And that then at the end of the day, you know, it's worthless. And now he is teaching high school math. He said that he was teaching two sections of geometry, one section of algebra, and one section of AP statistics. And I wonder how that hits home with the jury. Right. That might be much more relatable. And I think that was drawn out to show, like, this is a person just like you and me. Right. Or something, by, like, contrasting that from the opulence of the condo and things like that. So, yeah, I can't wait to."
    },
    {
        "speaker": "B",
        "text": "I know. There's so much to discuss. And the last thing that I just have to mention about the condo was the defense, because, you know, he lived in the same luxury apartment with SPF, and I guess there were eight other roommates aside from those two. At some point when the defense, like, mentioned this, because, like, pictures were shown of, you know, this luxury apartment, it was a penthouse. And the defense said, oh, well, you know, wasn't it kind of like dorm living? And he was like, it was like a dorm in some respects and like. And not like a dorm in other respects. And then, so when the prosecution got to ask questions one more time, then he clarified that it was like a dorm in that you were living with other people, but not like a dorm because it was much nicer than normal dorm."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's like, it was much more luxurious than it was in college. Yeah, it was."
    },
    {
        "speaker": "B",
        "text": "It was. I mean, there were actually, you know, for, in case you can't tell, there were actually number, a number of moments of levity, at least for those of us in the overflow rooms. There were numerous points where people left. So anyway, okay, Josh, this was amazing. Thank you so much. Where can people learn more about you and your work?"
    },
    {
        "speaker": "A",
        "text": "You can look on linklaters.com or you can go to LinkedIn and find me. It's Joshua Ashley Klaymande and I'm also on Twitter at Josh blockchain. Is it okay if I just say, like, one little other thing very quickly?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, go ahead."
    },
    {
        "speaker": "A",
        "text": "There were things that I wonder if it's teasing for later. So we were shown a photo of Sam Binkman freed eating and next to him was a woman. And then who wasn't Caroline Errol. And then next to that was Adam Yadidia. I wonder, we couldn't see exactly or I wasn't paying attention to what he was eating, but I wonder why they showed that, like, whether what he's eating comes up. Because interestingly, one of the questions for Adam Yadidia was, do you recall Sam Bankman fried, sleeping on a beanbag chair? And he was like, well, he used to occasionally nap there, but I don't recall him sleeping with any regularity. So, you know, these little pieces, I think ultimately credibility and, yeah, I think if you can get a chance at home to watch this, those at home, I shouldn't say, like at home to watch this. I think it was really a lot, but really, really compelling today."
    },
    {
        "speaker": "B",
        "text": "Yeah. And just to make clear, the only way you can watch it is if you show up at the courthouse. Yeah, yeah. All right. Well, thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "Oh, my pleasure. It's always a pleasure."
    },
    {
        "speaker": "B",
        "text": "Don't forget. Next up is the weekly news recap today presented by veteran crypto reporter and Columbia University Knight Batchett fellow Michael del Castillo. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com, comma, one of the easiest places to buy, trade and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code Laura link in the description."
    },
    {
        "speaker": "C",
        "text": "This week, we're all focused on legal battles as always, and not just Sam Bankman. Freeds Ripple dodged an SEC bullet, Coinbase fights back and binance faces new scrutiny. Meanwhile, ethereum ETF's make a lukewarm debut. Stay tuned for the latest in crypto. I'm Michael del Castillo, a Knight Bagehot fellow at Columbia University. And this is your weekly crypto recap. This week, a significant development unfolded as a us federal judge Annalisa Torres, denied the SEC's appeal against Ripple Labs, the company behind the ripple blockchain and its respective XRP tokens. The SEC has sought to overturn an earlier ruling that found Ripple didn't violate federal securities laws in its sale of XRP to retail customers. In a 14 page decision, Judge Torres wrote that the SEC quote failed to meet its burden to show that there were controlling questions of law, end quote, thereby quashing the appeal. The decision appeared to immediately impact the market, with XRP's price surging nearly 6%. Following the news, however, this is far from an outright win for Ripple. Not only is the XRP cryptocurrency still down 80% since its all time high in the winter of 2018, but Judge Torres has scheduled a trial for April 23, 2024, to address the remaining issues. This ongoing legal battle began in December 2020, when the SEC filed its initial lawsuit against Ripple alleging unregistered securities offerings. The SEC legal pursuits are not limited to ripple. They have also targeted other major players in the crypto industry, including Binance and Coinbase, which we'll talk about next. Also this week, San Francisco based Ripple secured a license from Singapore's monetary Authority to offer regulated digital asset services. In another legal twist, the SEC has urged the US district Court in the Southern District of New York to reject Coinbase's motion to dismiss the ongoing lawsuit against the crypto exchange. The agency, chaired by Gary Gensler, argues that its original complaint sufficiently establishes that Coinbase operated as a broker through its wallet application and that crypto assets offered are indeed securities. Coinbase's legal team contends that the SEC has overstepped its regulatory bounds, acclaimed the SEC labels as backwards, end quote. The regulator also cited a judgment by Judge Jed Rakoff, which dismissed terraform labs motion against the SEC. Marissa Tashman Koppel, senior legal counsel for the blockchain association, wrote about the issue on social media. The SEC ignores the realities of Coinbase's staking program and focuses entirely on a user's expectation of profits. This can't be the case, end quote. She further explained that Coinbase needs to reply to the SEC's opposition by October 24, and a court decision will follow, which could take some time. Binance, the world's largest cryptocurrency exchange, is under a new source of scrutiny. A Forbes investigation has raised questions by the company's 2017 initial coin offering or ICO, of its Binance coin, aka BnB. Contrary to CEO Changpeng Zhao's claims of raising $15 million, Forbes suggests the ICO might have garnered less than 5 million. The report claims that binance secretly amassed 65 million BnB tokens. For context, that would be worth only $10 million at the time of the ICO. Now it's worth a staggering $14 billion. Comparing the role BnB plays in Binance's business model to the role the FCT token played at the defunct FTX, the Forbes report also cites forensic analysis that indicates that Binance controls nearly 117 million tokens, or 76% of the total BNB supply, a figure that contradicts both Binance's claims and previous data analytics. At today's price, that would make Binance's stash worth about $26.6 billion, Adam Zarazinski, CEO of Inca Digital, told Forbes. Quote, the dissemination of misleading information leaves the possibility for binance to maintain an artificially high BNB price, end quote. One person who apparently didn't speak to Forbes, CZ himself, nor anyone else at binance for that matter, which the Forbes report says, did not reply to requests for comment. The legal complexities for the crypto industry don't stop with Binance, either. Alex Mashinsky, the former CEO of the collapsed lending platform Celsius Network, which filed for bankruptcy last July, is set to stand trial on September 17, 2024. Mashinsky, who resigned following the company's bankruptcy, faces charges including wire fraud and conspiracy to manipulate the value of the native Celsius token, according to a Bloomberg report. Mashinsky's defense is looking at whether or not a cryptocurrency can be considered security at all, given what the lawyers described in a hearing on Tuesday as the fluidity of the law on the matter. Simultaneously, New York based Celsius is seeking court approval for a restructuring plan recently approved by stakeholders that would distribute $2 billion in Ethereum and bitcoin to creditors by the end of this year. The plan also includes ceding a new creditor owned entity, Newco, with $450 million in crypto, at least partially provided by a group of stakeholders collectively known as Fahrenheit LLC, including TechCrunch founder Michael Arrington. Speaking at the New York bankruptcy hearing, Celsius lawyer Christopher S. Koenig sought to frame the effort as more than just stakeholders trying to cover their butts, quote. Fahrenheit believes in the business, he said. They are putting their money where their mouth is, end quote. I, Michael Lewis, the author of 2010 bestseller the Big Short faced a wave of criticism from the crypto community following a 60 Minutes interview about his latest book about, of course, FTX. The interview served as a media kickoff for the book Going infinite, which many believe portrays Sam Bankman Fried, the imprisoned founder of the now bankrupt FTX exchange. In a favorable light, Lewis has essentially become Persona no grata within the world of crypto, end quote, said Daniel Lewis in a Coindesk article questioning the veteran author's role in the FTX saga. Coindesk published the article that is widely credited with helping bring down the exchange. Among the controversial claims in Lewis book, Jump Trading, a major market mayor allegedly lost $206 million in the FTX collapse. Lewis writes that the source of this information is private documents from former FTX chief operating officer Constance Wangenhe. Among the more shocking claims of the book, Lewis writes that Sam Bankman Freed was considering paying former US President Donald Trump to not run for president in the upcoming elections. What's shocking isn't that SPF was politically active. We know he gave at least $40 million to both Republicans and Democrats. What's wild is the amount Lewis claims SPF was mulling a $5 billion payoff to the former president. There's already at least one company denying some of Lewis claims. A spokesperson for New York market maker Virtue Financial, which was last month sued by the SEC for failing to protect investor information, denied Lewis claims that the firm lost $10 million with the downfall of FTX in a blocked report or any money at all. This week, the us market saw the debut of nine Ethereum futures ETF's, but the trading volumes were less than stellar on their first day. The ETF's, which let investors bet against ether but don't directly track the price of the cryptocurrency, recorded a combined trading volume of just $2 million. Bloomberg ETF analyst Eric Balchunis called the volumes, quote, pretty average, end quote, noting it's too early to declare a winner among issuers. Valkyrie's BTF led the pack with $882,000 in trading volume, though that's perhaps not an apples to Apples comparison, since it also trades bitcoin futures, followed by Vanex EF UT at $312,000. For some perspective here, Proshare's bitcoin strategy ETF saw $1 billion in trading volume on its first day last year, adding to the Ethereum ETF landscape. Grayscale Investments has filed an application to convert its Ethereum trust into a spot Ethereum ETF that would directly track the price of ether grace, Gael CEO Michael Sonnenschine said in a statement, quote, as we file to convert Ethe to NETF, we recognize that this is an important moment to bring Ethereum even further into the us regulatory perimeter. Speaking of ETF's, Michael Bednall, a former BlackRock executive, said the SEC will approve a spot bitcoin ETF simultaneously to avoid giving any firm a first mover advantage. At the CC data digital asset summit this week, Steven Schoenfeld, CEO of Vanek owned market vector indices, concurred, suggesting approvals could happen within the next three to six months. Both believe this will be a significant catalyst for the crypto markets. That is, assuming it happens at all. An unknown group or individual allegedly behind the NFTX hack that occurred during last year's collapse of the exchange has re emerged, moving a total of $17 million worth of ether to multiple addresses. This marks the first activity from the exploiter's wallet since the hack in November last year, the funds were divided and sent to blockchain, token bridge, torchain and privacy tool railgun. Interestingly, the movement of these funds happened just hours before the start of criminal trial against FTX founder Sam Bankman Fried. In one of Vitalik Buterin's monthly blog posts, the Ethereum creator warned of centralization risks in major staking pools, lido and rocket pool. Buterin criticized Lido's Dao governance and rocket pool's eight ETH deposit requirement for node operators, writing somewhat ambiguously, quote, one layer of defense may not be enough. He urged ecosystem participants to diversify, staking operators to mitigate system risks. He was perhaps alluding to the seemingly monthly thefts from poorly secured, decentralized protocols, but didn't go into much detail. What he did elaborate on, though, was his reluctance to add more features to Ethereum's core protocol, what has somewhat derisively become known as protocol enshrinement. Buterin explained the reasoning behind the sparse original codebase and cautioned that while new features could reduce centralization, they could also strain governments. And thats all. Thanks so much for joining today. Stay tuned to Unchained for unparalleled coverage of Sam Bankman Frieds criminal trial. Laura is in the courtroom delivering firsthand observations and in depth analysis of this pivotal case with daily podcasts, videos, and written updates. Unchained is your go to source for all developments that could redefine the crypto landscape. Visit unchainedcrypto.com and never miss an update. Unchained is produced by Laura Shin with help from Kevin Fuchs, Matt Filchard, Juan Aronovich, Megan Gavis, Ginny Hogan Shawshank, and Margaret Courier. This weekly recap was written by Juan Aranovic and edited by myself, Michael del Castillo. Thanks so much for listening and looking forward to speaking next week."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]