[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "I see that at the end of the day, three, four years from now, you're going to be able to buy a liquid cheap bitcoin ETF and it's going to be powerful. And this is why we say to the crypto exchanges this will be a threat to their business because coinbase and some of these exchanges charge a lot per trade."
    },
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the September 1, 2023 episode of Unchained. Toku makes implementing global token compensation and incentive awards simple. With Toku, you get unmatched legal and tax tech support to grant and administer your global team's tokens. Make it simple today with Toku, Arbitrum's leading layer two scaling solution offers you ultra cheap and lightning fast transactions, all with security rooted on Ethereum. Visit arbitrum IO today. Today's episode is brought to you by overtime markets your premier web three sportsbook. The innovative protocol is changing the game one match at a time. Powered by Thales. Explore more at overtimemarkets XYZ. With the crypto.com app, you can buy, trade, and spend crypto in one place. Download and get $25 with the code Laura link in the description. Today's guest is Eric Balchunis, senior ETF analyst at Bloomberg intelligence. Welcome, Eric."
    },
    {
        "speaker": "B",
        "text": "Great to be here. Thank you."
    },
    {
        "speaker": "A",
        "text": "This week was a big week for a possible spot. Bitcoin ETF what happened?"
    },
    {
        "speaker": "B",
        "text": "Well, Grayscale had sued the SEC a while back and the ruling came out and it was pretty, I think the word that one headline uses stinging. It was a 30 decision in favor of Grayscale against the SEC and basically vacated their entire justification for denying all those spotty ETF's. Over the years, we have had a 65% chance of bitcoin ETF's being launched this year, but we upped it to 75%. Now, we had factored in a grayscale win, but the language, the absoluteness of the way they vacated the SEC and the 30 decision was a little more than our expectations. And some of our legal analyst friends had the same reaction. And the 30 is important because the main judge is a Trump appointee, but the other two are Obama and Carter appointee. So you had two democrats agreeing with the Republican on the bench. That's important because, remember, Gensler is a Democrat. And so there's politics involved with all of this. And so one thing that we've been watching this whole time is the political tenableness of Genzar being able to say to keep denying ETF's. At some point, the political pressure could move. It could change. And so we also looked at the public relations fallout. I mean, this stuff was covered in New York Times, Wall Street Journal, CNN, ABC, and then all the financial publications. Those are publications the Capitol Hill reads. Right. And, you know, people in power, like, they're not, you know, as much as I love the crypto trade publications, you know, they're probably not widespread read across Congress, but the New York Times is Wall street journalists. So this was a big deal. And so it was the PR and the legal aspect together that we upped our eyes. This 75% we also talked to, again, we lean on lawyers, legal experts, and our own senior litigation analyst, Elliot Stein, who was correct in calling the grayscale win. So hes been really good about this. And his phrase about the ruling was that this gives the SEC very little wiggle room to come back with some other reason to deny. And so, again, were still leaving 25% chance that it does not launch this year, because weve been in this ten years now, and we know how stubborn the SEC has been on this issue, and we know Genslere. And so there's just always that possibility that they move the goalposts. One thing they're talking about is custody. That wasn't brought up in the fraud or manipulation denials. But they could say, well, now, okay, fine, that's not an issue, but, well, now we're worried about how you're going to custody it, whether it's safe, it's possible they go there. We just don't know. But again, we keep moving a little further in our optimism."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I agree with you that this unanimous decision was definitely pretty stinging, as you put it. For the SEC, particularly, you know, they keep using the phrase, the judges keep using the phrase arbitrary and capricious in the decision making and calling out the inconsistency. And there are many points in the decision where they will say, oh, you know, the SEC gave this particular reasoning when they approved this bitcoin futures ETF, and then said the exact opposite thing when they denied the grayscale. So it was just really fascinating to watch. It looked like they were saying, the agency is overreached here."
    },
    {
        "speaker": "B",
        "text": "I think this is an important point because it feels as though by approving futures, they kind of opened up this can of worms, because the futures are based on spot. So they're like, well, we don't think spot. We think it's a wild west. There's no way we can improve. Neat. But the futures market is 99.9% correlated to spot, and that's how it's priced. So in a way, it is weird not to approve spot and approve futures, especially if you take the legal aspects. You just take a step back as a normal person looking at investment products. And if your goal is to protect investors and give them something like safe, well, by denying spot, which to me would be like the green light in our traffic light system. A green light, safe ETF, like GLD for golden, but yet you're going to approve futures ETF's which have to roll. So, like the bitcoin futures ETF is lagging spot by, I think, six 7% this year because of that roll costs that most normal people don't understand. Then you also have GBTC, which is a broken product that was allowed to sort of get around and almost was mistaken for an ETF by a lot of people. That's a bad experience if you got into that. And then microstrategy has become an ipso facto etfeminal by owning a lot of bitcoin. And you could argue that's not a straight bitcoin ETF either, because there's other variables there. Whereas a spot ETF would just be easy safe. It would track the price of bitcoin very well because you can do arbitrage between bitcoin and the ETF. And so it's just a little bit frustrating if you're looking to give investors something that's protecting them, and then all these other products come out that are, in our view, less safe and, you know, have other variables that are. That you don't get in a spot, bitcoin ETF. And then they just approved the two x bitcoin futures ETF. He's like, again, that'd be a top ten most volatile ETF on the planet. I mean, it's. It's a confusing policy. So I think what they're doing is they're using the ETF almost. I don't say hostage is a rough word, but to regulate crypto more and more. And I think. But these lawsuits are going to add up, and I think at some point, you know, perhaps they are going to just move on and approve them, because we did think they were just using the ETF to do things in the crypto space that they wanted to, in terms of bringing them more into, like, regulatory framework and having them be more regulated, like equity markets."
    },
    {
        "speaker": "A",
        "text": "It's super interesting. Yeah. One thing I just wanted to ask you to explain, because you said, like, the bitcoin futures rolls, and then it causes the price to lag. Bye. 6% to 7%, at least the ETF, because we had talked about how the futures price and the spot prices correlated 99.9%. Can you just talk a little bit about why it was that the ETF price would lag?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So bitcoin, beto, bito. The bitcoin futures ETF holds one or two months futures, the ones closest to expiring. So we're in August. It probably holds, I want to say, September and October. As September approaches, it doesn't want to take delivery, so it has to sell September and go into October or sell October and go into November. And if bitcoin is rallying and in a good place, usually the futures curve goes up, because there's expectations that bitcoin will be worth more in the future. And so when you sell September, by October, it's a little more expensive. And this is called Contango, which means that the curve is going up and you're buying it, you're selling lower and buying higher when you roll. And those little moves all year are called roll costs. And for something like oil futures, they can be massive, like 40%. But for gold, they're very minor. Bitcoin, I would say 7% isn't that bad. The good news is when you have that contango, it usually means bitcoins in a good place. So I think beto is up, like, 65, 70% this year, so. But bitcoin spot is probably up 78%. So you still. You're up a lot. So you're not, like, totally bummed, but the idea that you just can't get the look. At the end of the day, advisors in particular, and just regular investors, they just want something that's close to the price that tracks it, whether it goes up or down. And futures ETF's, over the years, advisors in particular have just. They don't like them. They don't like that, that variable of tutango and roll costs. And it's hard to figure that out. They just wanted physical. So in the gold area, there were gold futures ETF's, but they went extinct because everybody gravitated towards the physical. So all $150 billion in gold ETF's are in the physically backed ones. And so if there's a choice, everybody's going to go physical. People just don't like the derivative variable in their fund. And Beto, I think, show that this year. But again, Beto is doing exactly what it's supposed to do. It's not like it's bad. It's just when you have a futures ETF, rolling can cost you return."
    },
    {
        "speaker": "A",
        "text": "And then just briefly, for listeners who may not understand why there would be a demand for spot bitcoin ETF, given that will essentially track the price of spot bitcoin, and people can just hold that even in their own wallets or on an exchange. So just explain why it is that this wrapper of the ETF is important for investors."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, the ETF wrapper. Again, I started covering ETF's in 2006, and I covered mutual funds before then. So I get asked this a lot, especially on Twitter. There's definitely a faction of the crypto people who are like, why do we even need an ETF? Just hold this cold wallet storage. All this again, look, a lot of regular people don't want to bother with that. They don't want to write down twelve words they got to remember for their entire life, especially the advisors. They just trust the ETF. They've used it. It shows up nice in their client statement. Spy, GLd, bito. It all trades like equities. It's got the safeguards of being a 1940 or 1933 act structure. It is tax efficient. There's a variety of things that ETF's have that are really, really advantageous for investors. I covered them in 2006, and when I started covering them, I noticed they were like five evolutionary steps ahead of the mutual fund. They were like mutual funds, but with benefits. And so this is why ETF's taken the lion's share of all the money in terms of investment vehicles and advisors in particular, are probably 75% of the base of ETF investors and advisors manage $30 trillion. So when you think of all these rich boomers golfing, most of them have an advisor who manages their money, and that is who this is going to appeal to. So, yes, if you're a millennial crypto person, you go use the exchange. I get it. There's no harm in that. No ETF person would ever say, don't do that. But for the older, generally, you know, wealthier advisor and their clients, they're going to opt to use an ETF over going to the exchange, doing their own wallet, or even using a mutual fund. And so I think what the ETF is going to act as a bridge between the sort of old guard boomer money and boomers have, like, I don't know, 70, 80% of all the money in America. I mean, they are loaded. Wow, there's a lot of money there. And the interesting thing is the demographics. So boomers are going to, as they get older, they're in their seventies and eighties, they're going to transfer that wealth. So I think the advisor world, I don't think a lot of them naturally would want to plow into crypto, but I think some of them are younger and be like, this is a good hedge, and some of them might want to impress the kids of the boomers and be like, yeah, I'm going to get you some crypto. So even if 0.5% of that 30 trillion were allocated to the bitcoin ETF, that's $150 billion, that's 0.5%. So I think that's why if you're looking for optimism, it is good. Now, whether the ETF comes out and it's to sell the news kind of thing, because the rumor says, look at the price and the news, there's a sell off, maybe, I don't know. The short term moves in bitcoin are really hard to predict. But over the long term, if you create a bridge and make it easy for the wealthy boomers of America to allocate, that's obviously going to bring some bid orders in for this asset class. And so that's why this is major. And this is, again, it's not just an ETF, it's a bridge."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I would also add, I do think even millennials might be interested because they could get tax benefits and put it in their retirement accounts in a way that it's not quite possible with spot bitcoin. So it could still be that long term investment for them. So in a moment, we're going to talk about what this means for the bitcoin ETF race. But first, a quick word from the sponsors who make this show possible. Toku makes managing global token compensation and incentive awards simple. Are you designing your token compensation plan and grant templates with multiple law firms? Are you managing cliffs, vesting and taxable events in a spreadsheet? Are you distributing tokens to your team manually? With Toku, you get unmatched legal and tax tech support to grant and administer your global team's tokens. Easy to use token grant award templates vesting tracking via online dashboard, tax withholding integration with payroll automated distributions great employee experience. Make it simple with Toku. Learn more@toku.com Unchained Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three, or an orbit chain. Propel your project and community forward by visiting Arbitrum IO today, overtime markets is your premier web three sportsbook. Overtime is an industry leading web three protocol where users can immerse themselves in the thrilling world of sports, leveraging the benefits of decentralization and blockchain technology. Overtime leads the charge in innovation, all the while offering fans juicy token rewards for sports events. Overtime supports over 40 leagues and utilizes advanced smart contracts to ensure a seamless user experience. Discover the future of sports trading at Overtimemarkets XYZ back to my conversation with Eriche. So this ruling doesn't necessarily mean that GBTC will automatically convert to a spot bitcoin ETF. So what are the SEC's options at this point, and what are you putting your money on?"
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Okay. So again, this is all just us speculating. You bring up a really good point about GBTC. GBTC is structured as a private placement and it's restricted, so it's, it may have to refile as like a regular ETF. And it, it's possible, this is a theory that we've had for a while, that one of the reasons Blackrock filed out of the blue was a little bit of a shock, was to put themselves as a option for the SEC to save face and kind of get back at Grayscale because they could move Grayscale and have them file approve. Blackrock and Grayscale takes months or whatever to come out after Blackrock and Fidelity and the others. It's possible that you could see that as a. You could see a road that, that happens in terms of grayscale immediately converting to an ETF. We don't know, because there's never been anything like this. Mutual funds have converted to ETF's. We've never really seen private restricted or private placement do this. So that would be unprecedented, but again, possible. The SEC now has 45 days to respond to the court ruling. You know, the spokesperson said, yeah, we're reviewing this tomorrow. They've got to a deadline on a couple of the ETF's. They have these, like, series of deadlines. We think they'll probably just punt and delay while they think about it because, you know, the ruling just happened. So my, my guess is probably one of two things is possible. They come back in 45 days. They could, like, appeal and go to, like, the Supreme Court or the next court up. But I don't know. I mean, if you lose 30 and two Democrats are on there, and the supreme Court's got a, you know, even more Republicans than Democrats, it's not looking good. So I doubt that'll happen. We think they'll either do one or two things. They'll either come out and do this new thing where custody is our new issue, and we're going to just have this long drawn out thing again. That's the 25% that it won't happen theory. The other thing they could do is sort of get together with these issuers and be like, look, we have a couple minor tweaks. Maybe we would like you to use fidelity instead of Coinbase. As a custodian, maybe you've got to put something here on how AP's can deal with crypto. There's this behind the scenes. They can tweak a little of the language and just to make it put a little more safeguards in, and then they can sort of line them up. And then we might just get. Wake up one day in October and we hear the SEC has decided to release the ETF's, and they're all launching in two weeks, and eight are going to launch on the same day, and that's that. So that's probably the more likely road, um, be, given this, the little wiggle room they have. But again, those, to me, would be the two routes that could possibly happen. I guess there's other possibilities, but to me, those are the most likely."
    },
    {
        "speaker": "A",
        "text": "And for that October date, you're talking about the 45 days from the ruling."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I'm we're just talk because I don't think timelines are going to. They might matter because they, they matter more if they're going to reject them. Usually they. When they reject an ETF, they wait till like the last day or two, in my opinion. This is such a unique situation and somewhat sensitive, and you've got Blackrock involved. And I just feel like this is one of those situations where they may not approve them all on, like, say, the third date. You know, there's like four dates that they have to respond. They're gonna do it. They're probably gonna get together, decide this thing, and then I don't know if the dates will matter that much. I think if they're gonna approve them, if they're gonna disapprove them, the dates could matter because on the final day, the first final deadline is in January, they could come out with Ark and say, here's why we denied it. Custody is our big issue. And then boom, we're sort of back to the drawing board."
    },
    {
        "speaker": "A",
        "text": "But you're talking about Ark invest."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "If they do that, they could get sued again, though. But, you know, like, so they're. Every time they make a new issue, they could go back to court. And again, this just. The optics are great. I think if you go to court and you've said fraud or manipulation for ten years, the court says that doesn't really apply. You approve futures, therefore spot is the same thing, and then you have this new thing. I just. I don't know your risk. The optics get worse and worse, I think, as you go down that road. But again, they've been pretty stubborn on this for ten years, so they could continue to do that. But those dates. We have a table, James, I can. It's probably on James's Twitter feed. Other crypto people are basically just stealing it and tweeting about it. And, you know, it's a little annoying, but that's okay. Some of them tag us, some don't. But we have a table with all the dates. You can keep track of the dates. The first one, again, is Friday, so we could hear today or tomorrow from the SEC. But again, I just think this is, the nature of this is going to be a little different, because also, when you think about the SEC approving these, would they approve many at once, or they go in the order of the dates? If they win the order of the dates, Ark would be out two months ahead of Blackrock. And I think the SEC learned from Bito that even one day head start is crucial. And you play kingmaker. So they would make Ark the best, biggest bitcoin ETF. It would take years for anyone to get into that. So I think what they probably do is approve many at once. Right now they're working on ether futures ETF's and we here, they're going to let them all out at once, which, by the way, is also an important issue that the SEC can change. Ether futures ETF's were filed and withdrawn like four times in the past five years. Well, this time they filed and they did not get withdrawn. And they're probably going to approve them in October. So that's an interesting, that shows they can change, they can actually progress on this issue because they didn't want to do that before. So we will see those ETF's come out and if we see like eight launched on the same day or all of them, that's a good sign that spots spot. ETF's probably all launched on the same day as well, which would create a real like demolition derby of marketing because they all offer the same thing. There's no differentiation. So they're all going to throw a bunch of advertising and marketing. It could get pretty wild. They might like team up with celebrities. I don't know, but you're going to see just a, a wild race and in a couple days the race could be over. Like, you'll know who the GLD of this group is. And there can only be one stud, the one that has all the liquidity that then there could be three or four successful ones. There can only be one, like true, because it's all about the volume. And like GLD still commands lionshare the volume of all gold ETF's, even though there's been many cheaper ones. So that early start is so crucial. And that's a whole other sort of subplot of this story that will be fascinating."
    },
    {
        "speaker": "A",
        "text": "Well, so when you're saying that you think multiple will be approved at once, do you have any that you think probably won't be approved? And then, so then the complimentary question would be which ones are the ones you think would be approved?"
    },
    {
        "speaker": "B",
        "text": "So my, again, if I'm just thinking about the conservative nature of the SEC, I have to give Blackrock infidelity good odds of coming out first because that's tradfi. That's like, these are gigantic establishment firms the SEC probably trusts. They've also launched many ETF's over the years. So I think they'd be in the mix for sure. I think you have to put Ark in the mix because they were so early. It would look weird if they held ark back given they were first. So I think what put those three in and then you've got some like Global X, you know maybe there's a couple they could hold back and launch five days later just to not maybe put too many out at once. I'm not exactly sure. But my bet is they're going to want to give the traditional finance ETF issuers the best shot at being the one. Because again, part of, you know, BlackRock is a powerful company and they have remember when the March 2020 Covid sunk the stock market and the treasury worked with BlackRock to buy ETF's to provide liquidity. So Blackrocks work really directly with the government. And I just think that they probably secretly want Blackrock to be the one because they're a trusted company. Fidelity, same way the other ones are definitely ETF issuers and they're valid. Like a global X is a legit ETF issuer, but they're just not on the same league as a Blackrock or fidelity. And so I think those would be in the early mix for sure. But again, just don't know. I mean, you know, it's really going to come down to whoever's not in the first day is going to be pissed off. These are difficult decisions they're going to have to make. I think if I were them I'd probably just, I think there's eleven. I'd probably just let them all launch at once. I mean its a little crazy, but at least you could just be like, hey look, were letting competition happen and were not going to pick any winners."
    },
    {
        "speaker": "A",
        "text": "And do you think that then the ones that do launch or get approved that they would compete on price?"
    },
    {
        "speaker": "B",
        "text": "Its a great question. So yes, I think what youre yeah, so theyre going to compete on a couple of things. Like Blackrock is going to be like, hey, were a brand name, were Blackrock this is the way to do it. Fidelity, same deal. But then like a company like Global X or we just saw Roundhill, you know, in all the aether ETF's roundhill updated their filing to say they're only going to charge, I think it was 25 basis points. So they already started a fee war in filings that haven't even launched yet. Like so they're going to be people coming out and saying okay, well, Blackrock's 50 basis points, we'll be 30. So yeah, there's going to be a lot of jockeying. Ark is probably going to say, hey, we're 21 shares. We do this in Europe all the time. We're close to the crypto community. Trust us, we're one of you. So that could be appealing to people as like, hey, we're native, we're local to crypto. We're not like Blackrock who just came in to make money. There's going to be a lot of mud throwing around back and forth in terms of like the competitive landscape. And this is good for investors overall. You know, the fee wars have been a big part of the ETF industry for years. Vanguard is probably deserves credit for pioneering the fee wars. But now look, you can get an entire portfolio of equities, stocks international, really anything you want for all in fee of like six basis points. I mean its almost like free. Its like an investor utopia. And this is largely part to the ETF's industry brutality. I call it the Teradon because its just brutal. Youre trying to compete with Vanguard at Blackrock and cost, and this will be the same. I see the, at the end of the day, three, four years from now, you're going to be able to buy a liquid cheap bitcoin ETF and it's going to be powerful. And this is why we say to the crypto exchanges, this will be a threat to their business because Coinbase and some of these exchanges charge a lot per trade. A bitcoin ETF will trade for one basis point. That will be the badass spread and then the fee, let's just call it 35 40 basis points. That's what GLD is. It's going to feel real appealing. And they do all the legwork of just storing the crypto for you. The tax efficiency is there. It's going to be a very, very high value proposition for most investors. So to your point, the demolition derby and the fee war, I always say the ETF industry is a hell, so investors can have the heaven and anything's going to play out here. And again, one thing, I'm going to go back to FTX. I was watching a baseball game. This was like three weeks before SBF got found out. And I saw FTX on a baseball umpires. Like somehow the baseball empire had FTX on his jersey. This is after seeing Tom Brady. I was like, how much money does this company have? And who in the hell watching baseball is going to go to FTX? It's a bunch of 65 year olds. I was like, they just have way too much money. And so I would say that I remember tweeting, an ETF fixes this and I wrote a piece saying this will be the last crypto Super bowl if they launch ETF's because ETF's are such a thin, like a rough industry and some of these crypto exchanges were sort of like selling populism, but making a ton of money on these high fees and so. But I really think is going to actually create more price competition in the crypto industry because ETF's are used to living in a terror dome, but most of the rest of finance isnt. So once you bring something into the ETF world, it can be a little bit of a belt tightening situation. We see it with mutual funds. They come into the ETF world and theyre like, oh, its like going from a country club into the jungle. I think youre going to find a little that with the crypto world, I just thought you'd never see, you never see that the kind of spending that you saw with FTX, with the ETF issuer, they just don't have the money because the investors keep it."
    },
    {
        "speaker": "A",
        "text": "Yeah, not that FTX had the money either, but anyway."
    },
    {
        "speaker": "B",
        "text": "Exactly. Well, I will say that that was a red flag to me because I was just like, this is just, that's ridiculous. Ad spend. I get a, you know, hiring Matt Damon or whatever. Okay, fine. But like a baseball empire that is just not even their market. How much money do they have?"
    },
    {
        "speaker": "A",
        "text": "Yeah, they did not have it. One last question. Based on your knowledge of what happened when the gold ETF launched or the bitcoin futures ETF's launched, how much money do you think would pour in? I mean, you kind of gave up ballpark of, like, how much financial advisors might allocate. But I'm curious, how much money do you think would pour in initially? Like, whether it's a, on the first day or the first week or first month or whatever, if the spot bitcoin ETF were approved."
    },
    {
        "speaker": "B",
        "text": "Okay, so bitto traded a billion dollars on the first day, and that's the greatest launch ever. Right? So the bitcoin futures, and remember, futures are less desirable than spot. So I'd have to imagine spot breaks that record. Maybe it trades. The only issue is beto was alone. If there's ten launched at once, I would say the combined volume should beat beto easily. So I think as a group, it'll be the most successful launch of all time. Over time, how much money comes into them? I've estimated maybe like $20 billion in the first couple months because that's what JBTC has currently, and that's a broken product that isn't even traded on big exchanges, and it's still got 20 billion. It had 40 billion."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, you can't, you can't leave."
    },
    {
        "speaker": "B",
        "text": "You can't leave. That's true. But that's how many people went in, I guess. I would say so. I would say that 20 billion is a good base for the first couple months. And then over time, we predict 150 billion in the first, I don't know, say, year or two. And then at that point, I just don't know. We have to see other things that happen with crypto. But gold ETF's have 150 billion, and I put them in a similar ballpark. I think ultimately they probably pass gold. But this is not, I don't see it being like trillions of dollars. Again, I see 0.5% to 1% of that advisor money allocating here. But again, that's $150 to $300 billion just from advisors. The other thing you're going to get with a liquid ETF is like GLD, is used even by institutions. Institutions don't use ETF's a ton because they can get all this stuff privately and for cheaper because they have so much money. These asset managers roll up the red carpet and charge them almost nothing. But they will use GLD because it's liquid. They'll have to mess with the gold. And they really like the liquidity. That's what something they can't get with their private stuff. Institutions love liquidity. So the liquid ETF, that is the most liquid one of the bitcoin, will probably get used by pensions, endowments, and the institutional money. And they have like 70 trillion. So even if they allocate a tiny portion, you're looking at some decent money. Like spy is a great example. Thats also used by endowments and a lot of institutional investors, even hedge funds, if they need a quick short or a long, they just buy GLD. They dont bother with the gold. So I think the one that gets liquid will also attract some of the institutional money. So then thats why I say it could be a little bigger than gold, but gold ETF's still make up, I dont know, one 2% of all ETF assets. So again, ive allocated so much time over the past four months to something thats going to be 2% of ETF assets. But the reason this story is so fascinating is that it's a race that's always interesting. There's a clock. It involves the highest rungs of Wall street and asset management. We can't get bigger than Blackrock. The government's involved and then it's sort of this wild and underworld of a bunch of characters in this crypto underworld when all of this is being put into this story. But in terms of interest, its off the charts. But the actual assets wont be, it wont be ridiculous. One crypto trade publication saw me on a podcast like this and they came with the headline saying 30 trillions coming for bitcoin ETF's. I said no, no, no, thats the total possible pool of advisors. I said 0.5% or 1% of that. So theres definitely a lot of demand for hopium. And so I do want to bring it down a little again if you."
    },
    {
        "speaker": "A",
        "text": "Is the place to, yeah, to cut down hopium killer."
    },
    {
        "speaker": "B",
        "text": "I mean they really want, they want the hopium like some type of 75%. What's wrong with you? I'm like, that's pretty high. Anyway, again, though, a bridge to the wealthy boomers is the way to look at this. But they're not all going to buy it. But I just think that's ultimately going to be good. And again, the one that gets the most volume will probably be used by the institutional crowd as well. Again, in small doses, no big advisor or institutions going 100% of the clients portfolio. That is just something theyre not going to do. Theyre probably going to allocate like they do to gold a couple percent maybe something like that."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right, well, thank you so much, Eric. Its been great getting your actually realistic, in this case, hopium actually, it's been very informative."
    },
    {
        "speaker": "B",
        "text": "Like methadone. That's a weird reference, but it's like a minor form of opium."
    },
    {
        "speaker": "A",
        "text": "Yes, but it's just factual opium. We can call it dietopia. Yes. All right, well thanks again for coming on Unchained."
    },
    {
        "speaker": "B",
        "text": "You got it. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Don't forget, next up is the weekly news recap today presented by veteran crypto reporter and Columbia University night batchet fellow Michael del Castillo. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code Laura link in the description."
    },
    {
        "speaker": "C",
        "text": "Happy Friday and thanks for tuning in to listen to this week's unchained weekly news recap I'm Michael del Castillo, a Knight Bagehot fellow at Columbia University. This week, the legal woes of embattled former CEO of FTX Sam Bankman fried intensified as the US Department of Justice took multiple actions against him. On Monday, the DOJ attorney in charge of the investigation filed a motion to bar all seven of Bangman Freed's proposed expert witnesses, citing, quote, an array of deficiencies, end quote. The witnesses include legal and business professionals whose testimonies, according to the DOJ, would, quote, serve no other purpose than to provide an expert patina to inadmissible hearsay testimony about the defendant's supposed lack of criminal knowledge or intent, and, quote, harsh words coming from the DOJ. But making matters worse, in a letter to the judge overseeing the case the following day, the same attorney questioned the adequacy of Sam Bankman Fried's, quote, advice of counsel and quote, defense strategy and his upcoming October trial, urging him to provide more details or face limitations on his defense. Bankman Freed legal team has also been grappling with what they describe as, quote, inadequate and quote, prison technology facilities while he was granted limited computer access. His lawyers argue that the limitations hamper his ability to prepare for trial. They have appealed for more extensive pre trial release measures, stating that the current conditions violate his 6th Amendment rights. However, the DOJ has argued that his access to technology and pretrial detention goes, quote, above and beyond, end quote, what other defendants have been offered. Adding to the complexity, Bankman Fried lawyers objected to 4 million additional pages of discovery evidence introduced by the DOJ. They argue that the addition of so much evidence so close to the trial is, quote, plainly inadequate and hampers their clients right to defend himself. Bangman Freed, whose charges include fraud and money laundering, has appealed his jail term for alleged witness tampering when he shared the writings of former colleague Carolyn Ellison, who is expected to testify against him. His lawyers claim he was merely exercising his First Amendment rights. The US securities and Exchange Commission has filed a sealed motion against cryptocurrency exchange binance, raising eyebrows across the industry. The confidential filing, which includes over 30 exhibits, has led experts to speculate that the world's largest cryptocurrency exchange, by trading volume, conducting more than $6 billion in trades over the past 24 hours, may be under criminal investigation by the US Department of Justice. Former SEC official John Reed Stark proposed in a social media post that the sealed documents likely contain secret details about a DOJ criminal probe, adding that those details could possibly involve money laundering allegations against binance and linking to a more detailed explanation in his personal LinkedIn profile. Stark, who left the SEC in 2009 and is now a cybersecurity consultant, described the move as a rare tactic, claiming that the SEC usually operates with high transparency. He outlined two potential reasons for the sealed filing first, to protect the integrity of a concurrent DOJ criminal investigation or second, to safeguard a witness or company. Stark also noted that if Binance does not oppose the ceiling, it likely means the documents contains information the company would prefer to keep confidential. It is important to note this is speculation by stark elsewhere. Binance, still the world's largest cryptocurrency exchange, is contemplating a full exit from the russian market, according to a Wall Street Journal report. This comes after the exchange delisted five sanctioned russian banks from Binance's peer to peer service. Signaling the gravity of the situation, a Binance spokesperson told the Journal that all options are on the table, including a full exit. The exchange also has limited russian users doing ruble transactions on the P two P platform to those who have been verified. Those outside Russia are also barred from trading in rubles. These changes follow reports that Binance facilitated P two P trades involving russian banks sanctioned by the United States, including Tinkov bank and Ross bank. The Wall Street Journal reported that Binance's P two P platform, which unlike Binance's decentralized exchange, custodies assets until a trade is confirmed, had seen $428 million in trades between October and March, which could add to its legal troubles with the DoJ. Additionally, Binance is rerouting its belgian customers through a polish entity to circumvent a ban imposed by Belgium's Financial Services and Markets Authority, which this June ordered the crypto exchange to cease operations in the country. This week, we also learned the US Department of Justice, in collaboration with the Internal Revenue Service, had released proposed regulations aimed at tightening tax reporting requirements for cryptocurrency transactions. According to a document dated August 29 but discovered late last week, these regulations align tax reporting on digital assets with tax reporting on other assets and would apply to sales of such commodities on or after January 1, 2025. It would appear the proposal is just the latest government action that, while finally bringing some much needed clarity to crypto, isn't exactly the kind of clarity insiders were hoping for. In response to the proposal, the CEO of advocacy firm Blockchain Association, Kristen Smith, warned that while such rules could help users comply with tax laws, they must be tailored accordingly and not capture ecosystem participants that don't have a pathway to compliance tax expert Jason Swartz commented on social media that the proposed regulations definition of digital assets middlemen could turn website developers into brokers if the websites facilitate digital asset sales. Quote that's bad law and bad policy, he wrote. Last week, the us bankruptcy judge Martin Glenn declined to classify Celsius native cel token as a security. The decision came after investor Otis Davis urged the court to recognize the legal precedent set in the ripple XRP case. Judge Glenn stated, nothing in the motions this order or announced at the hearing constitutes a finding under the federal securities laws as to whether crypto tokens or transactions involving crypto tokens are securities, end quote. Last week, the court rejected Celsius token holders bid to value sell at $0.80, opting for a lower value of $0.25 in what appears to be a huge victory for decentralized exchanges. Generally speaking, US District Judge Katherine Polkfeia dismissed a class action lawsuit against the traders of decentralized exchange, Uniswap and high profile investors Andreessen Horowitz, Union Square Ventures and others, ruling that the platform is not liable for losses related to scam tokens. The lawsuit, initiated by six plaintiffs, alleged that Uniswap operated as an unregistered broker and dealer. In an opinion and order filed Tuesday, Judge Faiella wrote, due to the protocols decentralized nature, the identities of the scam token issuers are basically unknown and unknowable. She further explained that federal securities laws shouldn't be stretched to cover such conduct, suggesting that Congress might want to do a better job addressing the issue. Uniswap founder Hayden Adams described the decision on social media as a huge win, adding, long live Defi, the us drug enforcement agency known for its crackdowns on crypto based dark web marketplaces, fell victim to a classic airdrop phishing scam. According to a Forbes report, the agency reportedly lost over $55,000 in confiscated tether funds. The samurai exploited the public nature of blockchain transactions, noticing a test transfer of $45.36 in tether from the DA to the us marshals wallet. The fraudster then created a similar looking wallet address and successfully tricked the DEA into transferring the funds. The FBI has already filed a warrant and is leading the investigation. The stolen funds were converted into ether and transferred to a different wallet. Ben Armstrong, the face of the popular YouTube channel Bitboy Crypto, has been removed from the brand by its parent company, BJ Investment holdings. The company cited substance abuse and adding emotional, physical and financial damage as reasons for the separation. Armstrong, however, refuted these claims and vehemently denied allegations of substance abuse, adding, I have not relapsed. This is a lie, end quote, he told decrypt media three former Pepe coin team members have been accused of stealing 16 trillion of the tokens worth around $15 million from the project's multisig wallet. Yesterday, these three ex team members came back behind my back, logged onto the multisig, stole 16 trillion, or 60% of the 26 trillion multisig tokens and sent them to exchanges to sell, according to a social media post from the widely followed account. The author or authors of the post claimed that the multisig wallet required three of the four signers to approve transactions. The fourth signer presumably wrote the post. The allegedly stolen funds were quickly sold on OKX and Binance, causing the Pepe token price to plummet nearly 20%. Meanwhile, the hits just keep coming for decentralized finance protocol balancer, which after seeing $200 million worth of deposits, flee last week following reports of poorly written software, this week lost another $900,000. In a social media post, web three audit from Hakon wrote to avoid potential losses, withdraw affected LP's immediately and that's all. Thank you so much for joining us today. We know it's hard to keep up with the latest news in the crypto ecosystem. That's why Unchained has a daily newsletter to keep you covered. Sign up for free and receive the latest updates right in your inbox Monday through Friday. Check out the show notes and subscribe to our subdivide stack. Unchained is produced by Laura Shin with the help of Kevin Fuchs, Matt Pilchard, Juan Aronovic, Megan Gavis, Ginny Hogan Shashank, and Margaret Curia. Thanks so much for listening."
    }
]