[
    {
        "speaker": "A",
        "text": "You should not be arguing against permissionless structures, ever. Permissionless will always be better than permission. Period."
    },
    {
        "speaker": "B",
        "text": "Hi all. Today's episode, recorded live at ETH Denver, is about the recent drama in ethereum over Testnet ETH in particular ETH on the girly testnet. These are the test blockchains that developers."
    },
    {
        "speaker": "C",
        "text": "Use to simulate their projects, whether they're."
    },
    {
        "speaker": "B",
        "text": "The devs working on the main software clients for the blockchain, or if it's the node operators, stakers and miners, or if it's the application developers. As youll hear the question of whether or not there should be a monetary value on Testnet ETH quickly became an extremely contentious issue, which is why at the last minute, I was invited to moderate a debate at ETH Denver on the topic. I hadnt been intending to go, but I spontaneously decided to two days in advance, and im so glad I did. The debate at ETH Denver was pretty heated, as youll hear, and I myself am undecided about the best way to proceed. Tweet at me or the unchained Twitter account to let us know what you."
    },
    {
        "speaker": "C",
        "text": "Think on the topic. Participants are Brian Pellegrino, chief executive officer at layer Zero Labs Greg Marco, CPO."
    },
    {
        "speaker": "B",
        "text": "Of Chainsafe, and Matt Garnett, software engineer on the Go Ethereum team. And now onto the show web three projects lost nearly $4 billion of crypto assets in 2022, but nothing is more expensive than losing trust. Secure your company with Holborn's best in class security advisory solutions. Visit holborn.com for more. FTSE Russell, a leading global index provider, applied its trademark expertise, governance, and structure to digital assets, offering institutional quality data to build, manage, and measure investment portfolios. The exchange Vetted flagship index series measures the investable digital asset market from large cap to micro cap. Get your index data from a market leader. Find out more at FTSE russell.com digitalasset buy, earn, and spend crypto on the crypto.com app new users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Lora link in the description hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchained crypto dot substack.com."
    },
    {
        "speaker": "C",
        "text": "So the Ethereum community has been up in arms about something that layer Zero did a little over a week ago. And I think that the reason people feel so passionately about it is because it really gets at what the values of the Ethereum community are. Why don't we have Brian just start with your story of the problem that layer Zero Labs saw and what solution it was that you thought you could offer. Brian?"
    },
    {
        "speaker": "A",
        "text": "Yeah, sure. I mean, basically, pretty straightforward. It was like near impossible to get early, like, like very, very, very difficult. We, as we were building, you know, you'd go to the faucets, faucets are down, faucets are broken, faucets are out. You write scripts to camp the faucets. You have to sit there for multiple hours slash days sometimes to get enough to deploy contracts to put in. The contracts actually do things to test. Like, it was just an onerous process."
    },
    {
        "speaker": "C",
        "text": "We ended up having to set the, set the stage. That girly eth is for a test not called girly."
    },
    {
        "speaker": "A",
        "text": "Yep. Then we end up going to Twitter and being like, all right, who's got girly eth? Like, how can we get some? And ended up OTC buying from somebody on Twitter to get girly eth? Yeah, I mean, basically that was a base problem. Very, very hard to get. Basically the most asked for thing. So we service like 30,000 contracts on testnet right now are built on layer zero. Like thousands of unique applications, hundreds of thousands of users, millions of messages. Bye. By far the most common thing we get is like, can you give us some girly eth? Right? Like universally very annoying to get. For us, it was just like, okay, why should there not be some permissionless construct? Why do I need to go beg on Twitter and do this? Let's make something that just allows people to just get it on demand when they want. And so for us, it was solving a pain point that we had as developers, and that was the intention behind it, was nothing more than that."
    },
    {
        "speaker": "C",
        "text": "And so basically, at that point, you made it tradable. And so there was a price on it. And what eventually happened is, of course, speculators came in and the price went up and it became very expensive to obtain this. So this was very expensive."
    },
    {
        "speaker": "A",
        "text": "Is debatable I think it's like $0.13 right now. So you can, for like $0.04, you can get enough to deploy a contract. So there's, there's like some excess fees to get in, but like, very expensive is a spectrum."
    },
    {
        "speaker": "C",
        "text": "Yes. I think at the high it was like $1.60."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which means it would be like forty cents to deploy a contract, but yes."
    },
    {
        "speaker": "C",
        "text": "Okay, so Greg feels very strongly that this was a bad move. So Greg, can you explain why?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so I think from like a historical context, when it comes to testnets, and especially testnets on Ethereum, we've always, like, there's always been a maintained stance that this is a free public good for developers to access. And historically, it's always been a little challenging to get test net Eth. It's been kind of cyclical. But the core philosophy here is that it should be free and it should always be free for people because we don't know to test and to experiment shouldn't have a cost associated to it. To assume that we can just buy Ethan or, sorry, by testnet. ETH is also a bit of a privilege. Right. Like, I don't know what everybody's situation is. I don't know if you're able to spend money to get Eth. You might not even have Eth on Mainnet, which is like already the first problem. Right. If you can't, even if you're not even onboarded and you're just trying to experiment as a developer new to the ecosystem, that is a barrier to begin with. The other problem that did arise with and where, like, I was pretty strongly on it was just like the negative criticism towards like the Gurley team as well. You know, we've been trying to fund people and give it to people who can distribute it for us, as well as the final thing that, like, I made a smaller point on, but I didn't address because I'm not in that subject match field, but it's, you know, what do we have, like tax liabilities and, you know, that come up and arise due to the fact that we're now putting a market and a price on this eth? Does it only affect the people that bought? Does it affect everybody that's been holding? It becomes a super tricky situation. And so that's some of the three main points that I stuck with there."
    },
    {
        "speaker": "A",
        "text": "Yeah, we get pretty contentious already. All right, so my main point here, which I think is pretty interesting, is a blockchain in general provides one discrete unit of value, and that unit of value is block space. Block space is inherently both limited in supply and scarce. None of us can change girly to have 1000 x throughput. Block space is the unit of value, and block space is inherently scarce and finite. There's three ways you can do. In an ideal world, you would have a permissionless construct where anybody can get test net eth for free. But the problem and the reason you can't do that is because if there's a button, when anyone can get unlimited testnet for free, then what happens is everybody pushes a button and now it is literally zero cost to spam the networks. Every block is filled, the mempool gets entirely stuffed, and basically nothing can happen. You cannot have it be permissionless and free because it won't function. It's like a very basic construct of any blockchain. Block space has value. So there's two things you can do after that. The existing construct that we had was permissioned and free, right? Where free is that permissioned is, there's a select group of people who get a large amount of girly eth. These are maintainers, these are whoever, and it's up to them to dole it out. People that they see fit or set up faucets or do whatever at a rate that arguably keeps the blockchain working, right, so that it is not free and unlimited and people aren't doing it. The problem is the faucets get spammed, right? All the faucets were getting drained, they were getting bought. It was almost impossible to use the faucets because it does have value, because the block space has value. And then faucets get more and more restrictive. Now, faucets, you have permission. Faucets where you need to dox yourself, you need to dox your Twitter, you need to dox youre, get help, whatever it is, to be able to get the eth out of it. And at that point you're getting 0.2 girl eth per day out of this. So that is one construct you could have where it's basically permissioned but free. But there are gatekeepers, and you're gatekeeped on time access and like, social circle of the ability to like, reach the people on Twitter to say, hey, I'm a dev. Like, please give me some of this. The third option is permissionless, but you give it an explicit value. The block space has value no matter what. There is no like making block space less finite or less scarce. It has intrinsic value. And when you make it permissionless and explicit, you just expose what that value is based on the market. And so, like, the argument that there should not be a permissionless construct and it should be permissioned is, is very contentious to me on my end because, like, on the base point that you will never be able to make it permissionless and free, it cannot happen. You will not do it. Like, you can't do that now. You can't do it, Sepolia. You can't do it with any chain."
    },
    {
        "speaker": "D",
        "text": "Yeah, so Matt can probably speak to this a little bit more clear, but we could very well have a function implemented, a custom opcode built in, pre compile whatever, to do some sort of drip where anyone could call it that would be very manageable at the protocol layer. It's a question of whether that wants to be implemented as a custom function for testnet specifically."
    },
    {
        "speaker": "A",
        "text": "But then it will just get bought it, and again, the block space will get taken up. There's only so many transactions you can fit into a block. There's demand for filling up the blocks with transactions. More application developers that build on the network, the more demand there is for that. And so, like, even if you drip, it's like minting money, right? You can mint unlimited money, but like, the, the cost of a gallon of milk is not going to stay the same. It just gets more expensive. It will cost more expensive to insert transactions."
    },
    {
        "speaker": "E",
        "text": "I think you're really over indexing on, like, the value of girlie. And I think that the reason we're having a lot of problems that we have today is that a lot of people think that girly's not going anywhere. They think, I need to start acquiring girlie while it's possible to acquire girlie, because it's going to become valuable. Either somebody's going to create a bridge to mainnet where I can sell this, or this is going to be the only testnet that we have for the next ten years. I think if we create a system where we're actually deprecating these testnets over time, it's like, why would I try to acquire a lot of girly ether, Sapoli ETH, because we're just going to destroy it in three or five years."
    },
    {
        "speaker": "A",
        "text": "So I have another contentious point to this in that, so testnets go back seven years, go back even four years, 2018. Like, there just weren't that many smart contracts written. Testnets were primarily for client devs to basically say, hey, the merge is coming up, let's make sure geth doesn't break and like, bork the entire network as we go through these changes."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "That was the reason we had testnets, and those were the primary people using testnets. Now today we have a huge number of application developers and like, it sucks as an application developer to deploy uni V three. They spin up pools. You spin up pools. People compose that, start having applications who are testing that, and then like, oh, network's deprecated, shut it all down and like migrate to a new network. Like the application developers need a software cycle that goes alpha beta release just like we have in normal software. Like you have to have a production or semi production environment to test this in. And if you need to, especially in a situation, this is why you're struggling now to get like chain link and all the infrastructure to move over to support."
    },
    {
        "speaker": "D",
        "text": "I got them on."
    },
    {
        "speaker": "A",
        "text": "You are getting them now because."
    },
    {
        "speaker": "D",
        "text": "Got them on in two days."
    },
    {
        "speaker": "A",
        "text": "But it's a manual movement and all infrastructure needs to move. And like, that is like a horrible experience for devs to have to spin up this environment, strip it all down and do it every time we."
    },
    {
        "speaker": "C",
        "text": "But before we keep going, I think something that would be super helpful for people to understand is there's kind of like three main constituencies that use the test nets. So why don't we just explain that so we can kind of understand, like there's competing interests. And that's another reason why people are so mad about what's going on. So who wants to actually, Matt, why don't you do it? Because, and while you're doing that, why don't you also give your take on how layer zero suddenly made gorilla eats tradable? Because we didn't get to hear your take on it. Sure."
    },
    {
        "speaker": "E",
        "text": "Okay, so let me say my take on the testnet bridge, and then I'll say, like, you know, my role as a core developer and how we use the test notes. So my take on the layer zero bridge, I think it's hilarious. Like, this is what I think about in these systems. These are permissionless systems. Anybody could do whatever they want. I don't know, like what kind of conversations you guys had over time when you were talking about this, but this is something that we anticipated happening at some point. Like, I think Dean Eigenman said two years ago, like, I'm going to build a testnet bridge for girly. And I was like, where is it? I can't wait. It's going to be great. But thing that I kind of drew a little bit of frustration with was like announcing it and sort of virtuous, signaling that this was a public good for everybody. I didn't really feel like the test net bridge itself is like this public good. I think it's great for layer zero. I had no idea what layer zero was. Probably not a fault of yours, probably a fault of mine. I don't know how bridges work very well. I think it was a great marketing scheme. It's created a lot of interest in layer zero and girly and all these things. And obviously we're on stage now talking about it and this is a lot of free marketing. So I think it was like an incredibly great play. But I don't think that it was like something that's valuable for developers. Maybe for a handful of developers this is valuable. Okay, you can respond to this. Let me just say how I use testnets as a core developer. You're right. The test nets in their early days were very much like, let's make sure that the clients all work on these things. We use this to test syncing, we use this to test client compatibility, interoperability between all of these things. And today it's a lot less about that, it's way more about application developers. And when we think about how to do testnets, how to deprecate testnets, how to add new testnets, we're very much thinking about how do we do this in a way that it's useful for application developers. It's still very important for us as core developers to use as a platform where we get to upgrade, we get to upgrade these networks before we upgrade main nets. Absolutely. I think that this is like pretty much completely orthogonal at this point though, to how application developers use it. So I don't really feel like as a core developer, how we feel about the testnets is super important. I think we just need to be thinking how is this useful to application developers? What do we need to do to make this useful for application developers? And I'm happy to talk more about things that we've talked about to try and remove this situation where there's a finite amount of testnet tokens and people are trying to get them. Because we have talked about a few different ways, adding an opcode, having different withdrawal mechanisms for the beacon chain, we."
    },
    {
        "speaker": "A",
        "text": "Can get into that later and 100% agree with you on the needs being orthogonal and that there is a very, very real demand for client devs to be able to test. We need to make sure these things are not going to break the network. They're just different audiences in terms of what the developers need."
    },
    {
        "speaker": "C",
        "text": "So does one of you want to then also describe the application developers and then the node operators who are also using these and what they're using it for, just so we can cover that to explain. Because the other thing is, this wasn't that big of an issue until recently. So we need to explain how that became. So, yeah, start with the two other groups and then why it became a bigger issue recently."
    },
    {
        "speaker": "D",
        "text": "Yeah. So one of the other groups, obviously, is application developers. Those are people building Dapps unit swaps, the compounds, the Defi NFT projects. They need a lot amount of test net ether to do run simulations and stuff like that. The other main group that is unique now, and this is really where the girly strap came and started choking the supply is from the amount of l two s and apps and Pos. So anything that requires stake and lock, like Pos, completely locks up a huge swath of girly, like 600k just to start the beacon chain. I sent that off two, three years ago, and that was how we said it. So there's like millions locked that we can never recover. Well, we can eventually recover with withdrawals. And then when we have other l two s and 1559 burning testnet ether constantly, it makes for the environment there to be very difficult. And, you know, when we built Gurley, we didn't anticipate it to go on this long. It was a hackathon project. It wasn't supposed to be serious. And, you know, there's a lot of ether from 2018 that's missing from that project. Or 2019, I can't remember. Yeah, so those are the other two and kind of where a lot of the supply is."
    },
    {
        "speaker": "C",
        "text": "So one thing that people realized was, okay, this is a thing, and we need to make sure the next testnet kind of addresses this. So Sepolia was supposed to do that. And so when I was talking with some people who maybe, you know, aren't in arn, just don't love what layer zero did here or oppose it, they were like, why can't they just use sepolia? That's what people should be doing. So, Brian, do you want to address that?"
    },
    {
        "speaker": "A",
        "text": "I mean, like, at the end of the day, the problem we had, the immediate problem, was getting girly eat. That was a hard thing. That's where all the applications were. That's where our developers were building and interacting with constantly, because that's where most of the infrastructure is very, very easily could do it to Sibolia as well. You know, there is no hurdle to doing that. There's no hurdle to doing this to any chain. So I think most likely the reality is, moving forward, this sort of thing is out of the box. This will happen on almost every testnet, like it or not, there will be permissionless structures. So I think the focus is, as Matt was saying, is how do you build a better testnet? How do you actually build a testnet that functions and serves the needs of application developers? Which is a super important conversation to be had, right?"
    },
    {
        "speaker": "C",
        "text": "Can somebody explain? I thought Sepolia kind of had built in a better way to distribute the coin so that there no, sepulia has."
    },
    {
        "speaker": "A",
        "text": "A way that validate. I believe that validators are like a select group. Again, permission structure to basically mint sepolia on demand. But it doesn't change the amount of block space there is. It doesn't change the amount of like what can be done. So you can inflate the supply, but you still need to like one, in some permission manner distribute the supply. And two, ensure that there's still value to the block space. There's still the same reason there were OTC markets on Gurley prior."
    },
    {
        "speaker": "E",
        "text": "I mean, how full are girly blocks right now?"
    },
    {
        "speaker": "A",
        "text": "Girly blocks are."
    },
    {
        "speaker": "E",
        "text": "Blocks are not full."
    },
    {
        "speaker": "A",
        "text": "Yeah, bully blocks are definitely not full."
    },
    {
        "speaker": "E",
        "text": "There's a lot of support block space available."
    },
    {
        "speaker": "A",
        "text": "So girly blocks, actually one application that we deployed, one single application which was like the testnet of CCTV, the circle thing, basically bricked girlie for like two weeks. Like every single block we're full. There were like five days. Like we were like falling behind and inserting transactions to be able to process them. So like there are periods where Girly is like completely, completely full. I actually just ran yesterday the number of transactions per block, but, but I don't have the exact number. I could pull it up, but like."
    },
    {
        "speaker": "D",
        "text": "That'S just how like ethereum based blockchains work. Like they will fill up and they will fall down. Like, it's going to be cyclical. It's always going to be cyclical. I think the bigger problem is that by suggesting that there's, and hey, there's free market people can do whatever the hell they want. That's literally the point of why we're doing a lot of this. But the problem I have is going, if there's going to be bad behavior or like where we're, and I'm defining bad behavior as like putting value to something that should be 100% free public goods so that we can try and actually onboard developers get people testing. If you're going to like, if we're going to have that because there's like OTC happening, I don't see why we should be like promoting further bad behavior. By like further enabling it."
    },
    {
        "speaker": "A",
        "text": "Like if it's going to be free, make it free to insert into blocks and every block will be full and spammed. It will be completely unusable."
    },
    {
        "speaker": "E",
        "text": "I mean if we had a hundred, if we had 128 testnet chains, I don't think that we'd be having this problem. Sure."
    },
    {
        "speaker": "A",
        "text": "In the value in the open market of those testnet eth would be effectively zero, right. It might be 1100,000,000th of a cent."
    },
    {
        "speaker": "E",
        "text": "So why did we not create another six? Why did we create a bridge?"
    },
    {
        "speaker": "A",
        "text": "I am very supportive of that. I'm unsupportive of saying having a permissioned structure where we need to dole out and decide who gets testnet eth, who can participate, everybody needs to come to us to get it is not the correct way. Having a permissionless structure where the value is driven to almost zero because it's abundant and people can test 100% is the right way and that is what we should be trying to do."
    },
    {
        "speaker": "E",
        "text": "So you would be supportive of having proof of work test nuts, 100%."
    },
    {
        "speaker": "A",
        "text": "Why not? But it doesn't matter. You can spin up right now you have l two s, you have four different l two s right now tied to girly like l two. And demand, like demand for block space should move everywhere if you want to spin up 128 testnets. What the problem is for application developers is that again you are not going to have this consolidation of composable infrastructure. What they want is to go and test chain link oracles in their application. They want to compose uni v three pool."
    },
    {
        "speaker": "E",
        "text": "They said multi chain was the future."
    },
    {
        "speaker": "A",
        "text": "Can make that easier, but it's not there in general. It is not like what people want to test."
    },
    {
        "speaker": "C",
        "text": "So just to go back to this polio question though, because when I did the pre interviews yesterday, there was a, somebody made the point basically that there's a lot of demand in Gourlay, but really the application developers should be using sepolia, that that testnet is more for them. Is that not a thing or is that a thing?"
    },
    {
        "speaker": "D",
        "text": "Yes. So since Devcon and Bogota we've been trying to tell people that Gurley is meant for staking, it's meant for people to test their infrastructure on staking infrastructure and for the time being the l two infrastructure, and that's the polio is meant for application development. And we've been saying this even before that simply because we've been watching the supply constraints happen. And it's been an ongoing issue because we haven't been able to get custom like custom code built for a testnet like Gurley implemented to something like Go Ethereum, where we can try and like, solve some of this problem, re top up the faucets indefinitely. So we've been trying to push everybody to Sepolia for that reason."
    },
    {
        "speaker": "C",
        "text": "Okay. And it's my understanding that Brian, you guys weren't doing that because you don't have the network effects on sepulia that you need to do the kinds of test you want to do."
    },
    {
        "speaker": "A",
        "text": "Not at all. Again, we can support, there's not a problem in getting Sepolia ETh right now because nobody uses sebolia. There may be a problem getting sepulche and whatever six months from now. But there was a problem getting girly. That's the problem. We felt that's the problem most."
    },
    {
        "speaker": "C",
        "text": "But what I'm saying is so because what I've heard was, oh, they should be using sepolia because we have this problem with girly and you're saying, what is it?"
    },
    {
        "speaker": "A",
        "text": "What is it? They should. What is they should? Right. It's not like, there's not some dictatorship that says, like, here is how you use blockchains. Like, yes, sepolia has attractive features for certain things. I think people should move to Sebolia, but people haven't."
    },
    {
        "speaker": "C",
        "text": "Right. And you were saying you don't want to use it because there isn't that."
    },
    {
        "speaker": "A",
        "text": "We absolutely will use."
    },
    {
        "speaker": "C",
        "text": "No, but I mean, so we support."
    },
    {
        "speaker": "A",
        "text": "Like 35 testnets right now. We will, we will connect to everything."
    },
    {
        "speaker": "E",
        "text": "Like, why put the effort into creating the bridge for girly ETH rather than putting the effort that you spent on that on, hey, guys, we should all be deploying to Sepoya right now. Gurley is kind of broken for us. We did a public deprecation of as people who are running girly nodes back around Defcon. And so this launched well after that, after Gurley was already deprecated. It seems like if the real motivation for doing this is trying to create a permissionless system, trying to get everybody on board, getting the right test entity to the right people, that saying, hey, let's move over to Sepolia and helping them would have been like a more collaborative and like, the real motivation was."
    },
    {
        "speaker": "A",
        "text": "Fixing a problem that was broken. Developers are on girly, but you're fixing a problem."
    },
    {
        "speaker": "E",
        "text": "You're fixing a problem on a deprecated thing."
    },
    {
        "speaker": "A",
        "text": "That's great. In a year, maybe it won't be a problem. Right? There's. It's a problem. Now, I don't disagree with you that there should also be a movement of like, move to Sebolia. Like great, everybody can encourage that. But there is a problem on girly now and developing now. So we can either say, hey, don't do this. Or we can say, like, here's a way to make it easy. And yes, this is being deprecated, but like, everybody should start migrating when they migrate. But people have applications that are going to mainnet in a week, in two weeks, in three weeks. And like, they don't want to migrate everything to finish up their testing before they move to Mainnet, right?"
    },
    {
        "speaker": "B",
        "text": "$3.8 billion of value was stolen from crypto projects last year due to compromised private keys, exit scams, flash loan exploits and other preventable causes. Holborn offers preventative security solutions for every stage of your software development life cycle, from smart contracts, layer one and DevOps audits to advanced penetration tests, risk assessments and incident response. With over 150 industry partners, including Animoca Brands, Solana foundation and Ava Labs, Auburn's best in class security advisory solutions ensure the safety of company assets and user trust. Visit holborn.com for more. FTSE Russell, a leading global index provider, recently announced the launch of its market cap digital asset index series. The newly launched FTSE Global Digital Asset Index series, built in association with the experts at digital asset Research, measures the investable digital asset market from large cap to micro captain, leveraging a transparent asset and exchange vetting process, FTSE Russell has applied its trademark expertise, governance and structure to digital assets, offering institutional quality data to build, manage and measure investment portfolios. Get your index data from a market leader. Find out more@ftsirussell.com. digitalasset Join over 50 million people using Crypto.com, one of the easiest places to buy, earn and spend over 250 cryptocurrencies. New users enjoy zero credit card fees on crypto purchases in their first seven days with crypto.com. earn get industry leading interest rates of up to 14.5% on over 30 coins, including bitcoin. Earn up to 8.5% on stablecoins with the crypto.com Visa card. You can spend your crypto anywhere. Enjoy up to 5% cashback instantly plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app and get $25 with the code Laura link in the description."
    },
    {
        "speaker": "C",
        "text": "So question for you do you feel that once you put a price on the girl of ETH that you got the result that you wanted? Do you feel like the experiment was successful or do you feel like there are certain things that were bad side effects that in the, you know, in retrospect you would have done something different."
    },
    {
        "speaker": "A",
        "text": "My expectation was that it would open, it would be driven to literally zero. Like, we burned our LP, we put everything else, we're going directly back into the girlie pool. Like, to put in perspective, the girlie faucets prior to this were emitting 0.2 girly per day. There is currently 1.1 million girly available in the pools that weren't available to devs prior. That's the equivalent of 15,000 years of girly available for devs to like, go and buy the number of devs who have hit of us and said like, thank you, this is like infinitely go look at the Twitter comments of actual application developers. Like, it is significantly easier now for anybody who is testing or deploying on girly to do that. And like, that was the goal. So yes, successful. What I thought would happen is the price would be some sub fraction of a cent as everybody who had a ton of girly would just dump it because, like, it's deprecated. And why are you hoarding it? Why is anybody holding it? Why does anybody care? Just make it open and super easy for people to have. And like, the testnet will be dead in some fixed period of time. So that didn't happen very much. Not what I expected. But did it have the end result of making girly more available to developers? Absolutely."
    },
    {
        "speaker": "D",
        "text": "Do you find adding speculation though, being an end result? Because I personally got spammed, MP got spammed, we all got attacked. And basically being told one, we're hoarding, which we weren't. If you look at what we've been doing. Hold up, hold up. And how many people, after I posted this tweet that we're going live today, literally said, I'm scooping up girly eats so that I can go and speculate on this. Because, like, and that's the point, when you create a market, you then disingenuine why we have a testnet which is free access to a network. And I'm sorry, the block space argument is a bit loaded. Like, this is a testnet. It's a testnet. Like, it's. For five years we have not had this problem for five years we have had cyclical up and downs. A year and a half, fortunately, a year and a half ago, we had a two x to three x in developers that came in, which made this incredible, became a much bigger problem. We've been talking about the repos, the Ethereum, GitHub, repos and the PM repos and the testnets repos where you could have contributed to try and actually help us. Instead, we have a speculative market. We have price action put to this. We have people speculating on this token now and who are actively telling us on Twitter they're speculating on this token, which I'm sure there are a lot of developers that have grabbed. I saw you say like 200 contracts deployed or something like that as of yesterday or something like that since. Great. But like we are still putting price action. I still have ETH global calling me and saying, hey, my developers don't want to go and buy girly eth. Can you go and dump us? And I go and like dump them like 10,000 tokens. So the hackathon, they have it, which is what's always been going on. It's like you go to the, there's resources available, you go to the PM repos. Like there's discussions about how we can try and solve this."
    },
    {
        "speaker": "A",
        "text": "But a permissionless structure doesn't exclude people from giving it away for free. Like, we would be more than happy to donate 50,000, $100,000 to somebody who's well resourced to like vetting, giving out grants to disenfranchise developers. Like let Gitcoin do that. Let people donate. Like, I'm not for keeping developers who don't have the ability to pay whatever it is."
    },
    {
        "speaker": "D",
        "text": "No, but no, that's not the problem. The problem is like now there's such a large, vast of like girly eat that has a price on it and the circulation, circling. People don't know what to do. People actually don't know about tax liability. Genuinely concerned. It's a genuine concern."
    },
    {
        "speaker": "A",
        "text": "It's still again, you will never convince me that a permission system is better than a permissionless system. Like you just won't. That's not an argument. I will. I will ever."
    },
    {
        "speaker": "D",
        "text": "How is girly permission, though?"
    },
    {
        "speaker": "A",
        "text": "Permission? Because you and a couple of few people had a ton of girly Ethan. It was your job to fill up certain faucets and make the faucets docs because they were getting bought in and give it out to people. It's your position."
    },
    {
        "speaker": "D",
        "text": "Dumped over like 20 million and we've been wasn't enough."
    },
    {
        "speaker": "A",
        "text": "I'm not saying you weren't doing it. I'm saying people had to go to you. That shouldn't be the case. Nobody needs to go to somebody in the Ethereum construct to get Ethan Ethereum, like we, like you should not be arguing against permissionless structures ever permissionless will always be better than permission, period. And I'm not saying you didn't have the best of intentions, but it was entirely a permission. Contrary. I had to go on Twitter and beg people to give me girl eth. I had to find the right developer who had the girl eth and say, okay, you were given it in the pre mine, or you were given it like, as this spun up."
    },
    {
        "speaker": "D",
        "text": "Well, like, welcome to 2018. 2017. This is what we've been doing for Rinkby Robston until and again."
    },
    {
        "speaker": "A",
        "text": "Now, back then, how many smart contracts were there? They're actually live in production. Like, yes, defi summer happened, NFTs happened. There are a lot more developers now, which is something we should embrace. Like, that's a good thing, but it means there needs to be a different construct for how this gets distributed. Not every artist who's spinning up an NFT and wants to test something on Testnet, make sure they don't bork things, knows everybody in the ETh foundation to go to and hit up and be like, hey, I heard you have girly. Can you give it to me?"
    },
    {
        "speaker": "C",
        "text": "Okay, so let's do this. So, Ryan, you very clearly articulated the problems with trying to get this scarce resource that developers want to use. So, Greg and Matt, since you don't think it's a good idea to have a price on these things, which, by the way, is, at least in other blockchain communities, a perfectly legitimate way to run a testnet, obviously, people probably know about Kusama, which is a testnet for Polkadot, and there is a price on Kusama tokens. Greg, Matt, since you guys are opposed to this notion, how would you solve this problem while at the same time, you know, furthering Ethereum's values around easy access to developers, like in developing countries."
    },
    {
        "speaker": "E",
        "text": "Or whatever, I think this is something that we're just still discussing on the right solution. And we need people like you who have a lot of developers that you're working with, who are on the ground interacting with developers, seeing these types of problems, and have your voice in the conversation about how to solve the problem at the protocol level. Ultimately, a testnet is going to be a permission thing unless we use proof of work. But there is still the permission aspect of creating a genesis. And when you create a genesis, you almost always create a genus allocation with some eth, and we just need to figure out a better way of doing these things. I think that putting a value on Testnet ETH is a dangerous thing for a lot of reasons. We can't stop anyone from doing it again. I think it's hilarious. It's going to make my taxes so much harder to do. This year I'm teaching a class at CU Boulder and at the beginning of it I sent them all one girly and now I'm like, fuck, what am I supposed to do? Do I tell them they all have to file taxes now because they took this class? So like, it's funny but it's going to make things much more difficult and I want to find a way where testnets don't have value because I'm very much against testnets having value in general. The reason I'm against this is because once test I start to have value, they start to lose the, the functionality of being a test net. The ultimate thing is that we want to do things on testnets that we're not ready to do on main yet. So this is meek. Speaking as a core developer, I want to be able to upgrade girly. I want to be able to update sepolia and be pretty confident that the changes that we're doing are correct and they're going to work, but they might not. And fortunately we've been fortunate that we haven't had any kinds of crazy types of rollbacks. But I think this is my problem with kusama and the gnosis chain, things that are saying that we're canary networks, we're going to do things first. Once there's enough value in the system, people are like, wait a minute, we don't want to be the first one to do it, right? Like let's spin up another thing so they can be the first thing, something that doesn't have any value. And so then it like defeats the purpose of being a testnet in the first place. And so maybe, maybe girlie ends up being like a valuable thing. That's a very real possibility. And we have to just create more testnets that don't have value. But I think that that's like an unsolved problem. It's like how to do testnets in the right way where it works with developers. And I love like more engagement from people who are having these problems because I work at the Ethereum foundation. When I need girly to ask him, beat Baco and he sends me girly and I'm like, what's the problem? Like there's so much girly around. And then I talked to developers and like, oh, this is really difficult to get girl leads, so we need like more engagement there. I haven't seen a lot of people engage and I think that having more test nets is like a good solution because I do think you're right. I think that testnets have some value, but I want to dilute it so much where it's like so little that."
    },
    {
        "speaker": "A",
        "text": "No one cares for what it's worth. Completely supportive of that. Like 100%."
    },
    {
        "speaker": "D",
        "text": "How about I talk about what we're doing now to try and move forward from here? Because I think that's Matt covered pretty much most of the points I wanted to talk about right now. Girly's slated for end of life. Q three, Q four. You're using it. Get off. You're going to lose all your value. Your state that's there. It's not worth it. We're moving to Sepolia as of two days ago because I thought people were actually deployed on it. We've started to migrate everybody. We have people like Chainlink, the graph, alchemy, chainstack. They're fully live and running right now on Sepolia. Aave Maker and a couple others pull together, are starting to deploy and get going. We should see everybody in the next week to two weeks fully deployed so you can have your composability. Right now the big question is what do we do about transfer? About actually getting ether into the right hands? That's a really good one. Mp starting a. So MP Maria Paula, who has been taking the most amount of heat. We love you. You're okay. She's dumped on the layer zero bridge and has amassed enough money to give out grants for people who want to look into faucet design and equitable ways to actually distribute ease."
    },
    {
        "speaker": "C",
        "text": "Well, I was going to also ask because I think this is it called Holly Testnet that's going to be launched later this year, is going to try to address some of those issues. So can some of you talk about the way that that's being designed and throw in other suggestions?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I talk about it a little bit because I spoke to Tim a bit on this. It really solves the problem of bootstrapping the network with a pre mine. And the idea behind it was take everybody who's deployed a contract on the last series of testnets and on Mainnet, take all of those addresses and basically give them testnet etH. Like that's how you bootstrap the pre mine, right? So all of them get Testnet EtH, which is everybody who's like a verifiable developer. So who you need to catch up from that point are strictly new developers coming in the ecosystem and that's who you need to figure out like how to get to, rather than like, here's all the testnet eth to ten people, like please get it to the developers, give it to everybody who's deployed a contract, and then they do it. Now, I do think this solves like this is a nice warm start to solving part of that problem. I do think it will help. I think with longevity of that testnet, you will start to run into the same problem over time. But it's significantly better than what we've had over the last couple of series of them."
    },
    {
        "speaker": "D",
        "text": "It's specifically here to replace Girly as the next staking main chain to use for staking providers and stuff to test out their systems."
    },
    {
        "speaker": "E",
        "text": "Yeah, this is something we didn't touch on. You touched on it a little bit. But I just wanted to say that there's two main types of testnets. The first one is like the permissionless validator set, which if you think about the testnets before we had the merge, this was like proof of work testnets, anybody can contribute proof of work at any time. And by contributing proof of work you could get validation, mining rewards. And so this was our permissionless testnets. And then we also had permission testnets. The permission testnets have always been focused on being stable and robust for application developers. And so Gurley was one of like the first really big application developer focused Testnet that ran the click protocol. There were some problems with the click protocol. We occasionally had locks the click protocol. Now that we've moved into the merge and we have this beacon chain, this proof of stake protocol, we still have these two types of protocols, permissioned and permissionless. But for the permission protocols, we have a validator set that's fixed with known entities, people who are running like a handful of validators who are known, we have a telegram group with them, we can make sure that they're very good uptime, so that application developers never have to worry about huge reorgs, never have to worry about the network shutting down. And then we have permission list testnets, maybe put that in air quotes, because there's still like these huge crazy unequal distributions of tokens at the beginning. So it's not like truly permissionless. The, you know, people who start the testnet have a lot of these tokens, but the guerrilla has like moved from a permission click testnet to a permission list testnet. And the permissionless testnets are the places where we want people to practice their staking setups. Anything that has to do with running their own validators, that's where they should be doing things. And on the permission testnets, we want to have people who are building applications there because that's where we are very confident that it's going to be very robust, it's always going to be up and it's always going to be available for them to submit transactions."
    },
    {
        "speaker": "C",
        "text": "So to go back to the values question, because Ethereum does really put a focus on making things accessible. I mean, some of what you mentioned, okay, they seem like somewhat small initiatives in my opinion, at least to addressing that."
    },
    {
        "speaker": "B",
        "text": "But I don't know if any of."
    },
    {
        "speaker": "C",
        "text": "You have like bigger ideas around how to get more of this testnet EtH into the hands of, you know, more kind of underprivileged people."
    },
    {
        "speaker": "E",
        "text": "I mean, I think one thing that I thought of while we were talking is that if the goal is having a permissionless mechanism to access testnet ether, I would rather see people submit proofs of work on chain to a smart contract that's imbued with a huge amount of value at the beginning than creating a valuable market."
    },
    {
        "speaker": "A",
        "text": "There have been proof of work faucets, so like this definitely happens."
    },
    {
        "speaker": "E",
        "text": "For sure there's proof of work faucets, but I would rather see it as a smart contract, completely permissionless in that sense. Don't need to send messages to people to get test net Eth. I think that, you know, Greg, we talked a little bit about this. We could have a split contract that the validators of the set just say, I'm going to send all of my validation rewards to the faucets. I think these are all good ideas, but I do really think I would much rather focus on other alternatives to permissionless access to test id than creating a valuable market. Because this just makes it difficult in my opinion, for a lot of people to figure out like am I going to interact with this chain now that I probably have a tax event?"
    },
    {
        "speaker": "D",
        "text": "So basically to boot, like how we're getting, trying to do the initial bootstrap of some, some of the sepolia eth is basically everybody, every team that starts, as they start redeploying, we're going to just be giving them because they, most of them have foundations, grants, programs, whatever, they're all going to be getting it to try and distribute to the team, building on them. So we can try and create a natural tree of distribution. And looking into things like Matt said, like Xerox splits where effectively we can constantly just dump it at everybody, everybody because it even splits out and goes through so that we can try and get in the right hands of people so they don't have to pay and like, problem Matt said we've talked about earlier."
    },
    {
        "speaker": "C",
        "text": "Okay, last question to close out the panel, and it's directed to Brian. Brian, if this becomes an issue on a future testnet, is layer zero going to do the same thing?"
    },
    {
        "speaker": "A",
        "text": "Yeah, again, so it depends on how easy it is to get test net eth, right? Like at the end of the day, if my options are do proof of work, submit to this faucet, get a tiny drip, or do that, or pay like three one hundredths of a penny to get the eth that I need to do it. Like, like I or other devs should have the options to do that. You should have. Like, they're not mutually exclusive. You can have the ability to have these structures that people who cannot afford the x cents, x dollars to do it, to be able to do it."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "There's a trade off of time. I don't necessarily want to spend a huge amount of time trying to get the eth that I need to build Stargate pools. Like test. If Stargate is going to break or function on a new feature, I need to have, you know, there's just like things that you need to do with certain functions and so like, I would gladly pay. This is again, what most people did via OTC markets on girly Eth. And again, I want to be clear, like, girly eth had value before. There were separate markets that people participated in to buy this for this exact problem. The trade off is time versus value, and the goal is drive the value to as near zero is humanly possible. But again, it can never be free because the block space is limited."
    },
    {
        "speaker": "C",
        "text": "Greg, go ahead. Because you said that before. Go ahead. Greg, you look like you wanted to respond."
    },
    {
        "speaker": "D",
        "text": "Okay, again, it's a testnet. We're dealing with testnet block space. It's a public good. The reason it exists is because we are bootstrapping it for people to use. There are people like infura alchemy who probably spend like hundreds of thousands of dollars a year to just keep this thing up and running so that it's free for people to use. Right. So that block space prom is not going to be a problem as long as you have massive node providers bootstrapping this thing."
    },
    {
        "speaker": "A",
        "text": "But it is arguing with the demand. There is literally blocks being filled up on girly, not because of speculators, but because of application developers ready applications, drops."
    },
    {
        "speaker": "D",
        "text": "It right back down after because the base fee goes up. No, like, I'm sorry, but yes, it."
    },
    {
        "speaker": "A",
        "text": "Just gets more expensive. It doesn't solve the problem there's still."
    },
    {
        "speaker": "D",
        "text": "And the testnet eth will get more expensive."
    },
    {
        "speaker": "C",
        "text": "Okay, you know what, you guys? I think it's like a typical debate. Nobody changed their minds. So we're just gonna have to call it here. This was a fascinating discussion. I have a feeling we might see an issue like this again in the future. Just my opinion, but thank you for attending and thanks for giving me your thoughts."
    },
    {
        "speaker": "E",
        "text": "Can I say, like, one last thing?"
    },
    {
        "speaker": "C",
        "text": "Oh, sure."
    },
    {
        "speaker": "E",
        "text": "Not financial advice. Make your own decisions. But withdrawals activate on girly very soon. Two weeks."
    },
    {
        "speaker": "A",
        "text": "Ideal outcome price near zero. Accessible to everybody."
    },
    {
        "speaker": "E",
        "text": "I have 180,000 girly Ethan validators I will be dumping into the pool."
    },
    {
        "speaker": "A",
        "text": "For what it's worth, we've already committed, but every. Every dollar from the pools. We burned our initial lp, but all the additional lp, we've added everything. Every dollar that is generated from that, we've already said we're granting to Ethereum development. So, like, anything that is generated from this will go directly back to grants on Ethereum anyways, which is what I. What I think the nature of the change should be. I do think people should have access to those things, but I think the end result should be going to grants and going to furthering the ecosystem of developers."
    },
    {
        "speaker": "C",
        "text": "Okay. Okay. It looks like everybody agrees on one thing. That's a good way to end. Thank you."
    },
    {
        "speaker": "D",
        "text": "And just a special shout out to Laura and Brian. They flew in to literally just for this, and we managed to make this happen last minute. So just a round of applause for them making the time."
    },
    {
        "speaker": "A",
        "text": "Thank you, Laura, for hosting."
    },
    {
        "speaker": "D",
        "text": "Thank you, guys. That was the spiciest panel of the day, maybe, of the week."
    }
]