[
    {
        "speaker": "A",
        "text": "It really is like a very weak surface level argument to compare what Athena is doing to Luna. Really the core difference here, you just got to think about what is actually backing the stable assets. Really what I point to here as the core difference between Luna and Athena is that the backing is real collateral that's sitting behind the stable rather than our own governments. Token."
    },
    {
        "speaker": "B",
        "text": "Heads up, everyone. In the next few weeks, we're launching a new show on the unchained channel called Bits and Bips, exploring how crypto and macro collide one basis point at a time. As you can guess, it's a show all about crypto and macro topics and where they intersect. We've started with some trial runs and they've been going so well, we decided to tease a few moments in this podcast. The speakers you'll hear throughout this episode include Ari Paul of Block Tower Capital, James Seifert of Bloomberg Intelligence, and Ram Alawalia of Lumita wealth. We'll play the first clip from bits and Bips featuring Ari now, and then it'll be on to the main show."
    },
    {
        "speaker": "C",
        "text": "I've always been skeptical of daos in the short term because it's an immense undertaking. There's a lot of complexity there people don't fully appreciate. But I'm very bullish on the long term, conceptually, and disruptive. I think they're going to be as disruptive as the birth of the corporation was in enabling higher forms, literally that scale. And it comes down. It's like when you enable a hundred x speed increase, you get more than incremental improvements. You enable entire new forms of commerce and coordination and economic activity. So right now, we're in a world where if you and I Rom wanted to spin up a company, we're looking at at least two weeks, a Delaware filing, $5,000 in legal fees, a bunch of filings, and employment contract. If you and I could create that company in ten minutes on a Dao dashboard, maybe. There's a lot of stuff we do together that we wouldn't even think about doing today because it's converting some. And then when you have AI, then you have companies being created and dissolved within seconds."
    },
    {
        "speaker": "B",
        "text": "Hi, everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started recovering crypto eight years ago, and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the April 5, 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain. With over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Join the community@polkadot.net. work ecosystem community with itrustCapital you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages, 24/7 access and the industrys lowest fees. Hey unchained listeners. As you know its hard keeping up with a fast paced world of crypto. So weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com dot. You'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "D",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "A",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30, 30 baby get 30 bid to get 20. 2020 Biddy get 2020 Better get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "D",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "E",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this."
    },
    {
        "speaker": "C",
        "text": "And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing today's guest is Guy Young, founder of Athena Labs. Welcome, guy."
    },
    {
        "speaker": "A",
        "text": "Hey, thanks for having me on."
    },
    {
        "speaker": "B",
        "text": "Athena had a big week launching its governance token with a massive airdrop and starting your next points program. Plus, there were some big announcements involving Athena and Makerdao. But first, before we dive into all these recent events, let's just start by having you explain what Athena is and how it works."
    },
    {
        "speaker": "A",
        "text": "Yeah, sure thing. So the basic product idea here is we're trying to create a synthetic dollar thats disconnected from the existing financial rails. So the idea here is that youre using crypto, collateral and derivatives within crypto to offset one another. And so those two things come together, creating the synthetic dollar. It was originally an idea that Arthur Hayes proposed in his blog dust on crust, and myself and the team basically took that idea in the blog post and try to bring it to life with Athena. So, yeah, the basic and core product here is a synthetic dollar that's backed by ETH and bitcoin, and then corresponding short positions against that, which you can then tokenize and issue a stable asset."
    },
    {
        "speaker": "B",
        "text": "You keep using the term synthetic dollar, which I believe is like there's a choice behind that instead of the word stablecoin. So can you talk a little bit about why it is that you prefer that terminal?"
    },
    {
        "speaker": "A",
        "text": "Yeah, sure. I guess there's been other projects that have actually tried a similar thing to Athena in the past. They did it all on chain, and they used the word stablecoin to actually market their products back then. I think since that point in time, though, the industry has sort of moved on and we've had to think a bit more deeply around how we're actually marketing these products to users in terms of actually trying to distinguish between different risk profiles. So it was something that actually, we originally came out with the name stablecoin, as those other projects sort of had done in the past, and actually got called out by Orson Campbell back in October 23, where he said that I think we should reconsider how we're actually positioning this product. I came out publicly and I actually agreed with Austin, and I said that we definitely should. And I think that actually applies to products not only like Athena, but more broadly. I think part of the issue here is actually that stablecoins have a pretty wide design space where you have many different types of flavors and attempts to produce a stable asset within crypto. So you've got the fit stable coins, which everyone knows, like USDC and USDT, and you've got different flavors of CDP's with Makerdao and many others that look like them. And then Athena, which is more of a delta neutral design. What all I'm trying to achieve here by calling the synthetic dollar is actually just trying to distinguish between a risk profile with USDC and USDT and what we're doing, because the risks are fundamentally different. That's not to say one is better or worse in any other way. We should always think about these things on a risk adjusted basis. But I think all I was trying to achieve there was just distinguishing between the risk at least."
    },
    {
        "speaker": "B",
        "text": "And so with a fiat stablecoin, then the risk would reside in the centralized player that is custodying the assets that back that stable coin, or in the case of something like circle, where they're custodying those assets. So with something like Athenae, how would you describe the risks for this synthetic dollar?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the custody risks also apply here. So you can think about Athena taken normal fear. Stablecoin is basically t bills or bonds sitting in a bank, and you can move that into crypto collateral sitting within the crypto ecosystem. I think within crypto, you have three different buckets of where are the actual assets residing? You can have them in a smart contract on chain, you can have them on the centralized exchange, or in an institutional grade custodian, where the assets actually sit. Within Athena are those custodians. And we thought that that was an acceptable trade off to basically have assets which are not actually on centralized exchanges. But actually, I think something that is worth considering here is actually the risk profile of a smart contract versus custodians, where I think weve just seen some reports that have been out in terms of the probability of default, of actually leaving your assets within smart contracts. I think we can all agree that actually defi all of the things that are amazing about it, it is still too unsafe in terms of the number of packs that we actually see. And I think just looking at the data, we took the view that actually holding assets within custodians was a pretty reasonable place to have it. That is to say, there is still custodial risk here, and you have some counterparty risk to the exchanges as well. But I think with stable assets or anything that has a backing, it's always going to be the custodial element, which is the most important piece."
    },
    {
        "speaker": "B",
        "text": "All right, so, as we mentioned earlier this week, Ena launched, which is your governance token. And this was after a six week shard campaign, or points campaign, and it launched to a market cap of $1.2 billion. As of the time of recording, it's at about 1.6, and the fully diluted cap is about 17 billion. So how did the launch go compared to how you thought it would go?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we were all pretty pleased with how it went. I think, obviously, the market conditions this week went amazing. I think generally, BTC down pretty bad this week, and we've seen a bit of a leverage wipe. But, yeah, I think that I was pretty proud of the team in terms of how we executed things. And this is the first time any of us have ever done this. And so you're always a bit nervous going into these weeks when you haven't actually done it before, but, yeah, I think we're pretty pleased with that one."
    },
    {
        "speaker": "B",
        "text": "And when you say you haven't done this before, can you talk a little bit about your background?"
    },
    {
        "speaker": "A",
        "text": "Yeah, sure. I was working at Tradfi before I came to crypto. Had been in the spaces, like investing on the side since 2019, but actually hadn't built a project or founded something before. And so a lot of this stuff is pretty new when you're coming out with a token launch. And, yeah, obviously just nervous when there's a lot of buys on what you don't have."
    },
    {
        "speaker": "B",
        "text": "Now that you have eno, what are your plans for using it for governance?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think there's a bunch of different areas, and this is something that people have been picking up on Twitter, just in terms of how you're actually constructing the product or actually just thinking about the risk profile going forward. You can run a theater in an extremely aggressive way or in a slightly more conservative way. And I think that a lot of people have different opinions as to where you should sit on that spectrum. Just as an example here, even just how much stake ETH is sitting on the Athena backing is 100% the right number, or is it actually zero? What is the composition between ETH and BTC? Should you think about different assets? Like Sol, we have an insurance fund that sits behind USD as well. What is the size of that? How should we allocate cash flows to that? I think there is actually quite a bit of decentralized decision making that should be going into this to actually define what is the risk profile and general direction of the product. And so for now, that's the keyboard that matters. Banks in the system."
    },
    {
        "speaker": "B",
        "text": "And so now Athena has launched phase two of its incentives program, which you've dubbed the SATS program. And you just alluded to this, you'll be bringing on bitcoin as collateral. Why did you decide that that was your next step?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think for us, it's really about scalability. Scale has always been like, there's obviously just trade offs in every decision that you're making, and scalability has always been, like, at the forefront of my mind in particular, and were not fully exhausted in terms of the market opportunity on ETH right now. So at the moment, Athenas short interest within the market is roughly around 20% of the entire ETH. Global open interest. I think that that number can sort of push a bit above 30, but thats like a natural constraint that you start coming to. And so its just a natural sort of path that weve taken where you want to start diversifying into different assets with huge derivative markets sitting behind them. So for us, obviously, bitcoin is a natural next step. Just for reference, the size of the bitcoin market is enormous. It's like north of $35 billion of open interest. And so that just gives us a huge amount of Runway to actually move into and sort of scale the product from where it is now and like 2 billion to something that's closer to ten."
    },
    {
        "speaker": "B",
        "text": "And are there additional benefits that you see from adding bitcoin? You know, obviously in DeFi, things tend to sort of stay in the Ethereum universe, or at least similar chains to that. So this is a little bit different. I don't know if you view it as having additional benefits."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I think one benefit is obviously just the liquidity around bitcoin itself. So one risk of Athena is actually just how liquid is the collateral that's sitting behind the backing, so that when people actually want to redeem, you can give them back their assets at a reasonable spread. And so using highly illiquid assets sitting behind, anything people can redeem is obviously just a risk that youd be running on the liquidity side. So moving into bitcoin actually makes the redemption process around Athena actually cheaper, just because of the depth around the BTC markets themselves. And then to your question around how were thinking about BTC being involved with a project thats fundamentally built on Ethereum. The one thing that looks a bit different here is obviously because Athena is touching a lot of off chain centralized infrastructure that obviously has an ability to be able to deal with Raw BTC. You're not touching wrapped bitcoin on Ethereum. You can basically just think about the Athena front end and the infrastructure that sits on chain. It's essentially just a front end that's accepting assets and issuing USD in return. And then those assets are sent through to the custodians on the other side. And once they're with custodians, you're just holding native BTC basically in the background. So it's not actually that on Ethereum, you'd be holding that in a custodian whos sitting and basically connected to centralized exchange in the backend with bitcoin. So thats sort of how were solving for some of the complications around dealing with assets which are like non ERC."
    },
    {
        "speaker": "B",
        "text": "20 yeah, its something that I find interesting about Athena is this mix between decentralized and centralized. So in a moment were going to talk about some of the other partnerships that Athena is making. But first a quick word from the sponsors who make this show possible. Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers, the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times, tailored core time for the needs of every protocol, trustless bridges to multiple chains and revised tokenomics with a token burn to reduce inflation for Gamefi and defi to build, grow and scale. Get your web three ideas to market fast. Think big. Build bigger with Polkadot. Join the community@polkadot.net work ecosystem community here's another clip from bits and bips featuring James Seifert and Ram Alawalia."
    },
    {
        "speaker": "F",
        "text": "A couple months ago, Roundhill launched YBTC, which is a covered call bitcoin futures ETF. The thing is yielding 40%. It's done pretty well, but it's vastly underpowering spot, as you would expect in a covered call product. But you're getting yield to 40%. That's the EpI product equivalent for bitcoin."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "F",
        "text": "This is a little, this is like, this is, this is the Jeppy, but on like crack. Do you want to explain what jeopardy."
    },
    {
        "speaker": "A",
        "text": "Is for the audience?"
    },
    {
        "speaker": "F",
        "text": "Yeah, so jeopie, basically. So there's Jeopardy. And Jepq. So the way Jeopardy. And JepQ work is they own the underlying stocks, a select set of underlying stocks, and they actually go for low volume. So they're, it's more capital preservation with a little bit of income on top of it. And what they do is they write calls on top of it. They use derivatives on the top, and they sell those calls and they earn income. The downside is. So the upside is if the market's trending sideways or going down, you're getting income from those calls that you sold. But if the market starts ripping, you're going to underperform. That said, a lot of people that are buying these things, theoretically you should be buying them in your retirement or closer to retirement. That would be the reason you would do it, because you need income. Um, they're going to underperform over the long term on a total return basis. Right. Um, so jeopardy. Does it with the S and P 500 product, uh, index. Jeff Q does it with the queues. So that's the new big hot one. People love that thing for some reason. It really hit its stride on Wall street, pets on Reddit and a lot of 22, like during the bear market."
    },
    {
        "speaker": "E",
        "text": "It really hit it."
    },
    {
        "speaker": "F",
        "text": "And then 23. Yeah, I don't think they're good products right now, though. I get rid of them, they're still pulling money, they're still doing well, and they're not seeing much in outflows. But, but why? BTC is the same thing. You're selling calls above the current price of bitcoin and you're getting income and, or I think it's actually at the current price and. But. So you're going to vastly underperform. So since that launch, Bitcoin's up 53% and YBTC is up 20%. So you're, you're underperforming by 33%."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with guy. So last week, Makerdao allocated about $100 million worth of Dai into USDE and S USDE, which is staked usdeh through the DeFi lending protocol morpho. And then this week it also announced that it would allocate an additional 600 million. And we saw a bit of controversy after that, after these moves. Mark Zeller of the Ave Chan initiative proposed that Aave revoke Dai's collateral status on IBA and Nostra finance on Starknet also decided to disable it. So what do you say about USDE being the spark for these controversies?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think from our perspective, we opposite, we're not here to sort of pick sides or be involved in an argument between two other enormous debug protocols that obviously we have an enormous amount of respect for and look up to as teams that have been here for years producing what I think are super useful products. I do think there's probably been a bit of an exaggeration blowing up in the last few weeks, which I think has sort of gone a bit beyond and actually is probably tied to more relationship issues that sort of go back a bit beyond Athena actually being around. What I would say is that on our side, and from what I've seen from the maker team, a lot of the criticism has been around. I think the speed and size which made me into this, I can just say on my side, having sat on the other side of their risk and diligence team going through this in the last few weeks, it's probably been the most thorough diligence, I believe, out of any party that we've interacted with so far. And I think from the Athena team in particular. And I put out a thread on this on Twitter last week, we are absolutely not here to try and encourage excessive risk being built up within the system. I think this is obviously a new asset that exists within Defi and we need to actually just allow it to exist at a certain size before growing up too big. I think the last thing that any of us want to do is start adding excessive leverage in particular into the system. And so I put out some thoughts on this on Twitter last week, and I think we have just basically acknowledged that we need to make sure that our incentives that were allocating to this is not blowing up huge amounts of leverage into the system. I dont think its an issue at all. Right now. Athena is less than 2% of Defi TvL at the moment and less than 5% of global sex open interest. So were not really at a size where its systemic in any way. But what we have committed is that some of the incentives that will sit around the stuff that maker is planning to do, we're going to be doing in a very slow and controlled way with caps and ceilings as we do roll out."
    },
    {
        "speaker": "B",
        "text": "The maker controversy actually stems from earlier criticisms of Athena about the yields being quite high. And I guess your dashboard is blocking certain locations. I couldn't actually see this, but I've seen commentary saying things like that the interest has ranged from 20% to 1% 120%. You can correct me if I'm wrong since I couldn't access the dashboard, but some of these critics are saying that Athena is essentially a terra luna in the making. So what is your response to them?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we can't control the funding rates. They are volatile and it's really core to the product, which is that's all we're tokenizing. It's that funding rate and sort of delivering in the token. And so it varies. And we actually think it's more healthy for the market to have an exogenous interest rate which is set by the market and not controlled internally. Thats actually a much more healthy dynamic than what you saw with Terra Luna, where its basically fixing something at 20% and then plowing vc money into that to try and sustain something that was clearly unsustainable. So our approach to this is the market is going to be setting the interest rate around funding, and all Athena is doing is providing infrastructure to allow USD to respond to that funding rate. I think more broadly, it really is a very weak surface level argument to compare what Athena is doing to Luna. Really the core difference here, you just got to think about what is actually backing the stable assets. UST was literally backed by the Luna token, which was a 300 volts asset that moved up 100% and dumped 50% in a week, and had that mechanic where it could test firelight. Here, Athena's USD is fully backed, fully collateralized. That was nothing, fully collateralized in any way by ETH, BTC, and corresponding hedges that sit behind it, in addition to an insurance fund. So really, what I point to here as the core difference between Aluna and Athena, is that the backing is real collateral that's sitting behind the stable, rather than our own governments."
    },
    {
        "speaker": "B",
        "text": "And there are also critics who claim that this will only work in a bull market. What's your response to them?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it's definitely a valid concern around this, which is like the yields are only the success in the bull market, because when you ask where is the yield actually coming from, it's leveraged traders who are taking the other side to get along and pay for funding rates. What we did see though, is that even in 2022, when you add the staked ETH together with the basis, you can still sustain rates that are above us treasuries. But I do imagine that in the bear market, you do see a reasonable unwind of USD's supply, as it finds a new equilibrium at a lower supply, when the market doesnt have as much like long interest. But this is something that were also okay with. Like I said, this is just something that is responding to market dynamics, and if there is less leverage demand to be long, and the interest rate is lower, were going to adjust to a smaller size. Until that does make sense. I would also just point out that the current design is obviously purely based on this tokenized cash and carry. But there's no reason that further down the line, you could ever explore taking a route like some of these other stable like assets, and deciding to reallocate to something which makes a bit more sense in the bear market, whether that's an RWA or something else. So that flexibility obviously sits here, and it's much easier to go from Athena to RWA, rather than RWA to build Athena. I would view what we've done as the moat and the key piece of infrastructure, which is hard to replicate. And if there's a decision to go and do something else if required during a bear market, that decision is much easier for us to take, rather than someone moving into what we're doing."
    },
    {
        "speaker": "B",
        "text": "And so you've kind of referenced a few of these things, and I recognize some of this may depend on governance, but you have certain kind of safeguards that you've put in place such as the Athena Insurance fund. Can you talk a little bit more about how you expect those will work?"
    },
    {
        "speaker": "A",
        "text": "Yeah, at a very basic level, it's exactly to the point that you're actually getting to there, which is what we've observed historically, is that funding rates exhibit a very positive skew. So when times are good, it's excessively good. So you get funding rates of 60 70%, and when they're bad, it's like it might dip to -5% for a couple of days, and then it goes back above zero. And so, given that, it makes sense that during extremely excessive conditions, like we've seen in the last few months, all you're doing is capturing some of that yield and putting it in a rainy day fund for when things are not as good. You're sort of just smoothing that out through time. So really, it's just there for when the rates do start to turn. And if you ever do see negative funding, you just have a pulse of capital there, which can sort of provide a bit of buffer through those times. So really, that's all it's trying to do, is if you can think of the funding rates and stuff that goes to really high extremes during the bull, and then sort of dips, like shallow below zero in the bear during times, all you're trying to do is just click a little bit off during the bull market to get you through that period."
    },
    {
        "speaker": "B",
        "text": "Well, so at this point, as we've discussed, it looks like Athena has been very busy when it comes to various business development initiatives. So after bitcoin, which other tokens are next, and then what other developments do you see on your roadmap?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think one interesting development in the last year has actually just been the rise of Solana and the growth in both Solana and the asset, and then the derivative market that sits around it. So it's definitely at the size now where it makes sense for what we're doing. And it's obviously an ecosystem that's seen a lot of attention on chain in Defi. That's definitely something that's on our radar that we're thinking about. I think it's more what you've seen with Defi integrations, which we've got quite a few new interesting ones that are going to be coming out that look very similar to maker. You can think about it as a dollar or crypto native. Money is the killer app of crypto and is the lifeblood of all of these applications, where, whether you're a money market at Dex or petrol's platform. All of it requires dollars to actually function. And so we view ourselves as just a piece of infrastructure that can fit into all of the different applications. But I think actually, most interestingly, it's thinking about how this can actually come into CFI, because one thing that I think people don't appreciate is actually the actual size of the market for just using USDT on perpetuals on sectors. So if you're going to be margining a perpendic, there's $20 billion of USDT that's just sitting there and earning no interest. For the traders who are longing apart, one really interesting concept here is that you've got USD, which has got the embedded yield, and you can actually use that to then trade on the other side and get paid on your collateral. And so for some of the more capital focused firms who are really focusing on efficiency, that's a really big deal for them to capture that yield while they trade. We sort of see ourselves plugging into DeFi, and then the next step is really trying to embed ourselves in a more serious way within CFI."
    },
    {
        "speaker": "B",
        "text": "Okay, and would that happen just through business partnerships directly?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think one thing that looks slightly unique about Thanos, I think with the first project where you've got the five largest exchanges as investors, and I think part of that was us trying to get them in line so that we can try and actually integrate with that distribution going forward. Yeah, that was sort of like call to the idea now."
    },
    {
        "speaker": "B",
        "text": "All right, well, this has been a super interesting discussion. Congratulations on all the recent developments and we look forward to seeing what happens with Athena."
    },
    {
        "speaker": "A",
        "text": "Thanks so much. Appreciate that."
    },
    {
        "speaker": "B",
        "text": "Don't forget, next up is the weekly news recap today presented by unchained contributor Megan Christensen. Stick around for this week in crypto after this short break. Here's the final clip from bits and bips in which James Seifert asks Ari Paul to explain perpetual futures. Though this is a slightly longer clip, I think this description will be incredibly useful even to longtime crypto people who aren't big traders."
    },
    {
        "speaker": "F",
        "text": "Ari, explain what perpetual funding rates are."
    },
    {
        "speaker": "C",
        "text": "Yeah. So perpetual futures were, I don't remember when they were first invented. They came from traditional finance, but they weren't widely used. Arthur Hayes popularized them. They basically, like some small exchange used them. Some point 30 years ago, Arthur Hayes found that model that was basically dead. So I give him some credit for the creativity to revive this old dead model that no one cared about. He applied it in bitmax to crypto, first with bitcoin, then ethereum. I think they maybe added Solana. And the idea is, it's a future that doesn't have an expiration. Well, how does that work? So it's a future that has. I don't want to mess up articulating this. It's not that complicated. But let me make sure I get it right. With any derivative, you need something that ties it to the underlying price. So if we have an ETM and it doesn't settle for 30 years, we know that can diverge pretty dramatically. So how do you keep a perpetual future like what anchors it? Well, the idea is that the difference in price between the perpetual future and the underlying will, you'll have some algorithm, some not AI, just some formula to create a funding rate that one side has to pay. So if the perpetual future is trading over bitcoin, then anyone who's long, it is going to owe a payment to anyone who short it every 8 hours. And a lot of crypto exchanges use 8 hours as the timeframe, just arbitrarily. And so that produces this natural tether, so it can deviate arbitrarily far, but you get into 1000% funding rates, it's not going to stay there very long. People go broke very quickly. And so there is this very strong rubber band that forces it to converge."
    },
    {
        "speaker": "F",
        "text": "To every 8 hours, essentially right, is what you're saying."
    },
    {
        "speaker": "C",
        "text": "Every 8 hours, I believe the formulas applied, right. So every 8 hours a snapshot is taken. What's the difference in price? Let's apply this formula. The longs pay the shorts, or vice versa, depending on who's kind of creating the things out of whack. So with this said, so what that literally means is bitcoin. You have the option, at least for individual days, where it averaged 100%. What that means is I, as an investor, could have earned 100% annualized rate for that one or two days for shorting bitcoin. So I could have posted bitcoin as collateral, shorted, had no economic exposure, collected 100% annualized for that one or two days, and OTC deaths were at around 30% for that kind of two week window. Basically the cost, and that was for collateralized loans. So basically the cost of capital in crypto, the risk free rate was arguably something like 25%. You could borrow or lend that."
    },
    {
        "speaker": "B",
        "text": "Did you know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible. But what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains. But in an IRa, like a Roth IRa gains can be tax free. ItrustCapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital."
    },
    {
        "speaker": "D",
        "text": "Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "A",
        "text": "Mint Mobile Unlimited Premium wireless happy to get 30 30 Biddy get 30 bid to get 20 2020 Biddy get 2020 1515 just $15 a month, so give."
    },
    {
        "speaker": "D",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "E",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot. Welcome to this week's crypto roundup. In today's recap, we're covering wormholes massive $2.4 billion airdrop the Ethereum community's debate over proposed change to its monetary policy Binance's defense of its detained compliance chief in Nigeria Bripple's plans to unveil a USD pegged stablecoin a technical glitch freezing $24 million in Seoul on Lido's staking protocol venture capital firms signaling a bull market with new crypto funds Jupiter tokens all time high mid governance vote controversy the DoJs wallet transaction to Coinbase prime record revenues for bitcoin miners before the upcoming halving event and the FTX Estates repayment plan set for the end of 2024. Thanks for tuning in to the weekly news recap. Written by Juan Aronovich and edited by Jacob Oliver I'm Megan Christensen. Let's dive right in. On Wednesday, Wormhole completed its much anticipated airdrop, distributing 1.1 billion w tokens to early adopters of the cross chain protocol. Following the airdrop, the token began trading at around 160. However, the price experienced a swift decline during price discovery, before settling at around 140. With the tokens rebound, Wormhole's market cap grew to approximately 2.4 billion. The wormhole rewarded users from several blockchains, including all major EVM based change such as SWE, osmosis, injectiv, and even the defunct Terra. The W token was only claimable on the Solana blockchain, which suffered some congestion issues as users reported failed transactions. The Ethereum community was at a crossroads this week with a proposal to adjust its token issuance model, sparking widespread debate. As staking on Ethereum grows, researchers Anscar Dietrich and Casper Schwartzschling suggests revising the monetary policy to mitigate potential negative impacts like inflation for non stakers and increased centralization. Their proposal aims to balance the staking ratio, but it has met with resistance from some parts of the Ethereum community. Critics argue that altering Ethereum's foundational economics could compromise its integrity and deter institutional investors. With the staking rate rising 31 million ETH are currently staked, concerns about Ethereum's future and its currency's role are intensifying. The proposal's supporters believe it's a necessary step to ensure Ethereum's longevity, while detractors see it as a threat to the network's principles and market stability. On Wednesday, Binance issued a public statement defending Tigrin Gambarian, its head of financial crime compliance, who is currently detained in Nigeria on suspicion of committing several financial crimes in connection with the exchange. Binance emphasized that Cimbrarian lacks decision making authority within the company and should not be held accountable for company decisions. Nigerian authorities arrested Thombarian and Nadeem Andrawala, Binance's regional manager for Africa, in February, subsequently accusing both executives and binance of tax evasion, money laundering and operating without a license. They were set to be arraigned in the country's Federal High Court on April 4, but that has been postponed until April 19. Gimbarian and Andrawala have both sued the nigerian government for human rights violations. Gambarian remains in custody. However, Andrawala managed to escape detainment and leave the country in March. His whereabouts are unknown. On April 4, Ripple announced its intent to release a us dollar peg stablecoin aimed at serving enterprise clients and payment companies. This new stablecoin, expected to launch later this year, will be supported by USD deposits, short term us treasuries and similar assets, with regular audits by an independent accounting firm. Whirlpool president Monica Long emphasized the stablecoins potential to facilitate institutional and decentralized finance applications across the XRP ledger and ethereum ecosystems. An operational hiccup in Lido's smart contracts on the Solana blockchain has locked in approximately 24 million of Sol, preventing users from withdrawing their stake tokens. The issue, detailed by Pavel Pavlov, a product manager at P two p the entity managing Lido and Solana, stems from a flawed smart contract function that complicates the withdrawal process. Pavlov highlighted the problem in a Lido discord channel post on March 30. The current implementation uses the split function in the withdrawal process of the smart contract, which is quite significant in terms of complexity and time to amend. He further mentioned that the technical team is planning to coordinate with Lido Dao to discuss potential issues and timelines for resolving the issue. This setback follows Lido's decision to discontinue its protocol on the Solana blockchain in October after a vote by the community. Although users were given a deadline of February 4, 2024 to unstake their assets, the recent discovery has made the process exceedingly difficult, especially for those unfamiliar with the protocols command line interface. A post by Jay, a member of the liquid staking protocol sanctum, conveyed the frustration of users dealing with the clI's complexities and reported malfunctions. Jay also pointed out that while Sanctum offers an alternative on staking service with minimal loss, this option has not been adequately communicated to Lido's users. Crypto venture capital firms are making bold moves to raise substantial funds, signaling expectations for a prolonged bull market paradigm. A leading venture capital firm is seeking to raise between 750 and 850 million for a new fund, according to Bloomberg. This effort, aiming for the industry's largest raise post crypto winter, underscores the rejuvenated interests in cryptocurrency investments. Similarly, Galaxy Digital has plans to launch a $100 million venture fund targeting early stage crypto companies. This marks a strategic shift for Galaxy, which previously invested its own capital and is now expanding to include external investors. The fund, named Galaxy Ventures Fund one LPD, aims to invest in over 30 startups over three years, focusing on financial applications, software infrastructure and crypto protocols. These initiatives arrive amid a burgeoning crypto market, further evidenced by a 52.5% month over month surge in vc funding for crypto projects. In March, Jupiter's governance token JuP achieved a new all time high on Sunday, reaching $1.92 in the midst of a governance vote to allocate 4.5 million Jup tokens to its core working group. The decision has sparked mixed reactions within the community, with 75% voting in favor. Despite some expressing strong disapproval on forums and social media, the allocated funds aim to support Jupiter's core working group's efforts to advance the decentralized finance within the Solana ecosystem. The decision has led to concerns about the size of the allocation and its impact on the project's future, with critics arguing the allocation is excessive without clear performance indicators or accountability, suggesting it could risk the project's success. A crypto wallet belonging to the USDOJ that holds approximately 2 billion in bitcoin seized from Silk Road, executed a transaction to Coinbase prime on April 2. The wallet transferred 0.001 BTC, signaling that it might have been a test transaction. Soon after, an additional 1999.999 BTC, valued at 131.27 million was moved to Coinbase Prime's hot wallet. The sequence of transactions initially for a small amount and then significantly larger suggests that the DOJ may be testing the waters before potentially liquidating or moving large sums of bitcoin tied to the now defunct dark web marketplace Silk road. Bitcoin mining operations hit a new revenue peak, garnering $2 billion in March, setting a record just weeks before the anticipated halving event that is expected to slash their earnings. This significant milestone surpasses the previous high of $1.74 billion in May 2021. The substantial revenue includes $85.81 million from transaction fees and 1.93 billion from block rewards. Foundry USA led the charge, mining 1300 blocks, or 29.4% of the total, followed by ampool and other notable mining pools. The upcoming halving will reduce the reward from 6.25 bitcoin to 3.125 bitcoin per block, potentially having miners profits unless bitcoin's value increases markedly. This adjustment occurs amid a backdrop where spot bitcoin ETF's have dramatically increased demand, purchasing 66,008 bitcoin in March, far outpacing the 25,513 bitcoin mined. The shift in supply and demand dynamics hints at a possibly different outcome post having than in previous cycles. The FTX bankruptcy estate has outlined plans to initiate repayments to creditors by late 2024, following an agreement between the chapter eleven bankruptcy court in Delaware and the official liquidation proceedings in the Bahamas. This decision comes after acknowledging the complex situation due to FTX's accounting issues, with efforts to ensure no creditor receives less than they are due. Both legal entities have expressed a quote shared goal to distribute initial funds to verified creditors by year end. Creditors have been invited to submit their claims through FTX's portal initially set foreclosure on May 15, though recent updates suggest an extension to June 2024. This process marks a significant step towards resolving the financial chaos surrounding FCX, providing a path for reimbursing those affected by its downfall. If you enjoyed this recap, go to unchainedcrypto dot substack.com. that is unchainedcrypto dot substack.com and sign up for our free newsletter so that you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Nelson Wang, Matt Pilchard, Juana Roanovich, Megan Gabis Shashank and Margaret Correa thanks for listening."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily five days a week with host Noel Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]