[
    {
        "speaker": "A",
        "text": "Hi everyone, welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started cramming Crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the May 26, 2023 episode of Unchained. With the Crypto.com app, you can buy, trade and spend crypto in one place. Download and get Dollar 25 with the code Lora link in the description. Hey unchained listeners, as you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com again, the URL is unchainedcrypto dot substack.com. dot Stater Labs is a multi chain liquid staking platform with 40k defi partnerships across six chains. Soon theyll be coming to ethereum with their LST eth x. Visit statorlabs.com eth to sign up for their eth x alpha list. Todays guest is Luke Miles, founder of Mint Fun. Welcome Luke."
    },
    {
        "speaker": "B",
        "text": "Hi Laura, thanks for having me."
    },
    {
        "speaker": "A",
        "text": "The NFT world has been all about bitcoin ordinals recently, but you're launching a new product on the OG chain for nfTs. What is Mint fun?"
    },
    {
        "speaker": "B",
        "text": "Mint fun is a aggregator where we show every NFT project on ethereum that's releasing right now, like on the primary market, like new mints in one interface. And from this interface you can mint directly onto smart contracts. So yeah, we show NFTs that people are launching today and we let you mint them from our website. It's kind of like the Reddit of web three. Or like I like to think about it that way because we show the current moment of web three and let you kind of interact with it right from our website."
    },
    {
        "speaker": "A",
        "text": "Why would users be interested in Mint fun? What problem are you solving for them?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we solve a couple of different problems. One problem is I think people, I mentioned this kind of Reddit use case. I think that a number of people want to understand what are people doing with NFTs, what's hot, what's going on right now, just as a view interface, these are the NFT projects people are using right now. I actually have heard from a lot of people, even project creators, like, hey, it's really important for us in our strategy to get noticed on this mint fun homepage just as a visibility thing, because people want to know what's going on. The other problem we solve is discovery is the first thing we solve. The other problem we solve is interacting with different smart contracts and things like that. We actually build the interface for NFT collections automatically can take a smart contract and we let people mint right from our website. And so the advantage to that is a couple of things. I think in general, web three front end. Like the websites themselves are getting better, but for a long time, like, most front ends like didn't work on mobile or would have like really subtle weird bugs, or they wouldn't work with like this one wallet. So just by having a very polished front end, we kind of, we support like every wallet. We support mobile really well. Over half of our traffic is actually mobile web. And I think that's because we support mobile really well, which I think is higher than most web three dapps or websites. Then the final thing we solve is security. One nice thing about mint fun is when you see a project on mint fund and you click the mint button, you can be confident that what that will do is mint an NFT to your wallet, as opposed to maybe sign away your assets or do something kind of sketchy, because we're also on our back end verifying what's going on. We're like, okay, this function mints anhe NFT, it's not going to be doing anything else. So those are kind of the three things we help with, like discovery, like actually helping you, you know, go from discovery to minting an asset really fast. And then we do, you know, vetting and security just on a technological level."
    },
    {
        "speaker": "A",
        "text": "And so how does this differ from like a blur or an opensea?"
    },
    {
        "speaker": "B",
        "text": "The primary difference between blur or Opensea is the main use case for blur or OpenSeA is the secondary market. So usually projects have already released and people are trading the assets post release or they're not generally available. We focus on the moment that NFTs first come out the primary market. So our focus is just almost entirely on how can we help you discover the stuff that's still releasing. You could imagine a scenario where one common story is the crypto punks took a few months to mint out. And that's because the market was much smaller. Not a lot of people knew about it. We can kind of surface those moments as they're happening. Like, in my opinion, NFT mints are kind of like really exciting, like cultural forces. Like, this is a really fun moment. And so by focusing on that, that's how we're different. Blur and Opensea are both great at the secondary trading experience, and I think we can complement those products also."
    },
    {
        "speaker": "A",
        "text": "And so I was curious, like, on the backend, is this really challenging in the sense that I know for exchanges that integrating coins from different blockchains can take a fair amount of work, but is it that since everything's on Ethereum and it's all following the same standard, that it's pretty automated for you, or is there more complexity to that?"
    },
    {
        "speaker": "B",
        "text": "It's both probably easier than integrating different chains and harder than building a marketplace. It's in between. The way it works is there is a standard for NFTs on Ethereum, ERC 721 or ERC 1155. Those are standards that are composable and easy to build upon. The thing that there's not actually a standard for is how do you create an NFT? How do you mint an NFT? How do you sell an NFT? So the clever part that we do is we actually look at, okay, looks like NFTs are being created here at this contract, and then our software kind of parses what's going on and then turns, like, looks at this chain, looks at the smart contract and says, oh, like this is this function. If you call it and send it this amount of eth, you will get an NFT back. And so the thing we solve there is like, we automate, like the entry point to like minting an NFT. So that's kind of the clever bit that we figured out. And we can even do this without having access to the source code or the ABI. Like, we can do it if you don't see an option on Etherscan to do it. And so that's. Yeah, so it's kind of like somewhere in the middle between, like, you know, supporting 20 blockchains and like, you know, supporting like, the standardized functionality of NFT contracts."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, in my personal experience, and I'm not an experienced NFT person, but I have minted nfts on Etherscan. So prior to mint fun, what were the main ways that people minted nfts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. So I think there's a couple of ways. I mean, I would say the most common way like number one is, people would make websites like one off websites. And as I alluded to earlier, sometimes even really great Ethereum smart contract developers don't know how to make a great website that's a different orthogonal skillset. So probably number one would just be websites. And so some would be great, some would be poor. Again, maybe it wouldn't support the wallet that you decided to use. And then, yeah, Etherscan, I mean, I think those are probably the two main, and then of course, the longer tail platforms. Like, you know, you can think of like the, like the foundations and the zoras of the world, the manifolds, all these platforms where that kind of give creator tools. I think that's kind of what the landscape looked like a couple years ago. It's still what it looks like now. Although I will say that, like we've seen, for example, smart contract devs, like, they don't want to put together a website. They say, hey, you can mint our NFT on either scan. And I've seen this happen organically, like maybe a dozen times. Someone in the replies is like, actually, you can also mint this on mint. Fun. And then the smart contract developer is like, oh yeah, here. Like, I'll share that link because that's like a lot easier than figuring out the ether scan UI or something like that."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I mean, for me as, you know, like a, yeah, I just cover crypto, which is different from like being in crypto. It is a challenge when I go to try to do these things and it's like, I know in theory what they are and everything, but then the actuality of trying to use the tools is totally different. Ballgame so you also launched a reward system called fund Drop. What is that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so fundrop is our reward system. We thought it would be really fun to experiment with different ways of rewarding our users. So we launched this mid April. The way we launched this was we announced the fund drop, like this series of rewards. And we said, okay, if you want to be part of these rewards, you can mint a fund drop pass, which is an NFT that has no value. It's just kind of your membership into the program. It's actually soul bound. Like, you can't transfer it. It's just meant to be like commemorative, to show that you did something on chain. And on chain is really important to us as a product. You did something on chain to join. And so that was like really, really exciting. In the, in the first month that we launched the fund drop pass, you know, just announcing the pass really and we showed a leaderboard with like points. We gave people points both for their retroactive Ethereum usage and a continued usage of mint fun. We saw about 200,000 passes get minted in the first month, which was really cool to see like 200,000 people or 200,000 wallets, I should say, signed up for rewards. And the idea that we've been doing is so we've been giving points for, again, ethereum activity before we started the fund drop using mint fun. And we've also been encouraging people to keep up like a streak on the website, which is like minting an NFT every day, just trying to make it like a fun little game of how can you get to the top of the leaderboard? How can you get points? Now, one question we get a lot is like, okay, well, what are the points good for? There's just numbers in a database. The points themselves aren't even on chain or tradable. Well, the points, we've been giving out weekly rewards based on the points. So the first fun Friday was on, I think it was May 19. Yeah, that was the first fun Friday, which is our, like, now we're giving rewards for the points. Stop me if you have any questions, but I can just, I'll just wrap this up and say that we announced the first fun Friday with an NFT drop. That was like an exclusive NFT drop. We gave that to about half of the people admitted in NFT to kind of make it somewhat exclusive. And then we gave an even rarer version of that to like, I think, I think four or 5000 people we put on the allow list. So we worked with this pixel artist, Numo. He made this really fun animation of a arcade machine. And we kind of gave that out to every single person who had met that criteria. The other really exciting thing we did, which has been really fun, is we announced this thing called gas rewards. And on the 26th, which might be the day this comes out, we're going to be giving the first gas rewards to the users, which more or less we're going to be reimbursing people's gas that they've used to keep their streak alive on the website. We're still, we're doing the math. Like we've been modeling this out on our end. Paying for people's gas to nfts can get very expensive very quickly. And we don't view this as like the long term goal. We definitely don't have unlimited money to give out, but we thought it would be cool to again, like give people a reward for, you know, participating on the platform and like, you know, hey, you've been minting NFTs every day. You've been supporting the tough fund. You know, gas has been kind of all over the place lately. Like can we give you a rebate? And so we're going to give out the first gas rewards on Friday. We're going to keep revisiting, you know what that means in future weeks. But the long term or medium term goal over the next couple months is we will also launch mint fund on layer twos where gas is a lot cheaper. Thats another thing were building towards gas rewards right now is a way of saying thanks. While us and all the other NFT platforms migrate from more expensive ethereum layer one to layer two technologies. I talked for a while so Im curious if you have any thoughts or reactions from there. That's what we've been working on. It's been a lot of fun and people have been very excited about it. So it's been exciting to work on."
    },
    {
        "speaker": "A",
        "text": "Yeah, my main reaction is that it reminds me that for certain banks, if you use a different ATM then they will reimburse you your ATM fees. So it's something like that. But you're right that in the case of certain banks that do that, I think they're doing it because they save on brick and mortar branches. And in your case, as you mentioned, this is probably not sustainable because you're not like saving other costs that you would have otherwise, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So in a moment we're going to talk about the wider NFT market, but first, a quick word from the sponsors who make this show possible. Meet Stater Labs, the non custodial multi chain liquid staking platform, transforming the liquid staking landscape. With over $120 million in assets staked and more than 40k users across six chains, Stator has partnered with 40 plus top DeFi protocols like Aave Balancer, etcetera with a unique multiple architecture and tokenomics Ethex, their liquid staking token on Ethereum, empowers stakers everywhere to run a node with as little as four ETH and earn 35% more than solo staking. Sign up for their ETH X Alpha list today and be the first to know about $1 million in DeFi rewards. Back to my conversation with Luke. So NFTs were the catalyst to the last bull market, but we're not quite in that same mania that we were in in late 2021 and early 2022. So how would you describe the last twelve months in nfts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the last twelve months have been, it's been kind of like the evening off of the cycle. I think that there was this moment and I wasn't around for the ico bubble. That wasn't exactly something I was participating in. But I feel like with what I do know, there might have been some parallels wherever. It seemed like there were so many NFT projects that, you know, sold their nfts on this like vision of like, we're going to have this like really, really fantastic roadmap and like, here's what the project is going to like. We're going to do great things with the community. And I think some projects actually, you know, made good on that promise. I think, you know, probably the best example is the basie, the Yuga labs. You know, they, you know, they had their eight best, they're, they're making their video game, you know, they, it seems like they're doing like they're doing the roadmap that they promised. Unfortunately, it seems like a lot of other projects weren't so lucky. I think 2021 was the year where he saw a lot of these kind of like PFP projects that once had a lot of attention, say, actually no, we're going to like, we're going to decentralize the community or we're going to actually not do the roadmap or it turns out we don't have as much money as we thought. And so 2021, I think was marked with a lot of, I would say we woke up to maybe a more unpleasant reality, especially if trading volume goes down, if there's not as many secondary royalty or revenue streams. And even just if the price of Ethereum is not where it once was. I think 2021 was a repricing moment across the board. The positive or the upshot or the thing that also was happening. I think kind of like mid 2021 towards the end and beginning of 20. Or I've been saying 2021 and I mean 2022, but yeah, I meant to say last year 2022. I think there was like this huge repricing and then the beginning of this year 2023, the end of it to the beginning. There was also kind of a moment where open editions became really hot. And that actually seemed really interesting to me for a couple of reasons. One, because it kind of marked a shift from like this PFP project being the primary hotness and nfts where like, okay, everything has to be like this, like hype ten e four, PFP project. I almost feel like one of the last big PFP projects was probably paradigms, art Gobblers project, which, like, saw this immense hype and then it leveled off kind of quickly for a couple of reasons that I won't probably get into right now. But point being is it kind of felt like something shifted where the idea of like, the PFP project being like, this organization that's going to do a roadmap for you is kind of now, like, dissolving more into the, like, back into the single creator narrative, which I think is like, probably good, because I don't think all NFT projects should or can be companies to thread it back through to open editions. Probably the most successful recent example of this is Jack Butcher's visualized value, his Checks project, which started off as a series of open editions released on, I think, both Zora and Manifold's platforms. I think he kind of released those as a satirical response to what was happening with Twitter and the check marks. Plus I think that his style of explaining stuff through infographics, it all was kind of a perfect storm with also people wanting to mint open editions. And then I think he just kept building on it and just added more and more mechanics. I think actually he's doing more auctions, he's making physical pieces, and I think that's kind of like a refocusing where I think he had done nfts before. But I think this addition format, we're going to actually make a time window where as many of these nfts as you want can be minted. There's not necessarily roadmap, but I. Maybe we'll build some cool stuff later is kind of becoming more of the norm. And I guess to summarize, I think this kind of heavy model of we're going to create this big NFT project for the roadmap is kind of evaporating in the sense of, okay, no, nfts maybe shouldn't be these ten e floor assets, or maybe not all of them can be these ten e floor assets. So let's like, let's try to make nfts that are lighter weight and fun. I mean, to give other quick examples of like, you know, open editions that seen a lot of attention. When Coinbase announced base, they made an open edition that saw a ton of mints. I know nouns, they minted an ad. And also, I think, worldcoin. I think those examples are both interesting because it shows a lot of appetite for these assets. But on the other hand, like, I have wondered if some of the excitement around those three I just mentioned are like, because people want some sort of token to speculate on like, you know, the base open edition kind of happened in the wake of base announcing, also mentioning there's no token for the base chain. And then we're going to do an open edition. I think there was a moment where people thought, oh, I can speculate on this NFT instead. So, and I think that that also, I think base really tried to stomp that out. But I'm digressing a little bit. But what I'm saying is, like, I think people are now kind of figuring out how to speculate on these like lighter weight assets and I think hopefully having a lot of fun along the way."
    },
    {
        "speaker": "A",
        "text": "And I was curious. So, like with a limited edition, typically that meant it was capped at like 10,000 or 7000 or whatever. So, like in the open editions, like, how many nfts are we seeing minted?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, that's a great question."
    },
    {
        "speaker": "A",
        "text": "So, like, is it a lot more than like 10,000 or."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, no, it often is. So I think usually the way that the most common release format is like a timed open edition where, okay, we're going to have a week as many can be mitted in the week. So for the most successful ones we've seen, you know, anything from 10,000 to, I think, like Coinbase recently had a, like, we stand with crypto charity commemorative NFT that had has like hundreds of thousands of mints. I think that people, yeah, they, they see a lot more quantity because I think people like collecting these, I guess, like souvenirs or stamps and it doesn't really matter that there's like a huge limit or a huge supply. I think people want to just collect these assets. So that's been an interesting shift. I also think that maybe we're towards the end of open edition season just because gas has been so high and like collecting these cheap or free assets became a lot more expensive. But I'm also. Maybe this would be a good time to also talk about where like layer twos are going and what that could mean for nfts. Unless you have more questions on this topic."
    },
    {
        "speaker": "A",
        "text": "No, go ahead."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I don't have any grand big predictions. I think there's something in the air. When I talk to other founders and builders working in the NFT space, I think that layer twos, such as optimism, such as the upcoming base, which is also built in optimism, and there are others layer twos are potentially about to have a moment. I mean, you know, it's kind of like a knock on wood. Like, this is the summer of layer twos. I think some people have been saying for like the past three years or something like that. So, you know, I think that it's very possible layer twos will have a moment in the next few months. I know a lot of platforms. I've heard, you know, through the grapevine, people are seriously deploying their platforms to optimism, seriously considering base again, those are the top ones I hear about the most. I think Polygon is also remains to be a very viable option. I think that nfTs, they went from this moment with the apes and the punks of being these really expensive, super desirable luxury assets. I think the shift we're seeing is they're becoming a lot cheaper. Let's just collect something, commemorate this fun moment, because they're becoming these cheaper assets, like across the board. It means that the economics of paying $15 to collect $15 in ETH in transaction fees to collect one of these assets makes a lot less sense now. And so I think layer twos kind of are poised to have a moment alongside the broader shift we're seeing in nfts. So it remains to be seen. What I can say is mint fun is building towards integrating layer twos, as I mentioned earlier, because high gas and expensive gas is very crushing to this wave of experimentation we're seeing in nfts. And ultimately, I think the name of our product is mint fun. And we think it's important that people can have fun collecting crypto and nfts. So we just want to enable that."
    },
    {
        "speaker": "A",
        "text": "Yeah, and so you're adding layer twos on Ethereum, but obviously, we've also seen a lot of activity on Solana and bitcoin for nfts. So I was curious if you were going to add those chains as well."
    },
    {
        "speaker": "B",
        "text": "So I definitely have been carefully watching ordinals. I think that they're potentially one of the most interesting use cases of bitcoin ever. I mean, I like bitcoin as an asset, but as an application chain, it's definitely not had a ton of huge moments. And ordinals was really awesome the first couple of weeks it launched. Um, I like, I synced a bitcoin node and ran the ordinal software, you know, did an inscription. It's something that I. We definitely look at. Um, I think it's not something that, um, we're going to support, you know, right away. But I mean, who knows? I think that, like, as more and more activity moves to bitcoin or even even litecoin, uh, like, that could be really interesting for us to support. I think for us, the way we're thinking about it is, okay, all we support is Ethereum mainnet. So we kind of need to, like, build a product around supporting multiple chains, and then the conversation gets a lot easier. I actually recently made a dune dashboard. I could maybe link it to you. I tweeted it recently that shows all of the chain, like, layer two chain NFT activities. And someone kind of thought it was. Thought it was being silly, but I also put bitcoin ordinals, like the NFts. I even excluded the. I think people are doing. People are doing like, like, fungible coins on ordinal."
    },
    {
        "speaker": "A",
        "text": "So I excluded BRC twenties."
    },
    {
        "speaker": "B",
        "text": "BRC twenties, yeah, the name was escaping me. So I'm like. I just kind of showed that as a baseline because actually, like, yeah, there's more activity than on bitcoin ordinals for NFT assets than, like, a lot of layer twos right now. And so I have the hunch that just for a number of reasons, because I've, again, I own some ordinals, I've, like, interact with it. It's kind of my job, I think, to at least see what's going on. I think we will see more adoption with Ethereum layer twos, mostly, because I do think bitcoin ordinals are pretty difficult to use on a number of levels, and I think they're really cool. But it is cool to see people like magic Eden. Other marketplaces support them and build stuff that I think some people didn't even think was possible a few months ago. It's really exciting because I love experimentation. I love when people have fun. I think what's something that we will probably, if we do support it, it'll be a little bit later, but I definitely, like, keep tabs on it. And with Solana NFTs, to be honest with you, I haven't actually done as much digging in Solana with NFTs specifically. It's just not something we get a lot of requests for. Weirdly enough, we've got more requests for bitcoin ordinals. It's just when we talk to our users, like, people care a lot about layer twos. You know, we've even had some requests for, like, ordinals and things like that. We just haven't seen, like, you know, kind of a broader, like, kind of artist or community on Solana in the same way. But it's, again, I never say never. It's just, it's probably something we'll support down the line if we do it."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. I think that wave was really? More earlier before mint fun was around. All right, Luke, this was a fascinating conversation. Thank you so much for coming on unchained."
    },
    {
        "speaker": "B",
        "text": "Okay, thank you, Laura. Great."
    },
    {
        "speaker": "A",
        "text": "Don't forget, next up is the weekly news recap. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code Lora link in the description. Thanks for tuning in to this week's news recap. Binance commingled funds Reuters says Binance is being accused by three insiders who allege that the firm commingled customer funds with company revenue in 2020 and 2021, Reuters reported this week, though the article cited an insider who said the commingling ran into the billions and happened nearly daily. Reuters saw evidence only for a transaction in February 2021 of $20 million in a Binance corporate account being mixed with $15 million from an account that also had received customer money. Binance spokesperson Brad Jaffe denied the allegations and said the funds were corporate and used for purchasing the BuSD stablecoin. The SEC is reportedly investigating Binance CEO Changpeng Zhao's ties with trading firm Merit Peak, which had accounts at Silvergate and allegedly was the owner on the account where business and customer funds were commingled. John Reed Stark, a former chief of the SEC's enforcement team, voiced concern over the opacity of Binance's financial transactions, arguing that customers should not require a forensic accountant to trace their funds. Meanwhile, could FTX rise again? Time logs showing work being done on a potential revival of the bankrupt crypto exchange FTX have fueled optimism among investors and creditors. CEO John Ray III's core filings hint at plans for a 2.0 reboot, triggering a 15% surge in FTX's native token FTT Tribe Capital's potential $250 million fundraising campaign to restart FTX. As to the hopeful speculation, however, concrete plans for FTX 2.0 are still preliminary, with Ray stating, quote, everything is on the table. The future role of FTT within the reformed FTX remains uncertain due to its classification as a security by the SEC. Meanwhile, as part of the investigation into FTX founder Sam Bankman Fried, federal prosecutors amassed more than 6 million pages of evidence, a record amount for a white collar securities fraud case. In related news, Coindesk reports that Alex Grebev, the CEO of SBF backed crypto projects maps, me and oxygen, faces charges in a lawsuit brought by Gregory Fishman, reportedly a co owner of crypto news site Cointelegraph. Grebnev is accused of misusing funds and stealing ideas related to his uncompleted crypto projects. Fishman claims Grebnev dissolved their collaboration following financial backing from Benkman Fried and later co opted Fishman's proprietary ideas. Ledger pauses recover launch amidst backlash and criticism, hardware wallet firm Ledger Labs has opted to postpone the release of its controversial recover service. The service initially received unfavorable responses from the community, including concerns over potential government access and seizure of user funds. Recover was originally conceived to allow users to restore their private keys via encrypted shards stored across three different custodians. Dont miss last Fridays episode for more insights into the topic. In a public Maya culpa, Ledger CEO Pascal Gautier acknowledged the concerns and assured users of the companys commitment to security and transparency. He emphasized that most of Ledgers codebase was already open source and the decision to accelerate its open source roadmap would include as much of the ledger operating system as possible. Acknowledging the complexities of self custody, Gautier added, the main pain point for crypto self custody adoption is precisely the problem of seed phrase recovery, indicating that despite the controversy, the need for a service like Ledger recover remains. In a further escalation of Ledger's recover service controversy, company co founder and former CEO Eric Larcevec conceded in a Reddit thread that it's theoretically possible for governments to subpoena third party custodians and thereby access user funds. He recognized the roll out of this service as a, quote, pr disaster, increasing concerns among ledgers user base Coinbase appeals for regulatory clarity crypto exchange Coinbase pursued further legal action this week, demanding a response from the SEC regarding regulatory clarity for digital assets. The dispute deepened after Coinbase's new court action following an April petition seeking court intervention for the SEC's specific rulemaking for crypto assets. The SEC had previously argued that it was not obligated to respond to Coinbases petition, considering it an extraordinary remedy. However, in response, Coinbase chief legal officer Paul Grewal vehemently counterargued, calling its mandamus petition the tailor made remedy for the extraordinary facts presented here, and he highlighted the lack of a clear path to SEC registration. Blockfi hits a snag, adding a twist to the Blockfi saga, the us bankruptcy court ordered the crypto lender to retract premature statements about its reorganization plan. The official committee of unsecured creditors heavily criticized Blockfi's management for their actions, accusing them of undermining the bankruptcy process and recklessly handling customer assets, court documents showed. Furthermore, the committee expressed concern over a hefty $22.5 million worth of customer funds that BlockFi used to purchase directors and officers liability insurance policy. In a backdrop of accumulating debts, Blockfi's alleged substantial loans to FTX's sister company, Alameda, have also raised eyebrows with the official committee of unsecured creditors opposing the unapproved reorganization plan. The discourse has veered toward the legal culpability of Blockfi's leadership. As creditors and other parties wait. The court scheduled a hearing on the reorganization plan for June 20. DCG misses $630 million payout digital currency group, or DCG, embroiled in the bankruptcy proceedings of its subsidiary Genesis, missed a $630 million payment last week, according to Crypto exchange Gemini. This debt obligation to the Genesis bankruptcy estate has raised fears of default and intensified deliberations among the stakeholders on granting DCG forbearance. To avoid the fallout, Gemini, Genesis and creditors, including the unsecured creditor committee and the ad hoc group of creditors, are evaluating the potential for a consensual deal with DCG. In a twist of events, should the parties fail to reach an agreement, Gemini intends to advance a new plan without dcgs consent. Gemini also plans to request the return of $1.1 billion to over 200,000 earned users with active loans as of January 19. Do Kwan's bail bid is rejected Terraform Labs co founder Do Kwan's efforts to secure bail in Montenegro hit a roadblock as a high court overturned a lower court's decision for his release, Bloomberg reported Wednesday. Kwan, along with Terra's former CFO Honchong joon, was looking at a possible release under a 400,000 euro, or $430,500 bail. However, the prosecution's prompt appeal to the high court resulted in a reversal. With both the United States and South Korea seeking kwan's extradition over the collapse of terraform labs last year, the situation remains tense. It now falls upon the lower court to take into account the high court's ruling and make a subsequent decision, leaving the fate of the disgraced crypto mogul hanging in the balance. Tornado cash goes through governance turmoil tornado cash, a decentralized crypto mixer, found itself in a tempest this week when an attacker took control of its governance by granting themselves 1.2 million governance votes, overshadowing the roughly 700,000 legitimate votes from other members. The sudden takeover allowed the attacker to potentially inflict massive damage, including the withdrawal of all locked votes and draining all tokens from the contract. However, in a surprising turn of events, the attacker then proposed to restore the governance control back to its original state. Community member Tornado source Hex stated that although the community has little choice but to comply with the attackers proposal, there's a, quote, good chance it will be executed. Tornado cash goes through governance turmoil Tornado cash, a decentralized crypto mixer, found itself in a tempest this week when an attacker took control of its governance by granting themselves 1.2 million governance votes, overshadowing the roughly 700,000 legitimate votes from other members. The sudden takeover allowed the attacker to potentially inflict massive damage, including the withdrawal of all locked votes and draining all tokens from the contract. However, in a surprising turn of events, the attacker then proposed to restore governance control back to its original state. Community member Tornadosaurus Hex stated that although the community has little control but to comply with the attackers proposal, there is a good chance it will be executed. In related news, a dutch court allowed Alexei Purtsev, the tornado cash developer who was arrested last year and is now facing money laundering charges, to question blockchain analytics firm chainalysis to dispute evidence linking him to criminal activities. Fahrenheit wins bid for Celsius assets crypto consortium Fahrenheit has outbid Novowolf, winning the bankruptcy auction for the troubled crypto lending company Celsius network. The consortium, backed by ventures such as Arrington Capital and US Bitcoin Corpath, will acquire Celsius's institutional loan portfolio, staked crypto and other alternative investments with a transaction hinging on a $10 million deposit due within three days. Celsius's new ownership will distribute a large amount of liquid cryptocurrency and will construct various bitcoin mining facilities, including a new 100 megawatt plant. Celsius also confirmed that its account holders will own 100% of the new company's equity, overseen by a board predominantly appointed by creditors. Candidate DeSantis advocates for bitcoin Florida Governor Ron DeSantis, who announced his presidential candidacy on Wednesday, voiced his support for bitcoin and crypto in a Twitter spaces with Elon Musk and venture capitalist David Sachs. DeSantis claimed that the current administration poses a threat to bitcoin. He said, quote, bitcoin represents a threat to them. They're trying to regulate it out of existence, and if it continues for another four years, they'll probably end up killing it. Bitfinex had systemic failures, report tech magazine Wired reported that the organized crime and Corruption reporting project acquired a confidential report shedding light on the 2016 Bitfinex hack. This significant breach led to the theft of 119,754 bitcoins, then valued at $72 million. The document, produced by Ledger Labs, pinpoints Bitfinex's, quote, systematic failure to uphold operational, financial and technological controls proposed by its digital security partner, Bitgo. The report said that Bitfinex stored two essential security keys on a single device, leading to the breach. The keys allowed the hacker to manipulate Bitfinex's operating system and elevate transaction limits, permitting a swift drain of bitcoins, the report said. Despite Bitfinex challenging the accuracy and completeness of the report, it did not dispute its authenticity. Bitko refrained from commenting. Multi chain meets force majeure this week witnessed an upheaval in the cross chain protocol multi chain with rumors swirling around arrests of team members in China, several crypto entities, including the Phantom foundation and Tron founder Justin sun, have withdrawn funds, triggering a plunge in multi chain's native token multi by almost 40% in the past seven days. The drama began with unanticipated delays on Multichain's platform, but some transactions held it for over 24 hours. Multichain cited force majeure, a term usually reserved for external unforeseen events, as the cause for this disruption, and paused activity on some cross chain bridges as a response. Binance, the world's largest exchange, also suspended deposits of several tokens linked to multichain. Despite the turmoil, multichain has pledged to compensate affected users, tweeting quote, pending transactions will be credited automatically. Time for fun bits. Ginny from unchained shares her thoughts on the potential increase in the debt ceiling."
    },
    {
        "speaker": "C",
        "text": "It was made its way into the us debt ceiling crisis, which seems great. Inject some bitcoin into the conversation. That should clear everything up, basically. Biden and republican speaker of the House Kevin McCarthy haven't reached a deal on whether or not to raise the us debt ceiling, and if they don't reach a deal by June 1, the us government might default and then stop functioning. I know, right? I had no idea the us government was currently functioning, and Biden has his own set of requirements. He says he doesn't want to protect crypto traders, which prompted critics everywhere to say Biden knows what crypto is. See, it's mainstream. It's not just a thing for the under eighties anymore. People in the crypto community are really upset by these statements and I get it. But at the same time Biden clearly said that he doesn't want to protect wealthy tax cheats and crypto traders. Wealthy. Okay check your coinbase balances. That may not apply to you anymore. We are one mini FTX away from Biden. Loving all the crypto bros. Maybe Biden doesn't totally get crypto though because he wants to get rid of tax loss harvesting which allows people to make money on their crypto losses. Anyone who knows anything about crypto knows that losing money on it is kind of the point."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Luke and Mint fun check out the show notes for this episode. Unchained is produced by me Laura Shin with help from Kevin Fuchs, Matt Pilchard, Zach Seward, Juana Ranovich, Sam Sriram, Ginny Hogan, Jeff Benson, Liandra Camino, Pamela Jemdar Shashank and Margaret Correa. Thanks for listening."
    }
]