[
    {
        "speaker": "A",
        "text": "Defi is not within the scope of the SEC. And that's why I think in this case, with Uniswap, if they file this action, they will lose. Uniswap Labs put out a decentralized software protocol that simply does the same thing. Right. It is technical infrastructure. It provides the apparatus for users to direct their own transactions."
    },
    {
        "speaker": "B",
        "text": "Heads up, everyone. In the next few weeks, we're launching a new show on the unchained channel called Bits and Bips, exploring how crypto and macro collide one basis point at a time. As you can guess, it's a show all about crypto and macro topics and where they intersect. We've started with some trial runs, and they've been going so well, we decided to tease a few moments in this podcast. In this first clip, the bits and bips hosts, James Seifert, Ram Aliwalia, and Alex Kruger discuss Sam Pinkman Fried's 25 year sentence."
    },
    {
        "speaker": "C",
        "text": "Yeah, I don't know, 2030 would have felt right to me, I think. I mean, his life is pretty much over, uh, 30 years from now. Um, now, I don't know exactly what that entails, but, yeah, I'll take a little bit of the side play, the, uh, the devil's advocate point of view here."
    },
    {
        "speaker": "D",
        "text": "The average age of a new entrepreneur is 45. So add 20 years to his current age of 50, and we might see a second act."
    },
    {
        "speaker": "E",
        "text": "Oh, he'll be back."
    },
    {
        "speaker": "D",
        "text": "He'll be back."
    },
    {
        "speaker": "E",
        "text": "He'll be back. He'll. He'll launch a new business. A lot of people will. A lot of people still already like him, even with the way things are."
    },
    {
        "speaker": "D",
        "text": "Look at Wolf of Wall street."
    },
    {
        "speaker": "E",
        "text": "That guy became an influencer, right?"
    },
    {
        "speaker": "D",
        "text": "He's an influencer."
    },
    {
        "speaker": "E",
        "text": "Yeah, a very large one."
    },
    {
        "speaker": "F",
        "text": "Hi, everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the April 12, 2024 episode of Unchained."
    },
    {
        "speaker": "B",
        "text": "Polkadot is the original and leading layer zero blockchain. With over 2000 plus developers, and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Join the community at Polkadot dot Neti. With iTrust capital, you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages, 24/7 access, and the industry's lowest fees. Hey, unchained listeners. As you know, its hard keeping up with a fast paced world of crypto so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points."
    },
    {
        "speaker": "F",
        "text": "Plus our meme of the day, all."
    },
    {
        "speaker": "B",
        "text": "Curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchained crypto dot."
    },
    {
        "speaker": "G",
        "text": "Substack.com dot Ryan Reynolds here for mint mobile with the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "D",
        "text": "Thing Mint mobile Unlimited premium wireless how about to get 30? 30 baby get 30 baby get 20? 2020 Biddy get 2020 baby get 15."
    },
    {
        "speaker": "G",
        "text": "1515 just $15 a month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "H",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited more than 40gb per month slows full terms@mintmobile.com. dot whoa."
    },
    {
        "speaker": "A",
        "text": "Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and."
    },
    {
        "speaker": "D",
        "text": "More equipment and new trucks for the new guys to drive the new equipment in."
    },
    {
        "speaker": "A",
        "text": "I don't know if I'm ready. You can do this, and Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business. Flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "F",
        "text": "Financing today's guest is Amanda Tuminelli, chief legal officer at the Defi Education Fund. Welcome, Amanda."
    },
    {
        "speaker": "A",
        "text": "Thank you for having me."
    },
    {
        "speaker": "F",
        "text": "On Wednesday, the SEC issued a wells notice to Uniswap labs, creators of the Uniswap decentralized exchange, and a wells notice is a sign that the SEC will likely give an enforcement action to Uniswap Labs. What do you think that this wells notice is likely about?"
    },
    {
        "speaker": "A",
        "text": "Sure. So of course I'm speculating here. I have no actual inside information. But if I had to guess, I would assume that the wells notice is going to take a kitchen sink approach, meaning that they will say that the Uniswap labs products generally violate the securities laws, and we saw them do something similar with the Coinbase wells. Coinbase made it available publicly that they received a wells notice in March of 2022, and then they made the response available as well. And what they did there was tell Coinbase that prime, the staking service and wallet, violated the securities laws without even naming what digital assets they were taking. The position were securities. So I think it's likely that something high level and broad like that is what happened here."
    },
    {
        "speaker": "F",
        "text": "So the SEC, or more specifically, the chair, Gary Gensler, has suggested in the past that all crypto tokens, aside from bitcoin, are securities. Various courts have said that tokens, in and of themselves are not securities, similar to the way that the orange groves from the famous Howey case, which forms securities law, are not, in and of themselves securities. So how do you think the agency will try to show that all tokens aside from bitcoin are securities, or have they shown anything legally so far about how they're determining that?"
    },
    {
        "speaker": "A",
        "text": "So in terms of the wells, I don't know that they actually need to take the position that all of the assets that are available for treating in the Uniswap protocol are securities. They will take the position that they can show that just one or two of them are securities. But I think that we will see something similar to the stance that they take, assuming that a complaint gets filed. By the way, that is not necessarily a foregone conclusion, but if they do file a complaint, I think we'll see something similar to what we've seen in the major centralized exchange cases, where they argue that secondary market sales of tokens still count as securities transactions because of this ecosystem theory that a token plus an ecosystem equals the conclusion that there is an investment contract at issue."
    },
    {
        "speaker": "F",
        "text": "Okay. And so describe that a little bit more. A token plus an ecosystem, how does that compare to the normal factors that we see when looking at kind of the Howie test?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think that we've seen this in the Coinbase oral argument drawn out extensively by the line attorney that was arguing that in that in front of Judge Baila. But in the. According to that argument, the SEC is saying that because a token is connected in some way, according to them, to this ecosystem, to developers who are still working on the code related to the token, to people who are talking about the token and tweeting about it and talking about it on social media, all of that together, somehow, according to them, constitutes a common enterprise, and that the value of the token going up is connected to the efforts of the token creator or the developers working in the ecosystem. I think this theory is wrong. I think that it has no limiting principle and would then therefore make all collectibles, you know, the beanie babies argument that people have been talking about recently. I think that it would make Beanie babies and other collectibles a security in and of themselves if you were to take that argument to its logical ends. But it does seem to be more prevalent in recent SEC enforcement actions."
    },
    {
        "speaker": "F",
        "text": "And so if this wells notice is issued, then what would be the next."
    },
    {
        "speaker": "B",
        "text": "Steps at that point?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So on Wednesday, the SEC, according to Uniswap, the SEC told labs that they were going to recommend a lawsuit. That's basically what a wells is. Now Uniswap labs will get some amount of time to respond. That could be two weeks, it could be 30 days. It's usually pretty quick. And then the enforcement division of the SEC will incorporate their own analysis, plus the response by uniswap labs when they send over their analysis to the commissioners to vote on whether to actually institute the suit and file a complaint. So in coin, just to compare, because I think Coinbase is the best recent public example of this, Coinbase received a wells notice. I think it was March 20 or 22nd. They responded publicly in that video and written submission in April, and then the enforcement action was filed in June. So I think the SEC seems very motivated because they're very aggressive to move quickly here, and I think we might be able to expect a similar timeline."
    },
    {
        "speaker": "F",
        "text": "Let's actually just talk about another potential angle that the SEC might take. I did see that Paul Grewal of Coinbase pointed out that there would be an inconsistency between the SEC's position potentially. I mean, obviously, as we've said, we don't know exactly what they would sue over. But he pointed out that in the ruling on Coinbase, that judge, or it's not a ruling, it's when she denied the motion to dismiss, but she said then that the Coinbase wallet is not showing that Coinbase is acting as a broker. And he said that it would be inconsistent if the SEC were to say that Uniswap was doing the same. So can you talk a little bit about that and whether or not you agree and how that works?"
    },
    {
        "speaker": "A",
        "text": "I 100% agree. I think that the judge Bayless decision on the motion to dismiss, while there were other aspects of it that we may not agree with, one aspect that we absolutely agreed with was her decision to dismiss the allegations that Coinbase act as a broker through its wallet application. And the key reasons that she decided that was because she decided that a wallet software application merely provides the technical infrastructure for a user to complete their own transactions. It does not engage in brokerage activity. It is not routing orders. It is not providing investment advice. It is simply providing price information to users who create their, who determine their own transactions. And it's non custodial and it's Defi. And I think that what we could take from that and what we did take from that order was that on its face, Defi is not within the scope of the SEC. And that's why I think in this case, with Uniswap, if they file this action, they will lose. Uniswap Labs put out a decentralized software protocol that simply does the same thing. Right. It is technical infrastructure. It provides the apparatus for users to direct their own transactions. So I think there is a direct analogy to be drawn here, and I think that the SEC does not have the facts on their side."
    },
    {
        "speaker": "F",
        "text": "Well, so one issue that I did want to ask about is it does seem that in the Tornado cash case, the government seemed to argue that the existence of the torn token turned this sort of like indirect interest in the success of the token as well as the DaO. You know, it took that interest, you know, of the developers and turn their relationship from one gist of mere developer to something more like an operator of the platform. So do you think that the existence of the Uni token could also tie Uniswap labs to Uniswap protocol in the same way?"
    },
    {
        "speaker": "A",
        "text": "No. I mean, I would be, I would love to talk more about the roman storm case generally, but I think what the government does wrong there in that indictment is package together distinct parts of an ecosystem inappropriately. And I think that they package together the protocol, the UI, the token, the Dow altogether, and they just call it a service. And they think that if they call it a service, then therefore they can say that the service is responsible and the people running the service are responsible for all of these various things. And what they get wrong there is making tornado cash founders responsible for third party bad actors conduct here. I think it will be very important for, if there is a complaint, for the court to also pull apart the distinct parts of the Uniswap ecosystem. The protocol is different from labs, it is different from the UI, it is different from the people creating the tokens that are available to trade. And the court did this exact kind of analysis really well in the Risley v. Uniswap decision. Also, Judge Faila, she, in a private case that was filed against Uniswap Labs, and Hayden Adams, did a really good job of describing the distinct components of the ecosystem and what they do independently, and ultimately held that those defendants were not liable for the conduct of third party token creators over whom they had no control."
    },
    {
        "speaker": "F",
        "text": "All right, so in a moment we're going to talk more about this case and what the defi education fund is also up to. But first, go quick word from the sponsors to make this show possible."
    },
    {
        "speaker": "B",
        "text": "Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers, the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times, tailored core time for the needs of every protocol, trustless bridges to multiple chains, and revised tokenomics with a token burn to reduce inflation. Perfect for gamefi and Defi to build, grow and scale. Get your web three ideas to market fast. Think big. Build bigger with Polkadot. Join the community@polkadot.net work ecosystem community in this second clip from bits and bips, Ram and James discuss the conflict between DCG and Gemini earned customers, as documented in the New York magazine article, the crypto world has a new villain."
    },
    {
        "speaker": "D",
        "text": "Here's another wrinkle to it. So Barry is a trained bankruptcy specialist, and so the argument he's making, which has legitimacy, is that in bankruptcy, it's the time of the petition date where you crystallize the claims. And so part of the issue is bankruptcy law isn't designed for crypto. And we saw some of these issues around Mont Gox. So the time of the petition date is the date when a company files for bankruptcy. In this case, Genesis. That took place in January in the lows of the bear market. Yep, and that's the issue. But what makes this, like, such an affront, though, that makes us offensive, is that genesis and its creditors have agreed on terms that will allow for close to full remuneration. And Burry's pulling this stunt from the bankruptcy code despite that. And the term that people are calling that in the community is the berry trade. So it's yet another kind of rug pull."
    },
    {
        "speaker": "C",
        "text": "Yeah, my two cent. I think after seeing some of this stuff come out, which I'm kind of not surprised by, I guess I wonder if DCG was the one pulling the strings, not letting Grayscale cut the fee even further. The people at Grayscale, there's a lot of people from the ETF industry, they know that you need to be competitive on fees to maintain your assets. And I'm sure there was a lot of math that went into it, like what the revenue would look like if they cut to certain levels. And they knew to be competitive longer term, they couldn't leave their fee at 1.5, but I bet you it goes back to the milking Macau common. I have a feeling that DCG was the one pulling the strings there and keeping the fee as high as they did."
    },
    {
        "speaker": "D",
        "text": "Absolutely. It's the only cash generating machine that DCG has now. They sold coindesk. They've got more debt and potential claims coming from future settlements, and they have cash flow to pay that. So they've got to milk the cow as long as they can."
    },
    {
        "speaker": "F",
        "text": "Back to my conversation with Amanda. So, you know, as we've just been discussing, there's this potential, you know, lawsuit from the SEC to uniswap Labs. There's the Coinbase lawsuit. Then your organization, the Defi education fund, also is embroiled in legal battle with SEC. You recently sued the SEC over its airdrop policies. Tell us about your lawsuit and why you chose to bring it."
    },
    {
        "speaker": "A",
        "text": "Sure, I'd be happy to. So just a few weeks ago, we filed a complaint with our co plaintiff, Beba. Beba is an apparel company that is based in Waco, Texas. They make beautiful duffel bags, handmade luggage items, and they are seeking a court order that their free airdrop of their token, Beba tokens, is not a securities transaction and that the tokens themselves are not investment contracts. And together, we are bringing a claim that directly targets the SEC's rampant regulation by enforcement strategy. We're claiming under the Administrative Procedures act that the SEC has violated the APA because they do have a rule, specifically a rule that nearly all digital assets are securities and nearly all digital asset transactions or securities transactions. And they have that rule, and they refuse to write it down and put it out for public notice and comment where it could be challenged. So that decision to regulate by simply enforcing against the industry without disclosing that rule is a violation of the APA. So that's the basis of our lawsuit, but it really has everything to do with airdrops. And we filed that complaint March 25. So now we're waiting for a response from the SEC."
    },
    {
        "speaker": "F",
        "text": "So one question about the co plaintiff, Beba. You know, typically companies that do airdrops are ones that kind of engage in digital assets, but they have sort of more like real world assets. But by that, what I mean is they have handcrafted bags and accessories. I guess they're also engaging in nfts. But can you just talk a little bit about the choice of this particular co plaintiff?"
    },
    {
        "speaker": "A",
        "text": "Sure. Absolutely. So, yeah, their token that they created Washington purely for marketing purposes. They wanted to reach a wider audience of customers. So they did this free airdrop of their tokens, and the tokens entitle a person who holds 200 to redeem for a discount on one of their bags. And it's an exclusive bag, only available to token holders. So this was a marketing way for them to reach a wider audience. And I think it actually has applications beyond just crypto because there's a lot of companies that are not considered crypto companies but are using digital assets in their marketing plans."
    },
    {
        "speaker": "F",
        "text": "And so you also have talked about how you believe in kind of a proactive counteroffensive strategy when it comes to the way the industry deals with the SEC. Can you elaborate on what that means?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. I think that we have been, the industry has been waiting around to find out who's next for a long time. I think that the SEC has been on a crusade to regulate this industry by just filing actions. And I think that it is about time that we go on the offensive, which is why we filed our suit. It's why you're seeing a lawsuit by Legalex, which is a potential exchange who is seeking a court order that they're not a securities exchange in the northern district of Texas. That's why Coinbase is fighting back so hard and also filed a petition for rulemaking. I think there's a real groundswell right now in the industry to be proactive instead of merely defensive."
    },
    {
        "speaker": "F",
        "text": "And so. And why do you feel that that is the strategy to take right now? You know, is this something that you have seen be effective in other industries or obviously, when you are suing your own regulator? I mean, obviously, it doesn't apply to the Defi education fund specifically, but I know to the likes of Coinbase or others that you might represent, then, you know, why? Why is that the chosen strategy?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think what we would like to happen is for Congress to legislate in this area and release something that looks like a market structure bill. Right. Not necessarily the market structure bill, but a way that we have clarity over whether digital assets are securities, commodities, or something else. But we don't expect that to happen anytime soon. We don't think Congress is going to act this year and maybe not even until, like, late next year. So in the meantime, I think the most efficient way for the industry to get clarity and be able to still operate in the United States is through the courts. So that's why we've turned our attention to the judiciary to try to get that clarity while we wait for Congress to act."
    },
    {
        "speaker": "F",
        "text": "And so, you know, as you've mentioned, we probably aren't likely to get legislation anytime soon. But if you were to come up with a wish list for what you'd like to see in that legislation, what would it be?"
    },
    {
        "speaker": "A",
        "text": "Man, I would just like to see them leave some room for Defi developers to actually innovate and keep doing what they're doing. So. Well, I think this goes right back to the Uniswap labs issue. I think that instead of sending Uniswap labs a wells notice, there should be room for Uniswap labs to keep doing what they're doing, which is providing decentralized software that makes our economic system better, more transparent, more fair, more private. So if there is going to be legislation, I would like to see room for that acknowledgement that technical infrastructure is not the right place to put obligations that are better put on persons and actual entities. So I'd like to see a distinction made between centralized actors and decentralized actors, or decentralized systems, I should say. And, yeah, I mean, I could. I could definitely go on, but I would like just overall there to be room for this innovation in the United States to continue. Otherwise it's going to end up overseas for sure. I mean, it already has ended up overseas, but it will continue to flourish more overseas than it will be here."
    },
    {
        "speaker": "F",
        "text": "You know, I just wanted to kind of throw in the fact that you did also submit an amicus brief in the US versus storm case, the tornado cash case. Talk a little bit about what you think are kind of the main aspects of that that are showing that the SEC is overstepping or the government generally."
    },
    {
        "speaker": "A",
        "text": "Yeah, we were really proud to submit an amicus brief in the storm case. I co wrote it with one of DF's board members, Jake Chervinsky. And we make the argument that the government's theory and the indictment is novel and unprecedented. And that theory creates a large developer liability window that did not exist before. They're saying that developers who create software on day one can be responsible for bad actors who use their software on day 300 or 1000, even if there is no connection whatsoever between the developer and that bad actor, even if there's no solicitation or engagement. And they do this in the indictment, by alleging three different conspiracies. They alleged that the founders of tornado cash conspired, meaning they agreed to commit money laundering to run an unlicensed money transmitter business, and also to violate sanctions. We worked together with trade associations like Coin center and Blockchain association to make sure that we covered all of those issues, but our amicus focused on money laundering and AIPA, the sanctions statute, because we did a review of over 100 IPA cases, and we could not find a similar case out there in the country, not just in New York, in the country where the government had previously taken the position that a developer could be liable in this way for a third party's bad conduct. And we didn't find one in cases where there, when there were two cases where they actually did discuss software. And in those cases, the software developers specifically sought out a sanctioned entity. Like, they marketed it to them. They solicited them, they designed the software and trained them on it. And there is none of that in the tornado cash case. There is no allegation in the indictment that roman storm or Roman Semenov did anything to contact a sanctioned entity or engage with them or even. Or even speak to them. It's as if they would just became aware. According to the diamond, they just became aware that the North Koreans were using the protocol. And according to the indictment, they didn't stop it, even though the indictment also acknowledges that they had burned the private key to the protocol and could not do anything to stop it. So we felt very passionately about this theory creating a huge amount of liability for developers that does not exist and should not exist based on the law as it stands."
    },
    {
        "speaker": "F",
        "text": "So I have noticed, since the news about this wells notice against Uniswap labs has gone out, that a lot of people are saying that, but this is, at least for crypto, the best company that the SEC could have chosen. So can you talk a little bit about how you think things will go based on the fact that Uniswap is, first of all, so widely used, so successful, and has a huge war chest?"
    },
    {
        "speaker": "A",
        "text": "Sure. I don't know exactly why they think it's the best company for them to choose, but if I had to guess, it's probably because Uniswap Labs is a good actor they are working on, or they have released a protocol that hundreds of thousands of people use, that there is over a billion dollars in trading volume every day, that people are building on who have no connection to each other, that it is truly decentralized. And, of course, they are in a good position to defend any allegations that got thrown their way. I think it was very clear from their statements on social media yesterday that they expected this. They are not surprised. Of course, they're disappointed, but they are ready to fight. And like I said earlier, I think if the SEC brings this case, they will lose. I do not think the facts are on their side. I think that the nature of the Uniswap protocol, the nature of even the UI, they simply do not meet the definitions of an exchange, a broker or a dealer under the Exchange act. So I do not think that the SEC is going to prevail here."
    },
    {
        "speaker": "F",
        "text": "All right, well, thank you so much for sharing all your thoughts and for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "F",
        "text": "Don't forget, next up is the weekly news recap today presented by unchained contributor Megan Christensen. Stick around for this week in crypto after this short break."
    },
    {
        "speaker": "B",
        "text": "Finally, in this clip from the rehearsals for bits and bips, here's James, Alex and Rom joking about the meme coin craze."
    },
    {
        "speaker": "E",
        "text": "So Dodge is up about 30% this week and it's been, it's a widely talked trade on crypto circles. Basically, Dodge is right now at $0.21. It was sixteen cents a week ago. And although it is up a lot, the trader view is that basically once bitcoin goes into all time highs, Dodge Kintoplus, it would make for Dodge to go all the way up to $1 once BTC starts going into all time highs once again. And even though this is not financial advice and this is just a view, the thing about this kind of views in crypto is they're very often self fulfilling because there is no fundamental value. Dodge has absolutely no fundamental value. It's the father of all memes. That being said, it just makes sense for it to start trending. Has very good distribution. If you look at the distribution of holders of Dodge, there is barely over 1000 addresses that have over a million dollars, which is nothing. Of course, there's a lot of people hold a lot of dodge on their exchange accounts, but it just makes sense. Another way to think about it is we often talk about how this crypto cycle was nothing yet, unlike the prior one, because retail is not yet truly in the way they were in the last cycle. So the view is that once they come back, which eventually they always come back. And you can see this, once the Coinbase app starts trending and goes into basically top 20, top ten right now, it must be like top 150."
    },
    {
        "speaker": "D",
        "text": "I believe it's in the thirties now."
    },
    {
        "speaker": "E",
        "text": "No, but it went back down. It got to like, it went to like 40 and it went back down. That was like a month ago. So once that happens, they turn around, they look at Coinbase and they want to buy Dodge. They want to. Now they're going to buy bonk. I bet quite likely we're going to have dog with hat there and they're going to buy with hat, because they just like the dog. Sorry, guys, that's how crypto sometimes works. That being said, dodge, we have Elon Musk behind Dodge as well. He's one of the largest holders. There's been talks about Dodge being used as means of payment tied to Twitter. And beyond all of that, what do you think of this, James? I mean, Dodge is a commodity 100%, not a security. What about a dodge ETF there before an east ETF?"
    },
    {
        "speaker": "G",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "D",
        "text": "Mint Mobile Unlimited Premium Wireless how to baby get 30 30 baby get 30 Baby get 20 2020 bid to get 2020 1515 just $15 a month so."
    },
    {
        "speaker": "G",
        "text": "Give it a try at Mint mobile.com."
    },
    {
        "speaker": "H",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at Mint mobile.com dot did."
    },
    {
        "speaker": "B",
        "text": "You know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible. But what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains, but in an IRA, like a Roth IRA, gains can be tax free. ITrustCapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital."
    },
    {
        "speaker": "I",
        "text": "Thanks for tuning in to the weekly news recap. This week's episode was written by Juan Aranovich and edited by Michael Bodley. I'm Megan Christensen from Unchained. Let's jump right in. In a landmark decision, Terraform Labs and its co founder Do Kwan, were found by a jury civilly liable for orchestrating a multibillion dollar fraud on investors. The case, initiated by the SEC last year, centered around the dramatic collapse of the algorithmic stablecoin terraurusd in May 2022, which erased over $50 billion from the market. The SEC accused terraform and Kwan of misleading investors for the sale of, quote, crypto asset securities, end quote, including false claims about the terraform blockchain's adoption by a korean payments company, Chai. The trial of Avraham Avi Eisenberg, accused of exploiting mango markets, began with his defense insisting his actions constituted a lawful quote winning and quote trading strategy, not fraud. Eisenberg's lawyer, Sanford Tolkien, echoed his client's longstanding assertion that the $110 million profit derived from mango markets was the result of legitimate, decentralized finance trading. Prosecutors, however, labeled Eisenberg's maneuvers, including alleged artificial inflation of the mango token's price and self trading, as fraudulent and akin to theft. The case hinges on the interpretation of Defi trading rules, with Eisenberg's defense highlighting the sector's inherently risky and speculative nature despite federal charges of commodities fraud and manipulation. The defense argues that Eisenberg's actions were in line with the speculative ethos of the DeFi world, where traditional financial regulations struggle to find their footing. Former FTX CEO Sam Bankman Fried has initiated an appeal against both his conviction and sentencing. Following his trial's conclusion last month, Bankman Freed was sentenced to nearly 25 years in prison by Judge Louis Kaplan of the US District Court for the Southern District of New York after he was found guilty on seven federal criminal counts, including fraud. The trial's outcome found that Bankman Freed defrauded FTX customers, lenders and investors in what prosecutors have described as, quote, likely the largest fraud in the last decade, end quote. Despite his defense claiming that FTX's collapse was due to mismanagement, Kaplan highlighted Beckman Fried's pattern of perjury and conscious wrongdoing. The decentralized lending platform Marginfi, operating on the Salada blockchain, has booked a significant withdrawal of over $250 million following the resignation of CEO Edgar Pawlowski, citing disagreements with the platform's internal and external operations. Pawlowski's departure has sparked a rapid exodus of funds, with competitor Solend enticing Marginfi users through airdrops to transition assets. Marginfi's total value locked has fallen more than 30% to 655 million on Thursday. Pavlovsky's resignation in an ex post was attributed to personal reasons as well as the unresolved operational disagreements. The situation was further complicated by accusations from Solana staking pool Solblaze, which criticized Marginfi for mismanaging blaze rewards tokens earmarked for users, leading to heightened community tensions. In response, Soland proposed airdrops to users migrating from Marginfi, further accelerating the outflow of funds. Hong Kong is on the brink of launching Asia's first bot, bitcoin ETF's, with approvals expected next week, according to a Reuters report. The move is set to reinstate Hong Kong's appeal as a global crypto hub, enhancing its competitive edge on the heels of previous challenges stemming from pandemic era restrictions. The anticipation builds as the us launch of similar bitcoin ETF's booked a whopping $12 billion in net inflows. With bitcoin's value surging this year, the initiative is backed by applications from notable asset managers, including the Hong Kong units of China Asset Management and Harvest fund management. Tokyo based Metaplanet rolled out an audacious plan to prioritize bitcoin as a chief asset on its corporate balance sheet, mirroring Microstrategy's successful bitcoin investment playbook. This strategy has catapulted metaplanet stock by nearly 90% following the disclosure of its intent to invest ¥1 billion, which is approximately 6.5 million in bitcoin, set to become the cornerstone of the company's treasury. Previously a hotel operator, metaplanet has diversified its business, but its venture into the web three consulting space has yet to achieve profitability. The move to invest heavily in bitcoin is part of a strategic overhaul spearheaded by incoming stakeholders, including Nashville's Utxo management. The pivot reflects a broader belief in bitcoin's viability as a hedge against inflation, a macroeconomic stabilizer and a vehicle for long term capital growth. The investment, predominantly backed by investors purchasing stock acquisition rights, signifies a calculated gamble on bitcoin's enduring value and liquidity, particularly against the backdrop of the japanese yen's depreciation and Japan's economic policies. Su Xi Dao passed a contentious proposal to transfer over 40 million in treasury assets to a new vault managed by sushi Labs, following a community signal vote garnering 62.5% approval. The vote sought to move the structural change forward, with an ongoing implementation vote showing a strong leaning towards acceptance. Criticism has arisen within the community, particularly from Sushiswap compensation committee member Naim Booabziz, who accused the core development team of manipulating the vote by creating new wallets to increase their influence. This proposal marks the first participation of the Sushigov ETH wallet in governance, wielding a substantial voting power that has raised eyebrows. The shift intends to restructure Sushiswap's governance, transferring decision making and development responsibilities to sushi labs. It aims to streamline operations, quicken product development, and ensure sushi labs exclusivity in receiving future airdrops, sparking debate over the centralization of power and the potential sidelining of the Daos role in governance. Critics argue this could, quote, kill the DAO, undermining the decentralized ethos Sushiswap was built on. Solana has been suffering network congestion lately, and developers are set to implement a new feature, timely vote credits, aimed at accelerating transaction processing speeds. This initiative, approved by 98.4% of the community, intends to address delays in the validator voting system, reducing network congestion. The TBC mechanism rewards validators with more credits for faster transaction confirmations, countering the existing loophole that allowed validators to gain extra credits by delaying their participation in consensus. The DyDx decentralized exchange, known for perpetual futures contracts, experienced a halt lasting over 9 hours due to complications during its version 4.0 upgrade. The stoppage, which paused block production for 9 hours and 32 minutes, was resolved after the development team implemented a fix for the bug discovered in the upgrades code. Widely supported by the community, the upgrade aims to enhance the protocol with new features and improvements, including a governance mechanism to penalize validators for misconduct through MEV slashing proposals despite the hiccup, DyDx maintained operational stability, although some users reported transfer issues during the downtime. Eigen layer alongside its data availability service, Eigen da officially launched on the Ethereum mainnet. Before its launch, the service had attracted $12 billion in deposits, highlighting its significant anticipation. Eigen layer introduces a novel quote restaking and quote mechanism, allowing Ethereum stakers to lend security validations to other protocols, broadening Ethereum security infrastructure. This move enables a pooled security system where staked Ethereum can secure various services beyond the original blockchain eigenlayers. Initial release, though, is more of a beta version with restricted functionalities, including limitations on in protocol payments, as well as the absence of a slashing mechanism for dishonest validators. And that's all. Thanks so much for joining us today. If you enjoyed this recap, go to unchainedcrypto dot substack.com, that is, unchainedcrypto dot substack.com and sign up for a free newsletter so that you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Nelson Wang, Matt Pilchardez, Juana Randovich, Megan Gavis Shashank, and Margaret Correa. Thanks for listening."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast network for the latest in digital assets. Check out markets daily, five days a week with host Noel Atreson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]