[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopiens. I started covering Crypto seven years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the January 17, 2023 episode of Unchained. Did you know? Unchained Premium now includes full transcripts for all shows and exclusive interviews with crypto builders. Go to Unchained Crypto dot Substack.com to subscribe, buy, earn, and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Lora link in the description. Defi Saver is an all in one management app for top lending protocols on Ethereum, such as Aave Maker, liquite, and compound. They're best known for their one transaction rebalancing options and automated liquidation protection features, and you can check them out on Ethereum and optimism today. Hey, unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Today's guest is Thomas Brazil, founder and managing partner of 507 Capital. Welcome, Tom."
    },
    {
        "speaker": "B",
        "text": "Hi Oliver, good to see you. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "2022 was the year of crypto bankruptcies, and this is an area that you are very familiar with, as you have been purchasing claims from crypto bankruptcies for a very long time, starting with Mount Gox. Tell us how that initial purchase of Mount Gox claims came about."
    },
    {
        "speaker": "B",
        "text": "Oh boy. Well, again, thanks for having me on. And, you know, I got kind of sucked into crypto, probably in a way a lot of people did. I wasn't like, ideologically looking for, you know, stateless money or, you know, wasn't into anarchy. So I just, I ran across Mount Cox and I saw that there was this situation going on, and I figured it would be interesting to try to buy a claim. I thought, wouldn't it be cool to buy a claim in a japanese cryptocurrency? Bankruptcy claim. It's like the highest form of bankruptcy trade claim buying. So I started buying claims, and then I was like, I guess I should know what crypto is, what bitcoin is. And then it went down the rabbit hole, and I was always like, ah, okay, this is, this is pretty cool. I mean, and so I stayed close to it. Crypto distressed as an asset class is. If you think crypto is an emerging asset class, crypto distress is a real emerging asset class. And so I've sort of always done it as a little bit of a side hustle and work predominantly for a large family office, sourcing regular distress deals, whether it's bankruptcy trade claims, diplomas, all loans, and just special situation sort of opportunities. And so it's been sort of a passion project. So, yeah, we started with Mount Gox, and, you know, we've been involved in almost every crypto insolvency since the Mount Gox, bitcoin, cryptopia. And then if you push over to the states, you can look at things like Quadriga, which is in great cred, which is sort of, these are trimmers of like, the c five meltdowns that we saw where, you know, a small amount of individuals with no checks and balances were sort of running these CFI institutions, I guess, not too dissimilar to Mac Ox, but this is like the new wave, like c five meltdown 2.0, and those were the first trimmers. And you also had other things, like you had some icos go sideways with, like, fraud stuff. So you had, like, gigawatt and, well, factum wasn't fraud, so I would say that. But you had some other projects that went sideways and needed to restructure. So there was smattering of things, but now we're in full swing."
    },
    {
        "speaker": "A",
        "text": "So I'm curious, like, when you talk about all these different ones, what was the amount that you had purchased before? We'll just leave 2022 aside, but up until that year, how much was everything that you'd purchased, or what was the value of it?"
    },
    {
        "speaker": "B",
        "text": "Oh, gosh. So in Mount Gox, we really only purchased, like, a few million dollars for a client. But at the time when we were buying, originally started buying an old hedge fund I used to run. And then in 2018, I stopped doing that and liquidated my fund and started working just on this project and then trying to, you know, basically be a funless sponsor and landed a job kind of working this family office originally, exact amount at cost is probably like $2 million invested. And it sounds like a little bit, but at the time, in 18, we were buying claims at four, you know, three, four, $500 of face value. When they were, they should have been worth about ten times what we were paying for them. And that was a crypto, like 10,000. So we're sort of like buying crypto at like $1,000 or something like that and look through value. So that was kind of the iteration of the trade. And then, of course, when it's a little more complicated than that, because we're buying below the cash value in the estate on Mount Gox and then go over to bitcoin, that docket is still going on. Mac ox should pay out this year, probably this fall, is what we're hearing. They backed up the date in terms of, like, election for how you want your distribution, whether you want the early distribution, delayed distribution, which you want all in fiat or in crypto, basically, because they were, you know, there's 14,000 creditors, which now seems like a little bit, but at the time, that was a lot, and it still is. And in Japanese, insolvency is known for being slow, so it's taking a little longer. But so that was pretty much the trade. We did that. So we sort of hoovered up small claims. It worked out great, or has worked out great for my family, the family office that did it with us, we've done some other things along the way."
    },
    {
        "speaker": "A",
        "text": "And when you talk about how the Mount Gox one, because it's japanese, is especially slow, how long would a typical bankruptcy take to play out?"
    },
    {
        "speaker": "B",
        "text": "So typical american bankruptcy is. I can give, like, the paired answers, like 1618 months for large chapter eleven. That number has come down over the years because there's been sort of the rise of what are called 363 sales or sort of auction press, as opposed to doing a plan. But if you look at Japanese, the Japanese are known for extremely long, and there are certain jurisdictions, like swiss liquidations and financial services liquidations are also known for being particularly wrong things that have sipas attached and stuff. So there are. Lehman took an enormous amount of time. It kind of is all over the map, I would say, for the current ones going on, if that's really the question, 1618 months for the normal course, stuff that needs to be done. But some of these companies have a lot of pre petition activity that needs to be investigated. And potentially litigated. And those causes of action, as they're called lovingly in the bankruptcy code, will be pursued for many, many, many years. The cash and crypto could be returned in, like, you know, like, stages. Like, stage one is cash and crypto returned and, like, the books and records all settled. And then, like, stage two is like, causes of action pursued and potentially preferences. We talk about those things, but that gives you some ballpark, hopefully."
    },
    {
        "speaker": "A",
        "text": "Okay. And just so I understand, like, the theory then for you is you're buying these claims at some fraction of the actual value that they'll pay out in the future. But is another part of the strategy that in the future, on a long time scale, as long as they're good assets, the crypto will also have increased in value or."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, sure. So with Mount Gox, it was always like bitcoin at a discount and also bitcoin free. So I should say that our initial investor did that, $2 million. But we had some follow on investors that bought, frankly, a lot more and at higher prices. And their view is always like, we're just buying bitcoin at a discount. Help us sources, help us manage it, help us do all the paperwork. And that was the trade that they were basically doing, buying bitcoin at discount. I would say when you look at the dockets that are currently out there, these are just like your traditional special situation investing. It's just applied to crypto Voyager. Looks a lot like a merger, like a bankruptcy merger, which guys will play those and they, whatever people will invest in those in a special situation space. And you have the three ac stub attached as well, because that'll be the residual value and potentially a cause of action against FTX, which is looking more valuable today. Then if you move over to Celsius, it looks like a liquidation play where there is some fiat, there's some staked ETH and things like that. As ETH goes up, clearly that's going to increase the value of recovery as well. And then an FTX, there's real venture portfolio with things like three acs and FTX. And those do look a lot like crypto recovery, because think about it, you know, if the recoveries, let's just take FTX. Like, if the recoveries were $0.20, you know, if crypto sort of comes back out and have a bull run, you know, what is that venture portfolio worth? It's worth a whole heck of a lot more. So it really would affect your recoveries, even though it's not necessarily, like, tied to the price of bitcoin or tied to the price of Ethereum."
    },
    {
        "speaker": "A",
        "text": "Okay, and wait, but meaning like even if you get paid out in dollars, since it's because this is something that I don't understand, is like. Yeah, can you explain that? Because like for some of these you'll get paid back in the crypto, but for others you won't. You'll get paid back in some dollar value, but I don't know what it's pegged to. Is it pegged to the dollar value at the time of the filing?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. Okay. So this whole like dollarization issue, which is like the bankruptcy code, hasn't kept up with the crypto markets as you would expect. Under the US bankruptcy code, there's a thing where you dollarize claims at the time of the petition. This is true almost every bankruptcy code. In fact, I was actually looking at the BVIH insolvency code and I was noticing that they have dollarization in there as well, basically. Meaning that you basically calculate some claims at claim as if it's liquidated on the time of the petition, which generally you might be referring to a derivatives contract that liquidates, or, I don't know, a contract that you have with the debtor, like an employment contract. It's liquidated on the day of the petition, but in this instance you have crypto. You've got to basically take that crypto and almost like you went on the coinmarketcap and just converted it all into dollars on that date, that's your claim value. So that's going to happen in all the cases. I mean, there's very strong likelihood. That's what happens in the cases. I would say where you get into real arguments and where there could be points of contention is in Mount Gox it was who gets the uplift in value post petition if you blow through your dollar value. Right. So in Mac ox, bitcoin was at $483 at the time of the petition. By the time the case is now paying out, bitcoin's at 16,000, 17,000, come on, 18,000. And the question is like, who get that uplift in value? The japanese court basically gave it to creditors and I would say in Celsius, Voyager and FTX, and I guess maybe even three acs as well, because it appears there are some people that were investing via Ethereum and things, or maybe doing loans in Ethereum and bitcoin. There will be questions around, do you get the dollarized value at the time of the petition? Or I. Do you actually get some of that do you get, is it actually not dollarized? And that's gonna be a big question. Like, so, for instance, you're in Celsius. If you had Celsius tokens, do you get that dollarized value at the time of the petition, or do you get now this crappy? Well, I should say crappy, because what if someone buys voyager? Maybe you get that Voyager token reinstated or something like that. And the same thing with FTT. If I had FTT in my account, do I get that dollar competition and that's my claim value, or do I now have this, let's call it crappy token that has no value, and I'm inextricably, like, have this crappy token. I don't think that's fair, but it's possible there will be some dollarization issues where people need to be worried about. But those are sort of really strong. Those are really edge cases, and probably don't affect the majority of creditors in either one of these cases."
    },
    {
        "speaker": "A",
        "text": "Okay, so it sounds like, though, in the vast majority of cases, you do not actually get back the crypto that you had in your account, you could."
    },
    {
        "speaker": "B",
        "text": "Get distributions in crypto. There's nothing in the bankruptcy code that precludes it."
    },
    {
        "speaker": "A",
        "text": "Oh, it's just, when you're talking about the dollarization, it's literally just benchmarking what your value is, but you could still be paid. Oh, got it."
    },
    {
        "speaker": "B",
        "text": "Right. Those are two separate questions. One is, how do you estimate your claim, and then how do you receive that, that claim value? You could still receive it in crypto. There's nothing in the bankruptcy code that proclaims. So just to back up for a second, the bankruptcy code is lovingly, as my mom would say, is written in the negative, meaning that it doesn't say that you can't do it, then you probably can, as long as there's an equitable basis for it. And so, in the instance of most of these dockets, most of the creditors want to see crypto return to them, and so there's nothing that will preclude the court from doing it, and I think they will in any case, they can. I mean, they've been talking about it in the Voyager hearing yesterday, where they were talking about approving the disclosure statement. The big topic was talking about disclosure statement, and people were saying, like, well, your honor, this is like, a chance for people to get their crypto back. Like, if we were actually needed to liquidate, I'm not sure that we'd have a mechanism for sending all this crypto out to claimants. So that would be quite an aggressive thing for the state to do. Be expensive versus letting basically finance do it. For states where they're nothing regulated is the wrong word, but where they don't have licenses to have customers, they're basically going to be distributing the crypto out."
    },
    {
        "speaker": "A",
        "text": "Okay, got it. So then it's more a case by case basis. It's not where there's, like, anything in particular that will let people know in advance what will happen. So how do claims get sold and who generally buys?"
    },
    {
        "speaker": "B",
        "text": "Oh, geez. So there's a whole, like, marketplace for these things. There are a few marketplaces that are great. There's nothing wrong with them. And there's a whole brokerage community. Of course, the brokerage guys, I don't think, love the marketplaces because it feels like, oh, I don't want people to, you know, like, opacity is how I make money, but. And then the end buyers are generally hedge funds, opportunistic investors, sometimes high net worth individuals, sometimes family offices. You know, I would say crypto is somewhat unique because you have a lot of crypto people that have crypto money, and they think like, oh, this, I, like, I I'm already infected in this case. Like, I already have a $20 million claim. Why don't I buy some more claims? Because I know what they're going for and I like the recoveries and I've done all the work. So you have a lot of new entrants, potentially, of people wanting to buy. It's not for the faint hearted. You kind of need to know what you're doing. But it's not impossible, basically, to source claims and, you know, get lawyers to help you draft documents and then review preference exposure, and then think through all the issues. Like, we're talking about dollarization, how to value your venture portfolio, how to value the mining portfolio. If there is mining portfolio, your docket, you're malted. So it's not that hard to do."
    },
    {
        "speaker": "A",
        "text": "And then how are the prices typically determined?"
    },
    {
        "speaker": "B",
        "text": "Oh, boy. It's just willing seller, willing buyer. I think the reason that it's still hand to hand combat where there's people interacting as opposed to just through a computer screen, and no one's thought of tokenizing it. Although I've had people over the years, all we reach out, hey, we should tokenize Mac ox claims, hey, we should tokenize FTX claim. And I'm like, it's actually a cool idea. If you had an estate sanction it, that would be even cooler, because then maybe the estate could make like a fee every time it went across. So like you knew that if you were selling it also your fellow creditors were like gaining. So I think that'd be a really cool idea if someone wants to do a call me. I think for all intents and purposes, a lot of the claims are not homogeneous. You know, people that have tried to do like full marketplaces, I think what they realize is like, oh, wow, the claims are not so homogeneous. Like it depends like where the person's located, like what their exposure is, what the underlying claim is. And also like the marketplace, while it sounds big now, because FTX is a $10 billion clean pool and Voyager and Celsius have multibillion dollar claims pools, generally the claims pool. And like take an airline bankruptcy, guess how big the trade claim pool is. Like a few hundred million dollars and it might have $10 billion of financial debt. The claims pool is usually really small compared to the cases, but with these, they're huge. The claims pool is the entire docket."
    },
    {
        "speaker": "A",
        "text": "Okay. And then once you buy a claim, what exactly do you get?"
    },
    {
        "speaker": "B",
        "text": "A mess."
    },
    {
        "speaker": "A",
        "text": "Yeah, but like are you the official contact person for the bankruptcy estate after that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, basically, yeah. You buy the claim, you file your transfer in the court. Sometimes there's transferability issues you need to work through. Again, like if you're doing this, you want to have like able counsel helping you, but it's not rocket science. And you can file your transfers, you know, and you're, if you need power of attorney, if you need beneficial ownership, you know, certain jurisdiction, like if you're in the BVI maybe, and then, you know, you're the coin of contact, you basically step on the shoes of that creditor. That can be good and bad, right? Because if you have a preference, you know, I mean, yes, okay, you technically don't buy the preference, but they could offset your claims because you are stepping in the shoes of that claimant."
    },
    {
        "speaker": "A",
        "text": "Wait, you keep using this word preference, but what does it mean?"
    },
    {
        "speaker": "B",
        "text": "So preference. Anybody that's a creditor at this point has googled it like 5000 times and doesn't want to hear any more about it. So I apologize for your creditor, but for the general public, preference is just this idea that if you've received a preferential payment or treatment from a debtor. Pre petition. Pre petition, meaning before the date they filed their bankruptcy petition. So in american jurisprudence or bankruptcy law, they look back 90 days and BVI, they look back I think 90 days or six months. Generally. The idea is you have three creditors. Like I give you just a law school example, you have three creditors. One of them you don't have to be friendly with them, but you just like him. The other two you don't like. So you only have $10,000 left, and you have three creditors that you chose ten grand. You pay him the ten grand, you file for bankruptcy, and the other two creditors give bupkis. And the idea is like, well, hey, that's unfair. We should really unwind that transaction, pull the ten grand back, and then they split it three ways. So it's equal treatment. It's a court of equity. Bankruptcy courts come out of english common law courts of equity. And then. So that's the idea of a preference. Now there are defenses to preferences, and we can talk about all that stuff, but. Yeah, you want to talk about defenders of preferences? Sure."
    },
    {
        "speaker": "A",
        "text": "Why don't we? We'll cover that briefly."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. So in all these cases, the big ones are ordinary course of business defense, meaning it was a dependent. These were demand deposits and you could take them out anytime you wanted. The other one is ordinary business terms, which are added under the 2005 updates to the bankruptcy code under what's called Babsi. As they update bankruptcy code. You also have what are called 546 E safe harbor, which is basically safe harbor that allows you to, when you have, oh, man. I feel bad saying this because I'm not like, you know, a high end lawyer, but I'm going to do it in a non high end lawyer way. If you have financial transactions going through financial intermediaries on account of a securities or commodity contract, you're supposed to be, you're supposed to have a safe harbor. This was added by financial industry lobbyists to basically stop cascading bank runs in the financial industry. The question would be, are these crypto firms financial intermediaries under the definition of the 546 C safe harbor? And if that's true, all the transfers you made to yourself out of your account could probably fit within the safe harbor. It'll be an interesting question to see. And I've tried to contact a few crypto firms, or crypto, thank you, few crypto, like, policy groups about, you know, basically pushing for safe harbor because I think it's important for the industry. I've gotten, hadn't gotten a ton of support back from them. I think partially because they don't really understand the issue and it's just too, like arcane. They're just like, what, five, four to six? I didn't get one lawyer who thought it was interesting, and then she was like, send me a summary on, like, what you think we should do. And like, I'll do it. I was like, summary on what you should do. I just explained it. You should get involved in these cases. They're like, maybe we can have a law firm do it for free for us. I was like, I don't think a law firm's going to take this up for free for you. Like, these things have gone up to the Supreme Court."
    },
    {
        "speaker": "A",
        "text": "Okay, well, let's now just talk about Mount Gox, because we have so many bankruptcies to cover in this episode, and we are, especially with FTX, we're really going to get into it. But let's talk about Mount Cox, because obviously this has been in the news on and off since 2014, which is kind of crazy. And I just was curious to hear your take because I imagine since this was the first major crypto bankruptcy case that probably, like, kind of presented the new issues, having a crypto bankruptcy would present for bankruptcies in general. So what were those issues?"
    },
    {
        "speaker": "B",
        "text": "Dollarization was a big one. Who gets the uplift? The dollarization leads to this question of who gets the uplift in value. In this case, bitcoin post petition."
    },
    {
        "speaker": "A",
        "text": "But then also for some of these, especially in FTX, I imagine some of these are shit coins, and so the value will probably go down. So then also, how does that even."
    },
    {
        "speaker": "B",
        "text": "Right. We're back to dollarization. We haven't 2014, 2024 almost. So ten years talking about dollarization. Because the codes aren't really set to deal with different currencies. I mean, they are foreign currencies they can handle, and that's why they dollarize it to whatever currency is that local currency, like in japanese insolvency code. It takes, it puts it into japanese yen. Well, the great thing about that is the creditors have been walloped recently because the japanese yen have been falling against the dollar. Well, and probably against the euro as well. Dollarization again. But now it's cutting the other way for these shit coins, utility tokens, do they get dollarized where you get that petition date value, or is it just totally a zero and you have no hope? I think it gets dollarized as well. I think that with some of these issues, they're equitable. So there's like the legal, so I should say that in everything we talk about, there's like a code provisions, like, especially with all these american bankruptcies. But then you also can look to like what the equitable solutions are. And, you know, under 105, the bankruptcy court can basically do anything that it deems equitable that isn't in direct conflict like with the provision of the code. Again, if it's not expressly prohibited, it's allowed. If it's adding equity to a situation."
    },
    {
        "speaker": "A",
        "text": "And I'm just curious for your take. Do you think dollarization is a good idea or has been a good idea?"
    },
    {
        "speaker": "B",
        "text": "I think it is. I think it is because even if you get dollarized and you think, oh, that could screw me, you would have other equitable arguments to why you should get the uplift in value if you're getting screwed by dollarization and you probably have equitable arguments to even if you're dollarized, I think it is the right solution. I think if you didn't dollarize it and left it in all these different currencies, it would be very complicated for administering the cases. Maybe one day we'll bitcoinize, that'll be like. But right now I think this is six of the dollar."
    },
    {
        "speaker": "A",
        "text": "Well, one thing that you said to me when I interviewed you for my premium offering was that the Mount Gox case never actually answered the question of whether people should receive back their crypto. You said that they kind of punted on this question of whether bitcoin is property. So just so curious, how do they get away with not answering it? And why do you think theyre in Japan?"
    },
    {
        "speaker": "B",
        "text": "I think it's a, look, I'm not like a japanese legal scholar, so anyone that, like, works in the field, I apologize, because I'm sure they're be like, oh, this guy's horrible. But my take from having expensive legal counsel there and being, going a few times for court hearings and being involved in the case for many years is, it's kind of, everything is kind of a backdoor deal. It's like you go into the creditors meeting. Any sort of argument that was going on, it's already resolved. And it gets like presented by the trustee. You know, when you go to japanese court, I was telling you this on, I think on the other pod, it's like the trustee sits in the middle of the courtroom and the three judges that are overseeing him sit on the side and he stands in there and he talks on a microphone for like 45 minutes, like almost like filler bustering the whole thing. So no one can ask any questions because it's only an hour. And literally, like, the judges sit on the side and nod as he talks. And it's just a very cultural thing, I think, where there's just not a lot of disagreement. There is disagreement, but it's always behind closed doors and it's always like, when it comes to being public, it's all very smooth and there's like, you would never notice any. They didn't punt. They punted on like, they just basically said like, hey, it's property. We're not sure who should get the uplift in value. We think you should claimants. And so unless someone kind of like, strongly objects, we're going to kind of give it to you. That's, that sounds silly, but that's basically what they said. They never really answered the question on, like, whether they basically said it's more equitable to kind of give it to you. We're not sure. Yes, it's dollarized, but it's property, so maybe you should get your property back. They just never really got to the question, so."
    },
    {
        "speaker": "A",
        "text": "But then were there any kind of like precedents that were set in Mount Gox that, you know, could be applied in like FTX or three AC or Celsius or anything?"
    },
    {
        "speaker": "B",
        "text": "No. So, no, there weren't really. And that's interesting. And there were some precedents out of the UK and out of New Zealand which should affect some common law things. So if you think of BVI where three, three acs is going on, or maybe the Bahamas or Antigua, if I'm saying it right, the other day the judge said it wrong and it messed me up. And those k. Those are english common law and they should actually look to potentially other Commonwealth countries to see how they've interpreted it. And there was some decent case law out of New Zealand, I think, that went up to the Supreme Court. They basically said crypto is property. And even though they were pretty good for crypto asset owners, they basically said, like, and it's held in, there's a custodial relationship because you thought there was, you know what I mean? So, like, even though they're, they're all the prongs of like, a custodial relationship might not have been there, you're still going to give that to you. That's what they basically said in cryptopia when it won supreme court. So that's good case law, but it's. Of course it's not, you know, this positive at all for us bankruptcy court."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. So in a way it's like maybe we need a big crypto bankruptcy in the us to kind of set some of the precedent."
    },
    {
        "speaker": "B",
        "text": "So. Yeah, right. So here. So Voyager is quite a clean case. They had FTX as a buyer going in or kind of going in, and now they have CZ, if that gets done, not a lot of case law will come out of Voyager, but Celsius kind of being like the redheaded stepchild will probably end up like, am I allowed to say that? Will probably end up making more case law around dollarization? And what are you going to do with the cell token? You know, there'll be a lot more fighting about that. Preferences, you know, will preferences be pursued? Are there defenses to preferences? What are they in the crypto context? There'll be a lot of case law to that. And FTX will be the same. There'll be a ton of case law because it's so messy that there'll be just more fighting."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. So we're going to get into all of those cases, but first, why don't you just give us kind of the TLDR on what's happening with Mount Gox this year, because this year, I think, is a momentous year for the Mount Gox creditors. Finally, nine years later."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think it's about time. It's great to see that the case is sort of approved coming to an end, I guess creditors were supposed to submit their election for early payout or late payout, and whether they want to get paid in crypto or bitcoin. And if they wanted to get paid in bitcoin, which I think, well, they didn't actually choose which payment, you know, party you wanted to use or whatever, but that got moved from January 10 to March 10. Since it's March, it looks like now the distribution, instead of this summer will be this fall, which is great for creditors. I think people are somewhat worried about all that bitcoin coming online, quote, unquote. But I would say that one of the largest creditors is two firms, one or three firms. One is the Bitcornica state, which is going on in New Zealand. That'll take a few years to work out. So that is a, that's about 64,000 accepted bitcoin claims. So it should be about, I don't know, rough math, like, call it something like 10,000 of the 140,000 bitcoin that will be going there. So that's going off. That's not coming online. You also have, let's go down the list. Then you have, like this guy, Josh Jones, runs a thing called Bitcoin builder. He's going to receive. He's actually the largest creditor, but it's really bitcoin builder just in his name. That won't be coming offline, but it'll take him probably a few months, if not a year, to administer that. So that bitcoin won't be coming online just yet, then you can go down the rung. It's probably fortress who owns probably another ten, maybe 15% of the docket that could be coming online. But I think they'll be pretty smart about it and they probably have hedged some of it and then maybe us. And, I don't know, let's think there's one or two other large creditors. I think what it will do is it'll be a lot of bitcoin on the market with guys that have a pretty low cost basis, and we'll probably want to repothecate it into the bitcoin lending market. And so the prices for lending out your bitcoin, or I should say the interest rate you can make for lending bitcoin, might be very depressed. And I think bitcoin cash, which a lot of people are going to get, could get really walloped because remember, these were like pretty early bitcoiners, like 2014. So I don't know, I can't read into their minds, but probably some of them are really serious, like Maxis, so."
    },
    {
        "speaker": "A",
        "text": "Right, yeah, that would make sense. Okay, so in a moment, we're going to talk about all the major crypto bankruptcies of 2022 and then some. But first, a quick word from the sponsors who make this show possible. Join over 50 million people using Crypto.com comma, one of the easiest places to buy, earn and spend over 250 cryptocurrencies. New users enjoy zero credit card fees on crypto purchases in their first seven days with crypto.com earn get industry leading interest rates of up to 14.5% on over 30 coins, including bitcoin. Earn up to 8.5% on stablecoins with the crypto.com Visa card, you can spend your crypto anywhere. Enjoy up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app and get $25 with the code Lora link in the description. Defisaver is an all in one management application for a number of decentralized finance protocols on Ethereum, arbitrum, and optimism. The app has dedicated dashboards for lending protocols such as Aave, Makerdao, liquite, and compound, as well as integrations that allow quick access to yield earning protocols such as yearn, Convex, mstable, and the new released chicken bonds from the liquitee team. Some of their most notable features include quick one transaction rebalancing and automated liquidation, protection of collateralized debt positions. On top of that, they also have tools for collateral swaps, debt swaps, and instantly moving positions between different protocols once you load up the app@defisaver.com. comma, make sure to enable the simulation mode first so you can freely test all available features before diving in further back to my conversation with Tom. So let's start with the first big bankruptcy of last year, Celsius. There were a pair of consequential decisions that I believe, maybe you tell me, could have an impact on other bankruptcies. They concerned the assets held by the so called custody customers who did not have interest bearing accounts versus the earned customers who did have the interest bearing accounts. That was the vast majority of them on Celsius. So can you explain what those decisions were and then why they were significant? And also let me know whether or not you think those will affect these other cases."
    },
    {
        "speaker": "B",
        "text": "Yeah, so it's very interesting. So I think. I think Voyager did fall first. No, but anyway, but."
    },
    {
        "speaker": "A",
        "text": "Oh, I thought it was sales, but maybe I'm wrong."
    },
    {
        "speaker": "B",
        "text": "But anyway, no, maybe you're right. I don't even remember now. It was felt so concurrent that it doesn't really matter. But on this whole, like, custody earn question, I think it really will affect long term, like, where a lot of the c five players and onrance on the crypto, how they go about writing their terms of service and what their customers will demand to be able to get right."
    },
    {
        "speaker": "A",
        "text": "But just. Just explain what those decisions were."
    },
    {
        "speaker": "B",
        "text": "Yeah, so the decision was basically, so far, the decision has been, we're going to return only the earn. That's pure earned. Excuse me? Custody. That's pure custody, meaning that it came into a custody account. It never went into an earn account. And we're also going to return people that have custody accounts of under $7,500. That's basically the minimum threshold for bringing a preference. And let me talk about why the whole custody account type might be a preference and why the judge has not ruled on returning all the custody account claimants money. Basically, leading up to the bankruptcy, there were a number of state AG's attorney generals that were pushing back on the earn account, saying it was security, it was unregistered, and they were being offering to non accredited investors. And so you got to get out of our state with this product. And so what Celsius did is they basically transitioned everybody over to, they created a thing called a custody account, and this did not allow them to re apothecate. And it was supposed to be literally a custodian for you which is very different product than a securities offering where they're going to reap off the gate. And you basically have an earned claim, general secured creditor that was created, believe it or not, 89 days before the bankruptcy filing. And remember, we spoke about preferences earlier, which are 90 days before the bankruptcy. Now, some people claim that Machinsky or the debt, I should say Machinsky, the debtor, the debtors professionals purposely filed on the 89th day just to make sure that if they could, that would be an extra $280 million or whatever the account claimants within there, that whole account type would be considered a preference. And so other than the pure capital that went in there and now can come out anything that went from earned to custody within that, that 90 days, that's a preference. I think it's gonna, again, like we were saying earlier, like, voyager is gonna make less case law because it's too clean, probably block by similar, you know, other than fighting over the Robin Hood shares. And it's significant because it kind of shows that preferences matter. You know, custody matters. You have to follow all the prongs to set up a custody account. You know, just looking at your phone and seeing that you have some assets in here doesn't create, you know, a custodial account, custodial relationship. And so I think it's quite significant. And I think it'll probably affect all the big guys if you think of, you know, from Coinbase down, how they go about offering different products and even the way the regulators will think about, like, what they demand if they bring regulatory enforcement to make sure they insulate their citizens of that state or that country."
    },
    {
        "speaker": "A",
        "text": "But what do you make of that $7,500 threshold? Do you think that. Because I don't understand why they didn't just say, if you have money there, then you will get it back. Why do you think they suddenly were just like, oh, below this cutoff, you can get the money back, but above."
    },
    {
        "speaker": "B",
        "text": "Well, the reason they gave under 7500 is because that's the minimum threshold to, in order to bring a preference. When I say they gave back people with 7500, I mean people with accounts with 7500 or less in them. So if, like, Brazil has $6,000, the preference threshold, the minimum to bring a preference under the bankruptcy code is $7,500."
    },
    {
        "speaker": "A",
        "text": "So in a way, they're just keeping that possibility open for them. But I guess what I'm asking is, like, why not just say you had that money in there, it was in this custody account. Like, why not just say, even if you have more than $7,500 worth of it, that you can just claim it as your own. Why not?"
    },
    {
        "speaker": "B",
        "text": "Well, I think that from an equitable basis, you know, who knows? It's likely that it probably still gets returned. But judges have a tendency to only rule on what they absolutely have to. They sort of, like, try to narrow things down to what they feel very confident is right, and then anything that's not, they're like, hmm, maybe I can punt on this decision, and then maybe later in the case, I don't even have to rule on it because someone buys the business. And so that's always a really nice, you know, to have. Like, even today with the hearing in FDX, like, even on Voyager's disclosure statement yesterday, people were bringing up all kind of issues for confirmation. The judge said, that's a really great objection. Problem is, I'm not ruling on confirmation today. I'm ruling on whether the adequacy of the disclosure statement. And I know what you're saying, and I hope you bring that up when we have a confirmation hearing. But right now, I don't have to listen to any of that. You know, like, I don't have to take any of that in. And so I think that's what he's trying to do. He's saying, this is very narrow. 75 below. That's obviously not a preference, because it can't be anything that was a pure custody, meaning it came from your outside wallet into a custody and never touched earn. That clearly was never a preference because it was never the debtor's property. But the stuff that went from earn to custody within the 90 days, I'm not sure yet, and I'm going to hold it until we figure it out later."
    },
    {
        "speaker": "A",
        "text": "Okay. The judge also ruled that the money in the earn accounts would be Celsiuses. And talk about that, and, like, what do you think the significance of these decisions will be for these other bankruptcies?"
    },
    {
        "speaker": "B",
        "text": "I think it's significant. I mean, if you look at the. If you look at the terms of service, even though they moved around and shape shifted a lot over time, they were very clear that when you read it, it's, you know, when you buy into this, you're basically giving your money to Celsius to re apothecate and that you have this earned account, and it's a general, unscrued claim. I mean, basically what it says. I think that's, again, Voyager probably would have had a similar determination, but they didn't have to go there because. Or hopefully, they don't have to go there because hopefully binance can get over the CFIUS review and can close on the transaction."
    },
    {
        "speaker": "A",
        "text": "Right. Which is a review about like the national security interest of selling Voyager to binance."
    },
    {
        "speaker": "B",
        "text": "But anyway, yeah, so CFiUs review, I'm not an expert on CFiUs, but is. Yes, it's a DOJ's way or I don't know who actually reviews it. If it's like Department of Justice or it's like the actual, like what branch of the government? But someone reviews it from the government and. Yeah, says, like, you know, someone that, you know, is foreign. I think particularly Chinese is allowed to own this asset. I mean, I guess. I guess binance has its own issues historically of like whether, you know, having wallet issues with shady depositors and things like that. But it seems a bit far stretched to be blocking it on CFIUS. But."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree."
    },
    {
        "speaker": "B",
        "text": "But I would say for FTX, is it that helpful? Probably not, because the terms of service for FDX say english common law, the problem, the FDX runs apart and we are runs into, and we could talk about this is even though they say english common law and even though they say title never changes hands between the customer and the company."
    },
    {
        "speaker": "A",
        "text": "Exchange."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, the exchange, you know, it's a giant fraud. You run into real issues around alleged. Was that alleged? Alleged. Allegedly. I wouldn't say giant fraud. That's the wrong way to put it. It was allegedly. A lot of, you know, shenanigans going on to where you have to start questioning the very contracts that are being used to support it. I mean, in Celsius, people really came hard at Mashinsky. And now I think in hindsight, people are going like, okay, we can talk about things he did that weren't right or aggressive stuff or promising things on Ama's or being promotional. But, you know, we've got bigger fish to fry. And I think in his terms of service, people were like, oh, throw all the terms of service out because he wasn't following other terms of service. You know, there's thing in contract law that you sort of like, just because one provision is broken doesn't mean the whole contract is thrown out. You're supposed to try to follow the contract. So we'll see what happens in FTX. But the Celsius ruling, it's not too informative. It's sort of like what you kind of thought was going to happen all along. I know people didn't want to hear it, but it was clearly, plainly obvious by the terms of service."
    },
    {
        "speaker": "A",
        "text": "Okay, yeah, I saw numerous people saying that they felt the decision was right, even though it's not something pleasant for Celsius customers. So Celsius is still looking for potential buyers, and Bloomberg recently reported that there were 30 of them. How, how likely is it that you think such a deal would go through?"
    },
    {
        "speaker": "B",
        "text": "Ooh, you know, look, it's possible. I mean, if someone just basically pays very little, is able to acquire the customers on the, on the cheap, then why not?"
    },
    {
        "speaker": "A",
        "text": "And would, do you think that would be good or bad for creditors?"
    },
    {
        "speaker": "B",
        "text": "I think it would be good for creditors. One, it would probably take the preference risk off the table because any buyer would say, like, hey, you can't be going after preferences after my customers. And I think also it would speed things up. You know, have a buyer, they're going to process, they're going to open accounts. Anybody that wants to close their accounts has 90 days to close it. Very similar to kind of like the finance buyout of Voyager. It would probably grease the wheels of getting something done. I think the administration of distributing all the crypto left to bankruptcy professionals. I'm not saying they can't do it. I'm just saying when you see the bill, you're going to be like, whoa. So I think the cost on the state of administering, distributing all the bitcoin could be expensive, and then I think it also leaves the door open for preferences. But I think it's the real risk of Celsius. I don't think it's something to think that, oh, there's 30 bidders. I mean, sure, 30 people signed an NDA. How many people are really serious and can bid? I mean, you saw the back and forth on Voyager, and Voyager was pretty clean."
    },
    {
        "speaker": "A",
        "text": "So you think the odds are, what, less than 50%?"
    },
    {
        "speaker": "B",
        "text": "I think that the debtor and the UCC, the unscrewed creditors committee is known as the UCC. The UCC and the debtor are going to have a tough time deciding whether the bidders are qualified and have feasibility issues around buying them. So let's say a company who's kind of like a ragtag team gets 25 million or 100 million together and tries to buy Celsius, can they really run the operations? What if they slip into chapter, like right after buying it? There's a lot of risk. So you're going to need someone with, sure, they might only pay 50 or 100 or maybe something like $100 million for the customers just to buy them and then basically reinstate whatever crypto balance is left in the estate. So like a one for one for the crypto and then we're going to add 100 million. But there's real feasibility issues. Feasibility, meaning, like, who's to stop a bank run on that buyer unless they're a big boy who can shoulder a lot of withdrawals if they take over the company."
    },
    {
        "speaker": "A",
        "text": "Ok. All right. So now let's turn to the big kahuna of the crypto bankruptcies. We started to talk about it, FTX. The day we're recording, FTX announced that it had recovered more than $5 billion in different assets, and that didn't include another $425 million held by the securities commission of the Bahamas. So, Thomas, when I mentioned that, I saw you shaking your head. So what do you have make of this news and what do you think it means for customers?"
    },
    {
        "speaker": "B",
        "text": "Amazing, amazing news. You know, the thing about these cases, you can't, you know, twists and turns like this do happen. It's nice to see a pleasant one for the creditors. There was a lot of fervor from distressed firms trying to buy claims in this case. So it's interesting to see great news on the back of it. Did any of these guys know about this great news? I doubt it. I had one creditor who was going on and on about how they had to have known because they were trying hard by its claim. And I'm just like, I'm telling you, I just don't see it. I mean, it's possible, but I don't think that anybody would have leaked out. The estate professionals don't do that kind of stuff. They're really kind of in their own world and they don't make sure they talk with distress firms, but they would never cross a line like that. And so anyway, getting onto it, yeah, it's great news. I think the, the issue is going to be, is it great news or is it good news? And so when you peel back what's in that portfolio of stuff that they say is highly liquid, like how highly liquid is it? Are they. I guess just more disclosure. I mean, it's a big statement to be making, and there's really no benefit to an estate professional over promising and under delivering. Generally, it's the other way around. They under promise and over deliver. So they look great. You know, just like John Ray in the beginning of the FTX case, you sort of, oh, my God, this is the worst case ever. Worst case ever. And then it's like, oh, we actually, we found a billion dollars. You know, so it's like they have a tendency to do that sort of under promise and over deliver."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I did see that Conor Grogan, the coinbase director of product strategy and business operations, tweeted that he tracked all the FTX assets and he felt that they're relatively illiquid. He saw things like locked Sol for, you know, Solana, as well as FTT, which, you know, doesn't have much value. Maps, oxy, like, you know, some of these no name Sam coins. And so he actually said that he felt it was irresponsible for them to advertise this $5 billion number as something that they could actually recoup. So what's your take on that?"
    },
    {
        "speaker": "B",
        "text": "My take would be, that's a very thoughtful take by him. But an estate professional, I don't think would come out with something like that unless they really had something and thought through it. They're not. They're not idiots. Yes. Okay. They're learning crypto, a lot of them. But these are highly educated, all top, top firms. I mean, I'm not sure who actually said it in court of someone at Sullivan and Cromwell. I'm pretty sure you're talking about some of the best bankruptcy attorneys in the country. I don't know if it was Dieterich or if it was somebody else, but I don't think they would say it unless they really had it. And if it's not on chain, that probably makes me think it's in currency, like dollars and dollars and euros. Should be fantastic."
    },
    {
        "speaker": "A",
        "text": "Okay, well, we'll have to keep our fingers crossed."
    },
    {
        "speaker": "B",
        "text": "Yeah, we really don't know. There's like. No, it was literally like this. It was like a paragraph of disclosure, and they're like, and we're not going to tell you anymore. It's like, oh, come on. Like the biggest news ever, and there's, like, no real breaking apart. But it is curious to me, like, where do you find that much money? And how is it not, like, tracked on chain? You know, I think that is very curious."
    },
    {
        "speaker": "A",
        "text": "All right, let's also talk about the Robin Hood shares. These were very hotly contested, and now it's resolved. But let's actually just talk about that initial fight, because."
    },
    {
        "speaker": "B",
        "text": "Not resolved, but anyway."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. Well, yeah, clearly my understanding is less than yours. So initially, Blockfi tried to claim to them because they were saying that the entity, which is one owned by Sam Pinkman Fried, that had purchased them, had pledged that stock as collateral for a $600 million loan that Blockfi had provided to Alameda. Sam Pinkman fried himself tried to lay claim to them, saying that he needed that money for legal fees. The FTX estate was also vying for them. So why were these shares so contested? And what do you make of this fight? Like, what was the significance?"
    },
    {
        "speaker": "B",
        "text": "Okay, yeah. So Sandbank, McFream, his point was he had an equity interest in that after the loan to Blockfi. Blockfi was saying, this has been pledged as a loan and we're collapsing loans. We'd like back. We'd like the collateral. And FTX, of course, was saying, well, hold on a second. The guy that pledged that loan never had the authority to pledge it, and it was null and void because he wasn't authorized to pledge it. He basically had our shit. Sorry. He had our property and he was pledging it when he shouldn't have been. So those are the three separate arguments. None of it's been resolved because the government showed up and was like, we're just going to hold these. Which on one level sounds great, I guess, if you're FTX because Blockbuy was making a power move for him, you know, the us government's probably going to want pound of flesh. I mean, they're talking about holding them as part of a civil or criminal forfeiture. And what that means is that those assets will be, if he signs a plea agreement, they'll be, first of all, as the criminal trial is going on, they're gonna sit on those assets. So it could be literally, I don't know, a few years while he's going through his criminal trial, and they're holding on to the assets. And only then, only after that will he potentially sign a civil. Civil forfeiture, which only then will each estate have to make a claim on the civil forfeiture. So it could be years before those shares have gotten back. So it's kind of interesting to think about in terms of. For Robinhood. I mean, it's kind of a big risk now because who knows? Maybe Robinhood ends up going to zero in five years, or who knows? Maybe it four x's and instead of 400 million, it's 1600 million. And then Sam has. He wants the residual, they want their loan, and then the estate wants their property back. So it'll be interesting how the spoils are split. And the other thing is, I'm not sure exactly, but when you do these civil forfeitures, there's no, like, adjudicative process, not a court process. You literally interact with the DOJ for splitting up those goods, you know, laying claim on that forfeited property. And so the DOJ, literally, some person in an office somewhere could just be like, okay, you get 400. You get 400. And you get 400, which is kind of crazy to think about because it really won't be appealable in any way, you know, or there won't be, like, motion practice with stuff that you would normally see in restructuring. So it's kind of. Kind of a curveball. But none of that's been decided. And it'll be years because there's criminal trials going on. And they'll sit on that property, just like with Mount Gox, Alexander Vinick, they're sitting on the BTCE property while he's been extradited. And if he's tried, only then they've been sitting on the BTC servers for eight years. However long knock Act's been going on."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. And just to fill people in, that's the exchange where allegedly, a lot of the stolen bitcoins from Mount Cox were laundered through. And he. So BTCE was shut down, and then he was arrested. And, um, I can't remember what happened. They. They caught him on vacation in Greece. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So, okay. But I can't remember. I know that I think the french authorities caught him. I can't remember if he got extradited here. I don't think he did. Did he?"
    },
    {
        "speaker": "B",
        "text": "He did. He got extradited recently."
    },
    {
        "speaker": "A",
        "text": "Oh, he did, yeah. Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "So, like, come on. Like, missing Malcolm bitcoin, maybe. Who knows?"
    },
    {
        "speaker": "A",
        "text": "Okay, yeah. Well. Oh, right. That would be amazing for people like you. The creditors, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for all the creditors. I mean, I doubt they'll actually find any. And I heard recently there was a new story about them doing, like, a prisoner swap. Like, Vinic was going to be prisoner swapped with somebody else. And I'm just like, oh, great, this is me. Horrible for creditors, but there are, I assume, like, you know, who are the blockchain specialists out there? Blockchain analytic guys. There are wallets that people track, like Mount Gox associated wallets with the hack that just sit there."
    },
    {
        "speaker": "A",
        "text": "Right, okay. But so just to follow up on the Robin Hood shares thing, because I guess I didn't fully understand about the us government seizing that money. So, essentially, in a way, they're kind of holding it as what? Some kind of leverage to use in their case against Sam."
    },
    {
        "speaker": "B",
        "text": "How do you know? Yep, basically curveball."
    },
    {
        "speaker": "A",
        "text": "Okay, okay, okay. Yeah. Seriously. Hotly contested Robinhood shares. But out of curiosity, why do you think it was that asset in particular? Is that just one of the few assets that's actually valuable in the FTX case? Or why was it those in particular?"
    },
    {
        "speaker": "B",
        "text": "I think because technically, they're outside of the estate because the shares were pledged to block five, but they weren't owned by block five, so not owned by that estate. And then the FDX estate says, hey, that's stolen property. But they haven't actually brought that lawsuit yet. Right. So it's technically outside of the estate still. So the government's like, well, hang on a second. We can maybe get what's outside of the property. Okay, maybe that house and like, maybe those shares, like, they can't. They can't, like, reach the automatic stay of the bankruptcy courts and just like, start grabbing property out of the estate. This is like big estate property that's basically not in indian estate. So it was just what was available."
    },
    {
        "speaker": "A",
        "text": "Got it. Okay. So, yeah, now I get it. This is just, I mean, it's super interesting how this all works, but that makes a lot of sense because, yeah, obviously they want to honor the bankruptcy, and yet they need to also pursue justice, however they're going to do it. So I wanted to ask you about one of the marketplaces, wherever the FTX claims for trading, because, you know, you mentioned these before about these marketplaces, but Coindesk reported on one of the sites called x claim. FTX claims were going for $0.13 on the dollar. And that's actually up from, I guess, initially after the bankruptcy. It was just a few cents on the dollar. But I was curious, like, you know, why you thought it was that amount? Because the same article said that the Voyager digital claims were trading at $0.41. Blockfi's were trading at 28.5 cents, and Celsius is at 18.5 cents. So why is it that the FTX ones are so low? How are people determining what they think the value of these are?"
    },
    {
        "speaker": "B",
        "text": "Okay, so I'll get in trouble with my friends if I don't mention there are two real websites. The two best ones are claimsmarket.com, comma claims. Like, I guess it's slash markets.com and then xclaim notwithans.com dot. Those are the websites if you want to go and, like, try your hand at doing this stuff. And they are, you know, legitimate claims in there. You just have to kind of like, check the schedules, make sure it matches the schedule. Now look at the preference, exposure. Get comfortable with the counterparty that they have id and stuff like that. Yeah. Why are they so much lower? I guess because if you, if you look at Celsius and Voyager, it's very clear what the outcomes are going to be. Celsius or say, let's do it all. Let's do all three. Voyager, you're buying for 40. You're basically going to get 50 to 55 in crypto, and you're going to get the three AC claims as a kicker. It may be a cause of action against FTX. So that. That's the play, right? You buy it for 40, you make. You make 50, right. In that short order, like a few months, hopefully, if the deal closes and."
    },
    {
        "speaker": "A",
        "text": "You'Re just basing this on, like, what, what assets they have to to repay the clock. Okay."
    },
    {
        "speaker": "B",
        "text": "Got it. Like, the balance sheet. We know what the balance sheet looks like. We know what the claims pool looks like. We know the numerator and denominator looks like. So, you know, it's like simple arithmetic on that. Then you start going further down to Celsius. We know what the arithmetic looks like, but they're burning a lot of cash and we don't know what mining is worth. And there's some equity guys kicking up a big stink saying that, like, hey, we're ahead of all the customer account claimants on the mining business and on the GK, eight assets. So there's a little more friction, right, between, like, numerator and denominator. We know, but, like, we don't know, like, where we're going to converge and, like, get our recovery. So there's a bigger delta between, like, what you. What you could, what you could pay versus what you could potentially have the opportunity of getting. Potentially. And then you really don't know what the cost of actions are against insiders. It's a little unclear. And then going further down, I mean, FTX, other than, like, today's big announcement, people were scratching their head. What does the denominator, what does the numerator look like? What does the denominator look like? I have no clue. Is it 10 billion of claims? Is it 12 billion of claims? Is it 15 billion of claims? And also on the numerator, like, who's owning what? Like, what is in the liquid portfolio? What about the venture stuff? Isn't that a lot of Solana projects? Like, isn't Solana dead now? Like, I'm not saying it is. I'm just saying these are the questions that get asked within distress firms, and they start saying, okay, we need an even bigger discount. And then there's wallets moving around. You hear about stuff on Twitter about wallets moving around. And so, again, now, not only the new, we don't know what's going to happen, but the numerator and denominator are very fuzzy. And so you need bigger differences between what you pay and what you have the opportunity of making."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. It's like, simply straight up the fact that the, like, the accounting for FTX was so messy. That's really what it boils down to. Okay. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "We'Re. Yeah. Poorly labeled internal fiat account and whatever. So. Yeah, okay."
    },
    {
        "speaker": "B",
        "text": "But I would say that you said $0.13. Yeah, I mean, the market on FTX has been bouncing around like crazy, but started really, really, it actually pre petition, there were some few claims trading. I would say claims, but accounts trading hands, people trying to do all kind of stuff. Trade tron, trade, the nfTs, get off back way through, you know, bahamas. And then once it filed, people were like, oh, my gosh, is this a zero? Like, this could be a zero. And so claims are trading at, like, three, then sort of moving up between five and five, six, seven. And then all of a sudden, there were quotes in, like, the teens. And I would say that's probably where the market is even after today's news, maybe a little higher. But it's tough for larger distressed firms to buy smaller claims. So if you're a small account claim, if you really are trying to sell it, you have to be realistic about. They have to do due diligence on your claim. They have to due diligence on you, um, like a Kyc AML background. And so it's harder for smaller claims to get that full price. You get quoted in papers and stuff like that sometimes. So people shouldn't get. It's just a function of, like, the friction of doing transactions. I mean, if you're a $500,000 claimant, someone's buying it for $0.10. That's a $50,000 purchase. Like, you got to buy a lot of claims to make a business out of that."
    },
    {
        "speaker": "A",
        "text": "Okay. Right. Okay, that makes sense. Yeah. It sounds like a slightly bureaucratic thing. So one thing that I found interesting was you tweeted, wild prediction timelines are years zero to two, building records, years two to seven, litigation and sell off investments, years seven to 15, selling off venture portfolio. Arrow arrow recoveries 60% to 100% plus over 15 years. So, curious, how are you coming up when you. When you use these percentages of 60 to 100? Is that like 60% to 100% of the actual crypto or 60%? No, the dollar value."
    },
    {
        "speaker": "B",
        "text": "Dollar. Dollar. Dollar."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then when you say, like, 15 years, like, I don't know, it sort of seems like a super long time to get back 100% of your money, so. Yeah, but talk a little bit about your projection there."
    },
    {
        "speaker": "B",
        "text": "Well, if you buy it for five to ten and you make ten x over ten years or twelve years, and you get back your cost basis in the first couple of years, you're not going to be upset."
    },
    {
        "speaker": "A",
        "text": "Oh, wait, wait, but you said 100%, not ten x, 100% is like one. You just get back what you put in."
    },
    {
        "speaker": "B",
        "text": "Oh, no. I mean, if you were to buy them at ten. Yes, if you're a creditor. And today's news is fantastic, fantastic news today. So I'm not saying that that's not fantastic news, and that was a total curveball. Why do I think that? I mean, I think that there's a lot of cash, a lot of crypto investments, a lot of causes of action, a lot of assets outside the state which the state can trace out using like constructive trust lawsuits and things like that. And I think that that all come back. And I also think that there are a lot of people around this estate that probably made money that need to be looked into. And also like, if you think of the bank run on SPF or I should say on the, an FTX, like $5 billion left the estate in the last 30 days. That's a lot of potential preferences. And I'm not talking about little, you know, $1 million claimants, I'm talking real big institutional players that pull serious money off of these platforms. And I'm not saying they should pay it all back, but clearly that will help recoveries to the more like retail client. So that's just a prediction. Also, based on my experience with some of the, when I was a kid learning about bankruptcy, there were these.com bankruptcies and they had these big venture portfolios. And they were very interesting because all the firms that invested in these, these ended up being like 100% repay. And then some cases because the venture portfolios in years like, you know, 89, 10, 11, 12, 13, 14 end up being great. So the two biggest ones dipping on the one that I wanted to mention, but the other one is called comdisco. These are big bankruptcies in the.com bubble that led to fantastic recoveries actually for creditors. But at the time, people were like, the.com bubble burst. Who wants any of these crappy.com companies? And yes, okay, a lot of them were zeros, but there were some real winners in there and it ended up really helping recoveries. And so I think you could get a very similar story. And both probably, I guess the big ones with venture portfolios are three acs and FTX."
    },
    {
        "speaker": "A",
        "text": "All right, so we're going to talk about three AC in a moment, but before we do that, I just want to ask about this other issue with the FTX bankruptcy case, which is whether or not the names and contact information of the customer should be kept private. So at the moment that we're recording, the judges rule that they can be kept private for three more months. Potentially, they're, you know, they might extend that. And I should just say, like, we're recording on Wednesday, January 11, apparently one of the experts who looked at the list said that it's a valuable asset. And I was curious to know, like, is it unusual to keep the customer list private? And if so, like, why do you think they've chosen to keep it private so far?"
    },
    {
        "speaker": "B",
        "text": "Let's talk about that, and let me give you the case history on it. So let's walk through them. Cred, which was a precursor to these cases. The customer list, I think, was kept private. Then flash four come forward. Celsius was kept private. Excuse me, Voyager was kept private. Celsius was not. And now FDX is trying to do it. And the same guy that ruled in cred, which in cred, it was unopposed, because it wasn't such a big case. It was unopposed to keep the creditor list or customer list private. The issue you have is you have customers and creditors. We keep even doing it ourselves. Like the customer list, creditor list. Which one is it? So, in american jurisprudence and in bankruptcy, there's supposed to be this idea of transparency and access to information, not just for parties of interest, but like all the creditors and all the parties of interest to see everything that's going on. You want to sell an asset, great. Motion the court. Explain why you want it. Everybody have an opportunity to see it, respond to it, support it, object to it, find red flags in it, you name it. And that's just the way the system works. And under 107 of the bankruptcy code, you're only a few areas where you can look to. To have cause to redact things. The debtor hasn't even come close to meeting that burden in today's hearing, and so I think the judge wanted to give it to him, but there were too many people objecting to what they wanted to do. And so he basically said, like, look, I love you, I want to give you this, but you haven't really done your job. So I'm going to give you three months instead of six months of, like, an interim basis redaction, and you come back here with good 507 or, excuse me, 107. So how we can redact this, and basically the big things you can do for redaction are it's valuable to the state, and you were basically hurting the value of the business by giving away this customer list or this creditor list. That's one argument. It's basically business competitiveness reasons. The other one is imminent harm to the party that you're giving their information out to. And the standards are there. I was getting on Twitter, some guy was going back and forth with, he seemed like a very nice guy, but he has, like, a very strong view that, like, no one's information should be public. I have, I guess, a little bit of a different view. I feel like there should be some disclosure around creditor names and amounts so that people can make relationships that you might not know, like, oh, that's the guy that he used to have doing this for him. And, like, you know, he's not technically an insider, but, like, I'll bet that that came from here. You know what I mean? Like, and if there isn't a lot of disclosure, people don't see those connections. So I think it's really great to have disclosure. That's the benefit. Of course, the downside is people are saying things on Twitter and people get all hot and bothered like, oh, I'm getting doxxed. Someone's going to come and, like, hold me up at gunpoint and steal my crypto. So I see both sides of this, and I think Judge Glenn and Celsius wrote a really good opinion on this. But if you want to talk about the facts in FTX, it looks very much like the judge is going to give them the relief they sought to. He just wants a better, you know, better papers and evidentiary hearing so that he doesn't look like a jerk for granting it, even though there were serious objections today to what the debtor wanted."
    },
    {
        "speaker": "A",
        "text": "Wow. Wow. You think? Okay, yeah. I don't know. I mean, I agree with you that I see it both ways. Yeah. Because of the nature of this case, I do feel the more information, you know, kind of probably the better for people because since, you know, where, you know, did certain people get their money from, like, that's an important question to figure out. So the point that you made. Yeah, I, I would agree with that."
    },
    {
        "speaker": "B",
        "text": "And, you know, FTX has a lot of individual traders and stuff, and they might have things in their personal name. So then it's redacted, but really it's a business account, but at the time, they could only open it in a personal account. So what do you do with that. And that was even brought up today in court. I don't even think they know this, but, like, early claimants, I mean, could only open accounts in personal names."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. Okay. Yeah, yeah. It's so tricky. Yeah. I don't feel there's, like, any one good answer, but I find it interesting that the judge. Yeah. Like, I guess what I'm hearing is more that the judge has a predetermined decision, but isn't engaging with the issues. And that's what I find maybe not so compelling."
    },
    {
        "speaker": "B",
        "text": "But anyway, I wish the judge. I mean, for me, I get it. Like, judges, federal bankruptcy judges, are generally extremely smart, and they are specialists in what they do. They are bankruptcy attorneys who have been applied, and I think, I can't remember who actually appoints them, but they're appointed for, like, 14 year terms. So these are generally incredibly smart people that are very thoughtful, and they really care about the law. But I think on this issue, maybe some people think that the bankruptcy code is, like, too far behind where people are on privacy issues. I mean, my problem is, as a bankruptcy nerd, some of the arguments are just so poorly just articulated, they don't even try to follow the code. They're just like, your honor, we want the relief because I said so and because this is the court of equity. 105, your honor. 105 is the section of bankruptcy code. It's like, kind of like throwing up the Hail Mary. Like, when the judge, he doesn't liking you in your arguments. You're just like, 105, your honor. Like, just saying, like, this is a court of equity, and you can do whatever, you know, you think is equitable. Basically, that's not expressly prohibited. And that's what 105 says of the bankruptcy code. And I just felt like the debtor didn't even try to put on an evidentiary hearing for why they met the standard of 107. And it was just like, guys, like, you're not even gonna try. Like, you're not even gonna. And honestly, in Celsius, I think the reason they got that opinion from Judge Glenn that they did was because I think it was Kirkland. Kirkland did a really bad job articulating if there was really imminent harm, because they basically switched. First they said it was business competitive reasons in their first papers. Then when the judge was like, I don't like this argument. This doesn't make any sense to me. Like, you got to explain this more to me instead of explaining it further to him. They just switched. The next hearing, they continued the hearing. They just switched and said imminent harm. And the judge was like, but I don't get it. Like, one guy, like, two years ago, has held up a gunpoint. Like, he's not even a creditor in this case. What are you talking about? Yes. Isn't the whole point is they don't have their keys? So how would someone hold you up at gunpoint for your keys? Like, you don't have your keys, you have a claim. Like, that's the whole point of, like, why you're in this mess. You had a CFI account somewhere. So I think the judge was still granted, though, because he was, you know, judges do this. They sort of, like, kind of let you know where their head is by the questions they ask and things like that, and just their demeanor. He basically said, like, come back with more evidence, I'll probably give you 107. I mean, he didn't say that, but he basically said that."
    },
    {
        "speaker": "A",
        "text": "Okay, okay. All right, so let's talk about the three AC liquidation for a moment. Co founder Kyle Davies recently tweeted. We and other creditors of three AC are frustrated with the current bankruptcy process. Ongoing costs are high, assets are not being thoughtfully handled, intercredit or disputes are delaying the process, and the estate value is not being maximized. Do you think there are merits to his claims?"
    },
    {
        "speaker": "B",
        "text": "Oh, that's a heavily loaded question. I don't know enough about what Russell, who's the. One of the liquidators from teno for three acs, is doing. I think it's another guy named Chris Farmer, maybe. Anyway, I'm sure they're doing an okay job, but there's nothing wrong with creditors expressing their opinions. If you were in a us bankruptcy court, talk about transparency, this would all be through motion papers. But it sounds like from those tweets that there's a lot of backroom discussion about what someone's doing, what someone's not doing, why they aren't doing this, why they aren't doing that, generally. I mean, that does go on in us bankruptcies as well. But there's a lot of motion practice. So you will see the papers on the docket. You'll see like, this ad hoc committee doesn't like what the debtor is doing, or what the UCC is doing, or the UCC isn't like what the debtor is doing, but you don't really see that in three C's because we have no disclosure. It's all going on down to the DVI. The liquidator is basically doing whatever he wants, and you don't have a ton of disclosure about what he's doing. And they're probably frustrated at that process as well because I understand that they're looking into like all these cases, they're going to be looking at a pre petition activity. So, you know, the posture of some of these estate professionals is not always going to be so kind repetition actors. And that can be frustrating. So I don't know that much about it other than sounds like they're. They're frustrated."
    },
    {
        "speaker": "A",
        "text": "All right, well, we're going to keep talking about three AC in a bit, but I actually also now just want to bring up Genesis because at this moment in time, it seems likely that Genesis will have to file for chapter eleven bankruptcy. And as I mentioned earlier, we're recording on Wednesday, January 11. And I'm saying this right now because in case Genesis files before this episode comes out next Tuesday, now you know why we are not discussing that bankruptcy filing. You know, assuming that they file, it'll be a mix of retail and institutional creditors. The retail primarily from this Gemini earned situation. And I wondered if you could just talk about how people should expect the institutional versus Gemini earned creditors would be prioritized or treated."
    },
    {
        "speaker": "B",
        "text": "We don't know yet because we haven't seen the Gemini contract. If someone sees a Gemini contract with Genesis, send it. I'd love to see it, but I haven't actually seen it. When you read the Gemini terms of service, I just happened to randomly read them sometimes. No, someone sent them to me asking me what I thought, and I said, yeah, these are clearly if you are a Gemini earn customer, you are a general unsecured creditor. That's what the terms of service say in my opinion. But it does say that Gemini, when they lend out your stuff, can sometimes get security interest and will do its best efforts to protect our customers when we're lending stuff out. So it's possible that Gemini does have some collateral security interest or whatnot in the Genesis loan that they gave out. So that's how that plays out. So you are unsecured, but the person that let your stuff out might be secured. So let's hope so. But we haven't seen that. The Winklevies haven't published that, unless I missed it somewhere. So if somebody has it, send it to me. I assume they have some security interest, but there's probably more exposure than a full repay or I think they wouldn't be on Twitter basically trying to pass the buck."
    },
    {
        "speaker": "A",
        "text": "Okay. And so three AC, meanwhile, has also been insinuating that they were misled about GPTC. And I wondered what you thought their. How you thought their claims might play out in a Genesis bankruptcy."
    },
    {
        "speaker": "B",
        "text": "So these are now all intertwined. Right. We can link Gemini to Genesis and Genesis to three acs because they're a huge creditor. I think it was reported that they have over a billion dollar claim. I think a billion, billion two, something like that. If there's rumors going on about the management of GBTC in this instance, which."
    },
    {
        "speaker": "A",
        "text": "We should say is grayscale, which is owned by DCG, which is also the owner of Genesis."
    },
    {
        "speaker": "B",
        "text": "Right. And I think one of the issues was affiliated transactions. Wherever I. Genesis was potentially lending people money on GBTC shares, which then they would buy GBT shares, which they would pledge with Genesis, which then get them loans, and it would go circular, which are affiliated transactions. Whether it's illegal or unethical or breaking any rules, I don't actually know. I'm not a securities lawyer. But if that's the case, it could potentially hurt their claim in the three acs case because they would be able to offset. The three arrows would probably bring an action to reduce or offset that claim. And if that were the case, of course, that flows through the Genesis recovery, which then flows through to the Gemini earn account holders recovery, potentially."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay. Like, reducing it, essentially."
    },
    {
        "speaker": "B",
        "text": "Full contagion is among us."
    },
    {
        "speaker": "A",
        "text": "Oh, my gosh. Yeah. Well, just to throw one other in the mix, you know, Genesis two biggest borrowers were Alameda and three acous bankrupt bankruptcy. And I guess all three of them will be in bankruptcy. So just talk about. I just can't even imagine how all that will. To have all three of them in bankruptcy and then. Yeah. Can you talk about how that will work?"
    },
    {
        "speaker": "B",
        "text": "Let's just say a number of bankruptcy professionals with buying beach houses after all this is over, I think gainfully employed for the next couple of years. You know, in all seriousness. Yeah, I mean, there will be interactions between the estates. One of the nice things probably about estates is like, no one's getting 100 cents on the dollar. They have the ability to negotiate these estates and they can make deals and get things done probably more efficiently than, you know, Gemini and, you know, Barry, like on Twitter, like, you know, war, you know, exchanging words that, you know, you know, you can't. You can't sort of. What's the phrase? You can't squeeze a rock or whatever. Like, there's only so much if there's no juice left. And once they're in chapter and they can negotiate with their creditors, you know, these states can settle these things out, so. But, yeah, they'll potentially all be in chapter I don't know if Gemini would file. I don't really understand the earn product and how it fits in Gemini's business in general."
    },
    {
        "speaker": "A",
        "text": "Oh, well, I don't know if Gemini would file. It would be Genesis. But, yeah, I'm just a little bit confused because they were lending to Alameda and three AC, but they're all in bankruptcy. So then I'm sort of wondering who has the final. Who gets the funds in the end?"
    },
    {
        "speaker": "B",
        "text": "Well, it just all flows up. Right? So, like, three acs liquidates itself, does distributions, and that flows up, and then you have this. They're, like, nested. They're almost like nested dockets, in a way. In a way. Right. And there are parts of dockets that are nested. Like, Voyager has a three AC claim of about 600 million."
    },
    {
        "speaker": "A",
        "text": "Yeah, I thought it was 650."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was getting it mixed up with. With Celsius's three acs claim. They have, like, a $40,000,000.03 ACS claim. So those. Those cases are just nested, and you have to wait for them to work out, and it'll. It'll. It'll lengthen some of these cases out, but there's no reason that, especially under us bankruptcies, where you can't do interim distributions and things like that."
    },
    {
        "speaker": "A",
        "text": "Okay. All right, well, this has just been a monster episode. I mean, yeah, there's been so much going on with all these different crypto bankruptcies. Clearly, you're having your moment in the limelight because, you know, you started with this so long ago. I don't know if you ever knew that this would become such a big thing. Now it's like it's just consuming the."
    },
    {
        "speaker": "B",
        "text": "First thought it would. My view. Washington, if crypto becomes an ecosystem, you'll have restructuring cycles. It's the most volatile asset. I can't think of a more volatile asset class."
    },
    {
        "speaker": "A",
        "text": "Okay, well, clearly you've struck goals. Digital goals. Well, it's been such a pleasure having you on unchained. Where can people learn more about you and your work?"
    },
    {
        "speaker": "B",
        "text": "I'm on Twitter, and you can dm me generally open to polite DM's. Please save the hate mail. And I guess it's just Thomas at 507 capital. If anyone ever wants to email me. Or just Tom at 50. Seven Capital.com."
    },
    {
        "speaker": "A",
        "text": "Perfect. All right, well, thanks for coming on Unchained."
    },
    {
        "speaker": "B",
        "text": "Thanks."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Tom and all of these crypto bankruptcies, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Anthony Yoon, Mark Murdock, Matt Pilchard, Zach Seward, Wanda Ranovich, Sam Sriram, Pama, Jimdar Shashank and CLK transcription thanks for listening."
    }
]