[
    {
        "speaker": "A",
        "text": "And I think, and Blackdog is a very, now that I got to know them a little bit, I would say it's a very forward thinking company that they see where the future is. And if the future is a public blockchain and you can start there, why would you not start a public blockchain instead of a private blockchain?"
    },
    {
        "speaker": "B",
        "text": "Heads up, everyone. In the next few weeks, we're launching a new show on the unchained channel called Bits and Bips, exploring how crypto and macro collide one basis point at a time. As you can guess, it's a show all about crypto and macro topics and where they intersected. We started with a dry run the other day and the show was so good, we decided to tease a few moments in this podcast. The speakers you'll hear pepper throughout this episode include Alex Kruger of Asgard Markets, James Seifert of Bloomberg Intelligence, and Ram Alawalia of Lumita wealth. We'll play the first clip from bits and Bips featuring Alex now, and then it'll be on to the main show."
    },
    {
        "speaker": "C",
        "text": "Solana has delivered what Ethereum could not, and it's actually the ultimate retail speculation platform, to put it in a way. And what we're seeing right now is, on one hand, we're seeing a lot of people realizing this and therefore buying Solana because of insane volumes that we're seeing and the engagement. And on the other hand, the two things are happening. One is all the crypto speculators in bull markets, they think in crypton. So therefore, when they take profits, they take profits into Solana. And when they buy, they buy Sol first. And with sold, they buy into, into the meme coins. And the other thing is, if you look at these, the pools of these min coins, they're all paired against Solana. Why is this important? Because teams deploying meme coins, they need to buy soul. So for the meme coins to launch, they buy soul. And then when people takes profit, they take profit into Seoul. And then on top of that, this generates this incredible mania online. And everybody's looking at it, and they're on the fundamental. Guys are looking at the metrics and going like, wow. And they buy more."
    },
    {
        "speaker": "B",
        "text": "Hi, everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shipping, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the March 22, 2024 episode of Unchained Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Join the Community@polkadot.net work ecosystem community Uniswap makes it easier and safer than ever to access defi seamlessly across desktop and mobile. No more clunky experiences, just clean, simple and smart. Visit smarter dot uniswap.org to learn more. With itrust capital, you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages 24/7 access and the industry's lowest fees. Here's another clip from bits and Bips featuring James Seifert and Ram Ali Waliade."
    },
    {
        "speaker": "D",
        "text": "The deadline for ETH is May 23. We're nearing in on that, right? And there's still nothing. And the SEC is basically where I'm asking. I have like sources and people that I talk to and we're not hearing any sort of development. They're not even engaging. They're not answering their questions for the most part, which tells me that, like, if the SEC was ultimately going to approve this thing, they'd at least be engaging with the issuers."
    },
    {
        "speaker": "E",
        "text": "The second argument that they could make is that ETH has a stake in yield and it's a security, and we'll see if they make that argument. But it's also an election year and Gensler has been kind of kicking and screaming around the bitcoin ETF or anytime he talks about it, he's cautioning the public around it. So I don't know. I don't think that'll happen. But if it doesn't happen, look, that can elongate the bull market. It will happen eventually. It'll get litigated. We're seeing that as well on Twitter. I think it was Paul Gruo from Coinbase. The legal counsel said that they would take this to court."
    },
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this. And Ford Pro finsimple can help."
    },
    {
        "speaker": "F",
        "text": "Our experts are ready to make growing."
    },
    {
        "speaker": "B",
        "text": "Pains less painful for your business with flexible financing solutions that meet the needs."
    },
    {
        "speaker": "F",
        "text": "Of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing today's guest is Carlos Domingo, founder and CEO of Securitize. Welcome, Carlos."
    },
    {
        "speaker": "A",
        "text": "Hi, Laura. Thanks for coming again."
    },
    {
        "speaker": "B",
        "text": "On Wednesday, BlackRock, the world's leading asset management firm announced the launch of a tokenized investment fund, the BlackRock USD institutional digital liquidity, or biddle fund, developed in collaboration with your company, securitize. Tell us about the Biddle fund."
    },
    {
        "speaker": "A",
        "text": "So the Biddle fund is basically a tokenized money market fund that contains repos and three months treasury duration. So it's like a cash equivalent that is native on chain, it will be on the public Ethereum blockchain. And the idea is to basically bring an institutional grade cash management product, which at the end of the day, this is what this is. To put it on change for all the crypto institutions where they can use it in a variety of different use cases with much faster, you know, issuance, redemption, transferability of the, of the token across, you know, whitelisted wallets, etcetera."
    },
    {
        "speaker": "B",
        "text": "And so, as you mentioned, they are putting these cash equivalents, the US treasury bills, repurchase agreements and bite will seek to offer this stable value of a dollar per token and then just pay daily accrued dividends directly to investors wallets as new tokens each month. Why did they decide to create a product with a stable value?"
    },
    {
        "speaker": "A",
        "text": "Well, that's how a lot of the money market funds work, right? That you get more units of the fund as you go, rather than the value of the token or the security changes. So this is not unusual in the world of money market funds. I think the cool stuff is that we're going to be airdropping. I know that's probably not a regulatory legal term, but you will be getting more tokens on the wallet as the dividends are being paid. And then keeping the stable value also makes it easier for a variety of other things in terms of knowing, you know, the laugh of the fan and without having to do any calculations and other things."
    },
    {
        "speaker": "B",
        "text": "And just, you know, a question that I have is about the quote unquote airdrop. So that's like. So I don't know how, it doesn't even be the term, but what's the analog way of doing that? Is it like much more cumbersome on the back end to, to give dividends like that?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, of course, this is all automated, right? So we get the nav calculation, we run it through this. We sign a transaction on chain. We issue tokens as one transaction for all the different wallets we know in real time who are the beneficial owners, because we monitor changes of the token ownership on chain. So this is hugely automated compared to what happens in international finance. Ultimately, you can think of, because of how blockchain works, that you could actually airdrop these tokens on a block by block basis, right? Because tokens are infinitely divisible. So there's no reason why you couldn't give like a zero, zero, 1% of a token in every block of the blockchain. So you will have all your dividends always fully updated on chain. Right? So."
    },
    {
        "speaker": "B",
        "text": "And were there any specific regulatory concerns that they had if they were to have a tokenized fund that traded at a market price and not a fixed price?"
    },
    {
        "speaker": "A",
        "text": "I think it was a regulatory contract. I think that's how many of their money market funds work. From a regulatory perspective, whether the token changes in value or not changes the nature of the token. And this is, by the way, this is a security, so nobody is questioning this. As a security, we are registered transfer agent with SEC. We're using a broker dealer to sell it. So this is all very compliant from a regulatory perspective."
    },
    {
        "speaker": "B",
        "text": "So in that sense, there weren't really too many regulatory questions."
    },
    {
        "speaker": "A",
        "text": "I think there were some regulatory questions in terms of, first, BlackRock is the largest asset manager in the world. So obviously them feeling comfortable with us, even though we are regulated entity, we are tiny ones compared to them. So making sure they felt comfortable with us, with our compliance procedures, with our past history as a regular entity, whether we had any issues with the SEC or not, et cetera. So we went through a pretty extensive review. Fortunately, we always try to keep everything as clean as possible, so eventually that was that. Not a problem, obviously, to be able to become their provider. And here we are."
    },
    {
        "speaker": "B",
        "text": "We already launched and it said that your company's role would be to be Blackrock's transfer agent, tokenization platform, and placement agent. So can you describe what all that means and generally how it works on the backend?"
    },
    {
        "speaker": "A",
        "text": "Sure. As a transfer agent, we are the entity that basically keeps the, the captivity of the fund, like who holds what. That's one of our roles. We also play the role of investor onboarding. So if somebody wants to invest in the fund, they have to come to us. And then we do the investor morning. We create accounts in our platform where people can actually see their holdings. We also do a lot of other stuff in terms of like, monitoring on chain transactions, you know, monitoring the wallets where the tokens are going to go to make sure they're not like sanctioned wallets or wallets that have any regulatory risk, et cetera. And then we also report the positions of the fund back to. BlackRock has a back end platform, an investment management platform called Aladdin, which is very big in traditional finance, where they report all the positions. So we basically integrated with them to report the on chain positions back into the, if you want, off chain world. And then as a broker dealer, we basically act as the distributor. So we represent the fund. And if an investor was to purchase the fund, we're the ones that can talk to them and explain the characteristics of the fund in nature, et cetera, and eventually sell the fund."
    },
    {
        "speaker": "B",
        "text": "And so I understand that the assets themselves, the underlying assets, will be held at, I think, as BNY Mellon. But you didn't note that there would be other ecosystem participants. And these are crypto companies, Anchorage, Bitco, Coinbase, Fireblocks. What role do those entities play?"
    },
    {
        "speaker": "A",
        "text": "So the first companies we've mentioned, and by the way, we want this to be an ecosystem product that is being used. And maybe we can discuss about cases embedded in a variety of parts of the crypto ecosystem. The first ones that we feature this week are basically custody solutions. So Coinbase obviously has Coinbase custody. Anchorage is a federally chartered bank that can do custody as well. So is Bitgo as a trust company. And Fireblocks is a custody solution that we're also using for key management. So we use their tech as a key management to issue the tokens, etcetera."
    },
    {
        "speaker": "B",
        "text": "And that's the custody for the investors themselves?"
    },
    {
        "speaker": "A",
        "text": "That's correct, yeah."
    },
    {
        "speaker": "B",
        "text": "Got it. And when is the expected launch date?"
    },
    {
        "speaker": "A",
        "text": "Launch today."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay."
    },
    {
        "speaker": "A",
        "text": "Yesterday we issued the first tokens. So yesterday we issued, I think, 40 million tokens. You can see the change. It's on chain on Etherscan. You can go there every day. We issue new tokens at 03:00 p.m. so. And then you will see the transaction, you know, how it starts growing over time, the next few days."
    },
    {
        "speaker": "B",
        "text": "So now, day one, what is the aum of this fund?"
    },
    {
        "speaker": "A",
        "text": "The first day, we got 40 million."
    },
    {
        "speaker": "B",
        "text": "Okay, nice. And who's investing in it? We're not disclosing, like, not literally, but demographically. Can you describe."
    },
    {
        "speaker": "A",
        "text": "Oh, no, these are all crypto companies. Look, the target of this is crypto companies. So we were looking at doing two things with this. One is obviously treasury management. So crypto companies have some of them very large treasuries. Some of them they keep on their own token. Some of them they keep it in stable coins. Some of them do have access to traditional bank accounts, but obviously it's a clunky interface. So that's one use case, anything, all the dows, the foundations, et cetera, that they can move part of the treasury to an on chain money market fund, daily liquidity, and then also managed by the largest management in the world. So you don't have any counterparty risk towards any random crypto company that you're giving the money to manage. Right? That's one. The second one is derivative products. There is a lot of people that are building derivative products using treasuries or using money market funds that have very interesting use cases that maybe Azure blocker will not go that far, but that they now can actually use this standard line in a much more efficient way. Because obviously this is on chain, we have fast editions, factor redemptions, we have, you know, tradability. So that's kind of like the second use case. And the third use case is possibly like the one is good. Might take a little bit longer to build, but the most interesting one is to use it as collateral management and to take as a leverage for trading. Right. So today, you know, people post collateral exchange to be able to, you know, wait until they settle their trades. So depending how this trade settles, they get liquidated or to get leveraged, etcetera. Once you have something on chain that is earning a yield, there is no reason why you wouldn't do it with this instrument rather than using something else like tether or whatever steel coin, because this is cash equivalent, but it actually gives a yield. So also when you're trading and you're trying to move the velocity of your balance sheet as much as possible and squeeze every single basis points in, what happens, this actually gives you first, a yield on the collateral, and second, potentially you can actually leverage it more. Maybe you post stable coin, you get $0.90 on a dollar, you post these, maybe you can get like $0.98 or $1."
    },
    {
        "speaker": "B",
        "text": "So yeah, I mean, just hearing you describe it, I definitely can see what the benefits are. So in a moment, we're going to talk about the usage of the Ethereum blockchain for this product. But first, a quick word from the sponsors who make this show possible. Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers, the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times, tailored core time for the needs of every protocol. Trustless bridges to multiple chains, and revised tokenomics with a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale. Get your web three ideas to market fast. Think big build bigger with Polkadot join the community@polkadot.net work ecosystem Community the Uniswap protocol is the largest decentralized exchange with billions of dollars in weekly volume across thousands of tokens within the Ethereum ecosystem. But Uniswap is more than just a protocol. Uniswap Labs builds tools to help users swap smarter with easier, safer self custody products that provide users access to defi. Tap into Uniswap's market leading liquidity from their world famous web app mobile wallet, and coming soon, the Uniswap browser extension. No more clunky experiences, just clean, simple and smart. Visit smarter dot uniswap.org to get started. Here's the final clip from bits and bips featuring Alex Kruger."
    },
    {
        "speaker": "C",
        "text": "I have a very hard time finding a selden use for AI and things related to AI because I am so bullish AI that it's, it's actually changed my outlook on humanity, let's put it that way. The way I think about it is for the first time in humanity in history, growth will not be driven by us, but by something we created. And these things code doesn't rest. So it makes sense to expect things to move at a faster speed than ever before, at a speed that we cannot even comprehend."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with Carlos. So as you mentioned, biddle is tokenized on Ethereum. Why is it that Blackrock or securitize or you two together decided to use the Ethereum blockchain?"
    },
    {
        "speaker": "A",
        "text": "So first, the first thing I want to say is that we want this to be a multi chain product. I think the crypto ecosystem is evolving as a multi chain ecosystem, where there's multiple chains with different characteristics, with different languages, different use cases, different type of people that live on that particular ecosystem. So Ethereum probably is the most, if you want the least controversial way to store, because it's the largest one. It's also the one that has the largest supply of stable coins. It's also the one that has been there for the longest."
    },
    {
        "speaker": "B",
        "text": "And you mean the largest smart contract chain, correct. As opposed to bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Well, yeah, bitcoin. You will be able to do this on bitcoin. I don't see how to do it. Maybe you could use something like RSK on top of that to the contracts. But because have native smart contracts, this is security, right? So the token actually is governed by a smart set of smart contracts that does things like, you know, issuing the new dividends, controlling the transfers, etc. So this will not be able to be done on a blockchain. That is not smart contract. So Ethereum obviously is the, is the largest in the first one, as I mentioned. We want to be in other chains, EVM ones that are compatible with the chain, but not only VM ones, because there's some large ones out there that I think they will want to have this product eventually. Any chain that has stable coins will want to have this because this is going to be the institutional version of a stable coin settlement layer that people are going to use on chain. If you use today, let's say stable coins for settling trades on defi at the institutional level, you will want to use the bill token to do that. So all the chains eventually, I think will come and want to have this product."
    },
    {
        "speaker": "B",
        "text": "And so I imagine that there was a time when the blackrocks of the world would say blockchain, not bitcoin, and they would issue public blockchains. So what were the conversations like with them when you were discussing what type of blockchain to use? Like, I don't even know if you thought about using private blockchains or if they were advocating for that. Just talk a little bit about what those discussions were like."
    },
    {
        "speaker": "A",
        "text": "So first, myself, personally, I just think that the private blockchains are not that interesting because I think one of the beauties of the public blockchain is precisely the openness of the ecosystem. The fact that the composite ability with what other people doing like this token is out there. People can build lending protocols, could be derivative protocols, they could integrate through smart contracts like this. A lot of stuff that hopefully is going to happen as part of the ecosystem that will not be able to happen on a private blockchain. That's definitely not so. I think that the banks use private blockchains. I don't think because of their desire to use public blockchains, at least some of the banks, but because from a regulatory perspective, the OCC does not allow them to use public blockchains, the asset managers don't have that regulatory problem in using public blockchains. And black dog is a very, now that I got to know them a little bit, I would say it's a very forward thinking company that they see where the future is. And if, if the future is a public blockchain and you can start there, why would you not start a public blockchain instead of a private blockchain? A private blockchain is like, I don't know, like american online, right? So yes, what's nice, you could use the Internet, but that's it. And public blockchain is where the explosion of innovation on the Internet happened."
    },
    {
        "speaker": "B",
        "text": "So you're saying it wasn't a difficult conversation? You didn't have to kind of give them a hard sell."
    },
    {
        "speaker": "A",
        "text": "No, no. I think that they understand that and they support that."
    },
    {
        "speaker": "B",
        "text": "And so obviously, at this point, we've seen that Blockrock has seen quite a bit of success with its strategy to pursue the digital asset space. It's iShares, bitcoin ETF, or ibiD, launched in January and has already accumulated over $15 billion in assets. Just generally, you kind of hinted at it a little bit, but I was curious to hear what the attitude was toward crypto over at Blackrock."
    },
    {
        "speaker": "A",
        "text": "I think that blackrock. So they obviously have been extremely successful with the bitcoin ETF. There's no doubt about it. They were the catalyst for this space to explode. They're the largest one of the new ones by far, and they're already like 60% the size of grayscale, which had been there for years. So I think this is extremely successful. I think, for the way I see it, and I'm not speaking on their behalf, but my reading is that the bitcoin ETF is a web three product on a web two wrapper. So you take a crypto product and you put it on fatfy. What we're doing is the opposite. We're taking FATfi stuff and we put it on web three and crypto. And they do believe on that strategy, you've probably seen Larry Finn talking in a very articulated way about how technician is the future of asset management, how they can have faster settlement, more transparency, lower cost automation, et cetera. And I think that they do see that as one of the big trends that they need to follow. And they've been following it for a while, and now they're their first step into the space with things. Right."
    },
    {
        "speaker": "B",
        "text": "And I think with the rollout of this, they definitely have seen how wild things can get in crypto. You talked a little bit about how your announcement got sort of front run. So can you tell that story?"
    },
    {
        "speaker": "A",
        "text": "So, yes. So when you launch a fund, at some point you have to file forms with the SEC. Right? This is security. So this is very cautious from a regulatory perspective, as you can imagine. So we have to file something as a Robert dealer, lightgroup has to file something as an issuer. So one of those filings happened when we were ready to open the fund. The fund actually opened on Tuesday and on Wednesday. Yesterday was where we issued the first tokens after the first money came into the fund. And then I guess some crypto people don't have anything better to do that. Monitor the SEC website to see what BlackRock is doing because somebody picked it up and put it on Twitter and it went viral on Twitter first, obviously, like, you know, shortly after they found out where our smart contract was. And we actually had two different ones because it was like a test one and the actual one, so people didn't know which one was, you know, then of course, the blog and coined this pick it up and ended up being in Bloomberg. So yesterday we basically went with our own official story at the OC Journal and now taking a lot of interviews about this. We were going to wait a few days. It just happened a little bit faster, but that's what it is. I'm just part of a fan of the crypto space."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, this might be a little less fun from their perspective, as you probably also know that after the bittle fund was deployed on, chain trolls sent tainted ETH from tornado cash over to that address. They also sent meme coins and nfts like Pepe Moin Egg, Goblin town, some others that I'm not going to name on the show. So let's actually just talk about the sanctioned funds from tornado cash. How does your company in Blackrock, how do you guys deal with that?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Look, there's a lot of speculation about what the wallet is and nobody knows what it is, and I'm not privy to disclose anything about it at the moment, so I'm not going to talk about that implication. I think that, look, the crypto industry is what it is. There is a lot of really smart, serious people building products to improve capital markets and the financial system, but there is also a lot of people that take it as a playground to entertain themselves with meme coins and nfts and other stuff. And unfortunately, that's what it is. The two sides of the crypto space overlap, and if you're going to be in crypto, you have to be ready to suffer these problems. I don't know how well, to put it. There's some blockchains, actually, that implemented a permission model where unless you accept you're proven asset, you can't actually receive it. Unfortunately, Ethereum doesn't have that. So these things happen on Ethereum. They don't necessarily happen in other chains. So maybe this is something for the Ethereum community to think about, whether there should be a model where you put a wallet or a smart contract and you can turn off a version where only permission so all the assets you've approved can actually be deposited there, because that will solve the problem, because this is a product, of course, if somebody sends you a some, you know, if that has been through tornado cards, then your wallet is going to have a huge ranking negative ranking on TRM, the tool that we're using for ranking the wallets. And even though you haven't done anything bad, somebody else did it to you. So I think that this is a tech problem. It's an industry problem that can be solved with tech. So I encourage people working on Ethereum to figure out a model where this can be prevented, which is simple as what I mentioned. Right. So you have to permission an asset before you accept it in your work."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, even your firm probably could submit an Ethereum improvement proposal."
    },
    {
        "speaker": "A",
        "text": "We could, yes. We just not. Yeah, yeah. We're more of an application provider on top. We write on Ethereum and create smart contracts and stuff like that. I think there's a lot more qualified people out there probably to be able to do that. But. But somebody needs to do it because obviously this is problematic, right. Especially now that the regulators are more on top of the space and trying to monitor that bad things do not happen on crypto. Because I think we've had quite a lot of bad things in the past few years, and we're in a good spot now, I believe, with the approved, with this launch, etcetera. So I think that collectively as an industry, we need to be very careful not to destroy what has taken so long time to build in terms of credibility."
    },
    {
        "speaker": "B",
        "text": "And as for the NFTs and the meme coins that were thrown into that address, do you have plans for what to do with that? Because obviously some of that has values."
    },
    {
        "speaker": "A",
        "text": "Nfts, if I can make some money on the side."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I don't know if you could set up some policy where the investors in this actually do some of their dividends come from stuff like that. I don't know."
    },
    {
        "speaker": "A",
        "text": "I don't think so. I don't think anybody would want to get a dividend on a institutional grade black dog tokenized money market fund with Pepe coin. Right. So they also, look, this is people that are doing this to get attention. The value of what they're sending is ridiculously low. So it's really not that they drink because they know they need some chain and people see it. And then there is like, people posting their own, Blackrock has bought the coin, and then they pump and dump the price of whatever coin is there, so."
    },
    {
        "speaker": "B",
        "text": "Okay. And I also saw that on Tuesday. I guess this was when the news was leaked. Crypto auditor Charles Wong tweeted, quote, currently, the fund's contract is controlled by an externally owned account rather than a multi signature wallet. And obviously, I'm sure you're well aware and my listeners probably know that that setup has the risk of being a single point of failure. So has the contract been upgraded? And generally, like, how does securitize approach security for an institutional investment type product like this?"
    },
    {
        "speaker": "A",
        "text": "So first that guy looked at the wrong contract. As I mentioned, we had two contracts on chain. The one with the actual one, the actual one. Now Etherscan has listed the right one. So if you search anything this context, by the way, were people going directly on chain to find it? Because it was not even indexed by ether scan because we were not planning on launching. So now the franchise scanned that thing. Very diligent, making sure when you search for BDN or black block, the one that comes out on Etheroscan is the right one, that actually is managed with a very robust key management system. For my friends at Fireblocks, that's what we use for them. And they're about to do an announcement with us explaining the role in the project. So I think that from a security perspective, we're pretty robust and we know how to manage these things for years. And also, as you can imagine, Blackrock has also reviewed all our procedures or how we manage keys and stuff like that to make sure this is robust. So I don't think we're going to have any problem. All the contracts are audited and they will be audited before this project. So hopefully everything's fine."
    },
    {
        "speaker": "B",
        "text": "Okay. And Blackrock also made an investment in securitized. So I'm assuming that there will be more things that you guys are working on together. Can you give us a hint on what those things might be?"
    },
    {
        "speaker": "A",
        "text": "So, yes. So Blackrock for us, and I guess for Blackrock, this is a very close strategic relationship. I think there was a lot of work involved in both parts to get to the point that we were ready to work with each other. So I think at this point in time, hopefully we're going to be doing many things for Blackdog for the foreseeable future. And I think Blackrock also wanted to get close to our company, to have been able to influence our direction to some extent, but also to help us to make sure we're in business, that we were all funded, so we continue serving them. So yes, there is a roadmap. There is a lot of projects coming. We just announced this on Wednesday. So for the time, we don't want to focus on the one that is out there. But yes, this is not a hopefully this is not a one off relationship or situation at all."
    },
    {
        "speaker": "B",
        "text": "All right, Carlos, well, it's been such a pleasure. Thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "Thanks for inviting me so quickly, Lara."
    },
    {
        "speaker": "B",
        "text": "Don't forget, next up is the weekly news recap today, presented by unchained contributor Megan Christensen. Stick around for this week in crypto after this short break. Did you know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible, but what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains, but in an IRA, like a Roth IRA, gains can be tax free. ITrust Capital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital."
    },
    {
        "speaker": "F",
        "text": "Thanks for tuning in to the weekly news recap written by Juan Aronovich and edited by Jacob Oliver I'm Megan Christensen. Let's dive right in this week, reports emerge that the Ethereum foundation is under investigation by the SEC, following Ethereum's transition to a proof of stake model. This scrutiny could stem from concerns that Ethereum's new model aligns more closely with the characteristics of a security. Notably, the foundation's website removed the language in February, indicating it had not been contacted by government agencies in a manner requiring confidentiality, sparking speculation about regulatory inquiries. Fortune's investigation suggests that the SEC's interest was peaked shortly after Ethereum's shift to proof of stake, probing how this governance model impacts its legal classification. The removal of the Ethereum Foundation's warrant canary and confidentiality language coincides with Fortune's report of us companies receiving subpoenas related to Ethereum hinting and an extensive review by the regulator. The potential classification of Ethereum as a security by the SEC carries significant implications for the cryptocurrency's ecosystem and for pending Ethereum ETF applications by major financial institutions. Bloomberg ETF analysts James Seyffert and Eric Belhunis have adjusted their outlook on the approval of spot ether ETF's by the SEC, now predicting a likely rejection. The analyst assessment is based on the absence of recent communications between fund issuers and the SEC, which is a critical indicator of the regulatory body's engagement and intent. The final decision deadline set by the SEC for the first ETH ETF application is May 23, 2024. Amid the uncertainty, some industry figures suggest that delaying Ethereum ETF approvals could benefit the crypto sector. Bitwise CIO Matt Hogan, in a panel at the Digital Assets summit in London, said that a delay until December could allow the market more time to adapt to the recent introduction of bitcoin ETF's continuing with more SEC the commission was sanctioned this week by US District Court for misleading the court in its lawsuit against crypto firm Debtbox, marking a significant rebuke for the regulator's handling of the case. Judge Robert J. Shelby criticized the SEC for presenting misleading evidence and engaging in a gross abuse of power, an action that has further fueled discussions about the SEC's approach. Cryptocurrency regulation simultaneously, Senators Jack Reid and Laphonza Butler have expressed reservations about the SEC's recent approvals of bitcoin etps, highlighting concerns over inadequate risk disclosures. In a letter to SEC chair Gary Gensler, the senators argue that the distinctions between ETPs and ETF's leave significant gaps in investor protections, urging the SEC to halt further approvals of crypto etps. Us prosecutors have recommended a prison sentence of 40 to 50 years for Sam Bankman Fried, the founder and former CEO of the cryptocurrency exchange FTX, highlighting the unprecedented scale of his alleged financial crimes. The recommendation was made to judge Lewis Kaplan ahead of Bankman Fried sentencing hearings scheduled for March 28, 2024. The prosecution's letter to the judge outlined the multifaceted nature of Benkman Fried's offenses, which include defrauding customers and investors, fabricating financial documents, making illegal political donations, and engaging in bribery. The defense seeking leniency proposed a considerably lighter sentence of six years, citing the potential for FTX customers to be fully reimbursed through ongoing bankruptcy proceedings. However, the prosecution argues that the severity and complexity of Bankman freed its actions, which affected tens of thousands globally and involved over 10 billion in losses, justify a lengthy sentence. They also argued that Bankman Freed poses a continuous risk of re offending, emphasizing the need for a punishment that reflects the gravity of his crimes and deter similar future offenses. Bankman Freed's legal team has criticized the prosecution's stance, describing it as excessively harsh and likening it to a, quote, death in prison sentence. They argue that their client has been unfairly portrayed as a villain, insisting that financial recovery for affected parties is feasible and that no real losses occurred. The final decision on Bankman fried sentence will be made by Judge Kaplan on Thursday next week. Stay tuned for our live coverage of that Alexei Purtsev, the developer of the cryptocurrency mixing service tornado cash, is slated for trial in the Netherlands on March 26. Facing allegations of laundering over 1.2 billion the dutch prosecutors indictment, meticulously detailing 36 suspect transactions, accuses Pertzev of facilitating money laundering through tornado cash, a platform designed to obscure the origins of digital assets. The largest transaction highlighted involved more than 175 ETH from the Ronin bridge exploit linked to the infamous $625 million hat attributed to the north korean cyber group Lazarus part seven, arrested in August 2022 and subsequently placed under house arrest with gps monitoring, has consistently denied any wrongdoing. His legal representation, led by Keith Cheng, challenges the indictment's lack of specificity regarding Pertsev's alleged criminal actions. The case has ignited a firestorm within the crypto community, with supporters decrying what they see as an overreach into the realm of software development and coding. Influential voices, including Coinbase and the Blockchain association, have rallied to Pertsev's defense, arguing that the mere act of developing software should not be conflated with criminal activity. Dutch prosecutors, while acknowledging the legality of cryptocurrency mixing services in principle, emphasize that the laundering and concealment of criminal proceeds remain punishable offenses. This trial is not only a pivotal moment for Percival, but also a potentially precedent setting case for the broader crypto and open source communities. Arrington Capital, an investor in the Etherfi liquid staking protocol, has drawn attention and criticism from the crypto community for offloading nearly $700,000 worth of freshly airdropped Ethi tokens to binance, sidestepping the intended investing schedule. According to blockchain analytics firm Nansen, Arrington Capital distributed 5000 ETH, the liquid staking token of Etherfi, across ten wallets, to claim 200,498 ethfi tokens, which were then consolidated and sold on the exchange. This maneuver raised eyebrows for potentially exploiting the airdrop mechanism, as distributing assets just below the threshold allowed Arrington to avoid the vesting schedule set for holdings above 25,000 tokens. Critics, including on chain sleuth Zach XBT, labeled the action as a simple attack, suggesting a deliberate attempt to secure a larger allocation by using multiple addresses. Etherfi and Arrington Capital have both stated that the investment firm was unaware of the 25,000 token threshold for vesting at the time of the airdrop. Etherfi acknowledged being informed about the use of multiple wallets by Arrington, but did not consider it a simple attack. They admitted an oversight in not aggregating wallets belonging to the same entities for vesting purposes, attributing it to the rapid launch process. And that's all. Thanks so much for joining us today. If you enjoyed this recap, go to unchainedcrypto dot Substack.com, that is unchainedcrypto dot substack.com and sign up for our free newsletter so that you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Nelson Wang, Matt Pilchard, Juan Aronovich, Megan Gabis Trishank, and Margaret Correa. Thanks so much for listening."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]