[
    {
        "speaker": "A",
        "text": "Five years in an industry that changes quarterly with a company that has only been around for six years is a really long time. And so, you know, this settlement agreement allows the US to have extraordinary inside access to information and influence over the organization on an ongoing basis that it might or might not be able to have if there aren't future touch points to the us jurisdiction."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchange. You're a no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and, as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the December 12, 2023 episode of Unchained."
    },
    {
        "speaker": "C",
        "text": "Arbitrum's leading layer two scaling solutions can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security rooted on Ethereum, Arbitrum's newest addition, orbit, enables you to build your own tailor made layer three. Visit arbitrum IO today. Streamline your defi with Vaultcraft, the ultimate on chain toolkit for deploying custom automated Defi products on any EVM chain. Join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO. The game has changed. The Google Cloud Oracle built for Layer Zero is now securing every layer zero message by default, their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero.net. work to learn more. Hey, unchained listeners, as you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com."
    },
    {
        "speaker": "B",
        "text": "Today'S topic is Binance's future with compliance monitors. Here to discuss are Michael Dawson, partner, financial institutions group at Wilmerhale, and Dorothy DeWitt, founder and CEO of told strategies. Welcome, Dorothy and Michael."
    },
    {
        "speaker": "A",
        "text": "Thank you for having us."
    },
    {
        "speaker": "D",
        "text": "Pleasure to be here."
    },
    {
        "speaker": "B",
        "text": "The US Department of Justice, along with the Treasury Department and the Commodity Futures Trading Commission, recently reached a settlement with Binance, the largest crypto exchange in the world, over anti money laundering and sanctions violations. The exchanges financial penalty totaled $4.3 billion, and Changpeng Zhao, or CZ stepped down as CEO. One less talked about aspect of the agreement is that binance for the next five years will now have a compliance monitor. The monitor will be there for three years for DOJ and for five years for the financial crimes enforcement network, or FinCEN, as well as the CFPC and the Office of Foreign Assets Control, or OFAC. Dorothy, can you explain what this means? What is a compliance monitor?"
    },
    {
        "speaker": "A",
        "text": "Sure. The terms compliance monitor, corporate monitor, third party compliance, independent compliance consultant. They can be used interchangeably, but effectively, they are an independent entity that is paid for by the company, but that reports to the court or the government and reports on or. The primary responsibility, including reporting, is to assess and monitor Binance's compliance with the plea and settlement and consent orders, and to oversee the creation and implementation of new and effective compliance measures and to eliminate or at least reduce the risk of recurring misconduct. As secretary Yellen said in the conference announcing these agreements, what she really would like to see is for binance to off board and not onboard all US customers going forward."
    },
    {
        "speaker": "D",
        "text": "Dorothy, I like what you said about the monitor being an entity, because sometimes people think it's going to be a single person, but in fact, it could be headed by a single person who's got some particular domain expertise, but it's going to be a large team, especially in a matter like this."
    },
    {
        "speaker": "B",
        "text": "And so, Mike, can you explain how it works for the company to have hired this person that in some ways, or maybe in all ways, is actually working for another entity? What will they have access to? What will they not? What kind of relationship and processes are built up around a compliance monitor?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it really varies from case to case. And there are a lot of provisions in the independent monitorship, provisions of the guilty plea that Binance agreed to that are designed to try to make it work better. So first and foremost, it's important that the monitor have good stature within the organization and outside of the organization, and that comes from having a lead. Monitor has got relevant experience in crypto, preferably relevant experience from a regulatory background heading the effort. And then there will need to be access to personnel information, data so that the monitor can do their job. But you're quite right. At the end of the day, the monitor sees their boss as being the Department of Justice, Vincent Novak and the CFTC, and they see themselves as being answerable to them, not to the company."
    },
    {
        "speaker": "A",
        "text": "Just add the key to monitorships is this is an ongoing concern. The purpose is to achieve and maintain a compliance structure and a culture of compliance that will prevent future violations of us law and to move on and continue successfully. There are lots of ways to trip that up. But a compliance monitor needs to also have private sector sensibilities in addition to an full understanding experience with government as a previous senior regulator or law enforcement prosecutor, et cetera. But you have to have that balance between private sector sensibilities and practicality and credibility, as well as the perspective of the government to whom you ultimately report."
    },
    {
        "speaker": "D",
        "text": "That's a good point. You need that balance. I agree."
    },
    {
        "speaker": "B",
        "text": "And so why do you think the government made this part of the settlement rather than just having the fine and having CZ step down?"
    },
    {
        "speaker": "A",
        "text": "So the government has jurisdiction over this person who's in the UAE, not a us person, and this entity that operates overseas and theoretically. Theoretically, but not actually, not in the US. But part of the agreement is that binance will stop doing business with us persons and we'll off board all of them. And so, insofar as they have connections to the US, these regulators and law enforcement have jurisdiction. But suppose they have completed the, theoretically completed their offboarding of us persons, I don't know, within six months or as of today, they've already done that. Let's just suppose that then it's not clear what jurisdiction or effect or influence the us government regulators and law enforcement can have on an overseas entity that doesn't have touch points to the US. So I think part of the, I'm speculating, my sense is that part of the settlement is to enable the US to really have full insight into the way the organization works, what products it has, what compliance it has to be able to affect explicitly the company's culture of compliance, which is a major undertaking, and to be able to ensure that and test and validate ongoing for five years the compliance function, to make sure that it's adequate to achieve compliance with us laws. Five years of compliance monitoring, which can be extended to six, and in certain circumstances we can talk about it, could go very badly and there could be bigger issues which could have happened in other industries. Five years in an industry that changes quarterly with a company that has only been around for six years is a really long time. And so this settlement agreement allows the US to have extraordinary inside access to information and influence over the organization on an ongoing basis, that it might or might not be able to have if there aren't future touchpoints to the us jurisdiction."
    },
    {
        "speaker": "D",
        "text": "Yeah, if I could just add to that, I think the point about finance being a non us entity is really important because the Department of Justice has a ten factor protocol that it uses to decide whether or not it should impose a monitorship. So in answer to your question, Laura, about why a monitor was chosen here, DOJ ran through those ten factors and on balance concluded that one was important. But one of the key factors is, is the entity subject to comprehensive supervision and regulation by a foreign regulator? In this case, the answer is no. And so that would have factored into their decision to impose a monitor. It's got an interesting consequence, because what will happen as a de facto result of the monitorship is that you'll have one of the largest players in the industry being subject to a set of expectations and rules that are coming from this monitor that's going to have basically a ripple effect across the industry. I think essentially de facto regulation is going to be defined by this monitorship and then percolate out."
    },
    {
        "speaker": "B",
        "text": "But how is that the case? How would that percolate? I don't know. I would imagine it's mostly private. Or explain how other exchanges. Because the reason why I'm saying this is, I guess most of these exchanges being private companies, they probably all have their own internal processes, and I'm sure there are certain things that become best practice, but within that framework still, they all have their own ways of doing things. So how would that percolate out?"
    },
    {
        "speaker": "D",
        "text": "I think exactly through that best practice mechanism. So what happens as a general tendency in the regulated space, is that in the wake of an enforcement action like this, other companies looking at the binance experience and attempting to avoid a similar event, attempting to avoid a similar monitorship, are going to try to reach the standards that are set by binance. Some of those are going to be private and unknown to other industry participants, but others are going to be apparent. So, for example, if you're a customer and you're trying to onboard at Binance, you're going to know the KYC and enhanced due diligence processes that they put you to. And then when you go to other industry participants and go through the same thing, you're going to share your experience. You're going to say, wait a minute, you're asking me questions that binance didn't. Why are you doing that? And so there are a lot of mechanisms through which word gets out as to what the current standards are. And you see a tendency, I think, for the industry to rise to the standards that will be set within Binance."
    },
    {
        "speaker": "A",
        "text": "And that's in their interest because the rest of the industry wants to not have a monitor. Monitors are extremely expensive, extremely invasive, have a full access, almost unfettered access to personnel records, data, etcetera. And companies, and frankly, policymakers want companies to improve their compliance functions and their culture. Compliance and their internal risk and control framework. Terminologies that haven't been normal lexicon in this industry because it's a newer industry, but have been the normal lexicon in more traditional industries, they will really want to make sure that they have a demonstrable and reasonably designed and effectively implemented internal control framework so that if and when regulators come and ask about it or have inquiries or enforcement, and maybe even with some active enforcement cases, they can say a monitor is not required because of everything that we've done and where we are, or if a monitor is required, the scope and time should be limited and so on and so forth. To have a little bit more, a lot of investment upfront can really help out on the backend around monitors and independent third party consultants and resolutions."
    },
    {
        "speaker": "B",
        "text": "So one thing that is a little bit confusing, which we've kind of addressed, but I just want to ask about one specific aspect of it. So as we mentioned, binance is not a us entity, and yet these monitors will be reporting to the us government. So is it literally simply making sure that binance will not serve us customers? Is that it? Or is it also making sure that they're complying with the laws and the jurisdictions where they operate? Or like, what exactly are they making sure they do?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it is off boarding the us customers for sure, but it's a lot more than that, there being."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Cause that can't take that long."
    },
    {
        "speaker": "D",
        "text": "Yeah. Although nothing is really as easy as it seems. So you have to identify the us customers, you have to trace ultimate beneficial ownership, and you might find some us ownership that's lurking behind several layers of ownership. So it sounds easy, but nothing is as easy as it seems."
    },
    {
        "speaker": "B",
        "text": "Right. But I guess like, I would imagine it just wouldn't take five years. It might take like one year maybe at the very most, too."
    },
    {
        "speaker": "D",
        "text": "Yeah, that shouldn't. But the provisions also call for the monitor to make sure that binance is meeting standards associated with compliance with us sanctions, making sure they're not allowing the platform to be used to facilitate terrorist financing. They're also exporting us expectations around anti money laundering compliance programs. So it's much more than just off boarding the us customers."
    },
    {
        "speaker": "B",
        "text": "And when you say exporting US anti money laundering or KYC. You mean like to the other jurisdictions that finance actually operates in?"
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Oh, interesting."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. But I guess I'm just confused as to. I guess it's just because of the settlement that they can do that because there's nothing in those, like, let's say the, there's some gap between what the US requires in those processes and what the jurisdictions that binance operates in require, then. Yeah, it's just kind of forcing binance to do something for the jury, for the us jurisdiction simply because of the settlement."
    },
    {
        "speaker": "D",
        "text": "That's right. But if there's a contradiction, the agreement says that finance can say, hey, we're prohibited from doing that as a result by local law. So what the monitor is asking us to do, we can't do because of local law, and the agreement recognizes that. But where there's a gap and not a contradiction, then the us regulation is going to fill that gap. And to me it's really interesting. What we have is a situation where we have an absence of regulation in the US and in foreign jurisdictions, and that void is being filled as a result of this agreed to resolution by finance, the us government, it's being filled by us standards."
    },
    {
        "speaker": "B",
        "text": "So how unusual or perhaps typical is it for the government to make a monitorship part of a settlement like this? Would you have predicted that this would be part of some arrangement? Because obviously for years now there's been rumors that are not even rumors, but it's been reported that there was some action that was going to happen against finance. So did you expect this or was this a surprise?"
    },
    {
        "speaker": "A",
        "text": "I expected and I expect there to be more monitorships appointed in the industry for a few reasons. The first is, well, we talked about the overseas jurisdiction. Overseas jurisdiction, the challenges on an ongoing basis to having boots on the ground and eyes on everything. And that's part of the benefit of a monitorship and the establishment of that monitorship. The second is that DOJ has sort of waxed and waned on its approach to monitorships as a part of criminal settlements. But civil regulators have been increasingly emphasizing the need for monitorships, particularly in the areas where there isn't comprehensive us regulation like a bank has day in and day out. Bank regulators that are at the company and looking at everything and so on and so forth. You just don't have that, generally speaking, in this, in some other industries. And so this allows there to be, you know, government supervised, you know, eye on the company and real influence on the company's operations going forward. As we talked about for five years, you know, the whole industry could change the way that monitoring is done, can change the way that detection is done, could change prevention is done, can change. You know, we don't need to get into DeFi, but there are all kinds of things that could change that could make it more challenging, and that length of the monitorship reflects, I think, the anticipation of a really changing environment. So the CFTC just recently said it's going to require monitorships as much more frequently in missions and other things like that as a result of their settlements. And they indicated that where they trust that the company has and can remediate itself, they might do a third party consultant that could advise on that remediation where they're really not sure. Maybe it's recidivist or maybe it's very serious, as in this case, they are going to require monitorships, probably akin to what we see here because of these various things. And, Mike, I just have a question for you. Do you think monitor ships are an optimal solution in crypto, or do you think they reflect, I spent six months on the Hill recently drafting crypto legislation in the Senate, which it's not clear where that's going to go, but it is clear that there has been a need for legislative solutions to allow for a more comprehensive regulatory program. How do you think monitorships play into that lack of legislative solutions to some vexing issues?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's a good question. I think they're clearly a second best solution. And if we had a comprehensive regulatory regime and a comprehensive supervisory regime like we had for banks or broker dealers or other participants, I don't think you'd see monitors being used as often as they are in crypto. So you've got a monitor in the Coinbase settlement with the New York Department of Financial Services. You have an independent consultant appointed in the DF's settlement with Robinhood crypto, and now you've got this monitorship, and they are the necessary in these circumstances. But I think a poor second best solution in the absence of comprehensive regulatory approach."
    },
    {
        "speaker": "A",
        "text": "One more reason to advocate for a comprehensive regulatory approach."
    },
    {
        "speaker": "B",
        "text": "So, yeah, one thing I did want to note about how unusual this is, is this is actually the first time that FinCEN has had an independent compliance monitor as part of a settlement. So that I think says, yeah, well, now, the Wall Street Journal reported that this was the first time that they've ever employed an independence compliance monitor. Independent compliance."
    },
    {
        "speaker": "A",
        "text": "Certainly, they're looking fine."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. So now, you mentioned earlier the high price that these companies have to pay when there are monitors. So do you have a ballpark figure of how much this will cost binance?"
    },
    {
        "speaker": "A",
        "text": "I think it depends on the monitor, and it depends on also on the cooperation by the company, providing information credibly, not false green thumbing, saying that everything is going well when it isn't, necessarily. And being responsive and cooperative are key factors in the duration and the cost. But Mike, I don't know. What are other key factors?"
    },
    {
        "speaker": "B",
        "text": "Mike?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think one thing that's really interesting here is that the provisions in the Gilti plea say that the independent monitor can rely on the personnel reports, testing of binance so they can rely on the internal resources. And I think that will go a long way to reducing the cost. But you're still talking about tens of millions of dollars over a five year period, not billions. Maybe. It might total 100 million. By the time it is done. It's going to be expensive."
    },
    {
        "speaker": "B",
        "text": "So this can't all be going to the main person that's running the show. It's not like just a salary. Right. Or what is that expense comprised of?"
    },
    {
        "speaker": "D",
        "text": "Well, it will be, basically, you're going to be paying time and materials for the time of the labor of the lead independent monitor and all the arms and legs that they're going to need to employ to do their job. So it will be a team of people, and we'll charge hourly rates that are basically competitive within the market for people with talent in crypto, in regulation. And then, as Darby said earlier, getting that balance right in terms of what complies with the regulatory expectation, but is also practical from a business perspective. Most people aren't cheap."
    },
    {
        "speaker": "A",
        "text": "I was just going to say there are different models. So one model might be to hire a big law firm, and the law firm will have the arms and legs within the law firm. Maybe they'll hire some forensics experts as well, which I have no doubt will take place here and so on and so forth. And so, you know, there's a tacit, I don't think, explicit, because lawyers have, you know, lawyers that would do this kind of work, and others will be, you know, credible and highbrow and so on and so forth. But, you know, the more arms and legs are out there and the more work is done, the more it costs and the more the monitor and its organization make. There's a second approach, which is kind of a two tier structure, which is to have a smaller organization or entity or individual who does the monitorship and then outsources, but does not benefit from the cost of the arms and the legs. And those are the types of services that my company told offers modern third party compliance solutions that are that second, that two tier model. But there are other very well established, longstanding larger organizations that have a whole slew of divisions that can do that kind of work in house. And so it just sort of depends on where the bills come from, who's seeing it and who's ultimately in charge and what the incentive structures are on there. And so binance will have to make some decisions. I'm sure it has some good options. I will focus one thing on one thing that Noah Perlman said. He did an interview with Law 360 a couple days ago, and he's the chief compliance officer of Binance, who was brought in about a year ago, very well regarded. I've known him for decades in the industry. I was at Morgan Stanley for 15 years and then at Gemini. But he came in and I think he was critical to. And the document, the settlement documents suggest very much so, that he was critical to turning around that compliance program. And hes also very experienced in major program management, which this involves its major cultural change, major change in the way business is done, and so on and so forth. So he said in his interview that you need a crypto who has expertise in the space industry, wants a monitor who is kind of committed to the success of the industry, and that is willing and able, with those sensible and practical approaches, to allow and permit the company to go on and move past some monitorship and succeed with great compliance programs and so on and so forth. But you also need someone who's credible with the government. And when you look at that Venn diagram, it's really small. And then even within that, you may have firms and forensics and others that are conflicted. For example, I'm sure that some of the blockchain analytics companies have worked with the government in this case, and others. I'm sure that some of the law firms have represented their whole host of individuals and entities who would have representation here, like individuals one through four and entities a through f that are unnamed. But you can kind of understand who they are. So the Venn diagrams get overlap, gets smaller and smaller. And also keep in mind that both the DOJ and FinCEN say they and they ultimately choose the monitor from the three that are recommended by binance based on certain requirements. DOJ and FinCEn ultimately choose a dollar, probably one monitor across all of it. That's fairly apparent, but they have obligations to, or they have priorities around diversity and inclusion in deciding which of the monitors there are. So even that makes the overlap with the Venn diagram even smaller."
    },
    {
        "speaker": "B",
        "text": "Okay, so basically, it could be kind of one entity, meaning a law firm, as Mike mentioned, or it could be maybe a person who then outsources some of the functions that they'll be overseeing. So, you know, obviously, at the moment, it's a person."
    },
    {
        "speaker": "A",
        "text": "Either way, the person may be affiliated with a bigger organization, like a law firm or a big forensics compliance company or something like that. Or the person may be not affiliated with the arms and legs, but decide how to use the arms and legs, which to use, and not necessarily have direct interest in how much that involves related to their own payments and remuneration and such."
    },
    {
        "speaker": "B",
        "text": "Okay, so at the moment, binance is, I guess, vetting these different candidates, or not vetting, but choosing which candidates they're going to offer up to the government. So what do you think binance is looking for? Some of the requirements we just discussed are just what are the parameters of what they can select. But within that, what do you think they'll be looking for?"
    },
    {
        "speaker": "A",
        "text": "Looking for three things and maybe a fourth cost. And that's not to say, like, is it x amount an hour or 1.5 x amount an hour. It's more that are they going to be able to make sure that there's a commensurate benefit to the public and the government and national security to the work that's being done and charged? For example, there have been examples that Mike and I can tell you about where it's not clear that there's a commensurate benefit between the cost and the outcome. So they're going to make sure cost is related in large part to scope, scope around AML, KYC, sanctions, et cetera. Scope creep is an issue that can come up, and that can be very, very costly. And third, part of the costs are what Mike said, where the monitor can rely on Binance's internal forensic analysis and reports and this and the other, if in their own discretion, the monitor finds those credible. If not, they can use their own. So different cost mechanisms, scope mechanisms. There also is the ability to end the monitor ship early, if everything, if the government agrees that the purpose of the monitor has been completed and so on and so forth. That has happened. It's not very common, but it has happened. And that's certainly what companies always want to try to do. And they're very incentivized to put in place the mechanisms to do that. It's key to note one particular thing. It's not just that the monitor is going to ensure, help ensure that the internal control framework prevents us customers from accessing their platform going forward. It's also that the monitor has an obligation to finance agreed to this obligation to do a look back. A look back is where you look back over the last six years and you look at every transaction or huge samplings and swaths of transactions, so on and so forth, and you'd identify which transactions should have had suspicious activity reports sars filed. And for each of those that they find over a long look back period, they need to file those. So that gives OFAC and FincEn much more information about what illicit activity has taken place. And they can see the wallet, so they can see the KYC, if any was done. They can see the transactions and so on and so forth. So the look back is key. That can take longer than you expect. It's hard, it's complicated. And then also key is explicitly changing the culture of compliance and improving the compliance program to achieve compliance with us laws."
    },
    {
        "speaker": "B",
        "text": "So since, as we mentioned, this is a very small Venn diagram and just gets smaller when you kind of look at all the different requirements that need to be met. So given that, I wondered if you had any particular candidates that you thought were likely choices for this role."
    },
    {
        "speaker": "A",
        "text": "I wouldn't want to speculate. There are big organizations that have done this. There's like forensics and consulting firms, there are law firms, and then there are organizations like me that are having been the director of the division of market oversight at the CFTC, the first woman director, and also having the general counsel of Coinbase and more recently drafted crypto legislation in the Senate for a temporary stint this year and last just to give us a shameless plug. Those are other options as well. And that's the two tiered structure. Both structures can work, and it really depends on what the government prefers and what binance prefers. And I'm sure they will put tremendous amount of thought, and I'm sure there will be lots of interest and submissions to seek this monitorship. It's an important one. It's important to our national security, it's important to the industry, and it's important to the direction of the industry and compliance."
    },
    {
        "speaker": "B",
        "text": "Well, Michael, do you want to name names, Michael?"
    },
    {
        "speaker": "D",
        "text": "Sure. As a thought experiment, I've got a dream candidate, probably completely implausible, but how about Patrick McHenry, outgoing chair of the House financial services committee, has announced he's not going to seek reelection. I don't think the timing is going to work out for this, but I think that's the type of person you want, and it gets to one other dimension that is required here in addition to that Venn diagram, and Dorothy alluded to it, which is leadership. It's going to be a big project with a lot of people, and you need to have a leader at the head of it who can people the projects and tasks going on time. So I think that's a fun candidate to speculate about. Again, thought experiment, probably completely implausible."
    },
    {
        "speaker": "A",
        "text": "That's a great idea."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment we're going to talk a little bit more about what it is that the monitor will do. But first, a quick word from the sponsors who make this show possible."
    },
    {
        "speaker": "C",
        "text": "The game has changed. The Google Cloud Oracle built for layer zero is now securing every layer zero message by default, their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero network to learn more. Defi just got way easier with Vaultcraft, a blockchain infrastructure for building, deploying and monetizing non custodial yield strategies a few clicks forget spending months of R and D capital and human resources when you can now instantly launch your crypto fund with Vaultcraft on any EVM chain. From wallets and institutional service providers to anandgens, Vaultcraft supercharges your crypto assets by enabling instant cross chain yield strategies that you can deploy in 1 minute. Now anyone can supercharge their crypto portfolios with custom tailored defi strategies. Join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, Arbitrum empowers you to explore and build without compromise. Propel your project and community forward by visiting Arbitrum IO today."
    },
    {
        "speaker": "E",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "C",
        "text": "Tech."
    },
    {
        "speaker": "E",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with Dorothy and Michael. So Dorothy alluded to this earlier, but, you know, in addition to just making sure binance is off boarding us users and that it's complying, you know, up to a certain standard, especially if there are gaps in the jurisdictions that finance operates in, they are going to be also doing this look back. So as far as I understand, this is actually a separate role, or it's probably somebody under the monitor, and it's called the SAR look back consultant, with SAR standing for a suspicious activity report, which is something that has to be filed here in the US when a financial institution, you know, identifies what they believe to be suspicious activity, and then the other is an AML or anti money laundering program consultant. So can you talk a little bit about what these two roles will be doing?"
    },
    {
        "speaker": "D",
        "text": "Yeah, why don't I take the SAR look back one, Dorothy, and maybe you can speak to the other one. I've been involved in a lot of suspicious activity report look backs. And basically what's involved is the monitor is going to have to first collect transactional and customer data from the past, from binance. And that itself is a non trivial, difficult exercise because at the end of the process, you have to be able to show the Department of Justice and FincEn that the beginning of the process was sound, that you collected all the data, that there weren't any gaps in the data that you collected. Then what the monitor's team is going to have to do is analyze those transactions against a set of typologies or known patterns of money laundering or terrorist financing behavior to try to identify potentially suspicious activity. Then what the monitor does is that's kind of an automated, computer driven process that'll spit out alerts that a team of humans will then investigate to see whether those potentially suspicious activity are actual suspicious activity. Then they prepare and file a report with Fincen that details the who, what, when, and where of this suspicious activity. These are very, even though it begins with this automated process to generate the alerts, they're very labor intensive. I would anticipate you'd have a team of scores of analysts. So in the, maybe not quite 100, but around that number of people actually reviewing the alerts to identify suspicious activity."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would imagine that the sheer number of transactions that they have to kind of, you know, vet initially is, I don't even want to know. Yeah, this SAR look back operation could turn up a lot of information that leads to clues about who perpetrated other crimes that we don't know about yet. And, you know, thinking back, I remember there was the dutch authorities who seized the dark net. Margaret Hansa, the DOJ seized Alphabay, which is another darknet market. And I'm not saying Bitfinex is a darknet market, but I'm just saying when authorities get a lot of information about transactions, it's led to other crimes being resolved. Like, for instance, the Bitfinex hacker. I believe, you know, the authorities figured out who they were from. I think it was transactions on Alphabay. And so do you think this look back operation could end up identifying more crimes? And, and if so, like how it. Because the, you know, everything that the government's produced so far has, has shown that they have a lot of information already about what happened on binance. I was just wondering kind of what the difference is between the information they've received so far, verse, versus what they'll be getting now."
    },
    {
        "speaker": "A",
        "text": "Let me start, and then I'll turn it over to Mike, who will have some good insights. You raise a very important question. You know, we, some of our discussion has reflected whether it's illicit actors who may have been able to transact an exchange in the past on binance will want to do so in the future. The likelihood of reducing that illicit activity on the world's largest platform is significant going forward. The question you raise is retrospectively, and that highlights and underscores why our sense is, or my sense is that the government structured the resolution in the way that it did. Not only does it have boots on the ground, it's very invasive to have a monitor that can see everything for the next five years, extendable to six. All the information, client information, transaction information, et cetera, to be able to monitor for these types of things. But also the lookback provision, that's sort of half of the remat, the other half of the remit is sort of ongoing compliance, program improvement and testing and so on and so forth. The lookback provision requires that binance go back and identify what the government believes is to be more than 100,000 suspicious activity reports that should have been filed. And it has to go back. It's traditional. In a look back, you go back and correct. It can be very time consuming, it'd be very complicated. And the government has required binance to go back and look back at virtually all of its transactions and to identify and file SARS for those transactions retroactively. And that is absolutely a trove of information for law enforcement. And I underscore that criminal plea agreement was with the criminal division's money laundering and asset recovery section, known as MLArs, and with a separate division in the DOJ, which is a national security division. And I think a large part of this settlement is the priority of the Department of Justice to get as much information as it can to uphold our national interests by prospectively preventing and retrospectively getting information and identification to help it in its fight against illicit finance and sanctions violations. My guess is that they have been starting the look back, but I'm not sure. They may be waiting for the plan that the monitor puts forth so that they're not doing some work and then doing it in a more formalized way with the monitor. But my guess is, in the last period of time that they've been working hard to remediate before this, they have provided the information that they can. And I feel fairly certain that once the monitor is in place, there will be likely a rolling production and it will be significant and a significant amount of information on illicit actors. And you might see in the coming months and years following those productions, or you might not see government activity integrating all of that information into their efforts to support our national security. What do you think, Mike?"
    },
    {
        "speaker": "D",
        "text": "Totally agree. And I guess I would add that this really goes to the core. The original mission of FinCEn, the E and the N in Vincent, stands for Enforcement network. And what Vincennes was originally stood up to do was to share this information with federal and state law enforcement agencies. So in addition to FinCEn having access to the data, IR's criminal investigations has access to the data, the FBI has access, customs, state law enforcement agencies, US secret Service, and FinCEN, in addition, as cooperation agreements with the financial intelligence units of other countries. So this information, I think, will be a very sort of target rich environment. And the question will be, can the law enforcement agencies kind of marshal the resources to exploit it in a timely, timely manner? I think the other thing I would add is that this information likely has relevance to the national security intelligence community, both in the United States and abroad. So, totally agree with Dorothy's points, and it really goes to, I think, the core of what Vincent's mission is."
    },
    {
        "speaker": "B",
        "text": "And so for national security, are you referencing, like, this North Korea type stuff?"
    },
    {
        "speaker": "D",
        "text": "North Korea, Hamas."
    },
    {
        "speaker": "B",
        "text": "Right. And one other thing. So, you know, they already seem to have a fair amount of information on finance. So what's the difference between how that was obtained or what they were able to obtain there versus what they'll be? I mean, obviously now it's like literally everything. But just what were they able to obtain so far and how?"
    },
    {
        "speaker": "A",
        "text": "Well, of course we don't know, but the likelihood is that, and I think it's reflected in a lot of the language in the consent orders and the plea agreement. The likelihood is that in order to bring these enforcement actions and charges, they had, you know, a sampling, a significant sampling in the, in the plea agreement, it spoke only of Iran and the FinCEN agreement it spoke of a lot of other comprehensively designated countries and sdns that have been designated and, you know, are not, shouldn't be, it would be violation of us law for us persons to transact with them. And the matching engine itself enabled that to happen. So that was sort of a lot of discussion in these agreements about that. So they clearly had a meaningful sample that was sufficient to bring these comprehensive charges and this record breaking settlement and resolution. But what I think those documents also made clear, at least tacitly, is that there's probably a lot more. It's likely they didn't sample 100% of everything, and that's why they brought in a look back monitor. Neither monitor has to sample 100% of everything, but they can if they want, and they feel it's appropriate. So they'll put together, as Mike is an expert on a plan to tackle this and they'll get through it. And as they go through, they'll see what perhaps their sampling is showing and then decide how much deeper to do, or decide whether to sample 100% of everything, which is likely, because the more information that the government is able to identify through this process on illicit finance, the better. And so you'll see in these agreements, they say at least 100,000 or at least this amount. I think my sense is that there is a likelihood that there will be a much more comprehensive review that will provide more information over a period of time. And part of why this monitorship is so long, three years for DOJ and five for the rest, it can be extended, is because that may be something that can be accomplished in one period of time, or that may require a significantly greater period of time, especially if complications come up or it's difficult and so and so forth. I would also say that when I was general counsel at Coinbase, it was a huge priority to prevent illicit finance and to do monitor, transaction monitoring and customer due diligence, know your customer, et cetera. And it was really comprehensive. And that's just the day to day stuff. It's very resource intensive. And this look back is going to be a massive project that I think is expected in general to yield some significant benefits to the customer, I mean, to the country, national security and the integrity of our financial system."
    },
    {
        "speaker": "B",
        "text": "And so, Dorothy, can you talk a little bit about what the anti money laundering program consultant will do?"
    },
    {
        "speaker": "A",
        "text": "Sure. So the anti money laundering program consultant will primarily do two things, ensure that there is a culture of compliance, and that's more complicated than it sounds. And second, ensure that obviously the elements of the agreements relating to improvements and enhancements and of the compliance program are put into effect. So ensuring cultural compliance is pretty significant. It's not just illicit finance compliance, it's everything. And that can involve tone from the top, which is critical, the CEO and senior board and senior leadership. It involves investments, making sure compliance is sufficiently independent and sufficiently resourced and that their team has the expertise that are requisite for this type of, level of sophistication and transactions and program that is necessary to achieving the goals. And it also needs to make sure that there's training across the organization, which is no small feat, that there are policies in place that are reasonably, and training and controls and other things that are reasonably designed and effectively implemented to assure compliance with us laws. Reasonably designed. That means that you've, based on your business model and your products and your risks. It's a risk based approach to this that you have addressed in controls can be policies and procedures, training, whether the controls are detective, preventive, automated, or manual, what type of mitigative measures are in place, what type of escalation measures are in place when concerns are identified through alerts or otherwise, how those are decided, what level of decision making is in place. These are all very complicated policies and procedures and controls and training undertakings that they need to do. And what often comes up. Mike and I have worked together on some of these types of things, including a major financial institution that had huge remediation obligations based on a very significant fine and it took several years to put in place. But things can come up during that analysis, both the lookback and also the compliance monitor. And those can include, you know, suspected additional violations of law and kind of confirmed additional violations of law. And those need to be reported. They may need to be reported immediately to law enforcement. Lots of things can come up. But let's go back to the compliance framework. You've got to have training. You've got to have tone for the top. You've got to have alignment of the compliance program with disciplinary measures and compensation measures like their compensate staff's compensation and review, annual review of performance expectations should not only be revenue and product and so on and so forth, but should explicitly and very documented, a very documented way, include compliance as a priority of what their job function is. There are also obligations to, for example, formalize how you deal with law enforcement. So those are all reasonably designed and reporting and timing and everything that Mike also described, effectively implemented, is also critical. So in the FincEn consent order, it described many situations where at some point binance had policies and procedures in place, but it had nothing or little to do, in the government's view, with what they were actually doing. You know, they might not have known about the policies of procedures, they might not have followed it. It might not have been, had anything to do with sort of how they actually do business. So one of the ways that companies trip up a lot, and companies who want to prevent or limit monitors will really want to focus on is making sure that they have a control and training and so on and so forth, and that they're walking the walk in each of these areas around comprehensive risk and control frameworks for following their regulatory and legal obligations independently testing those with reasonable samples and making sure that their policies and procedures reflect their business. And as their business model changes, those have to be changed as well. And that's a big undertaking in any day to day company. It's a particularly big undertaking in, first of all, binance and the industry, which kind of built itself on innovating and doing really cool and interesting stuff, but may not have thought as much or implemented as much, those sort of ticking and tying of making sure everything is addressed, reasonably designed, effectively implemented and tested independently in the resolution. There was also discussion of their testing, of their compliance policy, which has to be independent. It could be audit, it could be external, and that the sampling was tiny and it was terrible and it excluded non KYC users and so on and so forth. So all of those elements need to be in place, and that's what the compliance monitor will ensure."
    },
    {
        "speaker": "B",
        "text": "So I did also want to ask about a situation in which the monitor finds that there's something wrong, some kind of wrongdoing. So I take it after they file the suspicious activity report, which is for past transactions, that then whatever Fincen does at that point, you know, directs they, they would direct binance. But what if there's something happening, you know, in the present time, then is that something that they talk about with binance? Is that something they go directly to the government to without telling Binance, like, or maybe there's, you know, certain types of wrongdoing will fall under one or the other. Can you talk a little bit about that?"
    },
    {
        "speaker": "D",
        "text": "I think it depends on the wrongdoing. They're definitely going to, the monitor will definitely report it to the government. If it's lower level within binance, they'll report it to the finance leadership as well. In the, I think, unlikely event that it's the new senior leadership of finance, then they would go to the government without telling Binance. But I think in the most instances, if they do find something wrong, it's likely going to be within the kind of the ranks or the systems of the organization, and they would apprised the leadership like the chief compliance officer, the new CEO of Binance, as well as the government. Does that sound right? Dorothy?"
    },
    {
        "speaker": "A",
        "text": "There are two elements of misconduct. The first is suspicious transactions. And first of all, if you don't have us persons, you're in a different place. And if you do have us persons, you find out what you know. Maybe one of your users is a us person in that you had not been able to detect them before. So one is a suspicious activity. There's transaction monitoring, there's KYC, there's customer due diligence, there's risk ranking of customers and so on and so forth. So sars are reported all the time, and I would expect that there would be sars reported with some level of consistency on a go forward basis, as takes place in all financial organizations. And that's the way it's supposed to work on an ongoing basis. The second level of a parent or suspected or actual misconduct, something like within an organization, for example, obstruction of evidence about what binance knows, but the monitor doesn't know about something that they've discovered by their staff or that they did wrong, or so on and so forth. That's where it gets really challenging and can be pretty risky. It's smaller level. Things come up a lot during these types of monitor ships. Occasional bigger stuff comes up, and that can result in some challenges, including extension of the monitorship. If they feel like it's necessary, it can result in, can potentially result in some additional charges and additional broadening of scope, et cetera, et cetera."
    },
    {
        "speaker": "B",
        "text": "So one other thing that I want to ask about was there's probably some boundaries in terms of what's appropriate for the monitor to look into and then what's not appropriate. So what are the limitations of the monitorship? Or where can binance sort of assert, like, this is off limits or not part of the agreement?"
    },
    {
        "speaker": "D",
        "text": "I think the work plan is going to be key to that guilty plea in the agreement with FinCEN requires the independent monitor to submit a detailed work plan to the government. And I think that's where you'll see the real effort to define the scope and to get the balance right between meeting the government's expectations while at the same time being something that's doable, practicable, and does not exceed the scope of what the government is looking for in terms of stopping terrorist financing, stopping the payments to child pornographers, adopting the AML compliance program. So, for example, in its efforts to establish a culture of compliance, you could look at that very broadly and look at, say, compliance with local tax rules that could be part of a compliance mandate. But I think at this instance, it would likely, I think all parties would likely agree that that's not within scope. So the work plan will be the place where the three sides hash out what the appropriate scope is for the monitorship, hopefully."
    },
    {
        "speaker": "B",
        "text": "And then earlier, Dorothy, you said that there are some instances where the compliance partnership can go very badly. So what does that look like? And I. Yeah, what did you mean when you said that?"
    },
    {
        "speaker": "A",
        "text": "So in tradfi, there have been monitorships that started out as maybe three years, and then as additional serious violations arise in the scope of the close inspection and access to full information that the monitor has, those things can result in additional consents and pleas and other things like that, and that those may involve an extension of the monitorships. I mean, there have been monitorships that have started out with just a few years and have gone, you know, a decade. Also, in a privately issued report on sort of guide to monitor ships, there was a call out of Governor Chris. There's a concern in the industry, and also it's articulated by the DOJ in the deputy attorney general's recent remarks about monitorships. The DOJ is not a regulator. It's a law enforcement agency. FinCEN, CFTC, OFaC are regulators. DOJ wants remediation, but it doesn't want to be in the position of being kind of the regulator of the inspector. And that's why you may see the same monitor doing both. And primary contact point practically may well be fincen. But the fact of the matter is that in this public report about how to think about monitorships and how to scope it, there was an example of Chris Christie when he was attorney general of New Jersey, appointing Ash, John Ashcroft to do some monitor work that ended up being several years and $50 million. And in the view of sort of the analysis and study, you know, that amount of money and time and expense was not commensurate with the public benefit that resulted from that. And it reflected a concern that's been ongoing of cronyism, which is where, you know, DOJ monitorships tend to have tended or been seen to tend to prefer former prosecutors who have worked there and know them and so on and so forth. So the deputy attorney general has really tried to address those things by putting forth a really clear process, so that the process is what dictates how the monitor works, not the DOJ being the regulator, and also by prioritizing things that will limit the risk of cronyism and so on and so forth. That's a good sign for industry. That's good news."
    },
    {
        "speaker": "B",
        "text": "So what effect do you think this monitor will have on Binance's business overall? Do you expect that users will leave, should users think any differently in terms of their privacy or any other issues about being on the platform? Yeah, I was just curious what your perspective was from the user side."
    },
    {
        "speaker": "A",
        "text": "Sure. The good news is if you're a Hamas or an al Qaeda or a ransomware entity or a really bad actor, and you know that for the next five years, there's a monitor with a huge scope looking at every transaction and access to all the data and so on and so forth. The monitor doesn't have to look at every transaction, but it can do sampling and so on and so forth. But it can. Are you going to want to be on that platform? And that's sort of the beauty of the settlement, is it's not only does it address stuff historically, like with the lookback review, but it also protects our country and our national security by providing disincentives for really bad actors to be on the largest exchange and platform in the world? And so will that have an effect in limiting and narrowing the ability of bad actors to compromise our national security and to support all these terrible things like what Mike described, I think that will really have a profound effect. And as Mike described, it will resonate across the industry. And I think overall, it will have a profound effect on the ability to limit illicit finance and terrorist finance and money laundering."
    },
    {
        "speaker": "D",
        "text": "Laura, if I could just add, I think in terms of what this means for the binance business, too soon to say, and it could really depend on a lot of things, but the early indications are pretty positive. And I think there are two things that I would point to. One is the detail that the government has used in specifying how the monitorship will work. That's a positive. And the second, and probably more important positive, is that binance has embraced the monitorship. So you have their chief compliance officer publicly saying he's excited about commencing the monitorship. He's going to embrace it as a business accelerator, sees it as feeding a competitive commercial advantage. I think that sort of attitude and tone from the top are a really good sign that this bodes well for the business in the long term."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I was going to ask, so I'll just ask it more directly, but this is the perfect segue. Are there any tips that you would offer to either finance or Richard Tang for how they can best cooperate with the monitorship to make sure that it's successful and doesn't go badly?"
    },
    {
        "speaker": "A",
        "text": "I'll be happy to start it, and I think Michael should add on as well. So the biggest tips are to be credible and candid. If it takes you longer to produce the information that they need, be candid as to why, be candid as to how if a deadline slips a little bit of that, there are reasons why then that's workable, that's credible. Credibility is key. Cooperation is key. That tone from the top, that was reflected recently in the CCO's interview and make it lemonade out of lemons, which really, I think at least the CCO honestly buys into. And I think a lot of people in the industry also buy into, even though it's a little bit painful to get through the process of monitoring and remediation. So it's credibility, producing information, full access. If there's a suspicion by the monitor that documents or people are not being produced in a voluntary and cooperative and easy way, you know, that may be an issue. You also want to make sure you have the resources and you have the capability and the expertise in house to manage what is a huge set of projects, change management plans, and that you have the, you know, the expertise and so on and so forth. And you want to, you know, you want to, you want to. Basically, I think those are the main points, is credibility, cooperation, investment and expertise."
    },
    {
        "speaker": "D",
        "text": "Couldn't agree more. I think that's perfectly set."
    },
    {
        "speaker": "B",
        "text": "So CZ can actually technically return to binance after three years. Do you think that would happen? And do you think the government would be okay with it, or what's the outlook for that actually happening?"
    },
    {
        "speaker": "A",
        "text": "A lot can happen in three years. So it's really hard to predict. There can be other, look, the thing that we haven't talked about, which is actually key, so it's a great opportunity from your question to mention it, is that this global settlement, all companies want a global settlement. So they can settle, they can pay, and they can focus all of their resources on the monitor and the remediation and the improvement of their programs and so on and so forth, so that they can kind of graduate from the monitoring and move on and pursue their business and achieve a lot of their goals in terms of innovation and so on and so forth responsibly. But the fact of the matter is that at the podium, you saw the chairman of the CFTC, you saw Secretary Yellen, you saw Attorney General Garland and others, and there was one person who was missing, which is the head of the SEC. The SEC has filed an enforcement action. It wasn't part of the global settlement. We can speculate as to why. Perhaps the SEC required admission that the tokens that they're trading are securities and they wouldn't trade them going forward, regardless of whether it was us persons. I'm speculating that could be something. And then perhaps there are other elements of what the SEC would require that they couldn't reach an agreement. And so that's a big threat hanging over the head of finance that they really need to resolve in order to really move forward. And there may be other jurisdictions and other concerns and so on and so forth. And there alternatively, may be just great tone from the top, great implementation, great design, great remediation, so on and so forth. So it could really go a variety of different directions. So it's very hard to predict."
    },
    {
        "speaker": "B",
        "text": "Why don't we zoom out now, because this, as we've discussed, probably isn't just going to be the one time we've already seen that. The New York Department of Financial Services did also reach a settlement at Coinbase, where they appointed an independent monitor. Robinhood crypto also ended up with an independent compliance consultant. So talk a little bit about where you see this going. Do you think this is going to become a trend, or in what cases do you expect we'll see more of this? And how do you think the industry can avoid it, since, as you mentioned."
    },
    {
        "speaker": "D",
        "text": "It'S costly in the absence of comprehensive regulation at the national and international level? It's definitely a trend that when companies in the crypto space get into trouble, I would expect to see monitors and independent consultants appointed more often than not. I think one interesting question will be how do the monitors make sure they're giving consistent advice across multiple engagements? If we get this situation where the monitors are de facto regulators of individual companies, how do we make sure that they're being relatively consistent across each other, especially when one's appointed by the DF's and others appointed by DOJ? So this is a problem that I think we'll need to think about and solve in the future. But to answer your question, I think it's definitely a trend that's with us for the foreseeable future."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But I would also say that, you know, our advice to companies is keep in mind that binance sort of, my sense is that binance got wind of this a few years ago and started some remediation efforts a couple of years ago. And those really ramped up, particularly a year ago when they hired real serious compliance expertise and so on and so forth. And then a lot, the documents suggest that a lot of the kind of remediation of their compliance program is very well underway, if not certain major milestones have been completed. So that's good news. And the good news is, and that's a takeaway for industry. So if you're not dealing with an enforcement matter at the moment, you really want to make sure you have that robust, demonstrable internal control and risk framework that's reasonably designed and effectively implemented. It's far more complicated and tested and verified and validated. It's far more complicated than, you know, industry might consider, might presume. You know, Mike and I both have done internally and externally, major internal control framework building from scratch or restructuring and so on and so forth. It's pretty big and comprehensive. It has to be tested, it has to be validated and has to be documented and so on, so forth. So you're really going to want to get that in place if you're in the midst of an enforcement action or you think you might be, or so on and so forth. Again, the more you can remediate now and before, the more you can invest in that type of remediation, the likelihood of you getting a monitor is lower, although I think still pretty decent for the reasons we've discussed and the time, duration, the cost and the scope of the monitor can also be negotiated and reduced because you've already done what you needed to do. And then you can, you know, there are also issues around, you know, if you find issues, do you self report them? Those can, you know, help you with any fines or penalties and can really bring credibility to the negotiations about whether a monitor should be in place. I think DOJ, and certainly CFTC recently said explicitly, it really depends on how much we trust you, and it really depends on whether you're a recidivist and whether you've self reported and so on and so forth. So those are all different things that industry should think about, and I think they should think about it. Early and often because the investment now, I think, will pay dividends later."
    },
    {
        "speaker": "B",
        "text": "All right, well, this has been a highly illuminating conversation. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "A",
        "text": "So for me, I'm on LinkedIn and Twitter and telegram. Dorothy D. Dewitt and Mike, I think LinkedIn is best."
    },
    {
        "speaker": "D",
        "text": "Michael Dawson, I'm at Wilmer hail. So if you put that in the search, you won't get the former midfielder for the Tottenham Hotspur. You'll get the crypto financial regulatory lawyer in Washington, DC."
    },
    {
        "speaker": "B",
        "text": "Great. Well, it's been a pleasure having you both on unchained."
    },
    {
        "speaker": "D",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "You so much."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Dorothy and Michael and the binance settlement with Zoj, check out the show notes for this episode. Unchained is produced by me, Laura Shin withal from Kevin Fuchs, Matt Pilchard, Wanna Vanovitch, Megan Davis, Nelson Wong Shashank and Margaret Courier. Thanks for listening."
    },
    {
        "speaker": "C",
        "text": "Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets. Check out markets daily seven days a week with new host Noelle Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]