[
    {
        "speaker": "A",
        "text": "One thing that traditional finance does is they sort of look down on crypto because they have different names for the same things. Is very ticker Hodl could be translated into traditional finances as buy and hold, which is the most August investing strategy of all time. Right?"
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started having crypto eight years ago and as a senior editor at Forbes, was the first main chain meter porter to cover cryptocurrency full time. This is the January 16, 2024 episode of Unchained. Streamline your defi with Vaultcraft, the ultimate on chain toolkit for deploying custom automated DeFi products on any EVM chain. Join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO, Arbitrum's leading layer, two scaling solutions can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security rooted on ethereum, arbitrums newest addition, orbit enables you to build your own tailor made layer three. Visit arbitrum IO Today hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com. today's topic is the launch of the spot bitcoin ETF's here to discuss are Matt Hogan, chief investment officer at Bitwise Asset Management, and Matthew Siegel, head of digital assets research at Vanac. Welcome, Matt and Matthew."
    },
    {
        "speaker": "A",
        "text": "Thanks for having us, Laura. Excited to be here."
    },
    {
        "speaker": "B",
        "text": "So we're recording late Friday afternoon, but after the bell, which by the way, Matt was part of ringing, which he can tell us about in a moment. But at this point in time, we've actually seen two full days of trading of the spot bitcoin ETF's, and across the two days we reached $7.7 billion in volume. I'm pretty sure this is just a record for any ETF, and each of you work at one of the different ETF issuers. So why don't we just get your initial thoughts about these first two days? And, Matt Hogan, why don't we start with you? And if you want to make any comments about ringing the bell, feel free."
    },
    {
        "speaker": "A",
        "text": "Yeah. This has been a historic week for bitcoin. For bitcoin. ETF's obviously for bitwise. And to cap that historic week, we were able to ring the bell on the New York Stock Exchange with giant bitcoin signs behind us and as sort of a symbol of how far crypto has come and where it's going, I think that was a great moment. But I think any way you look at this week, it has to be a huge success. If you look at it from the perspective of investors, between last week and this week, they've been able to reduce the fees they pay for accessing crypto in a fund structure by 80% to 90%. That's a massive win if you look at it from people who haven't yet invested. It's now gotten so much easier for mainstream americans to access bitcoin in a wrapper that they're familiar with. And if you look at it from bitcoin's perspective, from my point of view, this is a necessary milestone on the path to where bitcoin is going. This opens up the market, gives us a more regulatory certainty, brings in new investors, and will introduce a huge swath of people to bitcoin for the first time. So I think it's been a fantastic week. The initial trading has been great. I'm sure we'll get into that, but I'd call it a success."
    },
    {
        "speaker": "B",
        "text": "And before we turn to Matthew, I do want to ask you, because you have such a long history with ETF's, and you started in crypto, I believe, six years ago. So if you could just talk from a personal perspective and even explain to the listeners your history with ETF's, and I think that would be super fascinating for people."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. Yeah. I had a 15 plus year career history in ETF's before moving to bitwise six years ago. I did a lot there. I was the CEO of eTF.com dot. I created the first ETF data and analytics system. I even won a lifetime achievement award in the ETF industry. There is a connecting thread between ETF's and crypto, which I've been reflecting on today. When I started in ETF's, ETF's are today like the mother's milk of. Of investing or the apple pie of investing. Everyone uses them, everyone loves them. But when I started in ETF's, they weren't that. They were called weapons of mass destruction. There were congressional hearings about them destroying american entrepreneurialism. But I saw in ETF's the ability to make the fund industry more efficient. And along with a lot of other people, were able to participate in the growth of that industry. And that's actually what drew me into crypto as well. You saw this new technology that could make financial, that could make finance more efficient, but which people didn't understand and were afraid of and had caustic comments about. And I thought it had the potential to advance from there. And this is a big milestone moment just on the ETF front. We've been working on a spot, bitcoin ETF for five years at Bitwise. We've done 30 plus meetings with the SEC. Sometimes the end of the tunnel kept moving further and further away. So there is a huge relief to finally get through the tunnel. And now the fun part begins. Now is the part where we build. So this is a great day."
    },
    {
        "speaker": "B",
        "text": "And Matthew, what are your thoughts after these first two full days of trading?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so first, a caution to the audience that you're going to hear Matt and I agreeing a lot because we've brought pretty similar products here to market. And although we're going to compete on the spot bitcoin ETF side, Bitwise and Vanak are partners in other ventures and crypto is a small world and we are all going to make it is a reality in this case. So, Matt, I know you were down at the NYC. This after you may be away from the tape. So just some more kind of tactical observations on how these things actually traded today. We were pretty happy to see that the premium to net asset value that the shares were trading at the came down quite dramatically. For all these products, they're trading at less than 1% premium. They're trading, well, lots of volume. This is like the biggest ETF launch we've ever had, and we're really optimistic that these products are going to unlock a lot of demand because of these cost savings for retail and the security for institutional. So it's a long game here. Congrats to bitwise on some of the big numbers. In a couple of days, we're going to see the advisor community start to allocate into this space. Not in a matter of days, but it's going to be months and quarters and some of the brokers who haven't yet listed these products. And we can name check them if we want to, but those are among our closest relationships, and we know from talking to them, and I'm sure Matt does as well, that the accessibility is coming and the passive flows are coming. And we think in the end, the retail investors could save 80, 90% compared to what they're doing if they're just buying blindly on Coinbase. And when was the last time a cost savings like that didn't catalyze wider adoption of a new technology? So we've put significant capital of our own balance sheet to work the largest seed investment of any of the issuers at 72 million. And given where fees have headed in these products, we're going to make it up in the price appreciation. So, yeah, it's been a great week. Busy week. Looking forward to the 05:00 hour here."
    },
    {
        "speaker": "B",
        "text": "And for the listeners on audio, you will not be able to see, but Matthew is wearing a Hodl cap. And in a way, I actually feel like some of the questions that I had for each of you in terms of your positioning are sort of captured in the images because. So Matt Hogan, you know, he has the suit because he just came from ringing the bell. But the hodl cap, I feel, is very part and parcel of how Vaneck has positioned itself. So maybe we can kind of transition into that. But one thing I noticed. So both of you, both of your organizations are making donations to bitcoin core development. Vanek committed to donating 5% of the bitcoin ETF profits to bitcoin brink, which I guess they support open source development. On bitcoin, you're also making an initial donation of $10,000. And then, bit wise, we'll be donating 10% of the profits to bitcoin brink, open Sats, and the Human Rights foundation, which, um, they, they actually do a lot of work around bitcoin core development, too. Um, so, you know, how. How did you guys come to that decision?"
    },
    {
        "speaker": "C",
        "text": "Uh, separately. But, you know, we just recognize that bitcoin is a public good, and, uh, we want to give back to the space and make sure that that public good, uh, flourishes. So, you know, we're not. We're not tourists in this space. We have tried to bring spot bitcoin ETF to market for seven years. And when that was looking impossible, we went out and built a whole lot more products in the space as well. We have 18 different strategies we're building in the NFT space. We're writing research and just want to make sure that any benefit that we get goes back into the open source community kind of was grew up professionally as a technology investor and with some core beliefs and observations. That open source tends to take market share over the long run, and that relies on people working nights and weekends. And in the case of a for profit venture like Vanak, which is embracing disruption here, we want to give back to the bitcoin core as well."
    },
    {
        "speaker": "A",
        "text": "I would echo what Matt said. One thing that's similar. I think I can say this, Matt, you can correct me if I'm wrong. Between Vanek and Bitwise is that we both care deeply about crypto and we're both deeply anchored in the crypto ecosystem. Vanek has been doing it for many years. Bitwise has also been doing it for seven years. It has multiple strategies in the space. This isn't our first or only bitcoin fund, and if you care about this, this industry, this movement, this community, you do want to give back to it. I think we are the only two ETF issuers today with this commitment, and I think it's a signal about how much we care about bitcoin and about crypto. I think it's important that there are asset managers in the market that care about bitcoin and crypto. If you think about the impact that a company like Coinbase has had, which clearly cares about crypto in the public ecosystem, the market deserves asset managers who care as well. And this is sort of a symbol of that."
    },
    {
        "speaker": "B",
        "text": "And Matt, I did want to ask you about your first day rollout. I don't know if you, I'm sure you saw Nate jirachi of the ETF store had some very kind words for bitwise his first day. He tweeted on Friday morning. In my opinion, Bitwise just put on a masterclass on how to launch an ETF, from pre launch marketing, to seed money, to fee positioning, to capital markets to post launch marketing. An absolute clinic. So tell us about how those plans came together. How were you thinking about the launch? How did you decide to put all those elements together for that strong first day?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this is a challenging market to launch into. There are eleven players, including some very large firms like Blackrock and Fidelity, with huge reach and huge brand. And so we felt we had to stack every advantage we could on our side. What are the advantages we can stack? We can do brand ads to make people more aware of bitwise. An example of a brand ad we did was the ad with the most interesting man in the world talking about bitcoin. And I think that raised Bitwise's profile. We can be aggressive on pricing because we're building for the long term and we've already built the infrastructure to run crypto funds. The incremental cost of adding a new crypto fund on top of that is not that high. We already trade bitcoin, we already work with custodians. We already have a sales team. We already do research. We've been fortunate to build a billion dollar asset manager doing that. So the incremental costs are not that high, so we can price aggressively lower. And then we've been working in this market and talking to the potential buyers of this ETF about crypto for seven years. So we have a lot of relationships, we're deep in the market. And so we just thought on every single one, we have to stack every advantage. We have to even have a shot at competing with the Blackrock and fidelities of the world. And it's very early days, but we were really pleased that we led the market on day one flows. We've been competitive on volume, very tight spreads, but that was sort of the exodus of it. We felt the competitive pressure and we felt we had to do everything we could because it was really important and we're pleased at the early returns."
    },
    {
        "speaker": "C",
        "text": "It's kind of funny to watch the east coast, west coast nature of it as well. I mean, I think of you guys as a west coast shop. Your big ticket came from the west coast, which tends to lead on technology. Wall street doesn't want to disrupt itself. Half the big broker is not involved. So it's fitting."
    },
    {
        "speaker": "A",
        "text": "I love that. I think that's right."
    },
    {
        "speaker": "B",
        "text": "Yeah. Can you talk about that a little bit more? Because before the ETF launches, I saw, I think it was Eric Balcinis of Bloomberg intelligence was talking about how there were certain big ETF players that were sitting this out and he was saying like, oh, I think State street is going to regret sitting this out. And there were obviously Vanguard came out and said that they weren't going to do this, which maybe is just part and parcel of their philosophy, but for a number of the other ones, and we even saw it, of course, afterward where the platforms weren't letting their customers trade in this. So can you talk a little bit about how you think the launch of bitcoin ETF's are going to just change the playing field for ETF's generally, especially as more crypto ETF products come aboard?"
    },
    {
        "speaker": "C",
        "text": "Here's one we might not agree on, Matt. Let's see. I'm not so sure that when bitcoin's at 100k there's going to be that many more people who don't hate it. Frankly, this is a very small asset class. It takes a little bit of capital to move it. And unfortunately, with the statements that we've seen out of the regulator and then even out of someone like Vanguard, just denigrating an asset class, taking a view on a commodity in a way that they never have before, that's just a no coiner attitude, and some percentage of these folks are going to have that because that's the DNA of parts of Wall street, and that'll be like a slower progression. That said, there are some of these firms, and UBS is a good example. UBS was listed on Twitter as not making these funds available, and they're just taking it slow. If you have 10 million in assets on UBS, you can buy it. They're going to move that to 1 billion. They're going to put out a new asset allocation model that's not 60 40, but maybe it's 60 38, two or something along those lines, and there will be incremental improvements. But I still think we're going to run into obstacles. The political battles are not won. The legal matters are not settled. So it'll be piece by piece."
    },
    {
        "speaker": "A",
        "text": "I think we're pretty close to agreeing, although maybe I'm a little bit more optimistic. I do think that when you have Larry Fink on tv talking about bitcoin and ethereum and seeing value in those assets, and when you have, whether it's Goldman or other people making markets in these funds, I think it normalizes bitcoin and then moves on to normalize crypto. You have bank of New York being the administrator for many of these ETF's. Nothing happens overnight, but I do think it starts to change the game and even act. Knows this more than anyone. But before the gold ETF, gold was a fairly alternative asset. It really wasn't considered in the mainstream. Gold people were called gold bugs, and they talked about tinfoil, Hatsheen. Vanek had, I think, the first gold miner fund in the world, but they were fairly unique. And now gold can sit down at the dinner table with stocks and bonds and real estate and private equity, and no one raises their eyebrows. I do think crypto will get there, but I agree it won't be overnight. I think we made progress, but it won't be overnight."
    },
    {
        "speaker": "B",
        "text": "Can both of you just explain, though, what it is that the banks, excuse me, have against either bitcoin or the bitcoin ETF's? I don't know if I fully even understand what it is like. Is it just because it's such a new thing? Yeah, I don't know if I fully grasp why."
    },
    {
        "speaker": "A",
        "text": "I'd love to hear what, what Matt thinks, but I'll take a shot. I think there are two levels at which I see it. The charitable level is it's an unknown, unknown risk. They don't know what could go wrong, but they've been anchored on ten years of stories about what's wrong with bitcoin and crypto. And so they just see potential risks that might appear that they're not aware of, and therefore they protect themselves by saying, no. I think that's part of it. I think there is part of the deeper distrust of crypto that speaks to its disruptive nature, to their core business, which I think is a sort of slow undercurrent under it. But I think mostly they just hear the chairman of the SEC talking poorly about bitcoin, and they sense risk. They couldnt tell you what risk it is, but they sense risk, and theyre anchored in a world where bitcoin is full of negative stories, and itll take some time to get over that."
    },
    {
        "speaker": "C",
        "text": "Yeah. I think banks are just captured, by definition, by the state. And there is a part of our political body right now that has a very controlling nature towards everything and assumes that any anonymous tool must be used for bad and will highlight the bad, and wants to account for every penny of an individual's transaction when their own military, as an example, can account for $800 billion worth. And that's not going away. Both sides are digging in their heels, right. The administration just put out an executive order that wants to define how much math you're allowed to do on your computer if you publish that to the web. So this, it's kind of a meme about the pivot to AI that happened from crypto a year ago. But I think there's something much deeper to it, and we're going to have some research out on this topic shortly, so maybe we can talk about that later. But it's the same compute that's going to power AI as was oriented towards bitcoin. To some extent, the energy is fungible, and if we're going to be regulating AI in a kind of walled garden approach and not letting the open source models bloom, that's very similar to open source money in a way. And I think there's a lot of political headwinds that are going to have to get fought in the courts. And that's why the US is lagging on this issue until it gets sorted out."
    },
    {
        "speaker": "A",
        "text": "Let me just. I actually, I do agree with that. I think it's important. I'm excited to hear the research. I'm going to add a little bit of optimism and sunshine to it, because that is my nature in terms of how these doors get open. If you back up a while, the only asset managers that were in this space, there were two kinds. There were startups like bitwise, and then there were privately held firms. One thing that's unique about Vaneck and fidelity is that they're not publicly traded entities. They were able to do what they thought was actually right, which included moving into crypto. And of course startups like bitwise could move into crypto. But as an indication of the progress we've made, we now have more mainstream people following in our footsteps. We have the blackrocks and the invescos, etcetera. So I do think we will get there. But I do agree there is a deep seated control aspect that is threatened by open source technologies."
    },
    {
        "speaker": "B",
        "text": "This is such a fascinating conversation. I did ask Eric Baltunis and James Seifert, and I think it was Nate. I think Nate Jirachi was in the same conversation about the fact that some of these brokerages were not allowing their customers to invest in some of the spot bitcoin, ETF's. And Eric just said, oh, actually this is not that uncommon, leaving Vanguard aside, simply because they're sort of in their own category. He was saying for some of these others like Citi, Merrill, Wells Fargo, et cetera, he was saying that basically it's a little bit, almost like a pay to play situation. They just want you to jump through little hoops and see what they can get out of it to let you in on their platform. Or how much of a delay do you think we'll see before these are more widely available? And how much of it is that typical, just negotiating, versus this attitude that we're talking about?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think most of the major brokerages will become available within the next year. I do think even those are opening a crack. And you're going to have eleven firms meeting with the national account offices at Morgan and Merrill and UBS and Wells, etcetera. And you're going to have overwhelming demand to get access to this asset, which is the best performing asset in the world over the last one, three, five and ten years, has low correlations to stock and bonds, and they're commercial beasts and they will open up to it. I do think there are certain organizations that will take a philosophical stands and dig in their heels and only come kicking and screaming into the space. Vanguard may very well be one of them. They were actually relatively slow to move into ETF's as well, believe it or not, back in the day. But I think eventually everyone will get there. But most of the platforms, if the door is open 30% today, it'll be open 80 or 90%, I think, within a year. And it will cost firms like Vanek and bitwise some effort and some money, but it will be worth it, and we will get there."
    },
    {
        "speaker": "B",
        "text": "Oh, interesting. Wait, so you actually think Vanguard will."
    },
    {
        "speaker": "A",
        "text": "Eventually get in a long enough time horizon? I think they will get it, but that could be many years."
    },
    {
        "speaker": "B",
        "text": "And Matthew, any thoughts on how much of it is just a typical negotiation versus this attitude toward bitcoin specifically?"
    },
    {
        "speaker": "C",
        "text": "I don't. I tend to agree with Matt there. We noticed that Vanguard tried to couch their opposition from an investment philosophy. So we penned a recent op ed kind of rebutting the idea that bitcoin lacks intrinsic value and looking at the momentum factor as a long term predictor of excess returns in the market. And what is the momentum factor really is just a good meme going viral because it's good. And the way that memes and corporations endure over time is very similar to how organisms and cities evolve. Darwin called that survival of the fittest. And in crypto, it's respect the pump. And both of those tie back to this, like, the efficacy of the momentum factor. So two thirds of us GDP comes from intangible assets. What is really the intrinsic value there, but the goodwill that society assigns to the entity in question, the asset, the equity, what have you. So we assume that the $500 million that people paid to send transactions across the bitcoin network last year were rational transactions, and they got utility in return for using this permissionless asset thats always on. So thats our response to vanguard is like, give us a better thesis than just lax intrinsic value, because theres all kinds of stuff that you can say that about."
    },
    {
        "speaker": "A",
        "text": "Oh, I just have to jump in there. One thing I agree with that. One thing that Matt said that I loved is a momentum factor, is respect the pump. It is absolutely true. One thing that traditional finance does is they look down on crypto because they have different names for the same things. Is very ticker Hodl could be translated into traditional finances as buy and hold, which is the most august investing strategy of all time. You're very responsible, you buy and hold, but you enable it something different or memeable, and suddenly it's a joke. It really is about semantics. At some level, they really are the same thing, and I can't wait to read that paper."
    },
    {
        "speaker": "B",
        "text": "Yeah, actually, that's such an amazing insight, because I just realized that that is kind of that whole vanguard boglehead philosophy. So it's so fascinating that, yeah, you just made this connection between two things that I had thought of as very different that I'm realizing now are actually the same thing. Well, we have so many interesting things to dive into about the ETF's themselves, but I really have to ask one more question about kind of this negativity that we're seeing, because obviously, you know, SEC chair Gary Gensler, he was kind of forced into this, and he very begrudgingly approved the ETF's. You know, he was the deciding vote. But in his statement, he basically said, the court's making me do this, and I just want to read the last two paragraphs of the statement that he released about the approvals, because they were quite negative. He said, quote, though we're merit neutral, I'd note that the underlying assets and the metals etps have consumer and industrial uses. While in contrast, bitcoin is primarily a speculative, volatile asset that's also used for illicit activity, including ransomware, money laundering, sanction, evasion, and terrorist financing. While we approved the listing and trading of certain spot bitcoin ETP shares today, we did not approve or endorse bitcoin. Investors should remain cautious about the myriad risks associated with bitcoin and products whose value is tied to crypto. How typical is it for the chair to make these kinds of statements about an asset that forms the basis of an ETP that they've approved."
    },
    {
        "speaker": "A",
        "text": "No, it's totally crazy. It's like a signing statement. I mean, it sounded like when your third grader does something wrong and you make him write an apology letter, and he's like, I'm sorry I beat up Johnny, but he was really mean, and he's not a nice guy. I've never seen it before. It's a very strange statement to make about an asset. And honestly, that one, and the one from commissioner Crenshaw, really set me back thinking about, why is this asset so divisive in the community? It's a relatively small asset. It's less than a trillion dollars, and yet they feel required to make these enormous statements. It's very strange. And also note, you could just substitute the dollar in that sentence, and it would still read just fine. Money laundering, et cetera."
    },
    {
        "speaker": "B",
        "text": "True. All right, well, we won't also mention Elizabeth Warren, who had her own choice remarks that were not that different. But we are now going to turn to all the other details around the ETF's. But first we'll take a quick word from the sponsors who make this show possible. Defi just got way easier with Vaultcraft, a blockchain infrastructure for building, deploying and monetizing non custodial yield strategies in a few clicks. Forget spending months of R and D capital and human resources when you can now instantly launch your crypto fund with Vaultcraft on any EVM chain. From wallets and institutional service providers to anandgens, Vaultcraft supercharges your crypto assets by enabling instant cross chain yield strategies that you can deploy in 1 minute. Now anyone can supercharge their crypto portfolios with custom tailored defi strategies, join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting Arbitrum IO today. Back to my conversation with Matt and Matthew. So something that's so fascinating to me is here we are recording late on a Friday, but you know, we noticed, or I noticed at least that this morning when commentators were talking about the data for day one, they were noting that there would be a bit of a delay and that that data might be incomplete. And, you know, some of these didn't give a full timeline of when we might get the most solid data. So can you explain just a little bit? Because obviously crypto people were so used to just having kind of immediate data. So can you just talk a little bit about how that works and why there's a delay and when you think we'll typically get solid data for each days of trading?"
    },
    {
        "speaker": "C",
        "text": "Really, that's a question for the data providers. I think that in the case of Grayscale, the reason why there later is because it hasn't been an ETF and there's folks who have already subscribed to that fund and they need to redeem and the accounting of that just takes a little longer than the usual ETF, which can report basically after the close. So I think as things settle out, as we start to go through, you'll see the data for fund flows appear, like on the financial terminals like Bloomberg in the evenings after the close, or like overnight. And in these early days where there were some of these side agreements that were struck. Like it may just, the accountants may take an extra day or things may settle t plus one, but it's not going to be an issue going forward."
    },
    {
        "speaker": "B",
        "text": "And do you agree with that, man?"
    },
    {
        "speaker": "A",
        "text": "I agree with that for the most part. I mean, there is a lot of weirdness under the hood, right? Because to get in the technical details, different issuers can have different cutoff times. For people who are creating baskets of shares. Ours may be 02:00 p.m. others may be twelve. For some of these ETF's, it's the day before. So in order to create new shares, you have to put in an order more than a day ahead of time. Additionally, market makers can facilitate share sales on the open market and then not settle those for a significant period of time because market makers have additional settlement windows. So some of the trading activity, if you're confused by how much these ETF's traded the first day versus how much creation there was, that could. Because market makers haven't gone through the process of creating shares yet. They're just net short and hedged and they'll eventually do that. It's really best to look at. I know people have been following this so breathlessly, so the words I'm going to say are going to make people uncomfortable. It's best to look at flows on a weekly or monthly basis. It sort of blends it out and you can assume they're all in there. One of the reasons we're in crypto is because the legacy financial system is so sclerotic and weird. And it definitely is sclerotic and weird underneath the surface."
    },
    {
        "speaker": "B",
        "text": "Oh my gosh, weekly and monthly."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I actually used to cover personal finance, so it's not the same thing as covering finance, but I'm a little bit like, oh, I don't remember any of this. But yeah, it feels super archaic to me. So one other thing obviously, which really is kind of the real story here, is we've had this massive fee war that has taken place over the course of a few weeks, and I'm not even going to try to recall all the different price changes because it just felt like for the last few days before we launched that there was a new update with new sweeteners being added by different people. As of launch day, Bitwise managed to start as the lowest cost provider at 20 basis points, and honestly, then it changed the next morning and now Franklin Templeton is undercutting bitwise. That's just one of the many times that this has happened in the last week. I just wondered, do you feel that that will continue or now that we've launched, do you feel like that's going to slow down or just talk a little bit about these fee wars?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it was exhausting to constantly engage in the game theory every day of where different people would end up. And then to think you have it settled only to wake up the next day and do it all again. It was like a terrible version of Groundhog Day. I do think now that we've gotten so far down, these are extraordinarily cheap. To put this in context for non ETF folks, the largest gold ETF charges 40 basis points. So twice as much as our bitcoin ETF 20 basis points or in the 20 basis point range is a really low cost ETF. So I don't expect these fee wars to continue at the pace they have been going. I think everyone was jockeying for initial position and initial trading volume, but you never know. I will say that the winner in all of this, as difficult as it makes life for Matt and I, is the investor, as you mentioned, in a literal sense. From a week ago to today, the fees to invest in a fund vehicle for bitcoin have fallen by 90%. That is just enormous. Theyre the winners. But yeah, it was an exhausting process. But I dont think youll continue to see fee cuts every day. You never know. But I would be surprised."
    },
    {
        "speaker": "B",
        "text": "I also wondered how does a smaller company like Bitwise, like Vana, compete against the likes of Franklin Templeton, which their assets under management is 1.5 trillion, Blackrock has 9.1 trillion, Fidelity 4.5 trillion, and fidelity on top of that, they benefit from custodying their own bitcoin. They don't have to pay this outside custodian. So just talk a little bit about your strategies for your two companies or how you're thinking about that competition."
    },
    {
        "speaker": "C",
        "text": "Yeah. So you probably have noticed our social media presence improve in recent quarters. And we made a lot of relationships behind the scenes through seven years of trying to bring this product to market, launching a couple of private liquid token strategies. We've got a business in Europe that has considerable assets in ETF. So we had all these relationships, but it was like, how do we create a network where everyone can see that and just see the work that we're doing? And we found social media to be helpful in that regard, to just highlight that we're not tourists in the space. We want to serve as the bridge between tradfi and crypto. Keep putting out excellent research, which I think that we're doing. If you read our models on Solana and Ethereum, they brought new elements to the story. So that's kind of our view, is get embedded with the community, put our own capital at risk, invest alongside of our clients. You know, our seed was, was the largest of any of the issuers and, you know, we'll make money when, when the coins go up ourselves. So I think all these products, like our very affordably priced end consumer, is going to do very well versus buying bitcoin on spot right now. And these flows are pretty decent. In November and December, crypto ETPs, as they were in Europe and Canada, had about a billion dollars per month in inflows. And that's an interesting number because at the current bitcoin issuance rate, there's also about a billion dollars a month per bitcoin. So just the european etps were taking up like almost 100% of new issuance. Imagine after having. I think there's just a lot of prospect for these markets to grow. They're tiny parts of global capital markets, very few institutional players, but growing. And. And now you've got eleven ETF's in the market, all at about the same price. I don't think anyone. I don't know, but I don't think anyone's going to go lower unless there are more custody solutions that come in and make that part of the business more affordable. I know that's some of the questions that you had on Twitter ahead of this podcast were why aren't there more custody options? 90% of the issuers are using one. And then, you know, part of that goes back to the regulatory headwinds in the space."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I will say about the social media presence that I've definitely noticed. The Vaneck X account gives off CMS intern vibes. That's how it appears to me. So definitely whoever's running that account has kind of gotten some of the lingo down. So, Matt, what about you? How would you say bitwise is trying to compete with the bigger players?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I have a little secret about the ETF world, which is that specialists tend to win in specialist areas of the market. The largest gold mining ETF, run by Vanek in commodity futures, Deutsche bank and us commodity funds launched at the same time. Us commodity funds was eight guys in Oakland, and us commodity funds crushed Deutsche bank in MLP's master limited partnerships, which are a high income segment of the energy space that was dominated by Larian, which was a group of folks down in Texas, even though JPMorgan and others were in the space. And the reason specialists went over time, there are really two. One is that specialist expertise matters. So, for instance, when we brought in $237 million in cash and went to work in the market, it wasn't our first time trading bitcoin. We've been doing it for seven years. We have the most bitcoin trading counterparties and close to the most AP's of any product on the market. And so the execution we're able to get, I think, is truly exceptional, that specialist expertise matters. But the other reason it matters is that every day at bitwise, 60 plus people are going to wake up and all theyre going to care about is bitcoin and crypto. So when my 20 plus person sales team is out there meeting with advisors, theyre talking about bitcoin and crypto. Theyre not talking about real estate or large cap stocks or micro cap stocks or, or bonds or muni bonds or bank loans. They're only talking about crypto. They're only thinking about crypto. And I just don't think that's going to be true of the larger issuers. So if I were handicapping this race, not surprising that the biggest brands in the space also did well from a volume perspective. But over time, I actually feel relatively confident that specialists will win because people want specialist expertise in specialist areas of the market."
    },
    {
        "speaker": "C",
        "text": "I'll give you one little funny anecdote from yesterday morning, because I heard you ask Laura, I think you asked Eric in his spaces, like, why was Vanax ETF a little bit late to open?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "The reason was that we had so many retail orders that our lead market maker got overwhelmed. So we had zero orders over 7000 shares yesterday, which is about $400,000. So, like, all of our business was retail and our own money, not a single one of our kind of institutional relationships hit yet. I think those are coming, but that's just an indication that the social media, it works. I had people in my DM's sending me screenshots of their purchases, and this will pay dividends in the long run."
    },
    {
        "speaker": "B",
        "text": "That's so interesting. Yeah. Well, another thing that we discussed in that it was the spaces that we also released as the podcast. So however you consumed it, it was one or the other. But the blackrocks of the world, they had lined up a bunch of capital, blackrock lined up $2 billion. And Eric Baltunis was saying that this is their marketing strategy, effectively, that they've done this for ESG products that they've released before. But then basically at a certain point, you have to separate that out from the organic demand. So is what you're saying here is that you guys feel like you're tapping into organic demand while they've kind of just done this thing for launch day that will get them the headlines but maybe won't sustain? Is that what you're."
    },
    {
        "speaker": "C",
        "text": "Exactly. It was 100% organic demand. It was the biggest ETF launch we ever had. So we're feeling decent over here."
    },
    {
        "speaker": "B",
        "text": "And, Matt, do you feel basically that the black rocks of the world are going to be counted out at a certain point?"
    },
    {
        "speaker": "A",
        "text": "Oh, no. I think they'll get their share, and honestly, I'm glad that they're in the space. I think it is a rising tide that lifts all boats. I think they will get their share, but I just mean that over years, I think people will want to be able to call someone who's an expert in crypto and work with someone who's an expert in crypto. And we have tens of thousands of conversations with advisors every year about crypto, and we've been doing it for seven years, and I think those are going to be bear fruit. So they'll definitely be a big player. And Blackrock, I mean, fidelity will be a big player, but usually in the ETF market, specialists are able to carve out leadership positions, and I think over time we'll see that in bitcoin as well."
    },
    {
        "speaker": "B",
        "text": "And then what about Grayscale, which they are in their own category because they're a specialist, but they started off huge, and their outflows were not as big as people were predicting. On day one, they had $95 million in outflows. I don't know if either of you saw updated numbers. Actually, it's probably too early. But I just wondered, do you feel, even with their high fee of 1.5%, that there's still somebody who's competitive simply because of their liquidity? Or how are you thinking about that competition with them in particular?"
    },
    {
        "speaker": "C",
        "text": "Grayscale is an OG in the space. You can't fly out of Newark or JFK without seeing their ads, and that's a pretty large asset pool. They may not compete on new incremental flows into this current bitcoin ETF, but I'm sure they've got some things up their sleeves. And to Matt's point, all of the crypto specialists who made it through this bear market are going to make it by definition. So there's going to be more than one product here with a billion would be my guess. There may be more than one with more than 10 billion. If the price goes up especially, we're all going to be fine."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right. I would just add grayscale has exceptional professionals running it. They're going to do just fine. They have a huge advantage and they are a crypto OG and all of us who brought bitcoin ETF's to market owe them a debt for challenging the SEC and I'm very thankful for their leadership."
    },
    {
        "speaker": "C",
        "text": "Now, their parent company also owes some debts that need to get sorted."
    },
    {
        "speaker": "B",
        "text": "Yes. Which yeah, that's a big question mark. But both of you sidestep my question because I did ask how do you think about competing with them?"
    },
    {
        "speaker": "C",
        "text": "We both probably have do not disparage in our kind of social media guidelines. Yeah, it'll be hard to get us to kind of talk specifically to any one competitor."
    },
    {
        "speaker": "B",
        "text": "Okay, well one question, maybe this is like another. Frankly, for me this is just a very interesting thought experiment because Eric Moltin has talked about how he felt they were in a really difficult position because here they were, they had $27 billion in assets under management out of the gate. They were making this very rich 2% fee off of that and he felt they were in quote unquote a bind and that's why they just dropped to 1.5. And James Seifert, his counterpart at Bloomberg Intelligence, had a theory that Grayscale will just launch a cheaper version of the same product because he noted that they have the rights to the ticker BTC. So if you had been in grayscale shoes, im just wondering, is there anything you would have done differently or im just curious."
    },
    {
        "speaker": "A",
        "text": "I think thats a classic strategy from the ETF playbook. It was created by iShares which had a high priced emerging markets etfemen and launched a low priced version of it so it could keep the assets in the high priced even as it competed for new assets in the new version. So that is a tried and true strategy. It's a reasonable and viable strategy. I think there's been a huge amount of price compression thanks to the fear that you referenced amongst the eleven that launched. So that is a difficult path to run. But I a bind is probably not the right word for starting a giant race with a $26 billion head start. If that's a bind, it's not a bad one. So I think they had a challenging question to solve and they solved it in this way. And they're a large player in the market and I think they'll be a large player in the market for a while."
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess their strategy was vindicated if the outflows were only 95 million on day one."
    },
    {
        "speaker": "C",
        "text": "Well, yeah, we'll see how that shakes out. I mean, I'll give you, I'll break my own rule since it's after five on a Friday, after the fee, after their feed drop came out, we had a phone call from a top paid shareholder at GBTC. And I mean, there's no doubt that the existing shareholders, this was an additional incentive to move. And I think you'll see some outflows from that that far exceed the 94 million. And like both of us on this, on this call, they're going to pick up some of that would be my guess."
    },
    {
        "speaker": "A",
        "text": "That's certainly right. Remember, look over weeks, not over individual days."
    },
    {
        "speaker": "B",
        "text": "Right. Okay. Yeah. So I will definitely be on the watch for that because they've just been like, their story is so fascinating. Somebody, not me, because I'm supposed to be writing a book, should write a big article about grayscale because obviously they were the ones who made this moment happen. But then, yeah, I think a lot of their own investors probably feel a little bit in multiple different ways. I do have one question, actually, just for Matthew, about the Hodl ticker. I mean, this goes back to the earlier conversation about the, you know, trying to be part of the community and have that, the lingo down. But how did you guys decide on that ticker?"
    },
    {
        "speaker": "C",
        "text": "Jan loves the meme and wanted the ticker. Excuse me, CEO, owner of the firm. So Matt referenced earlier, being a private company, we have a lot of flexibility and it's a great privilege to work for a private company with one guy with this much conviction. So if we want something and there's a case for it, it gets done."
    },
    {
        "speaker": "B",
        "text": "Well, that is a great story. Just to know that he was the one who, did he come up with it or did he just choose amongst a list and chose that?"
    },
    {
        "speaker": "C",
        "text": "So we've launched 100 plus ETF's and picking a name. I haven't been involved in that many of them, but picking a name is one of the fun parts. There's always a group email chain and there's a whole algorithm of what is available, what may be available, what isn't available, and everyone chimes in. I'm sure, Matt, you've gone through that as well. So Hodl, we made it happen."
    },
    {
        "speaker": "B",
        "text": "And then, so as you've discussed, you're kind of positioning yourself one way. And then, Matt, Eric Maltitis described you guys as trying to position yourself as the vanguard of the crypto investing world. And I did notice on the first day of trading, you tweeted that Bitb was, quote, the lowest cost bitcoin ETF in America. So would you agree that that's how you're trying to position yourself? And if so, you know, is it literally just about always being one of the cheapest, or how, like, how does that become a profitable strategy?"
    },
    {
        "speaker": "A",
        "text": "The vanguard of crypto took on different meaning over the last couple of days. So I'm not sure. I think I want to disassociate from that, if that's okay. Look, we think for simple products, costs really matter for investors. And this is a simple product that buys bitcoin and puts it in an institutional custodian. And so providing value to investors is something that we, we think about very seriously. And when we were designing the product, that was first and foremost in our mind, right, a core value is what would the customer want? And they would want a low cost ETF in this sense. But where bitwise sits, it's a crypto specialist that serves financial advisors and financial professionals and helps them gain exposure to this new asset class. That's what we've been doing for seven years. We created the first crypto index fund. We've had a lot of other firsts. The first defi fund, the first NFT fund, I believe, in the US. And in this case, this was the best vehicle to provide."
    },
    {
        "speaker": "B",
        "text": "So it feels to me like each of you are positioning yourself slightly differently to attract slightly different investors. So just talk a little bit about that long game plan. We're at this moment in time where, for short, we can say the crypto community is still quite small. And even though it's obviously a lot bigger than it was when all of us got into the space, we're already starting to see a little bit of differentiation. But I imagine a year from now, two years from now, it's going to be even bigger. So how are you thinking about who is going to start investing here, and how are you thinking about how you're going to appeal to whatever segment you're choosing?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'd start with the ETF. One of the beautiful things about ETF's is that they can be owned by individuals and pension funds. The same exact fund. That's one of the beautiful things. Like, I own the same equity ETF as Millennium Management, one of the most sophisticated hedge funds, because ETF's deliver institutional pricing for everyday investors. That's essentially how to think of an ETF. It's an institutional price. It's the price that the largest investors in the world would pay available to my uncle. From that perspective, our ETF can be used by a variety of people, by retail investors, by traders, by hedge funds, etcetera. But the focus of bitwise is on financial advisors and Rias family offices and institutions. That's who we're architected to serve and that's who we primarily serve. But the beauty of a low cost ETF is it can serve anyone and everyone, and we're seeing all different sizes of flows into our product."
    },
    {
        "speaker": "C",
        "text": "I mean, it's a very similar answer, right? You're talking to pretty much two direct competitors going after similar parts of the market. The difference is that we see ourselves as a macro thematic shop that's trying to consistently bring new products to market in a range of asset classes. And given the firm's DNA as a gold mining manager and adherent to hard money austrian economics. It just so happens that right now, on a portfolio basis of the 90 billion, there's a lot of those assets in resources and emerging markets. And we see digital assets as the next evolution, really, of emerging markets. That's where the penetration is rising the fastest and the clients with whom that macro message resonates, they've been with us for decades, and we're going to be able to offer them solutions in this new asset class. Personally, a lot of my time is focused on the other coins besides just bitcoin, and trying to figure out which tokens have the best chance of returning value back to the holders and building a sustainable platform that can take market share. There's 100 plus of these tokens to look at. So my day to day is more around digging into those business models and trying to come up with the KPI's, the indicators that are going to predict success, and get to know who these new customers are going to be."
    },
    {
        "speaker": "B",
        "text": "Well, one of the keys, I believe, is the financial advisors in the US who control, I think, maybe 64 trillion. This is a stat I got from Statista. This is a hard number to track down, so hopefully that is somewhat reliable. But how are you approaching those kinds of conversations? And what are those conversations like? Are they savvy about this? Completely clueless. Are they listening to the likes of Vanguard and these other players that are disparaging bitcoin or what are you seeing in terms of reception?"
    },
    {
        "speaker": "C",
        "text": "I mean, there's interest, but many of these advisors, and the number that I have is closer to 30 trillion. Whatever number you use, it's still a very, very large number. A lot of them are on platforms that have not yet approved these products, and they need some kind of air support in the form of allocation models that include bitcoin and digital assets. And that's where kind of a conversation around UBs as an example, like we can see that the work is getting done on those models. And there will soon be a framework that gives the advisor community the ability to start buy a bitcoin ETF and put it in a client portfolio without necessarily asking the client's permission. As long as the client has kind of seen the body of work that goes into these asset allocation models, that's going to be really, I think the tipping point for when the passive flows from the advisor community can really start to turn on and optimistic that that's going to happen. We've done a couple, like hundreds of meetings in the space, educating the advisors and their platforms about how these products are architected and what the investment case is. And it's a very willing audience, extremely willing audience. It's just mechanically, they can lose their jobs for putting their clients into this previously, and now we're at a point with these products where they may not."
    },
    {
        "speaker": "A",
        "text": "Yeah, and I would just add maybe to give people context on what to expect. We've been serving this community for seven years, so we've seen a familiar format and there is a timeline that happens. What the timeline is, is you meet an advisor because they have some level of interest and you spend six months educating them on crypto over the course of multiple meetings. And then they allocate in their personal account and watch it for a little bit, and then they allocate for one or two clients whove asked them specifically about crypto. And then eventually they allocate across all of their clients at a very small percentage, often below 1%. And then over time, that graduates to be 1%, 2.5%, or 5%. Now, not all advisors go through that journey, but many of them do. But that is a multiple year journey. And so if you think about where we were before ETF's, there was only a small sub segment of that $30 trillion that could even go through that journey. Now, there's huge interest. People want to learn, but there's only a small segment that could go through that journey. But they were. That's how we built a billion dollar asset manager at Bitwise. Now everyone can go through that journey. And what that means for flows is you're going to see the flows from this audience build over time and eventually be very substantial. How substantial? I think these ETF's at maturity could be taking in $10 billion a year inflows, which is really a substantial amount. To put that in context, the next halving is going to reduce supply by $7 billion a year, more than halving every year of supply demand imbalance. But you're going to have to see them all go through this lengthy journey, from education to testing to a few clients to many clients, to up leveling the portfolio. And it'll take more than a year for sure. It might take two."
    },
    {
        "speaker": "B",
        "text": "And are either of you seeing that attitude that we discussed earlier, the Gary Gensler Tratfi kind of attitude, or are they just open but not informed?"
    },
    {
        "speaker": "A",
        "text": "They're a diverse bunch, so people have different attitudes. For sure. There are people who want to hear and who don't want to hear. But to give you an anecdote, I was fortunate enough to write the CFA Institute's first ever guide to bitcoin, blockchain and crypto. CFA Institute is like a community of people who take extra tests to prove that they're smart about analyzing the world. And it's the most downloaded research document that they've ever produced. Or at least it was last time I've checked."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's chartered financial analyst or something."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "There's huge demand. Do some of them have Gary Gensler's attitude or Warren Buffett's attitude or Charlie Munger's attitude? Of course. But some of them are also very open, and most of them are curious. At the end of the day, what they are mostly is entrepreneurs looking to build their business. So if their customers want it, they will figure out a way to do it that is actually really the catalyst, and the customers are going to want it. Crypto is very popular on X."
    },
    {
        "speaker": "B",
        "text": "Somebody asked at what point there would be a bitcoin supply shock. Matthew, I saw you responded that you have done math on that. If you could give us your answer, but also explain what a supply shock is."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that that person was referring to, if the bitcoin ETF flows exceed expectations, won't there just be no supply and the price could go parabolic? And at what price might that happen? That's how I read that question. So some of the math behind that we got into, which is that there was a billion dollars in crypto ETF flows in November and December each. Well combined with the microstrategy purchases, thats 100% of new bitcoin issuance taken up just with ETF's. Now I think the great question is when do sellers come out and sell into that? Maybe we saw some of that just yesterday morning with the price of 49k. But theres two indicators that we can look at on the blockchain to get a sense. One is the profits earned by short term holders in aggregate. You may have heard of this MV RV market value to realized value ratio. And you can look at it for short term holders, those who've held bitcoin for less than half a year. And then you look at it for long term holders. And the series are really interesting for the short term holders, when the aggregate gain gets to be about 1.2, so 20%, then you tend to see profit taking. And that's exactly the level that we hit in early January, coincident with the launch of these ETF's. And what's happened so far. Well, a little bit of sell the news, not too much. I think the bigger question is on a long term basis, if you look at that market value, to realize value on a long term basis, usually the sellers don't materialize until the ratio is ten x. So the ten bagger meme is totally real. People hold on for those types of returns and then once they get a ten bagger, they take profits. And we are nowhere near that point on the long term holder ratio. So our view is that this bull cycle is very much ahead of us, that the November and December rally was as much about the weaker dollar as it was about those ETF flows. And there were so many macro contributors to that weak dollar narrative. With the BRIcs group expanding, like five more countries joined the Brics. You had Nigeria reversing its previous bank ban. Banks weren't allowed to do business with crypto companies. Now they are. You had the saudi cleric who acknowledged that bitcoin was permissible in this new declaration. And then the Argentina momentum, where bitcoin is for all intents and purposes like legal for contract settlement. And we think that they're going to become the fifth country to start mining bitcoin for their own reserves. The head of the largest private oil and gas company in Argentina, which has been mining bitcoin, he just moved to YPF, which is the state owned company. So it looks like they're going to join the party here. So I think on the short term basis, we were at the level where people were primed to sell into further strength. But for the long term holders who now make up a record share of all bitcoin, north of 70%, they're holding on for the ten bagger and they're a long way from that. This year looks like a solid year. We think bitcoin will make all time high in q four after a contentious election. A record number of global citizens are voting in elections this year, more than nearly 50%. It's an all time high, 200 years of history. With these elections comes a lot of opportunity for change, disruption and more kind of pro bitcoin policies."
    },
    {
        "speaker": "B",
        "text": "Interesting. All right, so here we have the first two days of trading, obviously the end of one long journey and now the start of another. And I just wanted to ask you at this point, there are probably certain questions that are still in your head about how this is all going to play out. So I was curious to see what it is that you're watching or looking out for going forward."
    },
    {
        "speaker": "C",
        "text": "I'm really watching the ETH BTC pair, which eth been a pretty notable underperformer in November and December. And just in the last few days we've had this big mean reversion. I think people are kind of looking forward to whether there'll be an Ethereum spot ETF in the US and maybe that would be the next narrative for the market. But that performance dispersion between BTC and ETH had gotten really extreme. There's so many catalysts for Ethereum with the fork later this quarter that should make transaction costs much cheaper for l two s. So encouraged to see ETH bouncing here, and I think that's one of the big question marks for the first half of the year for some of us. Crypto PM's."
    },
    {
        "speaker": "A",
        "text": "Wow, I love that. Also very bullish for ETH. I think people really underestimate the long term impact of of EIP 4844. I think it's transformational and is going to lead to a massive cambrian explosion of new apps and uses that is going to be wonderful to see. So I'm very bullish about ETH. I think it's been squeezed narratively and now it's becoming unleashed. My big question right now is how are advisors going to react? I've spent the last two days on media and podcasts and haven't had a chance to talk about these bitcoin ETF's, which, for what it's worth for regulatory reasons you can't sell ETF's before they exist. So it's not like we were having conversations about BITB last week. Those conversations start now, and next week, there are tens or maybe hundreds of billions of dollars of wealth that I'm meeting with in my calendar. I was just looking incredible set of meetings, and I'm really excited to see how this ETF resonates with that group. I think by the end of next week, I'll have a real feel on whether they're likely to come in very soon or whether it will take months or years. So I'm also very excited for the weekend and relaxing, but I'm excited for next week to tackle that as well."
    },
    {
        "speaker": "B",
        "text": "All right. Yeah. Well, you know what, you guys? It's 05:45 p.m. eastern on a Friday, and this has been an amazing conversation, and I thank you so much for doing this at the end of what I'm sure has been a long few weeks for you. Before we go learn more about each of you and your work, you can."
    },
    {
        "speaker": "C",
        "text": "Find me on Twitter x Matthew Sigel, and I use recovering CFA in my handle, so, Matt, we can talk further about CFA at some point. There's more to say on that topic."
    },
    {
        "speaker": "A",
        "text": "I'm sure there is. I'm also on x Twitter Matt Hogan, which is hou G a n or bitwise investments or bItB eTF. You can find us there, too."
    },
    {
        "speaker": "B",
        "text": "Perfect. Well, it's been a pleasure having you both on unchained."
    },
    {
        "speaker": "A",
        "text": "Thanks, Laura."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Matt Matthew and the launch of the spot Bitcoin ETF's check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Wanna Ranovich, Megan Davis, Nelson Wong Shashank, and market courier. Thanks for listening. Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]