[
    {
        "speaker": "A",
        "text": "Hi everyone. It's a bonus episode of Unchained. I was a huge fan of Crypto, the game from this past week, which Unchained reporter Sage Young played for our site, and you can read its entertaining coverage in the show notes after the winner was announced on Friday afternoon, we hosted a spaces with creator Dylan Abruscato, who created CTG, as we came to call it, with Tyler Cagle and Brian Lee. Some of the more notable players of the week joined the spaces, as did the winner, who does not speak English. We're releasing the recording here. Be prepared to hear what is at turns a heartwarming story as well as a juicy tale filled with psyops. And now onto this bonus episode of Unchained. Hey unchained listeners, as you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at Unchained Crypto dot substack.com again, the URL is unchanged. Crypto dot substack.com we've had a very, very interesting week. I sort of randomly stumble upon crypto the game when I was on Twitter. I was just trying to search for something else and stumbled upon this seemed super interesting. I'm actually not even a tv person. I don't know anything about Survivor, but I just knew this just seemed really fun. I saw a whole bunch of people that I respect who were saying that they were playing, so I decided to follow along and even send a reporter in. So we had Sage young who wrote a number of articles about his experience. So Dylan, you are the founder of Crypto to the game. Why don't we just start with you filling us in on the latest and then I can ask you a little bit more questions. Yeah, tell us what happened today."
    },
    {
        "speaker": "B",
        "text": "Yeah. Thank you so much for organizing this and I know a bunch of players and fans and followers and hopefully the winner are all super excited to join and take part in the live reunion show growing up, honestly, my favorite part of Survivor was the live reunion show that took place right after the winner was announced. Very excited to share that. The winner of season one is MFL I don't know too much about him, but I know that he lives in Japan. He was playing the entire season overnight, speaks very little English, and kind of just became the fan favorite and a favorite amongst his peers by creating wholesome memes and kind hearted poems to his tribe mates for encouragement using Google Translate and basically just like one over the hearts of hundreds. And the funds have been transferred to his wallet. And I don't know, again, too much about his situation, but he seems incredibly thrilled and it seems like a life changing outcome for him."
    },
    {
        "speaker": "A",
        "text": "And did you talk to him, or is it like, I'm getting conflicting information on whether or not he speaks English? Because I saw you tweeted. He doesn't. And then somebody, a sage, actually said, oh, no, he speaks. He speaks English. So did you talk to him about a reaction or."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, he told me in. In the DM's that he does not speak English, which is why he was unable to join the space this morning to kind of plead his case to the jury. I know that he has been predominantly tweeting in Japanese and using Google translate to create his telegram posts and tweets and things like that. I know Ren just requested to speak. He's a fellow japanese player, so he might have more insight into who MFL is than I do."
    },
    {
        "speaker": "A",
        "text": "Wren, I approved you as a speaker, so if you would want to weigh in a little bit on, you know, on MFL's experience with the game or his ability to speak English, which is a mystery. Go ahead."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I actually think MFL should join us in a little bit. I've been messaging with him, but, yeah, he's. He's from sort of western Japan. I met him on the first day of the game when we realized you were both playing from Japan and have just. He's been super friendly since. Cheering me on, though. I got knocked out on day eight, but I don't think he speaks any English that I. That I know of. I mean, we've been going back and forth in Japanese so far, and we talked about me translating for him on the space, so hopefully you should be able to hear from them in a bit."
    },
    {
        "speaker": "A",
        "text": "Oh, my gosh. Okay. That is incredible."
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "A",
        "text": "Because is there anybody else who played that does not speak English?"
    },
    {
        "speaker": "B",
        "text": "You know, I don't know. You know, one of the nature of this game is that a lot of the strategizing and colluding and alliance forming and gameplay kind of took place in telegram chats and Twitter DM's and discords and, you know, all of the copy that we put out was in English, and it was a predominantly, you know, american time zone specific live game show. But, yeah, there could have been a handful of players that didn't speak English, but, yeah."
    },
    {
        "speaker": "A",
        "text": "Can you philosophize on the fact that the person who had maybe one of the lesser abilities to form alliances has won the game? Like, I find this incredibly fascinating."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, same. He definitely became a bit of a fan favorite. Like, every single day he would kind of tweet a poem that was a recap of the day. And I don't know if it was because of google translate that what he wanted to communicate was inputted and translated and posted, and because of the way it was translated, it read poetic or if he is a poet, bye nature. But his memes were always just the most wholesome and his posts were just, you know, like I said, poetic in nature. And I think he just won over the hearts of all of his tribe mates throughout the course of the entire game. I don't know if he ever received a vote cast against him, and it was a pretty, pretty clear victory from the start."
    },
    {
        "speaker": "C",
        "text": "He."
    },
    {
        "speaker": "B",
        "text": "I think he had the lead for the entire 4 hours that voting was live today. So, yeah, it kind of just goes to show you, and I think something like this can only happen on. On crypto, Twitter, and in this corner of the Internet that we all inhabit. But an incredibly wholesome victory was won today."
    },
    {
        "speaker": "A",
        "text": "Well, so out of curiosity, when you want to create the game, what did you expect would happen? Like, what type of person did you expect would win?"
    },
    {
        "speaker": "B",
        "text": "Yeah. The honest answer is I didn't know, and that's why I was so excited about this, because I know you mentioned you don't watch Survivor, but is the person that's really good at challenges, are they considered an asset that tribe mates should keep around to help them get further or they considered a threat? Because any shrewd player would know that the tribes are eventually going to emerge and it becomes an individual game. Is someone who's very loud in public, all of a sudden have a target on their back, which kind of seemed to be the case this season. And the winning strategy, I mean, it ultimately was to kind of like, win over the hearts of all the players, but it seemed like a lot of the finalists were those that kind of flew a bit under the radar, weren't too loud publicly and socially, played a clean game, didn't backstab too many people and didn't. Weren't too loud off platform. But, yeah, the honest answer is I didn't know what type of person would win. And this just goes to show you that anyone can win this game."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. I have to say that another reason I find this so fascinating is because I actually feel like crypto Twitter rewards different behavior. And so I actually find it super fascinating that crypto the game came up with a winner that did kind of the exact opposite of what, quote unquote, wins on crypto Twitter. I don't know if you have any further thoughts on that."
    },
    {
        "speaker": "B",
        "text": "Well, I know Blaux has his hand up, so I'll pass it over to him in a second. But I was just going to say that crypto Twitter is so tribal in nature, so it just seems so ripe for a survivor style game. I was not expecting everyone to find genuine, true friendships on this thing. I think I spoke to a few people earlier in the week and they asked the most, the thing that surprised me the most about this game, and the answer by far is just like, how everyone just kind of rallied together and there were a lot of tribes that didn't want to vote because they didn't want to eliminate each other. And I guess I was surprised in a game where the highest level idea is that you vote each other out to win a lot of money, I was just very surprised at how, like, genuine the friendships that were being formed on this thing were."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, I love it. Go ahead, blow."
    },
    {
        "speaker": "D",
        "text": "Oh, I was just going to give a shout out to logos on stage and why I voted for logos. In the end, I was never in a team with the winner, so I didn't have a relationship with them, unfortunately. But logos spent some time, I think on day three, he was in an active zoom where anyone in our tribe could go and learn how to get a higher score on pac man, and he was teaching everyone how to do it. And so that's why he. He got my vote, because he helped me improve my score. I just wanted to share that story. But, yeah, no, I think. I think in general, I had so much fun doing this and there was a. I mean, there's so much to talk about. My favorite was the anti VC movement where, like, everyone just put it up the VC's as quickly as possible. That was pretty funny. And then the guy that eliminated me ended up whatsapping me."
    },
    {
        "speaker": "C",
        "text": "Today."
    },
    {
        "speaker": "D",
        "text": "We're actually in a group chat together that I've been in for, like, six years, and he's like, dude, I was the one who took you out because we were afraid that you'd have too much Twitter influence later in the game."
    },
    {
        "speaker": "B",
        "text": "Oh, that'd be so good."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "MFL, you have joined the speaker circle. I just want to be the first to formally say congratulations. I'm sure rented needs to translate this for you. And I love the new crown that you've added to your PFP. It's amazing. Congratulations."
    },
    {
        "speaker": "C",
        "text": "Thank you. Thank you. So, you know, he feels that, you know, a major reason why he won was that, you know, he didn't make any enemies throughout the process of the game. But, you know, it was really just, you know, he's a huge, you know, loves crypto and was really just, you know, is happy that, you know, the fact that he's a part of this community allowed him to be a part of this experience. And, you know, he's gotten a lot of amazing messages from folks cheering him on since he's won and just super happy to be a part of this experience and has been brought to tears today by everybody."
    },
    {
        "speaker": "A",
        "text": "And can you ask him to philosophize on, you know, what I asked earlier about how, in a way, he could have been considered to have one of the biggest handicaps about all the players, if not the biggest, by, you know, this hurdle of communication and, like, why."
    },
    {
        "speaker": "C",
        "text": "He is, why he thinks that despite that, he won't. Gambata Nihonkara praise the gang on the show hikimati nanika omoitoka kati takoto urish katan mikami Gray karabamo and tano juba jivanga keko honky de townshinde but doki doki chatto and somala chimoya bokinovandana schedule Madamo Minaga is mina so gameo isokemetanoshima so, you know, I think for, for him, he was, you know, especially not having very many friends from outside of the game playing the game. You know, every day when he was voting, he thought it was going to be his day from day three onwards, pretty much. And so he never knew what was going to happen every day but also realized sort of every time that everybody was in the same boat and ultimately just had a great time playing the game."
    },
    {
        "speaker": "B",
        "text": "I just want to quickly share. It was confirmed by Brian and Ty on the team that MFL did not receive one vote against him at any point throughout the competition and ultimately won. And I'm pretty sure logos might need to correct me as the fellow survivor fanatic, but by definition, that is a perfect game in survivor when you receive zero votes ever cast against you and you win the whole thing."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's. That's. I mean, that's super impressive like that is, that's going to go down in history. So MFL, you played it. You played a great, great game, man. Like, you can't, you can't make that up. Going all the way, no votes and against you and then going to win it in a clean sweep like that is the definition of a perfect game. So huge props to you, Mandev."
    },
    {
        "speaker": "A",
        "text": "Wow. All right, well, this, I mean, is, yeah, just mind blowing to me. And also yet another reason why I love crypto, because always the unexpected happens. We can talk a little bit more about, I guess, the events of the game itself and there's also, I guess, the backstory. So maybe why don't we start with Dylan, just you talking a little bit about, like, why you even decided to do this, you know, how did you come up with this idea?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so, I mean, I grew up in an obsessive survivor fan. I played this cd rom game, you know, back in 2002, every single day called Survivor ultimate, which was like the most rudimentary, you know, pixelated version of the game that you see today on crypto. The game where you choose one of a few cast members and you play very basic computer game challenges and you vote each other off and you play against the computer. It was a very single player game, but I always wanted to be on Survivor as a kid, and playing this computer game was kind of the closest I could get. So it's always kind of been in the back of my mind. But I worked at an app called HQ Trivia. I'm not sure if you played or if you remember it. I know a bunch of people on the spaces were fans just in speaking to them over the course of the last two weeks. But it was a live mobile game show that basically took a traditional television game show format and made it live and mobile and interactive so millions of people could participate in the same game show. Gone were the days of you tuning in to watch Jeopardy. You could actually join a game show live at the same time with all of your friends. I joined HQ kind of for the grand vision of a live, interactive tv network. So in the same way that you could take a game show and make it live and mobile and interactive, the same could have and should have been said for a Shark Tank format, a reality competition, talent show, dating show, etcetera. So being the survivor fan that I am, I've kind of always been obsessed with this idea of a massive digital survivor game. But after HQ, I kind of just, like, bounced around a bunch of different tech startups. The most recent one I was at party round, which rebranded the capital, was acquired by a larger neo bank in the space. And Ty and Bryan, who I worked with over there and worked with on this project, our fellow survivor fans and kind of just decided, like, now's the time to build this thing. Like, if not now, when? If not us, who? And decided to kind of spend the last two months really just grinding this out and bringing it to life."
    },
    {
        "speaker": "A",
        "text": "Oh, my gosh. It has been so fun to follow. Let's start with day one, which was, in my opinion, a little bit controversial. That was the in real life scavenger hunt, and I was curious, kind of like, how you came up with that idea and whether or not you realized people were going to object to the notion that it sort of advantaged people who were located in New York and specifically in Williamsburg."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. I can kind of give you the full story behind that one. But the truth is, we were supposed to launch Pac man as the first challenge, and we were testing it, and huge shout out to Brian and Ty for this insane feat that they were able to basically build between the two of them over the course of the last few months. But the truth is, we just weren't ready to launch with Pac man. The game had started, tribes were assigned. We did the first voting period on the first night, and we basically just needed. Needed something that was very light on the product engineering side to slot in. Well, that gave them, basically an extra day to finish Pac man. So we kind of just, like, came up with the idea that something super light on the product side of a clue and a text inbox, like an input field, would be very easy. So, yeah, we, you know, luckily, the book, the bookstore that we worked with for the IRL scavenger hunt was, like, in on it, and they were willing to give the clue to anyone that called them. So it wasn't a just for those that lived in Williamsburg, but we thought of it the night before, and the reason was because it was a light lift on the product side of things."
    },
    {
        "speaker": "A",
        "text": "And did you get complaints about it or how did you address those?"
    },
    {
        "speaker": "B",
        "text": "No. No complaints. I think overall, the overwhelming feedback that I've received was that this was a blast. This was always supposed to be v one, and the first season of this idea that we had to basically have, you know, a seasonal game show with increasingly more on chain features every season. But I was kind of expecting a few dozen friends and former co workers and HQ fans to play this thing. I definitely wasn't expecting an international viral hit, but like I said, luckily and we thought about this at the time, but we had the. The bookstore on board to provide the answer over the phone if you figured out the last stop, but couldn't actually go there physically."
    },
    {
        "speaker": "A",
        "text": "And then another notable moment was the tribal shuffle where people, for instance, our reporter Sage Young, started off in silver and then got moved to white, I believe. So how did you come up with that and what happened on that day?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that was actually another kind of impromptu decision that Ty and Brian probably pulled an all nighter to ship, but a guy named Josh, who I think was on stage's early tribe, you know, we worked together at party round, and he is also building a crypto game. And he called me during the game and was just way too confident and he thought his tribe was the best and he was sitting pretty and, you know, had a bunch of alliances formed, and I saw a clear path to victory. And I know you mentioned you don't watch Survivor, but if something like that ever happens on the show, Jeff Proakes always kind of takes it upon himself to tell the tribe members or the cast members to drop their buffs and mix things up. So anytime someone felt too cocky or confident, we wanted to always make sure that we, like, reserved the right to pull the lever and, like, completely turn the game on its head. So we decided the night before the shuffle to mix things up and to shuffle the tribe. So you guys can thank Josh for that one."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I wonder if he's in. If he's in here, please raise your hand. We'd love to hear your reaction to knowing the reason for that. And actually, before we continue on in the kind of chronology of the week, are there other people who are listening who would want to just weigh in a little bit on either the in real life scavenger hunt or the tribal shuffle or anything else from those first few days?"
    },
    {
        "speaker": "E",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I saw. I got pulled up as a speaker so magically, and I have to. I have to just say congratulations to Dylan. I've been, you know, you mentioned you were working on this thing and had you on the novo show talking about it, but this just exceeded all expectations. This is the hottest, craziest, most amazing thing ever, and we're in love with it. You've created a phenomenon that's absolutely insane. Like, we're obsessed. I have PTSD. I see quiddedgens. Who's here? We were suffering from PTSD in the best of ways just to, you know, what do we do next? We were jonesing for more challenges after we were eliminated. But following this whole thing, and congrats to the winner. This is like a feat of feats. I can't believe, like, you don't even speak English and you just rock this whole thing. But that's a web three. That's a web three. Djdehe move right there. So amazing. I was a little bummed, you know, Dylan and I, he was mentioning. We worked together on some branded HQ trivia stuff back in the day. We did a lot of. I brought some big brands to him and we had the most fun Scott Rogowski trivia appearance. Yeah, I don't know if that would be my dream of dreams to see that come through as a challenge. It would be so great. Can't wait for season two. Yeah, we're so ready. Even though it's going to be even harder. Congrats. Congrats all. Thanks. Thanks so much."
    },
    {
        "speaker": "A",
        "text": "And is there anyone else you'd want to just comment on either of those events or those first few days before we move on? Josh."
    },
    {
        "speaker": "B",
        "text": "I just saw Josh request to speak. I don't know if he was on, but, Josh, I was telling everyone that you were the impetus behind the tribe shuffle because you had called me one night feeling way too confident in your silver tribe, and we decided anyone that's that. That cocky and confident with the state of the game means that it's time to mix things up. So we shuffled the next morning."
    },
    {
        "speaker": "F",
        "text": "Silver was. You're talking to me, right?"
    },
    {
        "speaker": "D",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "It was."
    },
    {
        "speaker": "F",
        "text": "It was like lagging for the first part of that. Yeah, silver was really good. We got, uh, we got, like four or five people to the final. To the final, like, voting round. We, uh, couldn't pull it together at the end, which was sad. But, uh, we had, like five of us that made it. Not me, but we had five of us that made it through the final stage. So I was definitely. I was definitely hoping for some silver victory, but props. Props to the squad. You guys did it. I'm a sore loser, but he deserved it. So MFL, take the dub."
    },
    {
        "speaker": "D",
        "text": "Can I go?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So just want to do, like, quick shout out to the winner, obviously. That was. That was amazing. I was working with Ren from japan here as well from the second tribe. He was very supportive in terms of, like, you know, mentioning his friend. They're playing in their different time zones, so that was very impressive. I wanted to shout out to christian as well for me, for sure, one of the best players this season, especially in the first immunity challenge, we were all part of the orange team tribe where it was probably one of the best time I had on discord just collaborating across the board. I personally called the store as well. I think maybe four or five people in the group in the tribe called the store, and christian was the one who was like, they were a bit says about this whole story. I couldn't believe them. So he personally just went there and he actually got the immunity idol. So. Which was amazing. So, yeah, I'm looking forward for season two. Thanks, dylan, for, like, this amazing experience."
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "D",
        "text": "And, yeah, I'm waiting for what's next for sure. So thank you, guys."
    },
    {
        "speaker": "B",
        "text": "Amazing. Thank you so much for playing."
    },
    {
        "speaker": "A",
        "text": "All right, so we have. We had the in real life scavenger hunt. We had the tribal shuffle. There was the pac man in there as well. And then, Dylan, you told me that another notable moment you thought was the hidden immunity idols. So what happened there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so actually, I think her silence, who was up here as a speaker, correct me if I'm wrong, but I think it was your idea. On one of Deez's spaces, Deas was hosting kind of, like nightly spaces throughout the course of the game to recap the episode. So shout out to him and everyone. That was a huge part of getting the word out. But a very iconic survivor moment every season is when some cast member happens to stumble upon a tree that has a clue with another, you know, that kind of leads. Leads that individual on a little bit of a scavenger hunt to find a hidden immunity idol. So again, huge shout out to Brian and ty for their amazing work on this. But we heard that and decided that night to basically hide immunity idols on the site. So three people ended up finding it. We sprinkled a few clues on Twitter to let them know that something was hidden. But basically the day of the merge, if you happen to enter the Konami code of up, down, down, left, right, left, right, ba start, you would actually earn individual immunity. And three people did that and were safe from the vote that night. It ended up putting a huge target on their back because all three were eliminated the next night. But it got them through to the final voting period."
    },
    {
        "speaker": "A",
        "text": "Oh, that's hilarious. So then it's getting down to the wire. And I remember that Sage wrote a piece about how he was. I forget. It was like some spreadsheet that he saw and it had all the members of his tribe marked, including himself. But then something like other people in the group said, no, no, no. We think this is interference from another group because, you know, we don't know who created this. So, like, talk a little bit about some of these, quote unquote psyops that were, that seem to be going on."
    },
    {
        "speaker": "B",
        "text": "Yeah, honestly, I can. I had zero visibility into the telegrams and discords and google sheets and docs that were kind of floating around. And that's the beauty of this thing. It's like we kind of, like, built the high level infrastructure for it. But once tribes were assigned and everyone figured out who was in their tribe and who wasn't, it was kind of, like up to them to go form alliances off platform. And I, uh, kind of strategize on how they were best going to advance and survive in this thing. So I personally never saw any of the telegrams or, or sheets or hit lists, I think it was called in the piece. Like, I never saw any of those floating around. So, um, that is kind of, like up to. Yeah, that was all at the player's discretion in terms of how they were going to strategize who to vote out each night."
    },
    {
        "speaker": "A",
        "text": "So if you're on this call and you were one of the people engaging in those psyops, can you raise your hand? Because we'd love to hear from you. Go ahead. Her silence. You're a speaker, so. And what, you guys can both start with her silence, I guess."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "E",
        "text": "So almost everybody on this stage participated in some degree. I can just kind of tell you about what happened on my side. But also, for the record, these, I believe, brought up the idol. I could be wrong. I know I started the conversation, but I'm not going to take credit for it because I know somebody's going to be trolling me in an hour or two. Like, oh, you clean credit for. So, yeah, going into this, right? So going into a game of crypto this. Crypto the game. Okay. Going into this game, I'm like, okay, yeah, you can't trust anybody. These guys are rugging us left and right on tokens. They don't care. They're trying to, you know, I'm in this. This is pvP, right? I got my four friends that I trust. Like, I have, like, four or five friends now. I have a fifth rin. I was introduced to him through some friends. Great guy. Introduced from poof and all. He love you guys, right? So I got my core group and I'm like, we're gonna play together, but I don't trust anybody."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "You know, and so I'm like, yeah, I gotta sigh out these people because they're gonna sigh out me. It's, you know, whatever, right? So I go into this, and right off the bat, there's. There's body. And the first. The second challenge, there's cheating. I'm like, par for the course, right? Like, then what's the next challenge gonna be? Somebody click the wallet drainer and drain the most apes, right? And so I don't trust anybody, so I go into this with my group, and then the purple group, and these guys are all trying to be like, jack from purple group, he's trying to be all organized. I'm like, I don't trust this guy. He just wants to be valuable, okay? And then Josh Harris, he's organized this group, and I'm like, I don't trust this guy. He's just trying to be valuable so he didn't get voted off, right? So I'm going into this, like, okay, I'm going to pretend to be nice or whatever, right? And so it turns out my group ends up being like, very, like, stick to the plan. These. These said plan followers or something is what he calls them. Like, we were following a plan, which is unheard of in crypto, and I'm like, well, we're actually sticking together and being honest, right? But third round, this is where my psyops comes in. I had to knock out this guy named Bugha, and I felt bad because my team had proven to me that they were honest people and nice. And I'm like, oh, God, I gotta lie to these people. And actually, I really like them, right? So Bugha, I don't know exactly what he, like, nuked schlumbs in a previous round."
    },
    {
        "speaker": "B",
        "text": "And, like, yeah."
    },
    {
        "speaker": "E",
        "text": "And I'll let all see tell you about this, right? But all I know is, like, people think, like, I nuked booga for schlongs. I like the guy. He's nice. I did it for all see, right? Like, honestly. And she wanted me to do it for him, but so going to this challenge and in this vote, and so we've had this precedent of doing these no votes, right? And so everybody's been on the same page. Our team is reliable, right? And we're like, we're not going to vote. That was a strategy. Don't vote. Go into it and just watch. And if somebody votes in the last 15 minutes or whatever, we'll just defend it. Will try and, like, vote enough people out to protect the people or whatever, right? And I was like, man, I think the best way to cause chaos in this and not get it pointed on me is if, like, I. In the first second of voting, I vote for the Buga guy, right? So right off the bat, I vote for him and I'm like, it's going to be chaos. They're not going to be able to be able to organize. They're not going to, they're not going to find out it's me, right? Oh, my God, these guys are so on top of it. Like right off the bat, they're like, who's in the chat? Get your names together. Like, like we have like accountability pods and stuff like that where like four people would be accountable for each other and they just start going down the list. Post your proof of vote. Post your proof of vote. Post your proof of vote. Prove that you did not do the voting, right? So I'm sitting there like trying, first of all, I have Covid, right? Like, I have Covid, like pretty bad, right? And I'm pretty sick. I'm high as hell on robitussin, right? And Michelob Ultra. I'm trying to play this game. I'm in the space and they're like, proof of vote, proof of vote. And so I'm having to Photoshop all of these proofs of votes, like over and over. I had to Photoshop like three different proofs of votes to get through. And one of them I even like, I screenshotted it and had like screenshot in one of my tabs. I'm like, oh, my God, they're going to find me. They didn't. But I caused so much chaos from it. Unintentionally, I nuked the guy. But then, like, we all started nuking each other and blaming each other and yeah, I got sniped in the last like minute or whatever, but that was my psyop and it was, it was a blast. I felt bad for lying to everybody. Oh, and we also purple, original purple team also was in almost every other tribes discord with like a fake. Like we would impersonate somebody. Jack. Jack would impersonate somebody who was inactive or on a different time zone and he would make a fake discord and go into their discord. And then I think it was orange gold tribe, they had the guy that was like the security researcher guy that made all the tweets, right? And so they had like the, they're like, opsec was like, they had like, they had to like do a hash or whatever and like send it into ether scanning or send something back, get a hash back. They're like really complex Opsec. Jack just goes and imitates somebody and then pay post their hash and they let him in. He's just causing ham, causing havoc going through all the different discords and everything, and, like, I just remember, like, from the first chat, the second challenge, gold team, I hate to make fun of you guys, but you were choosing who to vote off with, like, one of those random spinning wheels with the color charts. It was the dorkiest thing I've ever seen in my life. And, like, thank God I didn't get voted off by, like, random spinny wheel, right? But our psyops is on point. Shout out to purple team. Shout out to MFL. Love you guys. And, hey, honestly, this game, like, y'all proved to me that it was, like, good things are in crypto. I love it. It was great. So I'm gonna shut up now."
    },
    {
        "speaker": "B",
        "text": "I'm dying. Dying. That was amazing."
    },
    {
        "speaker": "D",
        "text": "I love dying right now."
    },
    {
        "speaker": "B",
        "text": "It's there."
    },
    {
        "speaker": "G",
        "text": "Her silence is the best chaos agent. Literally, like, so fucking fantastic. I love you, man."
    },
    {
        "speaker": "A",
        "text": "I know. That was hilarious. Okay. By the way, you guys, I see that Christian is in this spaces, and he's another person that kind of became a notable character. So, Christian, I have a couple of questions for you. So, first of all, you got to talk a little. I know you tweeted about it, but you have to talk a little bit about how you figured out the scavenger hunt. But then the other thing I have to ask you about is, when people were suggesting that they band together and share the pot, you became a main character at that moment, too. So can you talk a little bit about both of those moments?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "Thank you for having me up. I know Dylan called me up, but I guess he's not here anymore. Um, but before I go into those two things, I'd love to just advocate for MFL. As somebody who randomly was assigned to his team throughout the game, I think he was being a little bit humble in terms of saying he didn't make any enemies. I think he went further, and as a player, I think he won the hearts of everybody else throughout the game. Both his tribe mates, who all loved him, like, in each orange are in both orange and in the. The newer green group, we were all celebrating for him as if we won. And throughout the time, like, I think he was the only one I saw who were, as people were being eliminated, was going and messaging them and saying, hey, you know, you were a great teammate, or, hey, you played the game well. But, yeah, so I think, you know, props to MFL. I think, you know, he's being humble about, you know, I don't think it was random. I think the vote count showed that and props as well. To logos. I think logos, to me, stood out as somebody who was both very skilled and also not afraid to be bold in terms of, he was an active voice throughout the game advocating for, you know, like, whether or not it was the sort of pot splitting debate that went on and helping his teammates. So both of those players really impressed me, and I think it showed, I hope that it sets a meta kind of going into further seasons, that it's not about the secret groups that you form or coming up with a new mechanism to split the winnings. It's more so about helping your teammates, playing the game skillfully, and making friends along the way. So I think it sets a great precedent. It's an amazing narrative for crypto the game going forward. I can't imagine a more boring situation if we were all splitting, you know, small sums of money together equally. I think it keeps that sort of spirit of survivor alive. Yeah, I think MFL is probably. I don't think there's a player that comes close in terms of how he won people over and it showed in the final vote. And now that we know that, you know, 30 or 40 people can make the final round, I think it's a strategy that people are going to employ in next season, but, yeah, and then in terms of the things you asked, I think we went down the same rabbit holes as everybody else in terms of the Christix and book store saga. I think we did call the store and we got the wrong employee, and I guess that's part of the game. But I will say that that challenge happened pretty early on when there was, like, 40 team members, perennial, and most teams had, I think, you know, like maybe a third of their population in New York. So, you know, I think it was still a fun challenge. It felt super relevant because obviously everybody is taking aesthetic photos of the read, write own book and. But, yeah, and as a team effort, I think MFL was in there contributing, you know, using Google Translate, and we had a lot of good, good team members, you know, who were, you know, kind of helping piece everything together. And then, yeah, I guess on the pot splitting debate, I think for me it just comes down to, like, is this game about MFL story?"
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "Is it about somebody, anybody can come in, spend .1 to get in the pot, make friends and win either a life changing amount or a significant amount of money based off of their skill. And I'm so happy that somebody like him was able to do that. Not being quiet and sort of, you know, playing a sheep and hoping to slide bye. Not by sort of being brazen and threatening other players, but just by being skillful in making relationships. So that's my take on all those things."
    },
    {
        "speaker": "B",
        "text": "But, yeah, it's so funny, Christian, that you mentioned that about MFL, because I just scrolled all the way back to the first time he tweeted at me or the game account, and he said something to the effect of, like, I'm worried about this investment because .1 e is a lot of money. And I said something to the effect of, like, this is definitely not an investment. Like, only, you know, play this game if you're comfortable with the buy in amount. And he. I don't know, I guess he decided to do it and, boy, did it pay off for him. But, yeah, I mean, it's really just such a wholesome outcome, for sure."
    },
    {
        "speaker": "A",
        "text": "All right, so why don't we open it up to any other fun stories of, like, events that happened from the players, and then I'll ask Dylan a few additional questions before we close out. Who wants to tell a story? People are holding up their hands. Why don't we start with all c?"
    },
    {
        "speaker": "G",
        "text": "Yeah, so I was going to say kind of based on, like, what Dylan was saying, and I'll go into the fun story, too, is that, like, it really goes to show that so many of these types of games, right, like survivor or big brother, any of these, they are really so much of a social game, almost more so than a skill game, because there is that point where when you start playing and showing off that you're a really skilled player, there's, like a sweet spot where you want this person on your team because they'll help you go farther, but then you also want to take them out because they're actively now your competition. And so even if you're not good at games, if you're unskilled at those things, being able to orchestrate, like, a perfect social game is kind of one of the most valuable skills in something like this. And that, like, kind of goes to. So in. I was in the infamous red team, the first round of red team, where I think we. We got kind of a reputation for being so insane because we were, like, voting off more people than we needed to. Rest in peace, shloms. But there was definitely a little orchestration going on in red team that I don't know if people were ever aware of based on flipping the entire team and then having everyone freak out and then having them kind of come back to a more neutral place and then getting rid of all of them. But I think it's really interesting to see people on the Internet. They obviously lie all the time. That's what we're kind of used to. But it's so different to try and figure out if someone is lying in this game because you can't see them, right. You can't see their face. And so it makes it both easier to lie, but also harder because you're just gonna naturally assume everyone is lying, which means it's even harder to trust people when they're actually telling the truth. So it kind of works to your advantage, but it's also a little bit of a. I don't know. It's a disadvantage if you're trying to just genuinely play, for sure."
    },
    {
        "speaker": "B",
        "text": "Completely agree. I'll see. As a survivor fan myself, big brother fan, it was interesting how you didn't have to. You didn't have a face to go on, and so you really had to earn trust some other ways and depends who you come in with. For me, I came in with no one. And so, Laura, just based off of Sage's article on Unchained, it was quite funny because I was in Sage's tribe when he said that there was a spreadsheet going around with targets on it. And this was a prime example of how do you actually earn friends online when they don't know who you are. No one really trusted me, and maybe for the right reasons, but, like, there was people such as Ox, Joshua, and poof who people said that I should partner with. I wanted to, but they weren't warming up to me. And so the only way that I could go about doing it is to make sure that we're both targets. And if we're all targets together, then maybe we'll band together. And so I've got my spreadsheet going wherever I said, let's mark Sage as a target. All silver team, all blue team, which I was part of, and all of white team, which Josh, pouf, and Sage were on altogether. And with that, they came right to me, or they warmed up to me immediately after that, and we bonded together. So from there, ironically, Josh was my number one ally, along with. Which was that we wrote it to the end. They have to play with when you don't have people face to face. But lots of funny kudos to Christian for putting the blockade on. I think it easily could have gone that way if. If you didn't really fall in the knife."
    },
    {
        "speaker": "F",
        "text": "I appreciate that. And for the record, I listened to the Boys Club podcast, and Dylan is also anti split, so hopefully we can keep that going."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, the game. The tagline of the game is many will play, one will win. So I definitely always envision similar to Survivor, one winner. So it's, you know, it's very hard as the, you know, as one of the founders of this thing to not publicly have favorites or opinions because the game really needs to kind of, like, play out for itself. But the whole point of this game is for one person to win the."
    },
    {
        "speaker": "D",
        "text": "Pop, which is funny because I spent so much time thinking about if I could make it to the end number one, I feel like everyone would have think it was super sus because Dylan and I go back to middle school and I moved across the country and we hadn't spoken for a really long time, but Dylan and I were really good friends in middle school, and here we are on crypto Twitter."
    },
    {
        "speaker": "B",
        "text": "Reconnected on crypto Twitter 20 years later."
    },
    {
        "speaker": "D",
        "text": "Yeah. Which is so crazy. I felt like if I almost had zero shot of winning because of my previous relationship with Dylan, but I was also deeply thinking about how to engineer the ending of the pot and what best way to split it among the final folks could be pooling liquidity for a meme coin being one of them and putting up the money myself in advance. I tried to come up with lots of different ideas. There wasn't really a good one that I felt could actually be executed properly. But even still, I kind of wanted to take a second to just say, wow, this is the most fun I've had in crypto in a really long time. This and farcaster, really incredible work to you and the team, and a small team at that, to be able to pull this off with, I guess, your three people. Dylan, at this point."
    },
    {
        "speaker": "B",
        "text": "Yep. Yeah. It's me and Brian and Ty who I think are both listening and are welcome to come up and speak whenever. It's just been just the three of us, which is wild for the scale of this thing."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, that's. I mean, just incredible work. And for those who played the game, like, to be able to pull this off with as little bugs as they had is unbelievable. So props to you. And then I think, I know we only have a little bit of time left, and I know there's lots of stories that we can all tell, but I actually wanted to, like, really ask Dylan, you know, what. What he thinks about what. What the future looks like."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Like, there's infinite potential from here. What do you see the future for crypto, the game looks like for future seasons? And what are the things that excite you and things you learn from this time that you think you'll implement in the next many rounds."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a great question and apologies for the background noise that I'm having some friends over to celebrate the finale. But, yeah, I mean, the goal for this has always been to get progressively more on chain for each season. And so I know the extent of the crypto nature for season one was essentially just buying in and. And us sending 90% of the pot from the multisig to the one winner's address. And the mechanic that I'm most excited about for season two is basically minting an NFT, which is your slot in the game that either burns when you get voted out or the metadata turns to, you know, from player to jury when you get voted out. But similar to hedging a parlay you could imagine hypothetically, like, selling your NFT at any point throughout the game, that gets increasingly more valuable as you get closer to the potential. If you feel you're on the chopping block and want to cash out, or if you make it to the end and want to buy up someone's jury nfts, I think once you. Once you have the game slots be nfts themselves. It opens us up to so many more interesting game dynamics. So we're tentatively calling it Anon island, but, yeah, more to come on season two. I think the three of us probably just need to sleep for a few nights and then we'll be right back at it on Monday."
    },
    {
        "speaker": "A",
        "text": "And how long do you expect it will take before season two? Like just a month or like three months or a few weeks or what?"
    },
    {
        "speaker": "B",
        "text": "I would say definitely not a few weeks and definitely not a few months, but somewhere in between for sure."
    },
    {
        "speaker": "A",
        "text": "Okay, so my last question was what Blau asked. So I don't know if there's anything that was not. No, no, there's no need to apologize. When you asked it, I was like, perfect. He would make a great interviewer. So is there anything that was not covered that you would want to mention?"
    },
    {
        "speaker": "B",
        "text": "Well, I think first and foremost, just thank you to everyone for playing this thing. I think I always envisioned it being super fun. You know, we built this thing because I kind of always wanted to play survivor online with my friends, but I don't think I was fully expecting it to be a 24/7 nonstop game show. You know, I kind of imagine people would come on at twelve Eastern, play around a Pac man, register their score, go back to work, come back on at eight to cast their vote. But the fact that this really turned into a full blown 24 710 day reality show online just completely exceeded my expectations. And I think I speak for Brian and Ty and myself when I say we're just like overwhelmingly grateful with the support and participation and enthusiasm for future seasons. And yeah, I think this just really bodes well for the entire space. And we're so jazzed. But I did see Fungi request to speak and I know he's up here and on mute so I didn't know if he had something he wanted to share as well. But yeah, the TLDR is thank you and I'm so excited to go to sleep after this."
    },
    {
        "speaker": "C",
        "text": "Thanks man. Yeah, I mostly just wanted to say thanks to you Tyler or Ty and Brian. Yeah, been like one of the most incredible on and off chain experiences I've had in crypto. I feel like I've witnessed so many versions of the spectrum of psychopathy, of heartfelt tribesmanship, of friendship, of just speculation. It's been an absolute ride. You guys have done something incredible and I think the way that you've built this is remarkable and I hope is like quite a beacon for, I don't know, good ethics when it comes to releasing products and games in the space. It just makes me think of all of the people that have charged so much money or raised so much goddamn capital and not done anything worthwhile with it and never created any great experiences for others to enjoy. Yeah, didn't expect to make a bunch of friends during this kind of thought it would just be full board anxiety the entire time and it was in all truth, but it was also really, really fun. And yeah, just grateful to have had the chance to almost go insane this past week while making some really good friends and having some new ideas and perspectives over what social gaming and social experiences empowered by some degree of on chainness might look like in the future. So yeah, just stoked to have you three building in this space. Very, very stoked for the winner. I know logos was coming up close, was also a fantastic teammate, kept the vibes up, did not feel like a social engineer. And yeah, just, yeah, just a big shout out to everyone and stoked for season two."
    },
    {
        "speaker": "D",
        "text": "And worth mentioning to the, to the room that the three, the three folks that built this thing definitely did it for the love of the game because they only took home with all of this work for Ethereum. So I think Vungeville, you, you, you make a really good point that, that this is, there are so many people that raise so much money, make so many promises without delivering. And for, for ethereum, 500 people had the most fun, I think we would all say we'd ever have in crypto. So I cannot wait to see what's next. And also, Tyler, shout out to Tyler for incredible design work. Seriously?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I just invited Ty up here to speak as well, but just on that board. Yeah, I think we. Yeah, we didn't do this to get rich. I think I've said this on a few spaces, but, like, I. I'm a firm believer of adding crypto to something because it will make the idea better, not the other way around. So this is an idea that we had and wanted to build and adding the crypto layer and doing it for crypto, Twitter just made it that much better versus raising a hot round and forcing something on chain just for the sake of it being on chain. So between server costs and live chat, you know, costs and the domain and all that fun stuff, we might have lost a little bit of money on season one, but we'll see you again for season two."
    },
    {
        "speaker": "C",
        "text": "Yeah, I just want to close because I noticed this is recorded space. If you're a vc, that's dope or a great angel or sponsor and you aren't just smashing the DM button on this team's inbox to throw money at them, you're absolutely fucking up. And I hope that you have a change of thought. There is so much potential here."
    },
    {
        "speaker": "B",
        "text": "I appreciate that. Yeah, we definitely have our fair share of conversations lined up for this week."
    },
    {
        "speaker": "A",
        "text": "Oh, that sounds interesting."
    },
    {
        "speaker": "B",
        "text": "I didn't want to interrupt Ty, a key member of the team, and every animation, every design, every front end experience that you saw, every anxiety inducing moment on the front end was all. Was all his hard work and from his imagination. So I think Ty is the best in the world at what he does, but I'll pass it over to him. No."
    },
    {
        "speaker": "C",
        "text": "Well, thank you so much. First, I just want to personally thank everyone for participating. This, like, from all of us, this blew us away. The reaction and just the excitement and the emotion that you guys all brought."
    },
    {
        "speaker": "B",
        "text": "To this was just logos. I see of your hand raised. I don't know if there's something you want to share in the meantime."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, man. I don't want to take too much time up, but I just want to say, like, what really amazed about this game was how it totally nailed, like, the social environment here and I was in that. It was like, it was. It was super crazy. I see Tyler's back, so we can see if he goes and I can go after him, but. Awesome. Well, yeah, anyway, just again, so many thanks for everyone playing. Thank you. To just, yeah, participating, having so much fun, making friends. Like, it was something. We were all hopeful that this would happen, but the fact that it did and seeing just how kind of generous you guys were with the pot in the end. And it was just so cool. And it's funny, I think Dylan mentioned this, but the fact that we're just all watching from the outside, we didn't really know what was going on behind the scenes. And so we just get little snippets from. From friends and people who we knew that were playing. But yeah. Anyway, to kind of just cap it all up at this point is just incredible. I also just want to give a huge shout out to Dylan. He's been giving Brian and I props and Dylan just really took this to the next level, obviously. It's just he's such a talented guy with this, with all of his previous endeavors. And I'm just excited for us to kind of continue building this out. I hope everyone plays for season two."
    },
    {
        "speaker": "A",
        "text": "Locus, you can go. We just literally have a minute because I do have to hop around 530, so go ahead."
    },
    {
        "speaker": "C",
        "text": "Okay, cool. Yeah, no, just wrap it up real quick. I just want to say this was such a cool experience that totally nailed that social vibe. That was so great. I came in second place, but I couldn't be happier with the whole experience and the reaction and the friends and the connections that I've gotten from this I'm sure will last, you know, a long time. And I've had so many great DM's people reaching out. I shared a little bit about my story and kind of opened up a little bit who I am. And I've already had like multiple like investors and angels reach out wanting to invest. I've had friends reach out wanting to sit, you know, link up IRL. I've had, you know, a great community come around me and I just couldn't be more thankful to you guys for creating such an awesome experience that I've literally been thinking about dreaming about playing something like this since I've been a kid. So this has been awesome. I'm still here for it and I'll be back for season two, man."
    },
    {
        "speaker": "B",
        "text": "Yeah. And logos. Just to echo that, it's on my list for next week. But I have had a bunch of VC's not only reach out to see what we're thinking for the future of crypto the game, but that saw your building in stealth and followed along at how well you played this game and are asking for intros to back whatever you build. So I mean, it could be a huge win win, but on that note, I read this in the earlier space, but I just wanted to reiterate what j hins from privy tweeted about. Logos run. But he was the center of the white tribe alliance that lasted the entire game. He hopped on a zoom to teach the entire tribe pac man and played over 800 times himself. He met up with a teammate irl and gave him a ride to the airport, or vice versa. Made alliance merch for the tribe mates, played flappy bird while at work and got a high score. Solved an insane riddle in under 90 minutes, kept his threat level low to avoid kill lists, and built genuine friendships and provided value so that no one ever wanted him out. So, um, if. If not for a MFL signing up, uh, you 100% would have won this thing. So I don't want that to go unnoticed."
    },
    {
        "speaker": "C",
        "text": "Oh, well, thank you, dylan, man. I really appreciate that. Yeah, dude, I had such a great experience, and you guys made this so fun, so I can't wait to run it back, man. Came with running back, but really appreciate it."
    },
    {
        "speaker": "A",
        "text": "All right, well, this has been a super fun conversation. I loved this week. Thanks so much, Dylan. Um, you know, for those of you who noticed, we did cover it on unchained. So you can check out this article, and we will release the spaces tomorrow on our podcast in case you want to share it with your friends so they can learn more about what happened. And we will be tuning into season two. Thanks so much, everyone. This is super fun."
    },
    {
        "speaker": "B",
        "text": "Stay tuned. And last thing I'll say is, if you're in New York, which unfortunately, I am not, I believe the boys club is hosting an unofficial finale party for all the players to meet up irl."
    },
    {
        "speaker": "C",
        "text": "Hey, Dylan, is there going to be an east Denver reunion? What's the word on that?"
    },
    {
        "speaker": "B",
        "text": "I guess so. I have to book a flight."
    },
    {
        "speaker": "D",
        "text": "Awesome."
    },
    {
        "speaker": "F",
        "text": "I'll see you guys."
    },
    {
        "speaker": "B",
        "text": "I'll keep you. I'll post it. Okay."
    },
    {
        "speaker": "A",
        "text": "All right, thanks, everyone. Bye."
    }
]