[
    {
        "speaker": "A",
        "text": "In the modern airdrop meta, it's just like civil farmers and like hyper sophisticated people who are looking to just civil farm and then dump your token, right? And it's just a silly way to distribute your token. Like it's what we have. Because the SEC, it's funny, like everything the SEC did made it worse for retail. Like made everything worse for retail, you know, like airdrops isn't like moving everyone to this airdrop meta as an example, right? I mean, I don't need to harp on that. I think everyone knows, knows that and."
    },
    {
        "speaker": "B",
        "text": "Wait, but just to make clear, so does that mean that you think icos were a better mechanism?"
    },
    {
        "speaker": "A",
        "text": "Definitely, yeah, I think that was definitely a better mechanism because I mean, it was like, it wasn't better for us as venture investors, but I think it's better for the industry as a whole because it's very easy to look at the data and you see that the upside in these projects, once the SEC came in and banned, icos just moved private. Like you had the same level of upside. And the new l ones are similar and the new all ones to the old ones. But the upside was all captured by venture investors rather than the public."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained. You're a no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering Crypto nine years ago and as a senior editor at Forbes, was the first major media reporter to cover cryptocurrency full time. This is the July 2, 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure, and adaptable. Perfect for Gamefi and Defi to build, grow and scale. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com dot. You'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com again, the URL is unchained. Crypto dot substack.com dot Ryan Reynolds here from Mint mobile."
    },
    {
        "speaker": "A",
        "text": "With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "C",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30."
    },
    {
        "speaker": "A",
        "text": "30, baby, get 30."
    },
    {
        "speaker": "C",
        "text": "Get 20. 2020 to 15."
    },
    {
        "speaker": "A",
        "text": "1515 just $15 a month, so give it a try@mintMobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms@mintmobile.com. dot whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and."
    },
    {
        "speaker": "A",
        "text": "More equipment and new trucks for the."
    },
    {
        "speaker": "C",
        "text": "New guys to drive the new equipment in. I don't know if I'm ready. You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing today's topic is the true value of tokens. Here to discuss are Jose Macedo, founder at Delphi Labs, and Ari Paul, CIO of Block Tower Capital. Welcome, Jose and Ari."
    },
    {
        "speaker": "C",
        "text": "Hello."
    },
    {
        "speaker": "A",
        "text": "Thanks very much."
    },
    {
        "speaker": "B",
        "text": "So there have been a ton of token unlocks that have been hitting the market, and there's more to come. For instance, in July, we're going to see over about $750 million worth of tokens for 40 different projects that will be unlocked. And meanwhile, there's a lot of people sounding the alarm about how there's not quite enough demand for these tokens by a long shot. Jose, you were actually the inspiration for this podcast as you've been writing multiple tweet threads about this issue. There's also been just a lot of commentary on Twitter around a lot of related issues. But why don't you describe the problem as you see it?"
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. So I first talked about this, and thanks very much for having me, by the way, a big fan of the pod. So I first spoke about this a few months ago because in a bull market, people tend to discard fundamentals and the sort of FTV as a meme and bullish unlocks thing, which are kind of both offshoots of the same thing, come back and obviously, like fully diluted valuation. For those that don't know, that's like the total number of tokens times the price of the token, and then the market cap is just the circulating tokens times the price of the token. So obviously, the market cap is always smaller than the fully diluted valuation. And you can think of the full diluted valuation, which I'll kind of reduce the FDV a lot of the time as just the total number of tokens that will ever exist for this. So including unlocks, treasury tokens, all this kind of thing. And in a bull market, people kind of say, that's a meme. Those tokens aren't here now, really, the market cap is what matters. And I've always disagreed with this pretty heavily, and I was trying to find a way to kind of phrase this and to compare different fully valued valuations, because they're not all built the same. And what I thought mattered the most, really, in comparing them, is this idea of the unrealized gains. So how much of this valuation is unrealized gains for someone, either the team, which obviously has a zero cost basis, so any gain is hopefully an unrealized gain for them, unless they somehow sold before, and then the investors, who often come in very early, depending when the project raised, and have a lower cost basis than when the token launches. The way I think about fully diluted valuation, there's two metrics that I think about which are just the inverse of each other. The first one is what percentage of the token's fully diluted valuation is unrealized profits, unrealized gains for someone. The second way to think about that is just the unrealized gains to market cap ratio. How much is the ratio of, like, unrealized gains seeing in the token to the circulating market cap of the token? And what you want to see is always, like, as low as possible, a ratio, right. So you want the ratio of unrealized gains to market cap to sort of be as low as. As possible. I don't think it's worth talking through an example, because it's probably like, you know, talking through this stuff is a bit is hard to follow, but the crux is that a lot of tokens are trading at sort of four to eight unrealized games to market cap ratios, which basically means there's four to eight times the project's entire circulating market cap sitting in unrealized gains. So if you assume, like a two year vest from the cliff date, that means an entire market cap worth of tokens unlocks every three to six months, which is like, pretty heavy, right? And makes it very hard for. For buyers to come in and really absorb that, especially when right now, their alternative beta exposure, is something like meme coins or other projects that don't have these supply overhangs. Part of what I wrote in the post is that one way to mitigate this and what you want to see is, I mean, there's a lot of mitigants we can discuss later, but one easy one is to just have a lot of secondary trading similar to what happened with Solana before their 2020 unlock, where multicoin famously bought a lot of sole and secondary markets. And so what can happen there is obviously that resets the sort of unrealized gains in that one investor. The early investors sort of realizes some gains and someone comes in with a higher cost basis, which then means there's less unrealized gains when the token goes live. And this is actually like the origination of the bullish unlocks meme, right, because this means that everyone thinks an unlock is going to be bearish because there's loads of tokens coming on the market. But actually, if most of those have already been sold to people with a cost basis very close to the market price, then it's very unlikely those tokens will be sold when the token goes live. And that can lead to this bullish unlock because people had expectations that there will be lows of dumping and there isn't, which is sort of what happened with Sol and I guess looking into the OTC market, I don't really see that happening right now. A lot of the assets would really high. Fdvs don't have a lot of bids, even sort of 70% below market price. Right. And this is for the safety, for the safety of the early rounds, which are normally a one year cliff and a two or three year vest. And then when you look at the volume in Saft, if you sort of exclude Solana and ton, which probably did a billion between both of them, you have pretty low volume for these compared to the amount of unlocks that are hitting the market. And so, yeah, my conclusion was kind of bearish, that a lot of these unlocks wouldn't really be bullish. And then there's an interesting market structure thing, but I've already ranted for a long time, so I'll let you jump in, Ari, if you want to add anything there."
    },
    {
        "speaker": "B",
        "text": "Yeah, and right before I do this, just to quickly explain, saft is it stands for simple agreement for future tokens. And this is just what it sounds like where VC's or seed investors or angels or whatever get that kind of thing early for later when the token launches anyway. So go ahead, Ari."
    },
    {
        "speaker": "C",
        "text": "Yeah, fully agree and nicely articulated. I think the Solana unlock is a great exception to riff on. Sometimes exceptions are like kind of prove the rule and are great case studies. So the Solana unlock, it was a massive unlock. In January 2021, it increased the token supply by more than 200%. I think it was 213% of memory serves. And we were analyzing it in real time and came to the conclusion that it was a rare bullish unlock. And the way we got to that conclusion was we basically talked to the entire cap table and got the impression that basically the bulk of the supply being unlocked we had spoken to and we believed they were bullish and they weren't looking to sell. We were at the right spot on a bull cycle to entice new buyers. The fundamentals of Solana were strong. So you had this massive supply hitting the market, but kind of air quotes, the fundamentals supported it. By fundamentals, I mean that term very loosely. Basically, there was real organic buying. The holders were pretty happy to have the asset at that price, but a very rare exception. As Jose, as you articulated really nicely, or to riff on this idea, I'm just agreeing, but just riffing, why does this ratio of unrealized profit matter so much? Well, it ultimately comes down to human psychology and incentives. It's ultimately, why do people hold the token and what are they looking for to sell? Really, what this is getting at is the reality of that so many of these projects, so many of these ICO raises, people buy the token looking for a quick ten x. And that's why the ten X is bearish. It's because people are now sitting on this profit that they're desperate to capture. Some VC's are desperate to capture that ten x or 100 x if it happens in a year. Frankly, most people are eager to capture 100 xs. You have to be a real true believer to not want to take any profit there, for the most part. To me, the core framing around all of this, all the discussion around points, icos, timeframes, everything ultimately comes down to a root issue around who's buying the token and why. And everything's about aligning incentives or the behavior around unlocks comes down to, well, who holds the token if it's a VC that's really in it for seven years, like, let's say for the most, I don't know everything they've done, but a 16 z for the most part, seems to hold their tokens for a very long time. Well, if your cap table is made up of a 16 zs, then an unlock in six months might not matter. Or if everyone who holds the token is a real believer and is looking for the next hundred x, then it's unnecessarily bearish. That's very rare in crypto. Right, because people are mostly putting their money in, hoping to get it out pretty quickly."
    },
    {
        "speaker": "B",
        "text": "Yeah, I actually want to zoom in on this notion about the unrealized profits to market cap ratio or unrealized gains to to market cap ratio, because, Jose, in your tweet thread, you had a good example, and I think it helps listeners if we just like, walk through it slowly. So you said, okay, you could have these two different projects that each had a $10 billion fully diluted valuation, which again is the total supply, not the circulating supply. But you said in Token A, let's say they had raised $200 million at a $1 billion valuation, and the team gets a 30% allocation. Then for Token B, you said, what if they had raised only 5 million at $100 million valuation and the team has a 20% allocation? And basically the conclusion that you reached was that token B is the more promising token because only 25% of their fully diluted valuation is unrealized profits, whereas it's 50% for token a. Yeah, maybe."
    },
    {
        "speaker": "A",
        "text": "To convert it to the sort of unrealized games to market cap, I'd have to add like a float, the example. So we can calculate the market cap. So if you imagine that both token A and token B have a 10% float, which would mean if their fdv is 10 billion, then their market cap is 1 billion, right? And then you keep the numbers the same for everything. Then token A investors have like 4.8 billion in unrealized gains, right? To 1 billion in market cap. So it's like a 4.8 ug to Mc ratio. And then token B, there's 500 million in unrealized profits from investors, plus 2 billion from teams, so 2.5 billion, and then the market cap is one, so get 2.5. So it's like half roughly the unrealized gains to market cap. And so you have to look at obviously other things to see whether it's, it's going to be a good unlock or not the fundamentals of the project really matter. But all else equal, you'd definitely rather be invested in token b here because there's sort of 2.5 billion less of unrealized gains that are sitting in that token."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so essentially, basically it's just, it's almost, this is like such a weird comparison, but it actually does make me think of, like the bitcoin having. If we're thinking about like new supply, like you know, if you have these token teams and investors that are sitting on these tokens, the notion that they want to sell at some point if you have double amount of that versus token b would be the post having version where there's just less new supply that you could expect to come onto the market. One other thing that I wanted to ask about when we were talking about this is you also mentioned in here to be wary because sometimes the numbers that these teams report to Coingecko, the teams might play with those a little bit of do you have examples or like, you know, how exactly do they fudge those numbers?"
    },
    {
        "speaker": "A",
        "text": "I do have examples. I don't know if I want to call out specific tokens without I'd want to be really sure of, and I don't think I'm sure enough to do it. But basically teams will, it benefits teams to optically have the highest market cap possible, right? Because, because effectively it makes your unrealized gains to market cap ratio smaller artificially, right? So in theory if, let's say you could say that you had a 10% float, but actually your float is 1%. You look like when people look at Coingecko they think oh maybe the unlocks only 10%. They calculate the unrealistic gains to market cap as a certain number, but actually it's like ten x that. The real number is ten x that. And this also has the added thing that it's much easier to manipulate a 1% float, especially if then market makers control over half of it, which is something that also happens that we could talk about. Market makers often on launch day have up to 50% or more of the float. It becomes much easier to control price, which again is a benefit leading up to unlocks and stuff like that. The best way to do this is really to look into, look at the primary data. So Etherscan, obviously the project blogs, although those can sometimes be fudge too. But for quality projects, realistically they won't be. And then just ethoscan itself. Look at where the token is sitting. A lot of projects manage to issue some of their treasury and then get their treasury included in the circulating supply. That's a common sort of way that they do this. And the treasury is obviously tokens that are sitting there either in a multisig or in a DAO that aren't actually circulating. No one holds them and can sell them, so they shouldn't be accounted for in circulating supply. In general the real circulating supply is whatever the project airdropped to their users. In these current cases, that's the best way to calculate it. Everything else is either fugazi or it's controlled by market makers, which isn't. I mean it is circulating, it's just not. Comparing those two is harder. But I think that's how I think about it."
    },
    {
        "speaker": "C",
        "text": "I think what this highlights is the danger of simple metrics. Basically they will get gamed when a thought leader like Jose, and I agree with all of his metrics and all of his quant measures. The danger is those get published, they become a North Star intelligently because they're right fundamentally. But then projects game it and they find a way to game that number on Etherscan or coingecko or in their press release or whatever. And so basically the casual investor reader, you can't stop at just that simple metric or that simple screen. It's same in equities. It's like if you screen equities by price to earnings ratio, you don't win. You'd same with price to book value. Not that all else equal a better, a lower price earnings ratio is better. The issue is, if that's all you're doing, you're either going to get fooled by someone gaming those numbers or you're left with the exceptions, you're left with the dregs that why did all of the smart money pass over the projects that look good by these metrics? So yeah, fully agree. And it's a moving target. Basically any metric like this that becomes attractive and screened for a year later it gets gamed aggressively. And then we're on to that. Next. I know we're going to get to at some point during the discussion talking about things like airdrop mechanics. Same issue there. So we've gone through this cat and mouse cycles where first it's like, well, we don't want VC's to hold all the coins, how can we distribute them to users? And like the earliest 2017 airdrops kind of worked well because people mostly weren't gaming them yet, like Cosmos Ico, and I think it was March 2017 where I think they, I shouldn't use an example, I forget if it was to GitHub contributors or just like community members who would subscribe via email, but it kind of worked because they weren't really Sybil attack because no one cared yet. It wasn't obvious that you could make money doing that. Well then what happens? People see it, they start Sybil attacking it. A Sybil attack, just where you find a way to be more than one person. So it could be tied to cell phone numbers. If you spin up 1000 cell phones, if it's tied to GitHub contributions, you spin up 1000 fake accounts. And people get better and better at this pretty quickly till they can do it with a python script and collect a thousand airdrops. So then projects iterate and say, how do we block that? And you get this kind of cat and mouse game. That's kind of life. I'm not saying that dynamic is necessarily a terrible problem, basically just that you as an investor need to be aware of that. And if you're kind of reading the history and learning what to do based on two, three years ago, you're probably going to get gamed. Yeah, you kind of have to be in the conversation flow. You have to be basically, don't just read Jose's conclusions, read his analysis, read the essays. Make sure you actually understand the thought behind these metrics."
    },
    {
        "speaker": "B",
        "text": "Yeah. Brian Pellegrino was on the show recently talking about the layer zero anti civil campaign. And, you know, some of these farmers had tens of thousands of sybils that they had spun up. So, yeah, it's definitely become an industrial operation. One quick thing I wanted to ask, though, Ari, you mentioned that sometimes even Etherscan can be gamed. And I had taken that to mean, like Jose was looking at the smart contract and kind of the, you know, what, what it says about that in Etherscan. And so, like, how can that kind of thing be gamed in Etherscan?"
    },
    {
        "speaker": "C",
        "text": "I think it's around the characterization. So Jose is definitely far more expert than I am. But I think his example of the treasury allocation, basically Etherscan is in the really trying to differentiate like complex legal economic governance structures. And so a project can lock a token up, but have it be unlockable by the team, let's say, and then present it to etherscan as these tokens are locked. Okay, they're locked. But if two people can unlock them at any time, are they really locked? Right. That kind of parsing is not really what etherscan is made for. Jose, you may have a smarter answer on this than me."
    },
    {
        "speaker": "A",
        "text": "No, there's many ways you can do it. I mean, you could split a also like a big founder allocation into 20 wallets, right? So it looks like 20 team members. That's pretty commonly done. But normally the way the gaming looks is just like there should be a big wallet that has a bunch of tokens that's like treasury or something like that. But yeah, there's definitely ways to game it. But I think if you go down to the chain level and then ask the team questions and stuff. You can almost always find the, the truth or the opposite. You can tell if there."
    },
    {
        "speaker": "C",
        "text": "I think that team part is critical. As one example where just Etherscan could mislead you. We can imagine a cap table where you have the typical locked and unlocked. But maybe the team has contractually promised a huge amount of tokens in some other way by a legal contract that doesn't appear on chain. It doesn't appear in the smart contract, but it matters hugely for the project economics. So there it's talking to the team, it's reading the detailed docs and by talking to the team you're trusting they're not misleading you. So you have to due diligence around the team to dig into that."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, so I mean both of you like have access to these people because you yourselves are VC's in this space. But like I don't know, do you just feel like it is still possible for an everyday person also to find out these kinds of things or not?"
    },
    {
        "speaker": "A",
        "text": "I think so. It's definitely useful to have like a group chat, like I've always recommend if you're investing in crypto, like having a group chat of other people that are doing it, so you can kind of like do this amongst yourselves. Good teams will be transparent around these things and they'll have to answer these questions in discord and stuff. So I think between Etherscan and then asking the team questions, you can generally do a reasonable job, like getting to the truth."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree it's possible. But I think it does require a certain degree of kind of, I'll call it wisdom. And I mean that lightly experienced with pattern matching as an example, you can look at FTX equity, forget about even tokens, just FTX equity. You look at the fundraising round that sequoia invested in, a lot of the value attributed to FTX was based on the token supplies of the FTX token serum, things like that. And the VC's were, from my perspective, fooled. They had all the data, but they were fooled in a lack of wisdom sense, and that it was a pretty simple pattern matching scenario. So on average, most people who try to invest in these kinds of things will be fooled and will be the suckers. Like on average. And if you're a casual investor, then you're 99% to be in that bucket. With that said, it is possible. It takes a lot of work. It takes a lot of digging. It's not just reading one thought leadership essay and applying a metric. And nor is it just having a call with the team and feeling like you did your diligence. Real diligence is it's real work. It's. Have you done background? It's not so much like the legal background checks, but like, okay, you had to call with the founder. Have you had a call with the founder's college roommate? Have you had a call with the three, the two prior employers of the founder? Have you had a call with other VC's on the cap table? One way we sometimes spot fraud is talking to other investors. And it's like, wait, the founder told Ux and told us why? Well, you only learn that if you're having a lot of conversations. And so basically, if someone's willing to put in a lot of work and talk to other kind of smart people in the space, yeah, I wouldn't discourage anyone from tackling it. Just kind of know what you're getting yourself into and it's not worth doing casually. It's not the analogy I always use and say I apply the same to trading to most things. It's not that. Well, my favorite analogy is like, maybe you could be a world class tennis player, a world class neurosurgeon, or world class architect, but if you haven't spent ten years training to do so with the best education, the best tools, the best whatever, why would you try to perform neurosurgery or build a building, right. Like, maybe in a different life, I could have been a good neurosurgeon. I'm not. I haven't done that training. If I need neurosurgery, I'm going to hire someone, you know? So same is true with both VC investing and trading. I don't think you need formal education if you're, you know, autodidactic, really willing to put in the work, but you got to be willing to put in the work, otherwise, you're very likely to end up as a sucker."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally agree. So let's dive a little bit deeper now into the problem here with all these tokens that are going to be unlocking, because we started with the first examples from the first tweet threads, but then, Jose, you talked about how you touched on this briefly, but we can dive into it more about how you did some more research into what's happening with the over the counter trades, secondary markets. So what do you see if you were to project out over the next year or few years? What do you think is going to be happening in the crypto markets?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And by the way, cheers to Taran from Stix, who helped a lot with this research and providing data on this. But basically, I don't see that there has been enough secondary trading of these tokens to meaningfully altered the sort of UG to MC. And like, there's some exceptions, like Tia has traded a lot. I think player Zero has traded a fair bit, and we're investors in those, by the way, just for full disclosure. But most things, but even those I don't think have traded enough to really make a dent in the unlocks that we're seeing. So it's just like, you just have to bear that in mind when you're investing. Right? Like all of these, every project will have some unrealized gains in it because people need to be rewarded for creating the value that gets the project to the point where it goes public. Many projects will still perform well through the unlocks because the team is bullish, the investors are bullish, and there's more people that are bullish that want to buy it. And so it performs well. But a lot of these won't. A lot of projects. I say this in the thread, people get really negative about crypto because of the price action and stuff. But one thing to remember is this is exactly what you would expect in an asset class where you're giving a bunch of venture style investments liquidity. Most venture style investments go to zero. That's just how venture works. In traditional venture, only a minority of investments ever have liquidity ever go public and become meaningfully liquid, while the long tail just fail quietly. Maybe they return money to investors, maybe they run out of money and cant raise. They fail quietly. In crypto, theres a much higher percentage of venture projects that end up having not just spot liquidity, which is already pretty unheard of, but even derivatives markets, liquid derivatives markets, where people can long and short these assets in size, sometimes before the project has even launched a meaningful product. What I see is that there will be a long tail of projects for whom these unlocks will be pretty brutal. The market will have to kind of digest that and then like a small amount of projects that will do really well and still either like manage to retain their value through the unlocks and then, and then sort of do well afterwards or even do well through their unlocks. I think we'll see that too."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I do think you'll see people making money on because, because of these liquid derivatives markets, which also have interesting dynamics sometimes. I kind of touch on this in the thread, but you have this obviously, in perpetual trading is the main instrument that crypto people use to trade derivatives. In perpetual trading. There's this mechanism called the funding rate, which effectively, if there is more longs than shorts, the longs pay the shorts a funding rate and vice versa. A lot of these assets, which are trading at very high prices and have no bids in the OTC market, even 70% below that price, are still trading with positive funding on centralized exchanges, which means that you can get paid to short them, which is a very bizarre dynamic and not something you'd expect, because you'd expect, if there's a lot of sellers OTC and no buyers, then theoretically the OTC seller could just short the perpetual and vice versa. If you're buying it on the market and you're bullish on it, you could just buy it locked at a 70% discount or some discount and do that instead. And so I kind of like, was wanting to understand why this is happening, because especially if you're trying to take a short, you kind of want to understand, like, am I the sucker here, or is there something going on? And my conclusion, which is just like speculation, is that there's just idiosyncratic things that make it so that, like, sellers don't want to sell and sellers don't want to short the perp, which is, you know, most of these you can think of, like, who are the sellers for these tokens? It's basically the team and the investors, right? The people that have unrealized gains for the team, a lot of them will have like 90% plus of their net worth in the token, right? Like, a lot of these founders aren't rich before. And so that you don't, you just don't have enough collateral to short your token like this. And also, you don't have the expertise to do it. You're not a sophisticated financial market participant. And the same thing with venture investors. Like, venture investors aren't set up. I speak for, you know, for ourselves and all the venture funds I know, none of them do active shorting. You know, only certain hedge funds do it. It's difficult. You can get blown out of your short if the market, and then liquidated as the market pumps, and then you're not, you're no longer hedging anything. So this dynamic means that the sellers don't want to sell. And at the same time, the buyers are probably, like, unsophisticated retail and decentralized exchanges, some of Binance's 200 million users, and they don't know about the OTC market or have access to it. So you have this dynamic where people can short these tokens in size and get paid for it while there's no bid for them, OTC, at the same time, which seems like it shouldn't be happening, does that make sense?"
    },
    {
        "speaker": "C",
        "text": "Really well articulated. This is Jose stealing my thunder here. I have more of the trading background. This is an angle I think about a lot of. I think, Jose, I think you nailed it. So just to riff on that, and probably a lot of people didn't follow it, and that was like gold. So a lot of people, you see the token price, let's say, on binance perps, and you see the underlying asset, and it looks like a hedge. It's not for a VC fund, for a lot of reasons. And Jose quickly listed all of them, but they're all quite, quite substantive. So one often this hedging has to be done on a pretty risky exchange. An exchange that might be a questionable legality has a lot of counterparty risk. So one issue is if these exchanges would, for example, have to borrow at 15% annualized to borrow debt, then that means that when you put your capital on their platform, you should assume you're losing 15% a year because you're effectively lending them that money. So add 15% a year minimum. And if it's exchanges, I mean, like, we saw what happened with FTX, right? People who were hedging on FTX lost their entire hedge. So that's one issue. You also have kind of this compliance angle for a lot of VC funds. And then VC funds don't have working capital for a VC fund to hedge, a position, they have to call more cash from their investors, give that cash to finance. That's not really part of a VC business model. It hurts their performance. All else equal, because it means they have a big chunk of cash tied up as a loan to binance, a 0% loan. Or if funding rates are a little positive, maybe it's a 10% loan, but that's, again, a below market credit loan to finance. And then you have this issue that you're not locking anything in. What happens if the next day the funding rate is negative 100%? So now you're paying 100% annualized to hedge. Presumably you're going to unwind your hedge. But what if the token price collapsed in that day? Maybe now you're unwinding your hedge, taking a 50% loss on your hedge. So you didn't hedge anything, you just lost 50% of your money, or you're stuck in this negative 100% funding rate hedge. So for this really long list of reasons. They're really not hedges. They're extremely risky basis trades that may or may not be attractive for a smart, active trader who can think about all of those risks, underwrite them thoughtfully. So the way this works in practice in the crypto industry is VC's will talk to OTC desks. OTC desks will basically do a risk transfer. So you'll sell your forward agreement, your saft, or some type in some structure to lock in a price the OTC desk is taking on that basis risk. They'll then hedge using binance perps. They're taking all of the risks I just mentioned. But to do so, you're often looking at discounts of as much as 70%. So if you think about it, basically, the fair price that you're seeing on binance, or let's say for a liquid, for the small circulating liquid token, can be three, five, even ten times higher than the real price, the price that the actual team and investors are actively selling at. So you end up in this very weird scenario where the team in cap table might be selling a token at, let's say, 100 million valuation, and it's being bought on Coinbase at the same time. At a billion dollar valuation, that would be a really extreme separation. Usually it's more like a 30% premium, 50%, 70%. The ten to one has happened maybe a couple of times in history, but you get the idea. There's almost two separate markets. How do people get hurt by this? Well, the retail buyer is buying the Coinbase price. They're overpaying by 30% or ten x or whatever. But then there's a lot of more toxicity that comes from this do bad comps. VC's will say, oh, this is trading at a billion dollar valuation on Coinbase. Therefore, I should invest in this next seed at a startup hundred million dollar valuation, which is probably ten x overvalued. And the worst is when people borrow against those assets. That has led to the tens of billions of dollars of wealth destruction. And crypto. Blockfi did it with GBTC, FTX did it, Celsius did it, vol did it. Basically, most of the blow ups in crypto have occurred when people misunderstood this and lent against these improperly marked assets. They lent against the lock tokens based on the Coinbase price or the binance price. And that led to the total destruction of these firms and the LP. Basically, it's hard to understate how devastatingly costly this mistake has been in crypto. It's probably been responsible for more losses than everything else. Well, I was gonna say everything else combined. I shouldn't say that. I don't know if that's true. The hacks have taken up a lot as well."
    },
    {
        "speaker": "B",
        "text": "Wow. Yeah. I mean, when you put it that way, it's very clear. Yeah. Just everybody's looking at numbers that are not necessarily meaningful. All right, so in a moment, we're going to look at potential solutions to this issue. But first, a quick word from the sponsors who make this show possible. Polkadot is the original and largest layer zero blockchain with over 2000 plus developers. And the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol. Trustless bridges internally and into Ethereum, Cosmos, Nier binance smart chain and revised tokenomics. And the implementation of a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, build bigger with Polkadot. Join the community@polkadot.net. work ecosystem community Ryan Reynolds here from Mint Mobile."
    },
    {
        "speaker": "A",
        "text": "With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "C",
        "text": "Mint Mobile Unlimited Premium Wireless how did."
    },
    {
        "speaker": "A",
        "text": "You get 30 30 bid to get."
    },
    {
        "speaker": "C",
        "text": "30 better 20 $2020 20 2015 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 up front for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with Ari and Jose. So there's like a ton. And I had actually written out a bunch of these to ask as individual questions, but I'm going to try to maybe just list a few because I think you guys could sort of riff. Let's see, there was a proposal by Ro Patel at HackvC that proposed something called liquidity adjusted vesting, which had the vesting being multiplied by, you know, some, some kind of factor for liquidity. And then this would mean that, like, if liquidity was below a certain threshold, then vesting would only be a fraction rather than the full amount. There's another group out there, that colony lab. They recently launched to enable something called liquid vesting, which enables early investors to sell their tokens before that vesting period is over. Let's see. There's so many of these. Another one, Imran Khan of Alliance Dao tweeted about how blast launched without doing all these different exchange listings and major announcements. And he said that he felt that this then meant that they didn't have to, over time, kind of justify a higher valuation. Like they sort of like, you know, and this is like a, that goes back to the unrealized gains to market cap issue of like, it looks like they were trying to launch at a lower valuation to prevent, you know, a gap there. But anyway, so I don't know what your thoughts, there's even more that I wrote, but we can sort of maybe discuss as they come up, like, what are some ideas that are interesting to you? What, you know, what do you think won't work? And either of you can start."
    },
    {
        "speaker": "A",
        "text": "I'm happy to start. And thanks for the color. That was awesome. All right. And I guess before going into solutions, one thing that's worth discussing is just that it's hard to solve this right now because the status quo is working for the people that it needs to work for, which is the team and insiders at this point, projects that try and do things differently haven't really struggled, actually, and pay the price. Specifically, what happens? You launch with this low circulating supply, and then the market makers own a lot of the supply. It trades huge volume on the first day. So the price looks real, the mark looks real. And then even if you launch at a really inflated valuation, you're launching it to a centralized exchange, 200 million users, they get anchored. Like the psychological anchoring seems really strong, where if something launches at ten, even if that's 10 billion, it looks cheap at five. Right? Even if the real value is 100, or the seed was 100 or whatever a few months ago. So there's this psychological anchoring thing that happens. And then also for the projects, they get to pay their employees and team members and do grants in this token that's now higher priced. So you can command, you can get way better talent, you can incentivize people to come work for you. That makes it very hard to compete as a project that hasn't launched a token this way, your team up, there's retention benefits to it, there's benefits to everyone being paper rich, and now they're really incentivized to make this work. And sometimes they can even cash out on secondaries and actually realize some of that value. If you're doing a points campaign or a yield farming campaign, you can offer way higher aprs. The aprs nominally look way higher because your valuation is, is way higher. Kind of what we've seen with the whole LST stuff with Eigen, lair and etherfi and stuff like this. It's also just like more legit, right? If you're, if you're a founder of a unicorn project, you sound super legit compared to someone that's like of a low cap, you know, you know, shitcoin, whatever people would call it. And so there's loads of benefits to this meta. And also you're not really seeing the, like, the public complains a lot about it on crypto Twitter, but these things are still launching at multiples of the last valuation. If retail was truly oversaturated and there was no more, markets are really good at revealing information. If retail was really oversaturated and didn't want to buy these anymore, then they should be launching below the last round and punishing this meta. That hasn't happened yet. Which is why I think despite all the angst on Twitter, this isn't a going to change yet, because it's still, and like, when you see projects, for example, one example is like friend tech, right? They did this, like launch. I mean, there's other issues with that, but they did this, you know, fully diluted launch, fully on chain, no centralized exchanges. And like, look how that's gone for them, right? And there's other examples of projects trying to do it the right way. Launching on chain, it's really tough because you can't fake volume on chain in the same way that you can. I say fake in air quotes because I'm not alleging that anyone's committing fraud or anything, it's just the way the incentives play out on a centralized exchange. A lot of these market makers have zero fee tiers, so trading this token back and forth has almost no cost to them, whereas on a Dex, everyone pays fees. Also, Dexs have way less users, way less reach. And so projects that launch on chain first then actually find it way harder to get listed on centralized exchanges. And centralized exchanges prioritize new tokens. They want the new chart, the new token. And also, then you're like, if you launch on chain, your volume is being compared to a project that launches on a centralized exchange, and it looks like several orders of magnitude lower. And so why would a centralized exchange list, you if they can just list the hot new token. So there's a bunch of dynamics in the market that together make it so that I don't think this thing is ready to be solved yet, but."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, the one thing I would point out is I think everything that you're saying applies for the short term. It's like that saying, choose your hard, you can do the short term easy thing, but then over the long term it gives you a hard life. Or you can do the short term hard thing that over time gives you an easy life, which is the same thing, I think, applied to tokens. But I do think you're right that even when the tokens try to do the right thing because all the other actors are in the short term game."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. You have to make it to the long term. Right. That's, that's kind of the issue. And like a lot of these aren't just, just there. If they make these decisions, they don't make it to the, to the long term, which is, which is really tough."
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah. It actually reminds me of something Olaf Carlson, we said earlier, which he, he was, you know, just talking about like token distribution, tokenomics. And he was saying in order to make a token really successful, you have to give it to as many people as possible. So that would, you know, then, you know, kind of mean it would be better to have smaller allocations for the early team and the investors. But again, like you're saying, these are the people who are benefiting from the current setup. And so, you know, they, they don't have that incentive to change, but it means they can have the nice and easy life now. But that might not mean that they end up building something that is successful long term."
    },
    {
        "speaker": "C",
        "text": "Yeah, and a lot aren't trying to. I think a lot of this comes down to the core spirit. A lot of entrepreneurs and VC's are just trying to play the pump and dump game and that's what they're optimizing for. And everything follows from that. You do have a lot of more gray area projects where maybe the founder is well intentioned, wants the ten year. Verizon, wants to really build a real product, but there's some team members who want the quick buck. And then you have a lot of pressure from the cap table. So maybe you have some a 16 Z types on the cap table who want you to optimize for ten years, but then you've got filling out the cap table, a lot of people who are then calling you every day saying, where's my liquidity? Where's my pump? I've talked to a lot of entrepreneurs who. That's the conversation. They say, ari, I really want to build for seven years, but my phone's ringing off the hook. What do I do? All these LP's or investors are screaming at me and I'm like, wait, when did they give you money? Six months ago. And they're yelling at you for liquidity and they're VC's. So I think as a founder, you really need to identify what are you optimizing for and try to, as much as possible, build alignment around that. And that means being very clear with early investors what your plan is. And either you can take the attitude of, I'll take your money, but I'm optimizing for seven years, and if you try to annoy me for early liquidity, I'm going to tell you to bugger off. Or you carry your cap table and you explicitly exclude those people. Kind of up to you as an entrepreneur to judge your own backbone. And if you're willing to take a public tone, latching from those people and kind of still stand strong, I think so much of it comes down to those kinds of dynamics and pressures in real time. You do have a competitive pressure to build a war chest to go big. There is a reality that if you try to just build in quiet and I'll build it, they'll come kind of mindset that does often fail when you have these competitive network effects. It is often a race to establish network effects. As the leading Dex on Solana as the leading whatever you do face that trade off, which complicates this. It's not. You can't just, hey, just bootstrap it quietly until you have a perfect product that doesn't work. I think there is a middle ground. There is no simple right answer. Like, I don't have a solution here. I don't have a single thing. I think Ropetel's recommendation has some merit. Adding some more variables beyond just time divesting makes sense to me. But you have to be really careful to not introduce new game able metrics. So if you use, for example, centralized exchange liquidity, that's super easy to gain, trivial. And so I'm very confident using that as a metric would do worse than nothing. Like, it would just move more of your cap table into the hands of the worst people doing something like ro mentioned time locked LP stakes, that is promising to me. Basically, you need the person to really have skin in the game. And so if it's a true time locked LP stake that could be real liquidity that someone is really committed to. It's ultimately going to be case by case. I think I put a little thought ahead of this conversation into do I have an opinion on the right answer? Whats the best advice you can give a founder and I dont think were still in experimental mode with all of this. Were talking about brand new proposals by HackVC or other firms or other thought leaders that are untested. People will find ways to game everything in the first try. So I think the best advice I would have for founders today is keep it as simple as you can. So I like rose idea of introducing another variable, but don't overcomplicate. Don't add 30 variables and then make your experiments as bite sized as possible. Don't airdrop 80% of your cap table with a brand new mechanism. There's just a really good chance that kills your project, right? Someone finds a way to sibyl it, bam, your project's debt. Instead, Airdrop 5% of the cap table with your new experimental mechanism. Then if that works, six months later you can do another ten or 20 or 30%. Basically be humble experiment. But be humble with those experiments and try to make them survivable mistakes because they probably will be mistakes the first experiment or two or three."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, actually. So I was gonna, because, you know, we had started with this sort of general discussion, I was gonna maybe do a lightning round where we actually went through kind of all these different proposals that I've seen floating around. But it actually sounds like maybe the answer is to, like, switch it up or something. I don't know. You know, like some of the other ones that I saw were, well, first of all, I think this was Washington. Don't remember. I unfortunately didn't write down who it was that said this, but they tweeted, vesting may need to undergo a transformation from the typical one to four years to a longer span, such as two to seven years or beyond. But hilariously, Kyle Simone tweeted back, one year, cliff, no vest. And then, yeah, there was another one. Someone said that low float, high FTP coins should switch to price based unlocks. This was waste lawyer versus time based unlocks. We've now floated multiple ones, so I don't know if you have ideas on which ones work better or worse than others."
    },
    {
        "speaker": "A",
        "text": "Yeah, personally, I'm not a huge fan of changing the unlock condition just because we've, like, we have sort of 40 years of startup days on this, and, like, it's very hard to define a North Star metric for success in a startup early on, you know, like, it changes a lot over time. You pivot, is it TBL, is it users, is it volume growth, is it liquidity? There's so many things you could list, and exactly like Ari said, any metric will not only be gamed, it will also be optimized for, potentially at the expense of actual success. You optimize for liquidity and sending a bunch of incentives to get time locked LP's because that's how you can get exit liquidity, even though that actually doesn't move the dito for your project being successful, you know. So I do think that the simple time just works well. And at any time, you can just assess whether the metrics, as you see them as an investor, have been hit. Right. That's kind of the nice thing about, about time. You can choose or, you know, when the unlock is happening on a time basis, and you can just decide, well, I don't think they've reached success by the metrics that I define, so I will, so I will sell. Whereas in the other way, it's like you could have a lot of manipulation happen in gaming. So I'm not a huge fan. The things I'm most a fan of is. So if you think about it, the issue is like a high unrealized gains to market cap ratio, right? So there's kind of two ways to improve this ratio. You either lower the unrealized gains that exist, or you increase the market cap or the float. And I think both of those have potential. For me, the easiest way to lower the unrealized gains that I see is just raising less money. There's a lot of projects raising way more than they need. These are mainly software projects which have inbuilt business development through token economic incentives and mechanisms. You don't need to raise $200 million as an l one to reach success. When you see the successful l one s, none of them did. None of them did raise these massive rounds. And so I think that's a huge issue where these projects are just over funded and there's too many gains for that reason, and the funds aren't being used productively to make the project succeed. And then the other side is. So that's, I think, a huge issue. The other side is like increasing the float. And I don't think doing that by increasing the airdrops really makes sense. I think airdrops are already, in many cases, way too big because you're giving people tokens with a zero cost basis. And often in the modern airdrop meta, it's just like civil farmers and hyper sophisticated people who are looking to, to just civil farm and then dump your token, right? And it's just a silly way to distribute your token. Like it's, it's what we have. Because the SEC, it's funny, like everything the SEC did made it worse for retail. Like made, made everything worse for retail. You know, like airdrops isn't like moving everyone to this airdrop meta as an example, right? I mean I'm not, I don't need to harp on that. I think everyone knows, knows that and."
    },
    {
        "speaker": "B",
        "text": "Wait, but just to make clear. So does that mean that you think icos were a better mechanism?"
    },
    {
        "speaker": "A",
        "text": "Definitely, yeah, I think, I think that was definitely a better mechanism because I mean it was like, it wasn't better for us as venture investors, but I think it's better for the industry as a whole because you know, it's very easy to look at the data and you see that the upside in these projects, once the SEC came in and banned icos, just moved private. Like you had the same level of upside and the new all ones is the, or similar and the new all ones to the old ones. But the upside was all captured by venture investors rather than the public. The earlier project is able to go public, the earlier that retail can participate in their success. ICos is one I'm really excited about. We're incubating a project internally and have been for two years. It's working on bringing icos back in a compliant way. That's when I really think the industry. Because then you can actually issue a much larger float and there's a cost basis on the float. So you're not just giving away free tokens where you need to make up metrics that people are like then gaming. You can just actually let people buy tokens and potentially at a much earlier stage. Right? Like a lot of these projects do around right before they go live from, from like the mega funds that have lower like return expectations. And it's like, it's what Ari said, it's like, okay, this thing's gonna go live at five bill. So we'll do around at like two or two and a half, which gives sufficient upside. And that gives us a war chest for post launch. I think that round could literally just be an ICO instead. And you'd probably get a better valuation, you get better outcomes because those investors generally aren't adding that much value. You already have your cap table, you're very close to launch. I think that could easily be replaced. And then I think going even earlier could also make sense. I don't think icositive makes sense at the seed stage, like, because you just don't want to have 100,000 people screaming when moon at the seed stage. You're just trying to find product market fit. So I don't think that will ever be something that makes sense. But I do think as soon as you're just trying to find capital rather than optimizing for value add, it makes sense to just go public, right, to let people in, give them a cost basis that you can then differentiate who actually values your project. That's what an auction does. Very elegant economic mechanism that lets people that finds who values your project the most and gives the tokens to them. And to me, that's like a much better status quo than the current one."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I want Ari to respond to all of that. But very quickly, just when you talked about the difference between the ICO era versus now, Kobe did a really great substack where he talked about that. And the bottom line is he compared kind of the returns for different projects that had launched all the way back. Obviously Ethereum in 2014 up to now. And the four examples that he gave were Ethereum. Like I said, sale in 2014 has had a 7500 x from the. I think it was the lowest public sale price. Solana was a 300 x op, six x. And Stark, he said, was negative for all the public market buyers, but all the VC's made more. So anyway, that's just an example. But Ari, go ahead and react. There's a lot that Jose said there."
    },
    {
        "speaker": "C",
        "text": "I'll start by layering something on and then kind of trace back. So I was trying to think about like zooming out. What are the meta questions that give rise to this that we're tackling? And it occurs to me, really, everything we're talking about is a function of the hyper financialization. So Jose referenced like the 40 years equity history where, and I think there's lots of historical parallels and learnings, but there are some differences. So really everything we're discussing is about rent seeking middlemen and their manipulations tied to early liquidity. So we have these early seed stage or series a stage projects, and they're getting liquidity in some form, even if it's just binance perks. And then everything else follows. It's, oh well, we have retail pumping our coin. We need ad price support. We don't want them to feel we don't have control over that. So then we get market making or we don't want it to go crazy. So we need liquidity. Well why isn't there sufficient liquidity? Because our token barely has a product and barely has users, but it's got hype and it's got speculation and it's got retail speculating on the coin even though no one uses it or uses the protocol or uses the product. So all of that is really a function of these early stage projects having financialization far in advance of their fundamentals, whether fundamentals are the product market fit, the usage, something like that. And we can't put that genie back in the bottle. That's crypto, that's defi, that's partly why we're all in this industry, that you can't just regulate that away, acknowledging that we can't put the genie back in the bottle. You can go in one of two directions. I think either. I think where this ultimately ends up is probably either you delay launching a token for a long time to prevent there from being a binance perp or OTC trading or anything like that. If you signal there is no token for three years that kills the secondary market or at least makes it much much much smaller and less interesting. And then you say basically we're going to delay having this token to speculate on until we have a product, some usage, something to support it, or you embrace the hyper financialization, you eliminate all these rent seeking intermediaries and you say why are we having vesting and unlocks at all if we know the team and the cap table are going to be selling tomorrow? That just sets up these gains, this predatory. Basically my argument is that we're creating this clear in efficiency that then ends up shifting a lot of the cap table in value to rent seeking intermediaries like market makers. It's become common for a team with a token that, let's say it's 100 million valuation to give market makers, say 3% of that entire supply with these crazy contracts that basically pays them to manipulate the market and gives them millions of dollars of value to do so. It's an insane value transfer from a project to a market maker that like, why does that exist? Well it exists because of this gap. So rather than, or same same with the kind of corruption introduced by the short term VC pump and dump dynamics, where the VC's not all VC's of course, but some of them who are, then they become hype men and market manipulators in service of this. So the other way to go, rather than trying to be really smart about it, is say this is a losing battle, this is financialized, it's going to be speculated on. Let's embrace it. Let's just eliminate the unlocks entirely. It's like, look, we know the team is going to be secretly selling anyway via contracts or OTC desks. Why play games with it? Why allow these market makers, OTC desks or VC's to capture so much value? Kind of playing this almost arbitrage game. Another example, the SEC has launched a bunch of investigations into VC's for acting as securities dealers. My own read and legal analysis is the SEC is absolutely right on that. Basically you have some VC's who. This is the conversation with the team. It's hey, the token unlock is happening in two months. We're going to give you, it's hey, brand name VC. We're going to give you tokens at a 50% discount to where we think this will trade in two months. In exchange you will promote the token that is hiring the VC as a marketer. The VC is acting as an investment banker. In that scenario they're getting paid a hundred percent markup to distribute the token. That is acting as a securities dealer. And from an ethical perspective you're acting as a pump and dumper very explicitly. So we can't disallow that. I mean unless regulation in some places can. But how does crypto deal with that? You deal with it by eliminating the lockup entirely, potentially. So you're still going to have games like that get played. But at least let's make. It's kind of like with MeV or I mean the spirit of Defi generally is it's not the market manipulation won't happen. It's let's at least make it not institutionalized. Let's at least have it be a true competitive landscape where we at least eliminate these kind of rent seeking intermediaries and all of their value capture."
    },
    {
        "speaker": "A",
        "text": "So is that the Khalsimani? So like you'd want everything to unlock at once kind of thing?"
    },
    {
        "speaker": "C",
        "text": "I don't think I'd compare my views to his. And I think the spirit of it is almost opposite. I guess I am advocating in some cases for faster, earlier unlocks. Really all I'm trying to do is present kind of this metal model of a binary like either have it be really long term liquidity investing and aligned interests to minimize these games, or if the games are going to happen, if you're going to have people pumping and then dumping in a year, and that's their whole game. Their whole game is just, we're going to take this pre product thing and get it traded at a billion valuations. So we get to dump in a year. If you're going to have those people, well, how do you prevent them from sucking so much value out of the ecosystem? It's don't give them the year. It's don't let that insider have early access where they're then expecting a three x markup just for holding your thing for a year. Make it a level playing field. Make go back to the early 2017 icos like Cosmos, where it's at least a level playing field in some form, which, as we're discussing, is easier said than done. How do you make it a level playing field? Not an easy problem, but the current version or what Kyle's recommending is almost. I mean, I would say Kyle's recommendation is about as opposite of that as you get. Give the insider special access and then let them dump in a year. I'm trying to get as far from that as possible by going in either direction."
    },
    {
        "speaker": "B",
        "text": "Well, so here we are discussing all these potential solutions, but these would really apply to upcoming projects. Whereas, as I mentioned earlier in the show, we have a whole bunch of token unlocks that are coming for existing projects and people can look this up on apps or on sites. Like, I forget one of them is called something literally like tokenunlock app or something. We'll put the link in the show notes. But the point is, Jose, you mentioned looking at ways to reduce the unrealized gains to market cap. And initially when you said that, I thought you meant for existing coins, but I realized from the way you spoke, you meant for coins that are about to launch. But once the genie is out of the bottle, then is there a way to address that other than just inflating the fully diluted value or, you know, the. Yeah, the fully diluted value at some point in the future, or. Yeah. What do you think we can do with these many projects that have already launched this way and are going to be seeing their tokens unlock?"
    },
    {
        "speaker": "C",
        "text": "I agree with Jose. I see a bearish landscape ahead. You even have VC's stuck in stuff from 2017 2018 where they're nearing the end of their VC fund and."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "They can say they want to hold forever as much as they want. You've been holding an asset for seven years and on paper it's up 30 x or whatever. At some point you have to sell, right? I mean, these are professional investors who ultimately have, like, these are not people who can leave Solana, their grandkids, right? They raised a VC fund. They owe money back to their LP's. So I think you have a lot of heavy bags. A lot. And people forget how hard it is to like billion. A billion dollars is a lot of money. This idea that you're going to have tens of billions of dollars to buy shitcoins that you don't want and no one wants is far fetched. I think it's going to be a hard battle for a few individual projects to successfully navigate that the way Solana did in January 2021. But those will be the exceptions in terms of how to deal with it. I think it's probably case by case, depending on what the problem is. But ultimately, you can survive it and succeed through it by just building a great product and accruing fundamental value and network effects. And then ultimately this looks like a blip. I mean, you look at bitcoin, it's had its pumps and dumps, it's had its ten x is 80% crashes. That can be good or bad, but ultimately, if there is that fundamental value in ten years, it doesn't matter. I would say if you're an entrepreneur really stressing about this, there are probably smart things to do to deal with a specific cap table overhang you can try to negotiate. One way this gets dealt with are big side deals where an OTC desk and the team work together to take 5% of the cap table away from an early investor and redistribute it in an orderly way that doesn't crash the market kind of thing. So case by case, but ultimately, I'd say, hey, at the end of the day, if your goal is to build a great l one, or a great Dex on Solana, or a great whatever, if you build a great product, things will probably work out ultimately, and so stay focused on that. Basically, the more you can shift time and attention away from this financialization pump and dump game to actually building working stuff, the better."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. Yeah, I agree. I mean, for a lot of these, it's like you can't fight gravity, right? The ratio, the market caps just have to come down because there isn't enough buying, there aren't enough buyers to support the full diluted valuation once more float unlocks. Right? It was a fake sort of valuation to begin with, and now that's going to come to light. I don't think there's really a way to fix that, although one thing I think that could help is just founders allowing secondaries, or even like encouraging more secondaries, particularly when they finished raising right. So because obviously you don't want to allow secondaries while you still might do another round because you don't want competition for your own fundraiser. But once you've finished raising, it just makes a lot of sense to encourage and allow secondaries rather than making it really difficult, which is actually right now, it's a pretty difficult process. Some teams won't let and investors do that at all. Others will have like, approval clauses. You got to go back and forth with legal and the contracts are designed in such a way that makes it difficult. And I think that is all for like, regulatory reasons. But it does make the situation a lot worse, because, for instance, if, let's say if when t is a dollar 20, there's a bunch of secondary transactions that take place at eight or $9, which is actually what happened. Then suddenly you have a bunch of that supply which had, depending when they got in, 1000 to 20 x unrealized gains. Now they're actually, at the current price, negative. The people who bought secondaries there, that completely changes the unrealized gains. Like maths, I do think secondary trades help. Then I think there's projects that will do longer vests. I do think of all the solutions you mentioned, the longer vests makes the most sense to me. I think a two to seven year vest is pretty reasonable for a startup, especially for the team, but also for the investors. Think that's a solution that makes more sense. It at least gives you more skin in the game long term. But for a lot of these, if you do that now, you're just extending the pain. And to some extent, you just want to rip off the band aid and let people sell who want to sell, rather than extend it for another few years of this. And for some of them, there won't be liquidity and they'll just go asymptote to zero. Although tokens never seem to quite get there for some reason, even abandoned tokens never seem to really go to zero. But yeah, I think for existing projects, that's really all you can do. You kind of have to accept you benefited from the high FTV and now you have to accept gravity to some extent."
    },
    {
        "speaker": "B",
        "text": "Yeah. And one other thing that I wanted to ask about was just looking at the list of all these tokens that are going to have these massive unlocks over the next few years. Some of them are ones that are successful by other measures. Maybe their token price has already started to flag because of these unlocks. But I don't know if you also are noticing that, that there are some projects that have real good traction, but because of the tokenomics that their tokens are performing poorly. And if so, I don't know what your thoughts are on how to make those align better. Obviously we saw Ethereum did this huge shift in its tokenomics that did align usage better to the token price. But yeah, I just wondered if you're either seeing things like that or if you have thoughts on how to make them align better."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think very much varies by project. Like Ethereum, if you're referencing EIP 1559, which is so for anyone listening, basically activity on Ethereum results in burning of ETH because of this forky IP 1559. I was a supporter of that. I even tweeted at Vitalik that he should do that to produce this clear, direct, fundamental linkage between activity on Ethereum and the token price. I think what is a token economically, what does it represent that really varies by project. In some cases it's unclear if it represents anything. In other cases it's clearly gas fees on the protocol, like for bitcoin and or a store value asset. In other cases it's a right to future services for adapt or some service based project. So it really varies by project. I think what we're highlighting briefly with Jose, if you have something that fundamentally is worth less than 100 million and it's trading at 10 billion, you can't fix that with a mechanism. And trying to just means you're saying, how do I manipulate this token price for an extra six months or a year? That's not a good goal. The goal is you want to have a token that's worth a billion dollars, build something worth a billion dollars and maybe the token will collapse below that because of this cap table overhang. And then you need a little bit of pr, a little bit of messaging, a little whatever, but it will recover. If the thing is fundamentally valuable, it might take a year or two, whatever. At the end of the day, you want a high token price, build valuable stuff for usage. The normal. If you say, oh, I've got a protocol or a dapp that has tons of usage, it's a great product. But investors are telling me it's unclear why the token should be worth anything, then yeah, you have a token design problem. If you've actually built a great product with great usage, but there's nothing economically linking that to the value of the token, then the token shouldn't be worth anything. And so you as an entrepreneur, if you want your token to have value, yeah, you need to change the mechanism. But again, I think it's hard to talk about in generalization for an l one. I thought the IP 1559 mechanism seemed very smart to me. I'm not a protocol designer, not an engineer, so I say that in a general sense. Directionally, I think zooming out a little bit, the whole ico craze, I think is kind of on, I won't say last legs, but we went through a cycle since 2017 where like early 2017. Well, I mean, the Ethereum ICO, it wasn't obviously a huge winner for a few years. I mean, people, it went pretty quickly from, I forget what its lowest price was, like $0.14 or something. It traded up to a few bucks pretty quickly. But it wasnt really until 2016 that it really drew attention as like, oh, wow, maybe we should invest in icos. And then you had the early 2017 icos like cosmos that were immediately ten plus xs. That was all pretty organic. The people who invested in those things were mostly not speculators. They were people drawn to the tech or interest because it wasnt a truism that this is going to be an easy ten x. Then after people saw that and pattern matched, it's, oh, I should just invest in every ICO. And so then you started getting icos, like the Cosmos ICO. There was no competition. You could have manually gotten as much as you wanted if you acted within like 15 minutes of their ICO window. So you had to act quickly. But like a human could have gotten as much as they wanted without competing against algos or anything. Forget about civil attacks. But then six months later, everyone's playing the game, everyone's sibling, to get into every ICO. And then what happens is, if the cat and mouse game moves earlier and earlier and earlier, so early 2017, it was, you can buy this project at any stage. If you buy it on the exchange listing, it's still a good buy. But then it's okay, no, no, no. The exchange listing is for dumping, but if you buy it in the series b token raise, you're still good. Then it's no, no, no. People are already dumping into that. That's already too late. So then it's series a, then it's c, then it's pre c, then it's advisor tokens. Heading into this cycle, the general sentiment I saw was a lot of crypto people saying, I'm going to play the game one last time. Basically, I've learned from the 2017 to 2021 cycle, I've raised my ICO fund. I'm smarter this time. I won't be a bag holder. I'm going to invest and get out a year I'm going to dump before the music stops. When you see so many people talking that way, it's usually too late. Sometimes they get one more chance to sell before the music stops, but usually when that's the conventional wisdom. So we're all smart. We're all going to sell. None of us will be left in that last chair. Usually those people are going to be left in that last chair. And so my base case is that we're already in that environment. The cycle that you're going to have to be very quick, very smart on the exit to do well. And if you're not, basically the smartest money is dumping. Pre liquidity, pre exchange listing. They're dumping at 50% discounts OTC. And the smartest ones, the fastest ones, are getting good results, but on average, 90% will end up holding the bag."
    },
    {
        "speaker": "A",
        "text": "Yeah, sorry, Laura, did you want to move on something else?"
    },
    {
        "speaker": "B",
        "text": "Go ahead. You can react to that. I do want to move on, but. Yeah, go ahead."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think there's. What I see this cycle a lot. And just to riff on what Ari said is there's this underlying sort of implicit belief that, yeah, crypto is zero sum, and for you to make money, someone else has to lose it, and you have to be kind of smart and get out early. Right? And there's a lot of examples of this, like meme coins, I think are just like a financial, like, sort of like exposition of that, right? And just the way people talk about stuff like being bearish on venture funds, you know, Arthur Zorx post where he was saying paradigm is going to be, you know, having $800 million to invest in apps is like extractive to the industry. And to some extent that's normal because all the people who are super high conviction mega bulls just got blown up in 2022, right? Like, either you in one of the big blow ups, it didn't pay to be like that. It paid to be, like, paranoid. But I do think, like, the reason I'm here is because I don't think this is zero sum. I think we're creating stuff like, I think the most successful projects will be global scale financial computing infrastructure that will be much more valuable than it is now. And I think a lot of people end up missing the forest for the trees here a little bit. And obviously, that's not your long tail of. There's a lot of crap out there, don't get me wrong. But I do think there's some stuff that's really going to be important. And I think the returns on finding those early and holding them through cycles are much bigger than scalping two xs on trying to game these financial metrics or whatever."
    },
    {
        "speaker": "B",
        "text": "All right, so we're running out of time. There's still a few topics I want to talk about, but I'm going to just put them all into one question and you can answer whatever part of it you want. So first of all, throughout this whole discussion, I do think that one question that we didn't really dive into we've discussed in various ways, but I didn't ask it head on, would just be what is the role of VC's going forward? You know, as you just mentioned, there are people who feel like VC's are extractive to this basis. There's been multiple posts about this in the last few months. But the other thing that I was wondering about is like when you're looking, when I think about the fact that we appear to have started to be in a bull cycle, but then when I combine that with the fact that we are facing so many token unlocks just relentlessly over the next however many years, I'm like, are we entering a bull cycle? And if so, what will it be about? And then the last thing I was just wondering also is about we've heard people say, oh, because of these bad economics for these coins. That's why we're seeing meme coins take off, because there aren't these sort of shenanigans with the valuations and the insiders. But as we've seen, the meme coin market has dropped since that was a popular thing to say. So any and all of those topics you can address, and either one of you can go first."
    },
    {
        "speaker": "C",
        "text": "I'll start first to echo Jose's optimism, because I've been super negative throughout a lot of this. Definitely there are growth areas with, I mean, the addressable market is gigantic. We're all believers in the tech and the fundamental value propositions, which are tremendous, which are or trillions of dollars. So I'm a believer as well. And I think there are plenty of good VC investments. I think you have very different types of projects. There are some in the middle, but you have some that are truly trying to build good products. Then you have others that are. These financial games, sometimes they can be a little hard to differentiate. There are some ingredients, but some of my favorite themes that I think are just getting started, things like RWA, real world assets, tokenizing, things like real estate, things like art. I think there's going to be multiple billion dollar startups created on that theme. Maybe a couple have already been built. Definitely more in the future. Social is another one. Things the crypto version of cameo. I feel that theme makes me feel very old. I feel like I'm fortunate that our VC team has some younger people who just have a lot better feel for what, what social influencers will pay for and be able to tokenize and things like that. I don't mean to be super negative. I think there's plenty of great VC investments in crypto over the next decade. Although still a problem even in those good investments is valuations are still, from my view, pretty high and competitive. And that's tied to the good VC funds like paradigm. Those are really smart guys, a 16 z, they have a lot of money. And so when they find a good investment and they're driving valuations up, it's like, man, you're an amazing entrepreneur. You want to raise two at ten? How about you raise five of 20? How about you raise ten of 50? Because I've got 400 million to deploy. So the problem is when you have a good project, a good investment, but you're investing at a starting point, that's five x where you should. It turns a great investment into potentially mediocre one, or just an okay one, or even a bad one if it's extreme enough. I mean, ultimately investing is about price. It doesn't. This gets debated in VC. A lot of VC's will say if its a great company, ignore valuation because you dont want to miss the next Facebook. That mightve been a decent truism like ten years ago in equity investing. But when youre looking at a seed stage startup at a billion dollar valuation, there are not that many things in human history that sustain 10 billion plus in maturity. Youre really handicapping yourself being a VC, investing at these outrageous valuations. What else do you raise? Laura, to riff on meme coins. Oh yeah, it's definitely true with the meme coins. It's basically if people are engaging in financial nihilism and pure speculation, they don't want to be the supper. And I would actually recommend it if you're a casual retail spec. Yeah, crypto retail speculator. Better to casually better. You're better off speculating on a coin flip or on craps in Vegas than you are trying to do fundamental investing in crypto if you're half assing it because you're going to. Basically, if you go to Vegas at least you know the odds. You know the odds are casino's favor, but it's not 99% casino's favor, it's five or 10%. So similarly, you buy a meme coin, you're probably going to lose all your money, but at least you'll know how. Whereas with some of these kind of shenanigans, you end up losing everything or 90% and you're not even sure who screwed you and how. So I definitely think retail's gravitated to mean coins because it's just the purest form of financial nihilism and speculation. For clarity, most of that money is lost and will be lost. But if you're looking to gamble, gambling on that, on a sex or a Cex or a very simple Dex, we're exposed to the minimal smart contract risk, hack risk, counterparty risk, at least don't pay more than you have to to gamble. Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "With VC's, VC's seem to be blamed for like everything that happens in the. Everything bad that happens in the space is the VC's. And I think part of it. And the role of VC's to me is the same as it's, it's always been, which is to find really high quality projects and bet on them early and then ride that out with the team and help them succeed. That's like the optimal scenario for VC. And I do think VC's get a lot of hate for like the high fdv, low float that really doesn't benefit VC's that much like VC's don't get liquidity until, until a year later. And also the other issue is that people think VC's are like the ones making all the money. But the reality is, when you see projects launching on Binance, that's like the tiny minority of projects that's the top performer in the VC's portfolio, that's made it to Binance. There's a lot of other bets that never see the light of day. And also, even when it makes it to Binance, realize that the VC is not selling until. Until a year later when everyone's unlocking. So their return is going to look a lot different. So I think a lot of it is sort of based on that angst, which is not really reality. And also in bear markets, everyone on crypto Twitter is dancing on crypto and VC's graves and declaring crypto dead. And the VC's are actually writing the checks that enable the next generation of infra to be built. It's really hard to do that in a bear market is a fund who's done it like twice. It's not easy to maintain conviction and figure out what to bet on. And I think partly it's also the feeling that VC's have piled all this money into stuff and there still isn't a use case. And a lot of people have gotten really, really wealthy VC's and teams without there being a use case. And I think there's some jealousy there. They haven't earned it, but they're sort of lucky, which honestly, I think is fair. I think I would have expected, when I started investing in crypto eight years ago, I would have expected more use cases by now. To some extent I would have been shocked with Uniswap and some of these other things and how much volume they're doing. So to some extent I would have expected more and to others less. But definitely three years ago I would have expected more by now when Uniswap was already a thing and some of these defi parameters had existed. And I think if you were early as a VC, you were lucky. Like people who are, who are in VC for the last, since 2018 or whatever were very privileged. You had Gary Gensler made us all, protected us all. He didn't protect retail. He protected VC's to some extent by not allowing retail in. I think that's part of it. I don't remember the meme coins. Yeah, I think meme coins are like a pure beta exposure to crypto. Right. I think they make some sense for that. I do think again, like I said before, some of the really successful projects will outperform. And I think VC, we're going to see very bad returns on a lot of the VC funds that were started over the last few years. And I think potentially the industry will contract, especially if icos come in in a major way, because VC's are very helpful at the early stage. They get less helpful as you go on. In general, as you get your own network in the space and stuff like this, I think VC's will always be better for early stage projects than just random ICO people. But at the later stage when really you just need capital to scale up, I think if there's a real way to do icositive, they will just become the preferred option because you can access everyone and because of that you can obviously get a cheaper valuation because there's a bigger supply of capital that can come in and you can also get your community in people that will add a lot more value than honestly a lot of VC's do. So I see. If that comes to play, I think the industry will contract, and that'll be a good thing. But as I said before, we're still not at that point. The launches are still showing that there's more demand for tokens. There's still more demand for tokens from whoever's buying them. I don't know who it is on binance or whatever that's buying all these tokens, but there's more demand. It's like with all asset cycles, people will create new assets to satisfy that demand, and then the best will rise to the top over time. And hopefully we can be the ones to find them and fund them early."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. And hopefully they will benefit a wider swath of people than they appear to be doing now. All right, you guys, this has been such a fun conversation. I could have kept going, but we're up at time. Where can people learn more about each of you?"
    },
    {
        "speaker": "C",
        "text": "Davidpaul on Twitter."
    },
    {
        "speaker": "A",
        "text": "Yeah. Mariamessedu on Twitter. Complicated name. If you can put it in the."
    },
    {
        "speaker": "C",
        "text": "Show notes and my team demands I add this one sentence. Annoying legal disclaimer, which is, is the views are mine, not block towers that I've expressed today."
    },
    {
        "speaker": "A",
        "text": "Yes, same here."
    },
    {
        "speaker": "B",
        "text": "Yeah. And nothing here is financial advice, just purely educational purposes. All right, you guys, it has been a pleasure having you on unchained."
    },
    {
        "speaker": "C",
        "text": "Thanks, Laura."
    },
    {
        "speaker": "A",
        "text": "Thanks very much. Pleasure."
    },
    {
        "speaker": "B",
        "text": "Did you know Unchained is much more than a podcast? Last year, we unveiled a completely redesigned website enriching your experience with the latest news, insightful analysis, compelling op eds, and comprehensive learning articles and guides for beginners. Explore all this and more@unchainedcrypto.com. dot thanks so much for joining us today. To learn more about Ari and Jose and Delphi and Block tower, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with Alfred, Matt Peltrid, Ron Aranovich, Megan Davis, Pamela Jimdar, and Marga Kuria. Thanks for listening. Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily, five days a week with host Noel Atchison. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]