[
    {
        "speaker": "A",
        "text": "Japan is just an example of a country where, you know, for a while, regulation looked too strict and it looked really unfriendly, but now they're sort of reaping the benefits of their approach."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained. You're a no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto seven years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the February 24, 2023 episode of Unchained. Branching out from just being a podcast, Unchained has launched a new website, complete with more breaking crypto news, educational articles. For those just getting started, how to guides and videos, check it out at Unchained crypto.com to find answers to all your crypto questions ever wanted to use DeFi without being tracked? Railgun is a leading Defi privacy solution on Ethereum, BSC, Arbitrum, and Polygon. Shield your funds and use them privately in your favorite defi apps, while Railgun's cutting edge zero knowledge system encrypts your data from public view. Yes, that includes Dex trading. Visit Railgun.org or use the Railway app at railway XYZ. Hey unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com. with the Crypto.com app, you can buy, earn, and spend crypto in one place. Download and get dollar 25 with the code Lora link in the description. Today's guest is Emily Parker, executive director of global content at Coindesk. Welcome Emily."
    },
    {
        "speaker": "A",
        "text": "Thank you. It's great to be here."
    },
    {
        "speaker": "B",
        "text": "This week, Hong Kong outlined a plan to allow retail trading of crypto assets like bitcoin and ether. Tell us what that new regime could look like and how it will work."
    },
    {
        "speaker": "A",
        "text": "Okay, so this is a really interesting development, and it really is a signal of a lot of activity picking up in Asia. So basically, the big news here is that Hong Kong is essentially setting up a licensing regime for crypto service providers. So the idea is that if you want to operate a centralized exchange in Hong Kong, you're going to need a license. If you're there and you don't have a license, you're going to have to go. That's kind of the big news. Now, the retail trading thing, this is something that there's kind of a consultation process. Like they're talking about opening the doors to allowing retail trading, but I don't think there's an exact date for when that would happen, so. But the top headline here is that basically Hong Kong is talking about really creating a very regulated environment for crypto. And I think a lot of people are seeing that as very bullish for Asia, for China, and just for crypto in general, because Hong Kong has been giving mixed signals over the years."
    },
    {
        "speaker": "B",
        "text": "Yeah. Something that was interesting is Bloomberg reported that this opening toward crypto seemed to be sanctioned by the chinese government, which famously has banned things like crypto trading in recent years. So what evidence did they provide for that? And why do you think that that news would be significant?"
    },
    {
        "speaker": "A",
        "text": "So, you know, these things are always a little bit signaling. Right? And so there's not really hard evidence that, you know, China is supportive of this, although one would imagine that if Hong Kong is doing something, Beijing at least is aware and probably at least tacitly supports it. But basically what Bloomberg is pointing to is that they're saying that representatives from China's liaison office, which is kind of like the mainland representative in Hong Kong, have kind of been showing up at Hong Kong crypto gatherings over the past few months. And this can seem like, okay, really this is a signal of mainland support, but when it comes to China, you do have to sort of read signals like that. And so, yeah, I think the idea that you have these sort of mainland representatives literally showing up at crypto events is some sign of, I don't know, at least. At least willingness to engage. Now, there's been other signals with China, but again, they're all very, you have to interpret them. But, you know, for example, there was a statement from a former central bank official who said something along the lines of, you know, China might need to adjust its regulations on crypto to ensure that it doesn't miss out. You know, again, former, former central bank, but still, you know, this was published, this was out there. So I think there's been some little signals. And the reason why this is important is because as you know, China cracked down on crypto very, very hard. I mean, it first started cracking down seriously in 2017, and then the crackdown kind of accelerated over the past couple of years. And I think there were some people who thought China was basically out of the game. And I never really believed that. I never believed China was out of the game. But I think this is more evidence that China is going to come back in some form into the global cryptocurrency world."
    },
    {
        "speaker": "B",
        "text": "And wait, so first of all, why did you not believe that China was out of the game, and then what could that look like if China gets back in?"
    },
    {
        "speaker": "A",
        "text": "Well, I didn't believe that China was out of the game because it literally was not out of the game. Right. So, you know, I've spent a lot of time in China and in that market, and, you know, so China cracked down on very specific things in 2017. It cracked down on, you know, exchanges. A crackdown on icos. But trading did not completely end in China. If you want to have access to crypto in China, you found a way to do it. And that's been going on all along. And even when the crackdown accelerated and they started cracking down on over the counter OTC, there were still, like, if there was a will, there was a way. You know, if you wanted to trade crypto in China, you found a way. And I knew people who were doing it. I heard about people who were doing it. It was clear that it just wasn't completely dead. And I think the important thing to understand here is, like, what was China's motivation? And I think a lot of people get this wrong. I don't think I, China ever intended to just, like, stamp out crypto entirely. I don't think that was ever their goal. What they were worried about is kind of the masses using crypto. You know, when China had this ICO boom and there were scams proliferating, and I think what the government was worried about is that you would have all these sort of, like, new unsophisticated investors betting all their life savings on some weird ICO and losing everything and then going to protest or going to complain to the government. And I think, you know, China, the thing that they emphasize almost more than anything is this concept of, like, social stability, right? Like, keeping things stable. So they wanted to avoid that. They wanted to avoid a massive crypto meltdown. That's not the same thing as saying absolutely nobody can hold crypto. Do you know what I mean? So I think, like, what they did establish that, you know, it made it much harder to trade crypto. It raised the threshold for crypto investment, but it didn't stamp it out entirely. You know, and I think Hong Kong, in a way, that's kind of what this is. Right? I think that's what this is. I think this is a way for, you know, basically moving kind of the crypto center to Hong Kong. You know, it still. China is still a part of it. China's still in the background, but it's not something that's going to, like, destabilize the mainland, if that makes sense. So I feel like China is an important player in this to some extent."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah, I think I read some commentary saying that it was sort of like the chinese government knew that if there were chinese nationals that did want some access, then Hong Kong could be that place, but it would be sort of like a limited playground for it, and maybe perhaps it's testing the waters for them to open the doors to more of that in China itself."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, think about it. So, you know, there's all sorts of ways for mainland crypto investors or entrepreneurs to get involved if Hong Kong really becomes a crypto hub, as some people are predicting that it will. Right. I mean, one way is to open up a Hong Kong bank account. Another way is just kind of move to Hong Kong or move to Shenzhen or move somewhere nearby, set up shop there. I think, you know, with. With China's crackdown, there's been a big exodus from China to Singapore. That's been a big narrative in Asia over the past few years. A lot of these, like, chinese crypto projects went to Singapore, but now sort of, you know, I'm sorry to hear complaints that Singapore's too expensive or, you know, they want something else. So I think we could just start seeing some chinese talent and some chinese projects and some chinese investors actually moving to Hong Kong or moving closer to Hong Kong."
    },
    {
        "speaker": "B",
        "text": "Yeah. And after Singapore's experience with Terra Luna and three AC, who knows? Maybe the regulatory winds are shifting basically from one place to another. So something else that I'm sure you saw on crypto Twitter is that a number of people in the crypto community seemed to think that these developments meant that Asia would kick off the next crypto bull run. What did you think of that idea?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, you definitely don't need to convince me of that. Like, I think that's really possible. And, Laura, you know, I've been listening to your podcast and listening to unchained and listening to the guests you have talking about the situation in the US and these two things are not unrelated. Right. Because look at the signals that the US is sending, and look at the signals that Hong Kong is sending, or look at the signals that Japan is sending. We can talk about Japan in a minute, but, you know, we have the US basically doing this sort of regulation by enforcement, you know, the SEC cracking down on various players. Even if you agree with what the SEC is doing, I think most people in the crypto industry do not agree with the process. Right. They think that this is incredibly confusing. They think that it's kind of going to scare crypto projects from out of the US. You know, the US. I think if you just take a step back and look at the message that the US is sending, it's kind of sending a message that crypto is something to protect people from, first and foremost. Right. And so then you look at Hong Kong, and don't get me wrong, I don't think it's going to be easy to set up a crypto business in Hong Kong. Not at all. Like, I think they're going to be very strict, but you also kind of get the feeling that they're. They also see it as an opportunity. Right. They see this as, like they're kind of welcoming it. Like, they see this an opportunity. Whereas I don't get that sense from the US at all right now. You know, so just in terms of the signaling, you know, they're very, very different. And I'm sure you've heard this. I mean, I've heard this anecdotally. I've heard this from lawyers. I mean, I think I've heard people on your show say this, that people, you know, crypto projects are now threatening to leave the US because it's always been a jurisdiction whack a mole. And, you know, if one jurisdiction isn't friendly, people will just go to another one."
    },
    {
        "speaker": "B",
        "text": "Yeah. So one other thing I was curious about was how you thought this might intersect with some of the macro movements. The chinese central bank is apparently doing quantitative easing, and it's, I think, done its largest liquidity injection ever recently. And I wonder how you thought that might intersect with what some of these crypto moves are."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's really hard to tell. I mean, all I can say on the chinese economic front is that China is opening up. Right. I mean, a big part of this story also has been how. And this is relevant to Hong Kong as well. Like, Hong Kong was completely closed off because of COVID China was completely closed off because of COVID This had a major economic effect on that whole region. And so that is one economic story that I think plays a role in all of this. But, yeah, I think we're just gonna have to see how it plays out."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment, we are going to talk about other parts of Asia, especially Japan. But first, a quick word from the sponsors who make this show possible. Ever wanted to use DeFi without being tracked? Railgun is the leading Defi privacy solution on Ethereum. It's available on BSC, arbitrum, and Polygon. Two, shield your funds and use them privately in your favorite Defi apps, while Railgun's cutting edge, zero knowledge system encrypts your data from public view, all without leaving your preferred chain. Yes, that includes Dex trading. Coming soon are integrations with leading yields, lending, and perp trading platforms on multiple chains. Defi and privacy together at last. Visit railgun.org or use the railway app at railway XYZ to find out more. Back to my conversation with Emily. So now let's talk about Japan, which has been the center of a huge crypto story for a long time, which is obviously Mount Gox. But when you visited recently, you noticed several different trends. And why don't we maybe start with kind of the fallout from Mount Gox, and then maybe talk a little bit about how that has affected what happened with FTX Japan."
    },
    {
        "speaker": "A",
        "text": "Yeah, I really feel like the world or the crypto industry is really sleeping on this Japan story, because it's really funny. You just hear a lot of people saying, like, oh, the next hot spots of crypto, and they mention Hong Kong or they might mention Dubai, or they might even mention Europe, and nobody really is mentioning Japan. And I think Japan. What is happening in Japan is really, really important. So, yes, I was recently in Japan, and I have to say, again, just on, like, the way people were talking about crypto, there was very different from how they're talking about it in Washington. I mean, there actually is, which I think you could appreciate the rarity of this. In this moment of time, there's actually still, like, enthusiasm about crypto in Japan. Right. And I think, like. And I'm talking more at sort of, like the politician level, regulation level, you know, like. And I'm talking about in the context of post FTX. You know, I didn't get the sense that people in Japan were particularly freaked out by that, that they were worried about it. It was just kind of like they were actually positioning themselves to embrace web three further. So I thought that was super interesting. Now, you mentioned Mount Gox. Yes. This history is really relevant. It's really important to understanding where Japan is now. So, you know, Japan was home to Mount Gox, basically. This, you know, exchange that kind of like the one of the first, you know, really well known sort of crypto exchange disasters, I would say, you know, and then. But that was only the first part of it, because the second part of it was Coincheck, which was another japanese exchange that was hacked, I believe, in early 2018. And at that time, it was the largest hack in crypto history. So Japan got hit twice, and they got hit really hard. And what's interesting about it is, like, if you went to Japan after the coincheck hack, the impression you would get is like, it was over, you know, because I think regulators were really freaked out by that, and, like, activity kind of really slowed down. It was really hard to list tokens. It was really hard to do anything. But really what they were doing is they were sort of like, figuring out a path forward. So in reaction to those two kind of crypto exchange disasters, they put in these sort of regulatory measures. So one of them, for example, is, like, making sure that exchanges hold, like, the vast majority of crypto on cold wallets, right? Not hot wallets, not to protect against hacking. But the other one, which is really relevant to the FTX situation, is basically requiring at a regulatory level that exchanges segregate assets, right? So, like, you can't intermingle customer assets and exchange assets. They're separated. And this is really what sort of saved FTX Japan. So FTX Japan is like one of the only sort of FTX, I don't know, parts of the FTX structure that actually is returning money to customers because they sort of had a lot of these safeguards in place, you know, so Japan is just an example of a country where, you know, for a while, regulation looked too strict and it would looked really unfriendly, but now they're sort of reaping the benefits of their approach."
    },
    {
        "speaker": "B",
        "text": "Yeah. You know, when I was reading about that, something that struck me was that, like, this is sort of why you need regulation, because you would imagine that any business owner would want to do that to ensure the viability of their business. But that's like assuming certain things about their mindset or whatever. But obviously there are certain people who don't have that mindset, and so then you would need the regulation to make them do the thing anyway that they may not be inclined to do. So one other part of your article that was super interesting. Washington, Japan looks like it's ready to move forward with regulation on stable coins. So what did you see there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so again, you know, Japan, at least what they were saying is like, okay, we're going to be, you know, some people were saying we're going to be the first place to regulate permissionless stable coins. Again, if that's true, that's a pretty big story that I don't think a lot of people are paying attention to. But, you know, here's the thing. So here's the thing that a lot of people don't realize about the japanese market. Stable coins are basically not allowed there now. You know, they're not allowed on japanese exchanges. They've been very, very conservative about stable coins. So basically what the stablecoin regulations will do is, and I think they're supposed to take effect, like, some time in the middle of this year, they will pave the way for stable coins, including overseas stable coins, to come in. So there's two things that are interesting about this. One, it's like at a time when everybody is kind of freaked out about stable coins with like, the terra Luna thing and people are worried about tether, Japan is saying, okay, we're actually sort of slowly opening our doors to stablecoins. Kind of counterintuitive. But the second thing that's important to remember is they're coming from a very low base, right? They're coming from a place where stable coins essentially do not exist. So this is like a modest opening. And I do think that the stable coin regulations, especially for overseas stable coins, are going to be super, super, super strict. Right. I mean, I think, like, they're going to require, like, you know, I think I saw something that said they're going to require reserves or something, you know, actually kept in Japan. And, I mean, it's not going to be easy. It's not going to be easy for an overseas stable coin to come into the japanese market. But still, you know, it is a step towards opening further, and that will."
    },
    {
        "speaker": "B",
        "text": "Take effect, like this summer or something. Right. So there could be clarity quite soon on that in Japan."
    },
    {
        "speaker": "A",
        "text": "Yes, well, there already is clarity. Like those stable coin regulations are already sort of laid out. It's just, we're just sort of waiting for them to take effect."
    },
    {
        "speaker": "B",
        "text": "I think there was also movement on nfts there. I don't know what you're seeing, what you saw while you were there."
    },
    {
        "speaker": "A",
        "text": "So basically on nfts, what they did do is they've at least there are guidelines for nfts. I don't know if I would say there's actual movement, but there's very, very, very detailed guidelines, like talking about, you know, sort of IP concerns and, you know, what is an NFT? And I think the reason for this is because I think there are some japanese politicians who want to get more big companies into the NFT game. You know, like Japan has a lot of amazing content and they have like a lot of kind of amazing companies. And I think they want to get them more involved in nfts. But there's this fear that if there isn't a clear legal regulatory framework around NFTs and those companies are going to be reluctant to jump in. So I think those, that's what Japan has. But if you look at the NFT guidelines, I mean, they're very, very, very detailed. They're not like law or anything like that. They're just kind of detailed, you know, suggestions almost. But, you know, somebody took a lot of time to lay those out."
    },
    {
        "speaker": "B",
        "text": "And interestingly, Japan is also moving forward on Daos. Its digital ministry is creating a Dao, and they're doing something similar to Wyoming, giving Daos legal status. So can you talk a little bit about what it is they're doing and, you know, how you think this will move forward? Like, I feel dows are very nascent. And so maybe this is, I don't know, sort of, yeah, a nascent law. But I was interested in the movement."
    },
    {
        "speaker": "C",
        "text": "I saw there."
    },
    {
        "speaker": "A",
        "text": "There's at least a handful of politicians in Japan that see Daos as a big opportunity. And I know, like, one of the things they're trying to do is basically get like, llc protection for a dow. So, like, you know, you have a Dao and you run into some sort of problem. Like you have that kind of like protective framework. That was one of the things that I heard talked about. But, yeah, I mean, again, I think same thing. I think they see Daos as this big opportunity and they want to get more big players involved in it. And the concern is that those big players are not going to get involved if they think there's too much legal uncertainty around it. Right. If they think they might, like, accidentally get sued or they might accidentally do something against the law. So I think they're trying to, like, establish some guidelines that will make it easier for people to enter that space."
    },
    {
        "speaker": "B",
        "text": "And actually even just thinking about this, like, it strikes me all of a sudden that Daos maybe work quite well with asian culture, which is sort of a collectivist or more collectivist, I think, than a western mindset. So that's interesting. Well, one last piece that I just wanted to ask you about. Was, I've heard over the years from different people in crypto who've spent a lot of time in Asia that the asian kind of culture around crypto, but also money in general or even investing, is quite different from the US. And I wondered if you still saw differences in that when it comes to attitudes towards crypto today."
    },
    {
        "speaker": "A",
        "text": "I think it just really depends. It's so different country by country. Right. So, I mean, if you even look at, like, Japan and if you look at Korea and you look at China, they all have like very sort of different crypto cultures, you know. So I don't know. I think it would be difficult to, like, kind of summarize. Or if you look at Singapore, they're sort of doing their own thing, too. But, you know, I think, like, in all these markets, I mean, or like Japan and Korea specifically, I mean, there's, you know, a very active retail market and has been for a while and just like a lot of enthusiasm for the technology. Yeah, I mean, I think there's just a really big opportunity here, you know, and I think, yeah, I mean, I think we're going to see more activity from Asia, especially, you know, if the US isn't able to get its act together on the regulatory front."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Huobi just in sun, I should say, made an announcement that Huobi Hong Kong will be opening up or moving back there or something. And so then it got me wondering about what movement we'll see from other businesses. So I think we'll have to keep our eyes on that."
    },
    {
        "speaker": "A",
        "text": "Yes. I think we're going to hear a lot more about this in the coming months."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right. Well, thank you so much for explaining it all on Unchained."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Don't forget, next up is the weekly news recap. Stick around for this week in crypto after this short break. Join over 50 million people using crypto.com comma, one of the easiest places to buy, earn, and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code Lora link in the description. Thanks for tuning in to this week's news recap. Blur leaves opensea in its wake upstart NFT marketplace. Blur overtook category leader OpenSea and transaction volume this week, ending OpenSea's long time dominance over 80% of NFT trading volume occurred on Blur, dwarfing Opensea's 13%. Blur officially launched last fall, but its February 14 governance token, Airdrop, helped boost trading to frothy levels and put pressure on Opensea. The project's pseudonymous founder, Pac man, also revealed his name, Tishan Roquer, after appearing on the chopping block this week. He told the Block, we focus on the NFT natives first, and from there we can expand. Similar to how binance expanded downmarket and broadened the offering. Blur, however, faces obstacles on chain data suggests that wash trading could have helped generate that high trading volume. A more recent analysis shows that 25% of Blur's total volume comes from 50 traders. Compare that to OpenSea, where the top 250 NFT traders make up 11% of volume. For now, OpenSea maintains a larger user base, even though it admits it's lost some customers since Blur came around in October. We started to see meaningful volume and users move to NFT marketplaces that don't fully enforce creator earnings, tweeted OpenSea last Friday as it moved to an optional royalty model today. That shift has accelerated dramatically. Despite our best efforts, OpenSea is taking steps to regain dominance. In addition to restructuring royalties, it is temporarily eliminating its marketplace fee. Blur, meanwhile, is doubling down on its strategy. It's planning to distribute another 300 million blur tokens for season two. In related news, bitcoin ordinals continue to garner interest. On Wednesday, bitcoin mining company Luxor bought OrdinalHub, a bitcoin NFT marketplace. Coinbase optimistically jumps into layer two wars. Coinbase is looking for creative ways to generate interest in crypto and increase revenue. The crypto exchange announced Thursday that it has launched a testnet for its own layer two network base. Eventually, this blockchain, which is built using optimism's open source software and could be extended to include Solana, could serve as a hub for scores of decentralized applications. Check out Unchained's video on the announcement for more information. There's plenty of demand for Ethereum scaling solutions, and for rollups in particular. On Tuesday, for the first time, Alayer two has posted more transactions than Ethereum, with arbitrum taking the mantle. Meanwhile, proof of stake sidechain Polygon users got a scare on Wednesday when several trades temporarily fell out of sync and the Polygon scan block Explorer stopped updating. In related news, Ethereum's Shanghai Capella upgrade will be rolled out on the sepolia test network by the end of February before launching on mainnet in March. As for Coinbase, its foray into layer twos reflects a desire to create an on ramp to the exchange. On Tuesday, it reported a $557 million net loss in the fourth quarter of 2022. Despite beating analysts revenue expectations. Though quarterly transaction revenue was down 12%, the exchange pointed to lower crypto prices as a culprit. On a positive note, subscription revenue and staking revenue were both up. Top Shot basketball nfts may be securities judge rules a federal judge on Wednesday denied dapper Labs motion to dismiss a lawsuit alleging its NBA top shot nfts are unregistered securities. The class action could represent a significant hurdle for how digital collectibles are bought and sold. While Dapper argued that it's fundamentally selling digital versions of a basketball card, the judge wasn't so sure. Using the Howey test, a method for determining what constitutes an investment contract, District Judge Victor Monero found that, quote, purchasers fortunes were tied to the overall success of dapper Labs. If the company can't convince him otherwise, he may roll them to be securities. Dapper Labs has until March 15 to respond. Binance separates reserves from customer tokens last month, Binance admitted it had accidentally been storing some customer funds with the collateral backing its b tokens. Binance on Wednesday said it had implemented a semi automated process to prevent this from happening again. It theoretically allows Binance employees to intervene in case the reserves are at risk. Risk Binance, the top crypto exchange, by trading volume, mints 97 different types of tokens. These b tokens are wrapped versions of, say, bitcoin, meaning you can swap your BTC for BTC B and use it on Binance's bespoke blockchain, the company's previous system for backing busd, which is issued by its partner. Paxos, failed and at least once more than $1 billion in collateral went missing. Last week, the securities and Exchange Commission and the New York Department of Financial Services put pressure on Paxos to stop minting BUSD. Paxos has severed its relationship with the crypto exchange. It now says it's having a constructive discussion with the SEC. If all that weren't enough, Binance USD very briefly lost its peg compared to the Dai stablecoin Wednesday, it dropped to $0.20 on the exchange before immediately going back to $1. Voyagers sail to Binance us in the balance as creditors fight over FTX loan this week, creditors of Voyager Digital seemed ready to back a plan to sell the bankrupt crypto lender to binance us when the Federal Trade Commission filed an objection with the bankruptcy court. The agency is investigating Voyager digital about what it alleges were deceptive and unfair marketing of cryptocurrency to the public. The SEC followed suit, alleging that some transactions required as part of the proposed Binance US deal, particularly those involving Voyager's token VGX, could violate securities law. Meanwhile, Voyager's creditors approved the plan, which could result in them recovering around half of their assets. But that's only if all goes according to plan. They have subpoenaed former FTX CEO Sam Pinkman Fried over FTX's attempts to get back the $446 million loan repayment from Voyager. No surprise that Voyager creditors would rather have it in their pockets. Lawyers for SPF called the subpoena procedurally deficient because it was delivered to his mother. SPF gets hit with more indictments us officials filed new charges against the former FTX chief, including bank fraud and the unlawful operation of an unlicensed money transmitter. SPF was already facing nine charges, including wire fraud and conspiracy to commit securities fraud. The count is up to twelve in support of its bank fraud allegation, the government said that when opening a bank account, SBF falsely represented to a financial institution that the account would be used for trading and market making. It alleges the account was instead used to receive and transmit customer funds. Bankman Fried also faces a modified charge on his political involvement. Prosecutors alleged he and his conspirators made corporate and committee contributions in the name of others. Last Friday, Bloomberg reported that FTX's former director of engineering, Nishrad Singh, is expected to plead guilty to fraud charges. More FTX fun and games the FTX saga continues to take down investors. Galois Capital, a cryptocurrency hedge fund which had half its capital trapped on the exchange, unwound all of its positions this week. Gal was investors are said to do slightly better than their Voyager counterparts. GaL was says they will get back 90% of their funds that aren't on FTX. Crypto lending firms weren't the only ones left holding the bag after Terra and FTX collapsed, according to the bank of International Settlements. Investors in emerging economies took the biggest losses. On a related note, funds that buy distressed assets are purchasing FTX bankruptcy claims for $15 to in private OTC markets, according to an FTX creditor quoted by Coindesk. Buyers are likely eyeing a recovery of $0.50 on the dollar within the next five years. Speaking of Coindesk, the crypto outlets Ian Allison and Tracy Wang won a prestigious polk award for their work, the George Polk award committee said. Allison's and Wong's three winning stories, quote, brought young Sam Bankman Fried and his supposed $32 billion cryptocurrency empire crashing down in just ten days. Congrats, Coindesk. More crypto layoffs hit the sector following the lead of Coinbase, consensys and other crypto companies. Polygon Labs laid off around 100 employees on Tuesday, or 20% of its workforce. Polygon representatives, maker of the popular Ethereum sidechain, insist its treasury is healthy. They say it has $250 million and 1.9 billion of its native Matic tokens, which trade for well over $1. Masari, which aggregates and analyzes blockchain data, is cutting 15% of its workforce. CEO Ryan Selkus told Coindesk on Thursday that while the company will continue hiring for some open roles, it needs to restructure. Australia based gaming firm immutable also announced layoffs of 11% of its workforce to improve its cash position. According to immutable, which earned unicorn status last year. It has $280 million on hand, equivalent to about four years of spending at current levels and disclosure. Immutable is a former sponsor of Unchained. On a slightly different note, the information reports that eight employees have left venture capital firm Paradigm within the last five months, including two of its six investment partners and four of its 13 engineers. The cryptocentric VC firm had invested $278 million in FTihe. It subsequently wrote the value of that investment down to zero. Onecoin's crypto queen may have been murdered the FBI has been hunting Ruja Ignatova, better known as the crypto queen, since 2017. It added her to its ten most wanted list after she co founded the Onecoin Ponzi scheme and allegedly made off with $4 billion from victims. Ignatova has thus far eluded authorities and hasn't been seen in five years. New evidence suggests a potential reason she might have been killed back in 2018. This evidence comes from documents recently acquired by the Bureau for Investigative Reporting and Data, a bulgarian news outlet. The IRD claims that a bulgarian drug kingpin put out a hit on Ignatova and that she was killed on a greek yacht in November 2018. Prior reporting from the BBC suggested Onecoin might have been affiliated with eastern european mobsters. Ignatova, who was born in Bulgaria, may have been found hiding out with the wrong people. Time for fun bits. This week, Tim Berners Lee, creator of the World Wide Web, made some disparaging comments about crypto. Ginny from Unchained has some commentary about."
    },
    {
        "speaker": "C",
        "text": "That on a recent CNBC podcast episode worldwide, web creator Tim Berners Lee referred to crypto as dangerous and compared it to the.com bubble, which feels unfair to me because the.com bubble at least has the decency to be over. Listen, I believe in anyone's right to criticize anything, but is this not a little bit of a Frankenstein in his monster situation? If he wants to take credit for all the people who got laid because of Tinder, he's also got to accept responsibility for whatever happened. At NFT Miami, Kim Berners Lee also wanted listeners to know that he is dissatisfied with the way that his original vision for the Internet played out. We know. Have you been on the Internet recently? It's all pop up ads. No shit. He didn't intend for that to happen. I don't mean to be too hard on Berners Lee. He is doing his best to write the Internet. For instance, he created a startup with the aim of giving people more control over their data. The only problem with this startup is that he named it inrupt, which I have to imagine is supposed to evoke images of disruption within oneself. To be honest, I'm just thinking about that time that I ate four or five or one bars in one sitting."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Emily and the state of crypto in Hong Kong, China, and Japan, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Anthony Yoon, Mark Murdock, Matt Pilchard, Zach Seward, Juana Ranovich, Sam Sriram, Ginny Hogan, Ben Muenster, Jeff Benson, Pama, Jimdar Shashank, and CLK transcription. Thanks for listening."
    }
]