[
    {
        "speaker": "A",
        "text": "We knew that whenever you announce criteria, those who feel that they received something that they deserve, or maybe more than they expected, they're happy, but generally speaking, they're relatively quiet about it, and that's fine. And those who feel wronged are going to be very, very vocal about it. And that also is fine. So we knew from the start that by announcing the criteria, we will mostly be seeing the people who feel wronged. And we are listening to that. We respect users of the community."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained. You're a no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago, and as a senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the February 16, 2024 episode of Unchained."
    },
    {
        "speaker": "C",
        "text": "With iTrust capital, you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages 24/7 access and the industry's lowest fees. Vaultcraft is your no code defi toolkit for customizing non custodial automated yield products on any EVM chain. Join the referral program today and start earning rewards. Learn more at volcraft IO. Polkadot is a leading layer zero blockchain. With over 2000 developers, Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchained crypto dot Substack.com dot."
    },
    {
        "speaker": "D",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your $1 per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Today's guest is Ellie Bensisun, co founder and CEO of Starkware. Welcome Ellie."
    },
    {
        "speaker": "A",
        "text": "Hi Laura, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Thanks for joining the show. On Wednesday, the Starknet foundation announced its plans for the February 20 airdrop of STRK tokens, but the reaction from the community was less than favorable. Before we get to that response, why don't we just start with what the Airdrop plan is? What are the criteria to qualify and how will you airdrop these tokens?"
    },
    {
        "speaker": "A",
        "text": "So the Starknet foundation has released a number of different criteria. Some of the some of those involve being a user of Starknet, some of those are being an Ethereum staker. It is actually the first such program to involve Ethereum stakers. Some of them have to do with users of the stark technology prior to Starknet through the Starkx systems. Some of them have to do with being an Ethereum contributor, like being on the protocol guild. Another very interesting class of recipients are GitHub code developers that are not necessarily web three native, and it's the first of its kind to invite such people from the web two world influential coders to participate in Starknet ecosystem."
    },
    {
        "speaker": "B",
        "text": "And what was the reasoning for choosing these different community members and deciding how much to allocate to them?"
    },
    {
        "speaker": "A",
        "text": "We are looking for individuals who, either through their actions or through their disposition, are well suited to care about advancing, operating, maintaining and securing a decentralized network like Starknet. Some of them have shown this through their actions by transacting and participating on such technologies. Others have done so through contributing to code, most of it open source that has advanced it. Others have shown it through their action of staking and putting at risk their tokens in order to operate and maintain. And others have just advanced the general public good, that is code on which all of this is based. And we would like all of them to participate in operating, maintaining, advancing, opining on the governance of Starknet."
    },
    {
        "speaker": "B",
        "text": "So one of the groups, Ethereum solo stakers, received almost 22% of the airdrop, and some people praised that. But then others were a little bit less happy because the solo stakers had two pretty rare qualities. One was they had enough money to become solo stakers and they also had a high level of technical capability. So why did you decide to allocate so much to people that some would perceive as if not exactly whales, at least on the much wealthier and just like a much harder category to qualify?"
    },
    {
        "speaker": "A",
        "text": "I think that's a terrific question. And we deliberated so much. When I say we, I mean, the ecosystem and, and the starting foundation and others deliberated very hard about if you're going to embark on a journey of decentralization and you want to find entities who are willing to participate in operating a network that has these characteristics, where will you find them and what is the right balance? And that's where we ended, I think, actually, the solo stakers, these are people who have taken tremendous risk and decided that they care and are passionate about securing Ethereum, which is the greatest proof of stake based protocol. So they are very natural candidates. Now, whether it should be 22% or something a little bit lower, a little bit higher. I guess you have to make some call that is arbitrary. But I think that's where we landed, and I think it's a reasonable choice."
    },
    {
        "speaker": "B",
        "text": "For that situation where people probably put up about $100,000, had that extra $100,000 lying around to become a solo staker, you feel like that still fits with this notion of decentralizing the airdrop?"
    },
    {
        "speaker": "A",
        "text": "Look, ultimately, I think that where I'd like to head when all is said and done is something proof of humanity based. But right now, we pretty much have to choose. I mean, that technology isn't ripe yet. So right now, the two leading technologies for securing decentralized blockchains are proof of work or proof of stake. Right? And if you're going to distribute according to something that is available today, it's going to be either proof of stake or proof of work. Now, each one of them has its pros and cons, but I would say that in each one of them, if you are already giving to that class, you will be giving to people who might be predisposed with funds. Although in many cases, these are people who came to have that stake because they were early adopters of the technology. And there's a high correlation with that as well. Of course. Vitalik, Joe Lubin, a lot of the early Ethereum folks, yes, they have a lot of ethereum, but there are also visionaries who took huge risks early on. And I think they are actually very natural candidates to participate in maintaining the security of something like starknet."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay, so I guess you just have a. I think a lot of community members view an airdrop as something that is a little bit more democratized and less rare. One other criteria that was pretty controversial was that there were a number of active starknet community members who received little or no allocation. And the reason for that was because there was a requirement that they have 0.005 ETH in their wallets on November 15, 2023. And so even some users, or many users who had been active for months, were disqualified. So why did you make that one of the criteria?"
    },
    {
        "speaker": "A",
        "text": "First of all, let me pause and say that the starknet provisions is the largest programs in terms of the number of recipients, 1.3 million addresses. It is roughly or nearly twice larger than the largest so far, which was the amazing arbitrum airdrop. So when you go and distribute to a large number of recipients, and you want to have the recipients receive meaningful sums, and you want to have some criteria that looks at what is meaningful activity, you're going to have to set up some criteria. And whenever you set up criteria and you do so in an automated manner that will cater to hundreds of thousands of recipients, there are going to be some people who are nearly by the criteria or just, you know, don't make it. Now, the important thing for me to say to the community is that we are listening very intently, as we have listened in the past. This was the first round of provisions. The foundation has already stated that it's not going to be the last one, and the foundation is stating that it is listening. So I, you know, not in, I am not in a position to speak on behalf of the Starkin foundation, which is the body behind this provisions program, but I know that they will be listening very intently and trying to fix whatever can be fixed in future programs."
    },
    {
        "speaker": "B",
        "text": "And did you all realize that having that criteria for the zero, zero five ETH on November 15, that that would eliminate a large number of people who had been very active?"
    },
    {
        "speaker": "A",
        "text": "We realize that any criteria that you set, any criteria, especially when you're dealing with a massive number of recipients, will be, you know, automated, and hence some people will feel that is unfair and there will be people that really might have been even wronged by it. This is unavoidable whenever you do some massive, automated, you know, numerical criteria. So the foundation is listening. And I know they do have plans to try and in future installments of such programs or similar ones try to address it. But any project trying to do any sort of criteria to deal with massive recipients will have people feeling, rightly or wrongly, disgruntled because, you know, they, they were on the wrong side of something. So I think this is unfortunately, to some extent unavoidable. But we are listening and want to, we care about the community and want to make sure that it is dealt with properly."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment, we're going to talk a little bit more about some of the other criteria. But first, a quick word from the sponsors who make the show possible."
    },
    {
        "speaker": "C",
        "text": "Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers, the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, upgrading the infrastructure."
    },
    {
        "speaker": "B",
        "text": "With eight times higher transaction throughput and."
    },
    {
        "speaker": "C",
        "text": "Twice as fast block times. Tailored core time for the needs of every protocol. Trustless bridges to multiple chains. Revised tokenomics with a token burn to reduce inflation. Perfect for Gamefi and defi to build, grow and scale. Get your web three ideas to market fast think big, build bigger with Polkadot. Join the community@polkadot.net work ecosystem community did you know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible, but what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains, but in an IRA, like a Roth IRA, gains can be tax free. ITrust Capital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital."
    },
    {
        "speaker": "B",
        "text": "So as we mentioned, there was the criteria on November 15 that eliminated a number of people, but then there were others who felt that they had been active for quite a while, like, let's say a year. But then, because the criteria pretty much rewarded just based on the threshold of three months, that the fact that they had put in the extra time or they had generated more volume was not rewarded. So can you address those criticisms?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it is roughly the same. I mean, my addressing of those is similar to the previous answer, which is when we said about criteria. First of all, I can assure you that the foundation has put into it a tremendous amount of effort, and again, reminding the listeners that this is the largest such program ever to have been done, and it involves some very interesting novel classes of recipients that have never been addressed before. So whenever you undertake such an immense project, there will be some people who are left out of the criteria of the choices. And I want to repeat the message. The reason I came on is to say to the dear community that we are listening, the foundation is listening, and things will be addressed in future programs to the extent possible."
    },
    {
        "speaker": "B",
        "text": "Right. But if you're allocating to people that don't have any association with Starknet, and then people who've actually put in quite a bit of time and effort on StarkNet don't get rewarded, do you see why there's like, it seems like there's a disconnect? It's like somehow these people who didn't do anything at all for Starknet are getting rewarded, but then people who put in a lot of time and effort and paid high gas fees at different times that somehow they're not being. And so it just sort of, it doesn't seem, I think, commensurate to them."
    },
    {
        "speaker": "A",
        "text": "Again, I'm saying we are listening and attentive and we'll try in future programs to address these things. I do want to speak a little bit and very proudly about trying to bring over more people and invite them to web three. I think in particular the class of GitHub contributors to open source projects, even if they are not yet web three native. I think this is an amazing innovation, one that I am very proud the foundation has undertaken. One I am sure that many other projects are going to follow suit on just like a bunch of other things that we innovated on and have now become standard. And im very proud of it. And I think anyone in crypto should be proud of it. Look, I mean the state of crypto today is that its not yet in common usage by everyone and there are many, many classes of people who could be naturally early adopters and you want to invite them. And thats exactly what were doing in Starknet and its part of our vision. We want to be the integrity web to run a global society. It's not a cliche. This is our mission, this is where we're heading. And for that to happen, you want to invite folks who aren't yet on blockchains. And I think it will also help those who are already users and community members of Starknet. And I think many in the community see that now this does not mean that we should not listen to those who feel wronged. We are intentively listening to them. And my message to them is that the foundation, the best of my knowledge, is listening. And to the extent possible, we will try to make things right."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think, I don't know if it's so much that people in principle are against allocating to people who haven't participated in Struckware. It's more that if the people who have participated in Starkware aren't being rewarded."
    },
    {
        "speaker": "A",
        "text": "By the way, Starknet."
    },
    {
        "speaker": "B",
        "text": "Yeah, sorry Stark. Then why? Why is it that these other outside groups that didn't contribute are being rewarded? Like for instance, somebody tweeted at me, why did Argent wallet do an eight week campaign in May 2023 when Starknet fees were $5 and confirmations were 15 minutes and not award any of the STrK airdrop to those campaign users? You know, this is like, I think people felt like there were certain things that happened in the past that indicated they were going to be rewarded in some fashion. And then, you know, they were surprised when they weren't. I do want to ask also about one of the other criteria that sparked controversy, which is the exclusion of us citizens and residents. Why did you decide to exclude them when other l two s did not?"
    },
    {
        "speaker": "A",
        "text": "For this, we need the foundation, the stockinette foundation, to opine on, because this is a decision that has been made by, by the Starknet foundation based on their considerations with their council. And I just, I'm not the right person to answer that question. But I think, I mean, I'm speculating, but I think it's not related to any sort of animosity towards us citizens. But there must be other considerations. I'm speculating that it has to do more with regulatory uncertainty, but again, I'm not the right authority to speak on this matter."
    },
    {
        "speaker": "B",
        "text": "So this mere speculation, the other big issue that people were upset about is that the token generation event took place in 2022, but the unlock date for the team and investors will be on April 15. And Loomdart tweeted, quote, I don't think people realize how insanely fucked up having the TGE be almost two years before the actual TGE. So investors in the team can unlock in two months. Actually is, it isn't even regulatory arbitrage lockups aren't for regulators. They're to align the incentives of the team and investors with everyone else. I think it may be one of the worst cases of just trying to actively fuck over retail I've ever seen. So what's your response to that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, my response is that I want to be very transparent and let people know how this came about and what's behind it. Okay. The starknet token has three utilities, three important utilities. It is a governance token. It is a token that is used to pay for fees on Starknet and it is a token for staking in order to operate the decentralized network. It is innovative in many aspects. One of them is we are proudly one of the first l two s to demand that fees or go towards fees being paid only in the native token. Theres a whole tokenomic theory behind that. In order to have tokens flow towards developers and people who are advancing the protocols so they can participate in staking in governance. And this is something we already started through devonomics and theres a lot of theory behind this that we spoke about from inception of the token. I urge the curious listeners to go and read more about the starknet token and its utility. But going back so in the summer of 22, when all of these plans were made, including the design of the token, we said that we want to use the token as soon as possible in each one of its capabilities. And back in the day we made the decision to start using it for governance already early and fall of 22. And we were also back in the day expecting the payment in the token, which is the second utility of the three to be initiated a small number of months afterwards. And the whole setup was done in this way. So the intention back in the day was that governance starts immediately around November 22, which is when the ERC 20 of the Starknet token was basically launched on chain. Shortly after that we planned for the payment to transfer to the starknet token and the whole locking for investors in the team was based on this. Now what actually happened was that building the best first stark based layer two took us a bit longer than we thought and the initiation of payments in the token got delayed up until now. And as soon as possible we are unlocking the tokens for the users, which is the provisions event. And the consequence of this delay is that the team and the investors, their unlocking is indeed two months out. So I want to be very transparent about this. This is the situation and it's very important that the listeners and the users, they know this."
    },
    {
        "speaker": "B",
        "text": "Did you anticipate that there would be this reaction because you could have potentially done something to just push it out a little further to, you know, help make it, make the community at least feel that your incentives were aligned with theirs?"
    },
    {
        "speaker": "A",
        "text": "Well it's two questions, like did we anticipate it? Not really or certainly not the extent and then. But like on alignment, I think that. I don't think that this is about alignment. I think it may be non standard but it's not about alignment. I mean there's so many people. Look at all the luminaries of blockchain, the bitcoin ogs. I know many of the early team from the early days. I've been in crypto since 2013, Vitalik and Joe Lubin and Ethereum and many others. Their alignment with Ethereum is not related to the fact that their tokens are unlocked for a very long time. So it may be non standard but I dont think it speaks of misalignment."
    },
    {
        "speaker": "B",
        "text": "Okay, well its definitely the communitys perception. I saw a lot of notions that the team and investors would be dumping on retail."
    },
    {
        "speaker": "A",
        "text": "Im very passionate about the space, especially of l two, and especially validity rollups to a large extent all of the teams out there are using my technology. I'm co inventor of Zcash and of Starx, which are basically the technology used by all of the teams out there who are building scalability projects for Ethereum. And I know all of them and care deeply for all of them. I left academia to co found Starkware and I really, really care about this thing. I think that people who devote their best years, unfortunately, im not young enough to say that the years im devoting now are my best years. Those were probably the years that I devoted to the research I did which led to things like starks and snarks. But people who are devoting their years to advancing these validity roll ups which are the endgame for scaling Ethereum. I wouldn't say any one of them. I wouldn't accuse any one of them of being misaligned or not wanting to stick around and advance the technology. Now, I'm not arguing with the perception that is out there on social media. I respect it. I consume social media myself. But it's important for me to come out and speak transparently about, you know, let's say represent the point of view of cryptographers, researchers, entrepreneurs who are devoting their years to advancing integrity, webs, ZK technology and validity roll ups. It's important for me that people hear that angle as well."
    },
    {
        "speaker": "B",
        "text": "So, meaning that you feel that this is how to reward them. And I even if it means that the lockup ends two months after this airdrop, that you think that it's as it should be."
    },
    {
        "speaker": "A",
        "text": "Others will judge me and my team. I will speak about others, all of the other amazing roll ups out there, l two s. And again, I know all of the leading ones. I have no doubt that they are in this for the long term. And their vesting and unlocking is not something I would even consider. When I think about the quality that they are delivering to integrity, webs and blockchains, I think the two things are completely separate. Just as I know that Vitaly, Joe Lubin, Justin Drake, all of the Ethereum leadership and many others. Their tokens have vested, to, best of my knowledge, long time ago, Zuko at Zcash and so on. Their tokens have vested long time ago. And I have no doubt that they are in it for the right thing. I can say this as CEO of starkware. We've been at it for six years and we're now a team of 150 very smart cryptographers, engineers, researchers, as far as the eye can see, we're totally committed to one main thing, which is making Starknet the rails on which the global society can run with integrity."
    },
    {
        "speaker": "B",
        "text": "Okay. And you told the defiant that you and your team will not sell at the time that the lockup ends. And so do you have a sense of when you guys will."
    },
    {
        "speaker": "A",
        "text": "I did not make that statement to the Defiant and I certainly will. You know, whoever receives. I will not speak on behalf of some who receives tokens. So I don't know what quote there is in the defiant but it's not something that I remember making."
    },
    {
        "speaker": "B",
        "text": "I'm just pulling this up. Yeah. In a call with the Defiant, Elie Ben says and the co founder and CEO of Starkware said that the team has no intentions of cashing out once token unlocks hit. So."
    },
    {
        "speaker": "A",
        "text": "Okay, so they misinterpreted your miscommunication or misquote. I will certainly not speak on behalf of my teammates once they have or anyone who has tokens what they're going to do. So there must have been some misunderstanding with respect to that."
    },
    {
        "speaker": "B",
        "text": "Okay. Does that mean that you will sell at that time or."
    },
    {
        "speaker": "A",
        "text": "It means that I respect the freedom of people who receive the starknet token to make their own decisions at the time being and I will not speak on their behalf by the way of any other token recipient otherwise."
    },
    {
        "speaker": "B",
        "text": "And what about you personally?"
    },
    {
        "speaker": "A",
        "text": "I have left. I was a professor of computer science for many years and very happy at it. And I left academia because the math that I invented, I realized before anyone else that this is the end game to scale blockchains. And when I left academia, it was six years ago, it was the height of the IcO season. Everyone was telling us, my dear friend and co founder UI and myself, you got to raise an ICO, you got to do it. You know, people were trying to enter through the windows to throw money at us and we said, that doesn't fit with our vision. We ended up raising, you know, when Tezos raised $250 million, Filecoin raised $400 million. All of these folks, a lot of them came to the seminar that I organized back then at the Technion where I was a professor. Vitalik Zuko, Arthur Breitman, many, many others. VC's were very gung ho on us doing an ICO to the tune of triple digit probably. We ended up raising $6 million and I left academia for Starkware just as I spent the past six years with this being my passion. I'm not going anywhere. This is where I want to be. And I, you know, this is my life. You know, this is where what I'm passionate about and I, again, the 150 employees of Stark weren't growing, and the probably thousand or more people of the Starknet ecosystem, they have a big vision and big dreams. So it's important to be transparent as that as well."
    },
    {
        "speaker": "B",
        "text": "Okay, so it sounds like you feel like the unlock is, you know, that was planned in a way that you feel is aligned and isn't controversial or shouldn't have been controversial. But obviously you've said in this interview that you're listening. We did see there was a big firestorm once the announcement came out. So what did you learn from the airdrop? What parts do you think were successful? What parts do you think you should have done differently?"
    },
    {
        "speaker": "A",
        "text": "Oh, it's just too early to answer because the listeners should know that the airdrop is not. I mean, the provisions has not really happened yet. It's been announced, but the claiming starts this coming Tuesday, on February 20. By the way, beware of scams. Beware of scams. The tokenization is provisioned on February 20, so it's just way too early to answer that. But I will be elated to come again to your show in a couple of months to discuss it and share. You know, if you're willing to have me, hopefully alongside the CEO of the Starknut foundation, we'd be happy to discuss what we've learned and future plans. I'm sure we'll have a lot to share."
    },
    {
        "speaker": "B",
        "text": "Okay. I'm just talking about the reaction to the announcement, but, I mean, because one thing that people have noted is the telegram channel for Starknet is now gone. So I'm not sure what happened there."
    },
    {
        "speaker": "A",
        "text": "Yeah, I can check on that. I don't know. We can get back. I will say this. I mean, the reality is something like this, and I want to be transparent about it because we did anticipate something. So what did we anticipate? We knew that whenever you announce criteria, those who feel that they received something that they deserve or maybe more than they expected, they're happy, but generally speaking, they're relatively quiet about it, and that's fine. And those who feel wronged are going to be very, very vocal about it, and that also is fine. So we knew from the start that by announcing the criteria, we will mostly be seeing the people who feel wronged. And we are listening to that. We respect users of the community, and as I said multiple times, I know that the intention of the Stockton foundation is to try and listen and address those things in future programs. But. So we did anticipate that we'll be seeing a little bit more of the negative stuff, and it's natural. We embrace it. We respect it. This is part of what being a community means. Now, regarding the exact nature we knew that we didn't know what exactly would make people uncomfortable. Now we know some of the things. And as I said, there will be future installments and hopefully some of those things heard will be addressed. I'm very optimistic on it."
    },
    {
        "speaker": "B",
        "text": "All right, well, thank you so much for addressing all these concerns on unchained."
    },
    {
        "speaker": "A",
        "text": "Laura, thank you so much for having me here and having the chance to also present our view of the matters."
    },
    {
        "speaker": "B",
        "text": "Great. Don't forget. Next up is the weekly news recap today, presented by unchained contributor Megan Christensen. Stick around for this week in crypto after this short break."
    },
    {
        "speaker": "C",
        "text": "Defi just got way easier with your no code toolkit for building, deploying and monetizing automated yield strategies in a few clicks. Forget spending months of R and D and capital when you can instantly launch your crypto fund with Vaultcraft on any EVM chain. From wallets and institutional service providers to anon DeFi Degens, anyone can use Vaultcraft to supercharge their crypto. Join Vaultcrafts referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO."
    },
    {
        "speaker": "E",
        "text": "Thanks for tuning in to the weekly news recap. I'm Megan Christensen from unchained stacks hits all time high in total value locked bolstered by DeFi growth it's been an extremely positive week for bitcoin's price action and the general crypto markets, with the price of bitcoin and ethereum surpassing 52,000 and 2800, respectively. On Thursday. Notably, bitcoin regained the level of $1 trillion market capitalization. Also this week, stacks, a layer two protocol enabling smart contracts on bitcoin, has achieved a new milestone with an all time high total value locked Tvl of 85 million, signifying a more than 400% increase in the past four months. Data from Defi llama reveals that the surge is primarily driven by Alex, an open source decentralized exchange protocol, and stacks contributing over 80% to the TVL. Alex's growth is notable, with its tvl jumping nearly 558% since October, $1 to $68 million. The native tokens for stacks and Alyx have also witnessed significant appreciation, with STX increasing over 300% and Aleks by about 520% in the same period. The forthcoming Nakamoto hard fork upgrade for saks, coinciding with the bitcoin halving event expected in April, aims to improve transaction throughput and enhance finality, guarantees further solidifying Stack's position in the bitcoin landscape. This week, the Blockchain association, representing the cryptocurrency industry, voiced its opposition to Senator Elizabeth Warren's Digital Asset Anti Money Laundering act. Their open letter, endorsed by 80 former military and national security professionals, warns that the acts could inadvertently weaken us national security and drive the crypto industry overseas. This public stance reflects a broader trend of strategic communication and policy debates, although Capitol Hill insiders suggest such efforts might have limited impact on actual policy changes. In a contrasting scenario, blockchain technology was spotlighted for its potential to protect data privacy. At the state of the net 2024 conference, Congressman Dan Beyer, co chair of the Congressional AI Caucus, proposed leveraging blockchain for data privacy amidst public concerns about data collection and misuse buyers. Suggestion, supported by Representative Bill Foster's advocacy for national digital signature linked to blockchain signifies a growing interest in blockchain's non financial applications. New York Attorney General Letitia James expanded a lawsuit against digital currency group DCG, its subsidiary Genesis and crypto exchange Gemini. The lawsuit, originally citing 1.1 billion in alleged fraud, now asserts a staggering $3 billion figure. This escalation follows additional investor claims of being misled and defrauded, particularly by Genesis. One Genesis creditor identified as BJ, expressed relief at the lawsuits expansion, acknowledging the New York attorney general's support for crypto creditors. They told Unchained, quote, we're very happy about today's complaint because it finally recognizes officially that we were victims of fraud by Genesis and DCG directly. Attorney General James emphasized the need for stringent cryptocurrency regulations in light of these alleged fraudulent activities, while DCG denounced the charges as baseless and vowed to contest them vigorously. In contrast to these legal woes, DCG showcased robust financial health in its recent shareholder letter. The company recorded 210 million in q four revenue, and its valuation soared to $4.4 billion in 2023, a significant jump from the previous year. Bankrupt cryptocurrency exchange FTX has agreed to sell its custody unit, Digital Custody Inc. DCI, to coinlist for a mere $500,000. The sale price starkly contrasts with the 10 million FCX paid for DCI just months before its collapse in 2022, highlighting the dramatic downfall of Sam bankman Frieds empire. DCI was initially intended to provide custodial services for FTX Us and Ledgerx. However, following FTX's bankruptcy filing on November 11, 2022, these plans never materialized, leaving DCI with limited operations. This sale forms part of FTX's broader strategy to repay creditors as the company offloads its subsidiaries during the bankruptcy process. The filing noted the sales urgency, citing the need to avoid additional operating expenses. The sentencing of Changpeng CZ Zhao, the founder and former CEO of Binance, has been postponed to April 30. Originally scheduled for February 23, this delay was announced in a Seattle federal court with no immediate explanation from us prosecutors for the postponement. Zhao, out on a $175 million bail bond, had his travel requests to the United Arab Emirates denied due to concerns over potential flight risks. He faces charges of money laundering and violations of the Bank Secrecy act. Following his guilty plea in November, Zhao stepped down from his role at Binance. The exchange itself settled with the US Department of Justice for $4.3 billion. Resolving criminal investigations. Zhao has already paid 50 million in individual fines and is facing a sentence of up to 18 months, although prosecutors have indicated that they could seek to extend the sentence up to ten years. Franklin Templeton has joined the competitive landscape of the firm seeking to launch a spot Ether ETF. As indicated in their recent SEC filing, this move follows their successful spot bitcoin ETF launch and demonstrates an interest in potentially staking ether for the fund, differentiating their approach from other contenders like ARk 21 shares and BlackRock ishares. A decision from the SEC regarding spot ether ETF's is expected to happen in Mayenne. In a startling breach of security, the south korean based crypto gaming platform playedapp fell victim to a major exploit, resulting in a loss of $290 million worth of tokens. This incident unfolds in two separate attacks within a span of four days. Security experts at Peckshield identified the compromise of a private key as the likely cause. The initial attack occurred on February 9 with an unauthorized wallet, creating 200 million play tokens valued at $36 million. Subsequently, despite Playdap's offer of a $1 million white hat reward for the return of the stolen assets, the attacker minted an additional 1.59 billion play tokens on February 12, inflating the supply beyond its pre attack level of 577 million. Playdop swiftly responded, pausing the play smart contract and urging users to halt transactions. Playdep also announced plans for a contract migration. Time for fun bits in a humorous twist that caught the crypto community off guard, President Joe Biden's social media team posted an image of him with laser eyes, a well known symbol of support in the bitcoin world. This unexpected foray into meme culture left bitcoin enthusiasts both thrilled and puzzled. The laser eyed Biden, which first appeared in a TikTok video joking about rigging the NFL season and resurfaced following the Kansas City Chiefs Super bowl victory. While some bitcoiners interpret it as an unlikely nod to cryptocurrencies, the image actually stemmed from the, quote, dark Brandon meme, a tongue in cheek portrayal of the president as a superhero. And thats all. Thanks so much for joining us today. If you enjoyed this recap, go to unchainedcrypto dot substack.com, that is unchainedcrypto dot Substack.com and sign up for our free newsletter so you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Nelson Wang, Matt Pilchard, Juan Aranovich, Megan Gavis Shashank, and Margaret Correa. This recap was written by Juan Aranovic and edited by Jeannie Kim. Thanks so much for listening. See you next week."
    },
    {
        "speaker": "C",
        "text": "Unchained is now a part of the Coindesk podcast network for the latest in digital assets. Check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]