[
    {
        "speaker": "A",
        "text": "We have always been very clear. We know that we're going to do a token sale, right? So I think many of these criticisms came in. I feel like, you know, you know, helicopters, you know, they fly by, they drop shit. You know, it felt that way to me."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started up in crypto eight years ago and as a senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the February 2, 2021 24 episode of Unchained. With iTrust capital, you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages, 24/7 access, and the industry's lowest fees. Vaultcraft is your no code defi toolkit for customizing non custodial automated yield products on any EVM chain. Join the referral program today and start earning rewards. Learn more at Volcraft IO hey unchained listeners, as you know its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Today's guest is meow, founder of Jupiter a Dex aggregation protocol on Solana. Welcome meow."
    },
    {
        "speaker": "A",
        "text": "Hello. Hello Laura, nice to meet you."
    },
    {
        "speaker": "B",
        "text": "Congrats on your successful airdrop this week. It didn't seem to break anything and right out of the gate it gave your Dex aggregation protocol Jupiter an $800 million market. Captain, explain to us what it is that Jupyter is and how it works."
    },
    {
        "speaker": "A",
        "text": "Jupyter started as a dash aggregation, but actually we are actually a really broad platform now. We have aggregation, we have limit orders, we have DCA, we have perps and recently Launchpad. I think we are also the most used service on Solana and we refer about 80% of organic volume of Solana. And recently we actually recently crossed pancake and Uniswap in terms of monthly active users wallets. So I would say that we are probably if not the most used trading platform in Defi today as well. Yeah. And then our purpose platform also did 1.4 billion in volume last week. Yeah. So I think we started out being a dash aggregator, and don't get me wrong, we spent a lot of time making sure that we do the absolute best possible routing in Solana, but we also spent, I think we have also grown quite a bit into different products, including perks and our new launch pad. So I think that's a dream."
    },
    {
        "speaker": "B",
        "text": "When I started and I said you're a DeX aggregation protocol, so what would you describe Jupyter as?"
    },
    {
        "speaker": "A",
        "text": "Good question. I'll just say that we're building the, right now I say that we are building the best exchange in Defi, you know."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Basically I think we have pretty much everything you need in one platform. We have swap, which is the aggregation. And for aggregation, because we aggregate, we promise you best price, best user experience and best token selection. That means that whatever token you want, whatever token you want is there and the best UI and the best price. And then we have limit orders and udemy orders actually really special because you can actually place limit orders. You don't need markets for limit orders. Right. And then your DCA. So DCA is actually great because DCA is by far the fan favorite."
    },
    {
        "speaker": "B",
        "text": "Right, right. Dollar cost averaging just for non traders who are listening to the show."
    },
    {
        "speaker": "A",
        "text": "So the very cool thing is that people use us for like DCA for a lot of different things, right. For example, they buy low liquidity coins every hour, right. You know, so actually originally when we did it, we were like, okay, people can use DCA to like DCH sold over one month or something, right. Every day for a month. No, no, people don't do that, right. What people do instead is that they buy very low liquidity coins and then they buy it incrementally over a few minutes or like every, every five minutes, right. You know, so that's what they do, you know. Right. And people love it, right. Because it's a feature that I think doesn't exist anywhere else."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Or it's not done well anywhere else, you know, on Jupyter."
    },
    {
        "speaker": "B",
        "text": "And that's just to like reduce price slippage."
    },
    {
        "speaker": "A",
        "text": "Yes, precisely because you have a lot of things that, because for a lot of these low liquidity coins, if you buy like by five k, it's actually you will go like, you will hit like three, 2% already. And not just that, you're also a sucker because you imbalance the pool and then someone take your, someone up, you know, things like that or someone fundraise you many of that, right? So yeah. So you just do this here, right? You know. Yeah. So, yeah, it's really cool, I think, you know. Yeah. And of course your perks as well, virtual and our perks are probably, I think definitely top few in industry. And then if you do not consider DyDx and all the other l ones, we are probably the top around there. I think we are doing pretty well as well."
    },
    {
        "speaker": "B",
        "text": "You're doing all this in Solana, but as far as I understand, you've been around in crypto for a little while. So tell us how you got into crypto and came to launch Jupiter."
    },
    {
        "speaker": "A",
        "text": "Ah, I, long story short is that my crypto journey began. I met a friend in San Francisco who just mysteriously became just one of the smartest guy about bitcoin I ever knew, right? He taught me everything I knew. It's funny because I met him at a party, a dogecoin party in San Francisco."
    },
    {
        "speaker": "B",
        "text": "And what year was this?"
    },
    {
        "speaker": "A",
        "text": "17, no, 16, can't remember around there, right. So long ago. But anyway, long story short, he asked me what they are not bitcoin. I said nothing, right? And I said, what he know of bitcoin? Is it nothing? So turns out that one of us are lying, you know. Right. So anyway, he knew everything, right? So he taught me everything. He taught me everything I knew, right. It was, it was a chance encounter, but he told me everything I knew, right. And after that, I think I went to really advise and help out in a bunch of like projects, including portfolio, you know, which obviously got bought by FTX. So I was an advisor there. And then after I went to, I went to advise projects at Instadat, which is like Kyber Kyber and bunch of others. And we also started WBTC, right, which is the most used rep token. So WTC was started as a collaboration between, like, so we did that bitgo, right? So together, Bitgo and ran, we started WTC, which is obviously the most used token today, right? Yeah. After that, at some point I think I wanted a. Because that was all if, so, before this all if, right. So I think at some point I think I wanted a new environment. And then I came to Solana. Then we started an earlier project. Then from there we became mercurial, and the mercurial became, right now it became metera. And then as part of the project, we started Jupiter. So that's how we ended up with two main projects under our studio right now."
    },
    {
        "speaker": "B",
        "text": "And so this week obviously was the big event with the airdrop, but I know that you guys kind of did like a sort of test run. You had the when token Airdrop. So what was the purpose of that? Like, what did you learn from doing the when token airdrop that helped you."
    },
    {
        "speaker": "A",
        "text": "Prepare for this one at break point last year? Right? I told everybody I want to build Launchpad, right? Because I felt that launching new tokens is such an important part of the process. It's really important. It's really, really important, right? It's like, like. But I also felt it was really. I didn't like the current models. Everything felt wrong to me. From token get the launchpads to the other ideal models. I just didn't like how they work. And then, in addition, one of the things that is very important in today's cryptocene is airdrops. It's very important because that's almost like the main event, and there hasn't really been a launch pad that integrated the idea of airdrops into the launch pad. In some sense, it's very tricky because launchpads usually have people. So we wanted to build a system that we had a problem too. In a sense. What we ended up doing was that we didn't end up trying to launch dupe, we ended up trying to build a launch pad. Because think about it, if I launch a juke token without using my launchpad, will I have any credibility to ask any other project to use Jupyter as Launchpad? Not possible, right? It's just not possible, you know? So I had to. So I had to launch Jupe using my own launch pad, right? Does any sense? And then, but then, so anyway, I was just musing, right? So I just talking the community about it, or we're just on discord, right? Because I spent a lot of time on discord, right? So I was just like, talking to discord and everything and stuff, and someone just said, hey, why don't you just launch a meme coin, right? You know, for. As a dry run for Joop, right? Because there's a lot of unknowns, right? And I was like, okay, that's a really fucking stupid idea, you know? Right. But then obviously me being me, if it's a stupid idea, go test it, right? So I went on Twitter and be like, hey, someone suggested that we launch a test coin for. To test the launch pad. To test the launch. Just like how, you know, how Elon launch test rockets, you know?"
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "So if Elon can test run launch rockets, right? Why can't we, you know, test token launch, you know?"
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Think about it. You know, long story short is that we say, okay, we're going to launch a token before Joop. It's much more lower stakes in much lower stakes because the token is obviously much less value. But what we can also do is that we can also technically stress test it. That means that we can actually. So for Jup, the number of Jup number of recipients is at. So for this, for the wan token, we add up to more than a million, 1.1 million or something. So in many ways it was just as technically stressful. It requires us to really scale rpcs, really scale up our PCs. We scale infra and really get the UI right and everything, but in a much lower state context. Yeah. So that was the point of it, you know, obviously. Obviously it was something fun as well."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Because. So as of now, after testing our launch system with both Wan and Duke, I feel confident now, you know, to tell people to come use us, you know, as launch, as launch pad. So that was a big part of it. Yeah. Does it make sense? Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. So in a moment, we'll talk more about how the launch went. But first, a quick word for the sponsors who make the show possible. Did you know you can buy and sell crypto with tax benefits in an individual retirement account? Itrustcapital makes this possible. But what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains. But in an IRA, like a Roth IRA, gains can be tax free. Itrustcapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital. Back to my conversation with meow. So, as the day of your airdrop, the crypto community did seem impressed that nothing broke. But as I'm sure you saw then, there was a lot of criticism afterward about how people seem to think that the airdrop was beneficial to the Jupiter team. So some examples are people are pointing out that the Jupiter team sold about maybe 20% of the circulating supply from day one at what they consider a high valuation. The way that this worked is they're saying that the Juber team provided liquidity in a liquidity pool on the dynamic liquidity market maker meteora. But pretty much for at least that first hour, the liquidity pool was basically just Jupiter selling to buyers. And that, you know, the price that you guys had set was that it would reach about $0.70 as the number of tokens sold reached 250 million. And, you know, they were pointing out that you guys made this money without any vesting. So what do you say to these criticisms?"
    },
    {
        "speaker": "A",
        "text": "Oh, I see that. Right. I mean, that's how it works. But as usual, the devil's details, right? The important thing to understand about this pool, right. It's not a fundraising pool, first and foremost, okay. It's not a fundraising pool, first and foremost, okay. It's first and foremost a liquidity bootstrap and backstop pool. Okay? Let me explain to you."
    },
    {
        "speaker": "B",
        "text": "I mean, I think they're saying the net effect is that it's as if you raised $250 million."
    },
    {
        "speaker": "A",
        "text": "No, it's actually not 150. But first net effect."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "The first net effect. By the way, first of all, I don't actually, I think we should raise. I don't actually feel bad about raising at all. You know, we didn't do any OTC. We didn't do any VC rounds for job for Jupyter."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And we wanted. And the reason we didn't do any of that is that we wanted our first sale."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "To be with the community."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, that's it. We wanted it to be open market sale."
    },
    {
        "speaker": "C",
        "text": "All right?"
    },
    {
        "speaker": "A",
        "text": "So a total of, like. So think about it, right? Your favorite, whoever criticized me, asked their favorite defi protocol, probably sold, like, 20% of tokens or something. Right. To a VC who vested over time."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "We didn't do any of that. Or OTC tokens, whatever. Shit. We didn't do any of that stuff."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Instead, what we did is very simple. We took 2.5% of the total supply with no further people invest in Jupiter. None."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "2.5% open market."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Right. You're talking about not the ones released in the airdrop, but the full 10 billion that will."
    },
    {
        "speaker": "A",
        "text": "10% was released in the airdrop."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And 2.5% was for, by the way, I think just as a context, right. We announced that we're going to do a 20% token sale last year. 20%. Okay. And based on community feedback, we got 10%."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And then based on community feedback, again, we got 5%."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And then after that, after you realize, oh, shit, the price is going to be really high."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "We got down to 2.5%."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So actually, in. So actually, we have been, like, very clear about our intentions to do a token sale from day one."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "If you have been. Even if you have been following any of Jupyter stuff, including your breakpoint, we've always been very, very, very clear that there's a token sale coming. We just weren't sure how to do it. Okay. That's a."
    },
    {
        "speaker": "B",
        "text": "So initially, you were calling it a token sale."
    },
    {
        "speaker": "A",
        "text": "Full stop. Done. No. Anyone who is interested, check out my Jupyter breakpoint presentation. I presented it in breakpoint in front of thousands of people and also in front of everybody. And I've been talking about it for months and months and months on discord and on every anywhere. I even went on two live streams before the, before the talk and even for when. Even for when I tweeted a handover ceremony whereby the tokens were taken out and given to the team, obviously, the team that's running when, first of all, I think if you have been following Jupiter in any way, you will know that, number one, we have always been very clear. We know that we're going to do a token sell, right? So I think many of these criticisms came in. I feel like, you know, you know, headquarters, you know, they fly by, they drop shit, you know, it felt that way to me, you know?"
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So you feel, so you feel like you were messaging that it was a token sale. The way the mechanism of this liquidity, you know, being a liquidity provider, that came later after you had called it a token."
    },
    {
        "speaker": "A",
        "text": "I feel like, first of all, I do, I do apologize."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "I do apologize if there's any misunderstanding. I think on my end, I do feel like I've been signalling and communicating very clearly all year long that I'm doing a token sale. Very clearly. You can't get more clear than going on stage in a few thousand people and say, calling a token sale. You just can't get more clear than that. Am I right? And thirdly, and secondly, and you must understand one thing, Laura, you must really understand this thing, there is an extremely good chance that I don't actually get any money out of this USDC, out of this at all, okay? Because first and foremost, this is a backstop pool. Now, what does that mean? It means that anyone, whether you're airdrop recipient, okay, or someone with buying remorse, right, you can just dump to this pool for seven days. Seven days, okay. And you know what happened earlier in the day, right? People are farting it so hard that it really just started retreating, right. It really started draining up, right. All the way to like 54, 53 or something, you know?"
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Until it started reversing back, right. You know, so there's a very good chance, right, that it just get done nothing, you know, so the whole idea that. So first and foremost, right? So first, so you must understand why we do not see that as a token sale pool, right? Because first and foremost is a backstop pool. Okay, now what does that mean? It means that at any point in time, right, the juke token falls below 0.4 for the cents, right? We get nothing, first off, right, we get the pool. That's it. So we get tokens back, right? You know, and the feeds from the pool."
    },
    {
        "speaker": "B",
        "text": "Yeah. The critics are saying that, you know, since the tokens were made out of thin air, it's like the risk is."
    },
    {
        "speaker": "A",
        "text": "You know, just that is that it's actually a very, very, very unfair statement to make, guys. Sorry, man. That's a really, really, really unfair statement to make. We worked extremely hard, okay, to create an asset that people wanted to buy, okay?"
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "That a lot of people felt symbolizes defi 2.0, okay? You know, and we were extremely careful, okay, about every single token that got released, okay? Check out Jup research, right? Jup research. Jup. R E a R ch. Okay, check it out, right? For really check it out. We documented. We documented the whole. Because we treat Jup as a very valuable resource, okay? So we documented every single step of the token minting accountability. For example, all our co wallets, we can't actually sign or release it. Why? Because we actually got professional custodians and three ecosystem people, well known people, such that if you want to unlock the cold wallet stuff, they have to sign in. And then we are very, very close to finding the professional custodian for that. So I think we build a community up the user base up the product up for this to be a very valuable token. First and foremost, it's not our thin air, okay? That's very important. Okay? If it's our thin air, why don't they do it, right? Think about it, right? If it's our thin air, why don't they do it? No, seriously, seriously, Laura, work with me, okay? Work with me. Okay? If it's really out of thin air, right, why don't they do it right and make it and set it at this price and let people buy it? No, it's not out of thin air, all right? It's not. It's the manifestation of the years and years of commitment, effort, commune to the ecosystem and community building. Ecosystem building. And that resulted in the token that people wanted to buy. As a result, that took at value. And we were very careful of protecting value. We locked everything up properly, had everything in wallets that committee can track, and we took a small piece of that out of our sale. And remember, there's no more bastic. That's 5% for mercurial and 20% for team, but there's no other, there's nothing else. Okay. So we were very, very careful how to use it. Okay. That's it. That's all I'll say, you know. Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. And then, so there was another criticism about, you know, as we mentioned, you're using meteora, which was this dynamic liquidity market maker for the liquidity pool. And I guess on there, the swap fee that liquidity providers earn consists of both a base fee and a variable fee. And the variable fee is based on real time volatility. And they're saying that this dynamic, where the sales are mostly just all happening in one direction, created a lot more volatility, which then jacked up that fee that you would earn. So what do you say to that criticism?"
    },
    {
        "speaker": "A",
        "text": "I would say that. Correct. I'll say that. Correct. It's actually one big, again, this system is very new."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So I think one thing I'll say, this system is very new. Okay. It's a very new system. We are, we are experimenting everything. Okay. Like, guys, this is our second launch. Our first launch literally happened less than a week ago. By the way, guys, just for some context, the wan launch happened four days before the Jupyter launch. Four days. Yes. We do things on the fly for sure. We learned a lot for the, when the fees were high, but the pool was relatively small, like 3 million. So it just flew through really fast. So we didn't really pay attention. We didn't really think about that much for the juke one, it went really slowly and we would see that. No, so they're right. So 100% right."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "If I would do it again, I would do outside much lower for sure."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Because it wasn't just a problem with the fees. The problem was actually that it really kind of hurt prices hurt the pool as well, price recovery wise. So for sure, you know. Yeah. Anyway, guys, I think if anyone is trying to, but if you are asking that question out of good intention, right. They are saying, oh, you can probably improve the system by doing a feast. 100% agree. No problem. But if you are insuating you are doing it for the money, then I think our track record speaks for itself. We spend a very, very long time. I personally did a lot of projects for no money. Then we spend a lot of time in Solana making our money at all. Just working our ass off. I feel like we are very clean here in terms of how we think about it, you know? So I think so in summary, 100% for future launchers, the pool fee will be much lower."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "And then for this one, the pool is set, ready, and we just learn from it. Honestly, it really hurt us. I'll tell you the truth. This pool feed thing hurt us today, hurt us yesterday. It really hurt. It really hurt the pool from breaking out. It's okay. We learned, as I said. Okay, so, Laura, one last thing is that I always tell people that. So if you look at my tweets right now, this is very important. Okay? This is very important. I've always said that we're experimenting, and we will mess up. Okay. And all mess up. If we mess up, it's my fault. Okay. Done. So I own it. Okay. I own that the fees are too high. I own that the number of the systems that people wanted to use to buy the token that this year didn't work that well. You know, I also, I mean, also own that. I also own that some of the comms were not done as well. Because, for example, earlier, right. It's like, to me, it was so clear what it was that when I communicated it, I communicated, okay, it's a DLMM backstop. It's team owned DLMM backstop liquidity pool. So it was hard for me to register that people might not understand that. So I apologize for that. But anyway, I think, I'll tell you, I mess up a lot. And I learned that's how it works. But now I think. But the good thing is this. After we do joke, the good thing is this. Everyone, now, every project that uses, they will have this problem. The whole world will understand how it works. I think it's great. Yeah."
    },
    {
        "speaker": "B",
        "text": "All right. So one other question is, I guess the plan initially was in the liquidity pool for the price to go up to $0.70, as the number of tokens sold was about 500 million. But then shortly before the airdrop, I guess that got changed. So it was 250. No, no, but. But I saw a screenshot of before. The plan was it would be 500 million sold for it to reach that price. But then it got changed to 250 million sold for it to reach that price. So basically, you know, you guys were selling at a. At this higher price faster. So why? Why did you make that change?"
    },
    {
        "speaker": "A",
        "text": "I mean, we keep changing things, right? I mean, like, in fact, if you look at our website, there's this entire tool. There's this entire model. It's actually on the website. It's actually under LFG Jup dot ag design. Okay. And you can find that. So it's a tool that our intent build is an amazing intent. By the way he built a tool to allow anybody to input a few parameters and output the graph and output the price raise and everything. So what we were doing is that we were actually very, very actively trying to figure out what the good system was. And we actually made a decision a day before. You know, again, we do things on the week. We are quite experimental. Okay. We finished the. When. We finished the when thing, uh, last week. Uh, last week. And then we started, uh, we started. And then we had to. We did. We did hand over on Monday, I think. And then we did juke on Wednesday, you know."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So, um, yeah, it was actually pretty tight. Um, anyway, what happened was that, you know, we just looked at numbers and we, like, okay, you know, what? Is this too much? Do you want to do this thing?"
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "And then we said, I, hey, it feels better to do it this way, you know? So we cut it down, you know, and then we. Corresponding. We cut. And then we publish the tokenomics to reflect everything as well, you know. Yeah. So basically, it was a matter of, like, you know, us, like, looking through numbers and thinking about it, you know, I would say, if I do it again, I would say that I was a bit too aggressive on the pricing, the low to high price. And the reason. Okay, here's a funny thing. Here's a funny thing. Do you know, basically what happened is that in earlier launchers, I think we were very heavily criticized. The one thing to understand about the whole, for the listeners who are not too familiar with LFG, the core concept here is open market. That means that whether you're airdrop or you are bought or the DRM pool, it opens at the same time. It's a very dynamic open market system. Okay? And the reason, because I think there's nothing that I think unlike other. It's on chain. Right? So anything happened, there's multiple pools happening everywhere."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "So. And the reason, and it's actually really important to understand that because we actually feel like that's actually the only way to do, like, proper, like, you know, price discovery. Right. You know, everything. Because there'll be a lot of people dumping, too."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Okay. But back to the point. So actually. But in earlier launches, we were heavily criticized. Right. The community was killing us."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Because some of the early bought us. They got in at a very low price and they made, like, minutes. And then the community was very, very unhappy about it. So if you ask me, thinking, looking back, what happened was that we overprotected for that scenario by setting interest price a bit too high. So basically, what happened was what happened ended up is that the max price ended up being the price, and then the initial price started being a bit high as well. It's actually because you wanted to protect against, like, no bottles being too aggressive early on, you know, but I guess we got a bit carried by that. Right. I think if I do it again, I'll probably lower both."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I'll lower 0.4 to 0.25 and lower 0.7 to 0.65 or something. You know, I think that'd be a good range. You know, hindsight, you know? Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. And last criticism, again, we just need to go through these to address some of the stuff I've seen online. But critics are also pointing out that Jupiter paid itself 100 million tokens for use of its own launchpad."
    },
    {
        "speaker": "A",
        "text": "Oh, that's great. Yeah, for sure. No, that's great because that we're eating on dog food. Right. Again, we don't. We don't get the tokens. The dow does get. Sorry. No, we get 25% of that. No, Laura, Laura. Dog food. Dog food. It's very important. Okay. Like, dog footing. Okay. Like, you know, it's a. It's a commitment. Okay. If I'm gonna ask other projects to pay 1%."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I'll pay 1 second 1%. Again, I don't actually. The team gets 25% of it. The most of it goes to Jup Dao. So the drupe dao from day one gets 0.75% of wan and 0.75% of drupe. That's nice."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "It's a really good incentive for them to start again. We don't get most of it, and we wouldn't sell a drupe anyway. We just wouldn't sell it, you know? So, you know, it's cool. You know, I think it's great. I think to anyone who criticized that, I'm like, no, I've been signaling that forever. Okay? I've been very. I tweeted about it, like, five times. Okay? So if you're going to criticize us without understanding that most of it goes to the dao, firstly, okay. And secondly, we're doubtful. And thirdly, we have been, I've been talking about for a long time already. Come on, guys. Give me a break. You know? Start reading, you know?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. So, obviously, now you overcame this major hurdle. Obviously, this launch was, I'm sure, a big deal. So what are the next plans for Jupiter?"
    },
    {
        "speaker": "A",
        "text": "I think the next plan for us is really to start, to start, to stabilize. I think right now, honestly, right now, I think everyone's really, really tired. I think. I feel like, anyway, I apologize for being so annoyed, but I feel like. I feel like I woke up today to a lot of accusations that were based on bad faith, lack of reading and no questioning. There was no attempts to ask me what happened. There was no attempt to clarify the previous things I've written, no attempts to actually read through. I mean, you're a researcher, you know, right? I mean, you know, right before you, you throw out accusations for people, you will read."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, you would. I know you would."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So I feel like. I feel like we spend a lot of time trying to figure out a launch system that is actually very community friendly. Again, we don't take out anything until the airdrop dumpers and buy remorse, and everyone has it. And also, the other thing is that this system also allows buyers their confidence because having this pool here, Laura, remember, we are actually airdropping a lot of value. At current numbers, it's like 600 plus million value. That means that you need a lot by demand. So buyers need a lot of confidence. Okay. And then what happens is that, like, what happens is someone. So if the price starts fluctuating like crazy, right. The buyers have no commit to Dubai, you know? But what this, what this pool actually does is that it absorbs a lot of the sell demand."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, from people dumping."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And that's actually the reason why, despite it being such a major airdrop, you see the price. You see the price increasing slowly, dropping a bit and being, like, remarkably consistent. You know, it's because you have this pool there to really buffer a lot of the buy and sell demand. And honestly, I think it worked as planned. It really worked as planned. So I'm really happy about that. But I feel like instead of trying to understand the mechanics, I feel like people were not interested in understanding mechanics, but they were really interested in sender. And that made me very upset because we really, really spent a lot of time thinking about how to build a better launch pad. I think we're not perfect, but I think we made progress, you know, into doing so. Yeah. So. So anyway, I apologize if I came across as, like, being very annoyed, you know, but it has been an extremely stressful few months. And then to finish off that with, like, a lot of thought and just unfounded for, for, no, get me wrong, certain things I did wrongly. Okay. I think I was very technical in how I described the pool firstly. Okay. I apologize for that. Okay. And I assume a lot of context because I've been saying that things in my discord and livestream for a long time. So I apologize for that. Secondly. Secondly is that I understand why people might be confused because it's never seen before, right? You have never in crypto, we have never experimented before with this model before, right. Of open model, launch model that no one done it before."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And thirdly, the price curve itself. I'll tell you, I'm actually very comfortable with the things. Let me. If I have successfully delivered a token that's worth this amount, right. And it has staged and it has been in the market and we've withstood all the selling pressures for seven days, I feel very happy. I feel very happy. I earned it. And if things go wrong below some point, then I don't get anything. And I feel extremely comfortable with that. In that sense, I feel like. So I think. Yeah, so I feel like. And, yeah, I think for anyone that wants to. So I'll say one other thing with launchpad before I move on. We are trying to create a new model. Okay? Once that does actually reward the team, but also make sure the team actually stays responsible, not just for the initial pump."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, but for a sustained amount of time. That's firstly. Okay. We do actually want. So if you're a team that's looking to. Looking to launch a token, right. You know, we want to help you raise, get the money. Okay. Ken. Want to help you do it in a way that is, like, good for you, because you get a community. You get everything. And you do not leave your community hanging. Okay. In case things don't go well. Firstly."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And that's the. And anyone who's interested in improving this model, right. I'm on Twitter where. Meow."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I'm always available on Twitter. You see me on Twitter. I'm always available."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "If you ask me questions."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, I'm always with your answer. Post something on my forum, I'll answer you, I promise you. Okay, Ken. But don't come in bad faith. Okay. We really worked extremely hard last two years. Okay?"
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And to do this at a time whereby we are the most vulnerable."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, I don't think it's good faith. Like, seriously, people are just like, copy and pasting random shit, you know? And I don't like that. Yeah."
    },
    {
        "speaker": "B",
        "text": "And I think we're gonna release a white paper before they'll airdrop. But that didn't happen when people expect that."
    },
    {
        "speaker": "A",
        "text": "I don't know, maybe. I think February, I think I wanted to do white paper, but I think I got very caught up actually building a launchpad. So our whole team was trying to build a launch pad and we didn't do it. Anyway, to answer question earlier and stuff, I think what is coming up is this. I think we are looking for really good projects because we have a really good community distribution. I think the launch pad is not perfect yet, but we are getting better. Even at Jupyter launch, we learn a lot of things we can do to help other projects, you know."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Dispersally. So we are looking for great projects to launch on launchpad because we think that's great because that brings so much more excitement to the community. I love it. And then the second thing that we're looking to do is to obviously improve our products. Right. I feel extremely happy with our sale products right now. Soap aggregation, the Lo DCA purps."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And launchpad and also gateway."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So the next step is really to improve those. So I think we have about just about improving those things over the next nine months. We don't need that many new products, but it's just really about making it much better. And thirdly is that we also want to invest in infra as well, because we are getting to the point whereby we do need to run a lot of our infra, whether it's around interchange infra or whether it's around value, the infra, we do need to get to that point. Part of the reason why we want to make sure that we had capital moving to this new phase, we are actually going to start moving into a more capital intense phase, you know."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So that's what we're going to do as well, you know. Yeah. So, yeah, so those are plans. So basically a lot more new projects, a lot more high quality projects for Launchpad. Firstly. Secondly, is that to really improve our systems products, thirdly is to like really have a much longer term plan for infra needs and also start contributing to the Swanna, like the Vedicorp. And lastly, I think there are a number of things I really want to drive. For example, it's a crazy idea, but I don't see any reason why companies, not crypto companies, the actual companies, cannot list on chain. Why must they go to Nasdaq? Why must they go to Singapore stock Exchange? Why must they go to Indonesia? Why can't they lease on chain? They can get much better community, much better funding, much better everything. I don't see why not. Obviously it's a longer term plan."
    },
    {
        "speaker": "B",
        "text": "Were you talking about like stocks or."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Like listing."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Listing, for example, imagine you are. Imagine you are Internet company, right. That's doing well."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "How do you make it possible for you to list on chain versus going to like Frankfurt stock Exchange or something, you know? Right. How do we make it more compiling for you to list on chain? And secondly, obviously, on the flip side, right. How do the on chain participants, right. Know that you as a company has the right auditing, has the right, it's certified and all the kind of stuff."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So that's actually, um. But I think if you can bridge a gap, it'd be great, you know, because you have, like, you know, we are the next frontiers of like, you know, like really merging the off chain world on chain work."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, like in the stock markets, you know, so that. And then the other thing I really want to do is to really bring as many markets to Solana as possible. Because, like, for example, forex markets, RWA's markets, it's not assets, by the way. People talk about assets, but assets are important. What's important is the markets. Because when you have the. Because you have an asset, but there's no market, that's pointless. So what you need is markets. And then what Jupyter does is that Jupyter does a really good job of just bringing all those markets together and allowing you to transact across that one transaction. Basically what I want to do is I want to personally really drive to help a lot of the companies bring more assets like Forex and everything into the network and working with Cumberland and other guys, because if that happens, then you can literally go from a privativity market asset to a meme coin. And you can do those users to pay for your PayPal, something. I think the goal is to bring as many of the market as possible into one network, which is Solana. Because when they're on Solana, you can execute across all of them in an extremely cheap and fast manner. You know, entrepreneurship, helping with that. Yeah. So those are like the three. So, yeah. So a lot of things you're working on?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. It sounds very ambitious. All right, well, thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course. Thank you."
    },
    {
        "speaker": "B",
        "text": "Don't forget. Next up is the weekly news recap today presented by Unchained contributor Megan Christensen. Stick around for this week in crypto after this short break. Defi just got way easier with Volcraft, your no code toolkit for building, deploying and monetizing automated yield strategies in a few clicks. Forget spending months of R and D and capital when you can instantly launch your crypto fund with Vaultcraft on any EVM chain, from wallets and institutional service providers to anon Defi dGens, anyone can use Vaultcraft to supercharge their crypto. Join Vaulcrafts referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO."
    },
    {
        "speaker": "D",
        "text": "Thanks for tuning in to the weekly news recap. I'm Megan Christensen, a producer here at Unchained. In a major turn of events, FTX, the giant cryptocurrency exchange that filed for bankruptcy in late 2022, informed a bankruptcy judge that it will not be reviving operations. This frees FTX to commit to fully repaying its customers. The failure to restart the exchange underscores how weak its infrastructure was that it could not find a partner willing to put in the money and effort to build upon the remains of what was once the third largest crypto exchange by volume. This move is expected to bring some relief to the numerous customers affected by FTX's collapse. But pegging the value of customer accounts to the date FTX filed for relief left customers complaining that a collapsing FTX drove prices down for nine days before it sought protection. Also this week, the FTX estate told Bloomberg that it had doubled the entity's cash reserves to $4.4 billion from the 2.3 billion in October. Meanwhile, a judge authorized the sale of FTX's Bahamas properties, including Sam Bankman Fried's $40 million penthouse, as part of the exchanges bankruptcy proceedings. Lastly, in related news, effective Ventures foundation agreed to return about $26.8 million in donations received from FTX. Celsius Network, the cryptocurrency lending platform co founded by Alex Mashinsky that was under chapter eleven protection has commenced the distribution of over $3 billion in assets to its creditors as part of its reorganization. This crucial step, confirmed by the United States Bankruptcy Court for the Southern District of New York, coincides with the emergence of Celsius from bankruptcy. In addition to the distribution, Celsius creditors are now the owners of a new bitcoin mining company, Ionic Digital Inc. Created by Celsius with mining operations managed by Hut eight Tether Holdings Limited, the entity behind the popular stablecoin, Tether, reported an unprecedented financial performance for the fourth quarter of 2023. The firm's net profit soared to $2.85 billion, a notable milestone in its operational history. This achievement was largely driven by substantial earnings from US treasury securities, contributing approximately $1 billion to the net operating profits. The remainder of the profits primarily stemmed from the appreciation of the company's bitcoin and gold reserves. The quarter also witnessed remarkable growth in tethers excess reserves, which climbed by $2.2 billion, reaching a total of over $5.4 billion. These excess reserves are crucial in covering the firm's outstanding unsecured loans, which stood at $4.8 billion at the year's end, thereby addressing past community concerns about potential risks associated with this aspect of tethers portfolio. For the entire year of 2023, Tether declared a net profit of $6.2 billion. This financial strength was attributed to various sources, including $4 billion from US treasury bonds and other non crypto investments. The firm's total assets under management included significant holdings in US Treasuries, bitcoin, gold and venture capital investments. Bankrupt crypto lender Genesis reached a settlement agreement with the SEC regarding a civil lawsuit, Bloomberg reported Thursday afternoon. This lawsuit accused Genesis of violating securities regulations through its Gemini earn program. Genesis, a subsidiary of Digital currency Group, has agreed to pay a $21 million civil penalty to resolve these allegations. However, the payment of this penalty is contingent on the company's ability to fully repay its customers and other creditors in its chapter eleven bankruptcy proceedings. The settlement, pending approval by a bankruptcy judge, addresses claims that Genesis illegally raised funds from investors via the Gemini earn program. This program, operated in collaboration with Gemini Trust Company, offered interest payments to customers for loaning their digital assets. The SEC had argued that this constituted an offering of unregistered securities. Both Genesis and Gemini have denied any wrongdoing, asserting that the earn program was not a security the program has been terminated since then. German police executed one of their largest cryptocurrency seizures, confiscating over €2.1 billion worth of bitcoin. This operation focused on dismantling an illegal covert streaming service. The seizure at the scale was a major blow to digital piracy networks leveraging cryptocurrencies. Concurrently. In the UK, the police made a significant seizure of nearly 1.8 billion pounds in bitcoin linked to an investment fraud scheme originating in China. This operation was part of a broader investigation that stretched across international borders, highlighting the increased global efforts to track and seize digital assets connected to criminal activities. Binance, the largest cryptocurrency exchange in the world by volume, now permits larger traders to store assets with two external banks, possibly due to concerns arising from its recent $4.3 billion us regulatory fine. This operational change comes as high volume traders increasingly seek platforms with robust security and stability in a dynamic regulatory environment. Binance has entered into partnerships with Signumbank and Flowbank to custody these assets. These collaborations are geared towards enhancing the access and management of cryptocurrencies for users. Signum bank specializes in digital asset banking, while flow bank operates as an online bank in Switzerland. On Wednesday, Ripple suffered a significant security breach, with co founder Chris Larsen confirming that his personal accounts were exploited. The hackers stole approximately $113 million. Larson's acknowledgement of the unauthorized transfers has brought attention to the security vulnerabilities even high profile individuals in the crypto industries can face. Abracadabra money, a decentralized platform, suffered an exploit. This security breach led to the destabilization of magic Internet money, causing it to lose its peg to the us dollar. The exploit was executed through a series of complex transactions that manipulated the price of the collateral in the Ethereum cauldrons, ultimately leading to the unauthorized withdrawal of funds. The immediate impact of this incident was a noticeable de pegging of the MIM token from its intended one to one parity with the us dollar. MIM went as low as 0.76 before it rebounded to 0.98. Polygon Labs, the development team behind the Polygon blockchain, announced a reduction of its workforce by 19% following a period of rapid expansion during the last cryptocurrency bull run. The layoffs come as the company adjusts to the current market climate and refocuses its strategy for sustainable growth. This decision reflects a broader trend in the tech and crypto industries, where companies are reassessing their growth strategies and workforce needs in response to the changing market conditions. For instance, this week fintech giant PayPal fired nearly 2500 employees for the remaining employees of Polygon Labs. There was good news, however. Polygon concurrently announced that it was giving employees company wide a 15% raise and eliminating geographic differences in pay. And that's all. Thanks so much for joining us today. If you enjoyed this recap, go to unchainedcrypto dot substack.com. that is UnchainedCrypto dot Substack.com and sign up for our free newsletter so that you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Nelson Wang, Matt Pilchard, Juanarode, Megan Gabas Shashank and Margaret Correa. The weekly recap was written by Juan Aronovich and edited by Gene Hee Kim. Thanks for listening."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily five days a week with host Noelle Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]