[
    {
        "speaker": "A",
        "text": "I've given up giving prices to people because people on the Internet, they're just not nice. And so you get, oh, Rel says this, so and so says that. It didn't do that. So I'll phrase it a different way, is we're seeing a much earlier ramp in the cycle than we've seen in the past, which is very interesting. It's very rare to be this strong this early in the cycle. Now we are front running some of the capital flows and so there's probably some correction that happens by the rumour. Sell the fact. But I think if the space continues like this and we start getting monetary easing and the other conditions that tend to jumpstart the business cycle again, then we should see a very strong 2024 and most likely a strong 2025."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shinna, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor of Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the December 8, 2023 episode of Unchained. Hey unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot. Take charge of your trading journey with Femex. Enjoy extra returns through staking and experience complete financial freedom. Now is the time to secure your stake in the future. Arbitrum's leading layer, two scaling solution, offers you ultra cheap and lightning fast transactions, all with security rooted on Ethereum. Visit arbitrum IO today. Vaultcraft is your no code defi toolkit for customizing non custodial automated yield products on any EVM chain. Join the referral program today and start earning rewards. Learn more at Vaulcraft IO. Today's guest is Raoul Powell, co founder and CEO of Real Vision. Welcome."
    },
    {
        "speaker": "A",
        "text": "Raul fabulous to be here, Laura. Looking forward to it."
    },
    {
        "speaker": "B",
        "text": "So the bitcoin price is around $44,000, which is more than double from a year ago. On Tuesday alone, it climbed about $2,000. And obviously, one of the main catalysts is the imminent launch of spot bitcoin ETF's, or I should say the likely imminent launch. So do you agree that spot bitcoin ETF's will be as significant as the market seems to think?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Let me frame it for people in a way that people might understand it better. I think many of us know by now that we're building some sort of digital network states. And we've been doing this over time, even over Facebook and all of the other social media. It's moving towards these online societies. And what crypto did was enable digital online societies to also have a system of money and accountability and finance and value transfer and all of this stuff, which is a new layer onto the Internet. So we've created, and I've talked about this in the past, a parallel financial system. So let's call that cryptoland. In the other world, which we can call fiat world, we have this massive but broken financial system and people still having to seek returns. And returns have generally been subpar for many in that, and it's difficult to participate. So how does it. So this new economy, I think of it like an emerging economy. Cryptolande. So how do economies work? Economies work. GDP growth is driven by population growth, productivity growth, and debt growth. Those are the three components that make GDP grow. So when you go to the fiat world, we've got aging populations and in many countries shrinking. We've got low productivity that may get changed by AI and other stuff, but it's still yet to be proven. But the old population is less productive and debt growth stopped essentially in 2008. And all new debt growth is really just servicing of old debts. When we go to this new emerging economy, we have population growing at 100% a year, which is the number of active wallets, if you think of it. It had a massive recession in crypto land in 2022, and the population grew 42%. So it's like, okay, this is an amazing thing. So obviously, GDP growth is faster, productivity growth keeps increasing. Things like smart contract was a new increase in productivity for cryptoland, let's say compressed nfts, maybe what Solana is doing with firedance, maybe ZK proofs all these things, a productivity increases and then debt growth. Well, we've just wiped out the debt from the last cycle, so we're going to rebuild debt again this cycle. Because that's what humans do. They love a bit of debt. So now what you've got is this new digital economy that's not easily accessible to everybody. Not everybody's got a passport to go there. And then you've got this fiat world. And what this ETF is, is a trade agreement that fiat world people can go and invest in crypto land without having to be a native. They don't need a wallet, they don't need to self custody. They don't need any of this stuff that we all go through every day as part of our lives because we're citizens over there, but they're not. But what they've got is a free trade agreement. So free trade agreements really are all about, where do I get my highest return on capital? So people want to do free trade agreements with India because it's a growing population, large economy. It's the same thing. Fiat world will be saying, well, am I going to get a high rate of return over in crypto land? In which case I'll put some of my money at work there. That's why this is important. It's not about a single event of, we're just going to bring raas in. It's something much bigger. It's bridging these worlds. And then as the money comes into cryptoland, it then finds its way into the other states within crypto land, whether it's bitcoin land or whether it's ETH land or Solana land or whatever it may be, and it gets reallocated on the risk curve. Some of those are smaller emerging states, and some of them are more established. So when people think of it like that, it's just an emerging market that's opening up for people to be able to invest in."
    },
    {
        "speaker": "B",
        "text": "I have to say that's the most amazing explanation, partially because for several minutes of it, I was like, I asked him about bitcoin ETF's where is this going? So, yeah, amazing. I totally understand this, and I feel like it's one of those explanations that even non crypto people will understand, meaning the listeners of the show can use it for their non crypto friends. One thing that's kind of interesting is, you know, I feel like the previous booms in crypto had traditionally been led by something that was happening kind of native to the crypto space. So in 2013, it was just bitcoin itself, kind of the world understanding that there could be value there. In 2017, it was coin offerings. In 2021, it was nfts. So this bull market in my opinion is starting in a different way. So do you think that this bull market will end up being different, or do you think there will be some kind of tech catalyst to it as well, or how do you think this will play out?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So again, we've got this foreign direct investment coming in. So where is that capital going to be put to use and what is going to be the big unlock? My mental model for this particular cycle is the everything everywhere, all the one cycle. Because if we think about it, $67 billion went into vc, into the space in the 2020 and 2021. That money has been given out to founders who are building all sorts of applications and projects and everything else. Some of them will be infrastructure layer, some will be applications layer and everything in between. And if you see the focus of where most of these teams are working on, it's kind of everywhere. So we're seeing the asset management that the fiat world companies are building on rails from cryptoland. So this is Franklin Templeton. This is all of these people looking at tokenizing real world assets. I think that starts the first wave of that starts then we're seeing at the other far end of the spectrum is everybody's focused on gaming because there's a huge audience there. So somebody's going to crack gaming in some respects. And pretty much every protocol has got teams working on that. We've got in the middle, okay. Things like compressed NFTs and Solana, I think are a much bigger deal than people understand because I think it allows for ticketing and ticketing is at scale consumer application of blockchain, of which you don't need to know. It's blockchain which is what the space has been waiting for. We've seen some attempts at social media and other sides of that. Maybe we'll see more of that. The brands haven't stopped, so we're still seeing the luxury fashion brands in the NFT space and I think we'll see a continuation of that. We've also seen the car companies, sports teams and others. So I think that continued space builds out as well. So I think it's more the applications of technologies than technologies. I think we've also got the identity idea that there's world coin. There's a few people who've started in that space and then using zero knowledge proofs which came around in the last cycle, the applications layer from that. So I'm just thinking it's actually going to be broader than people imagine and it's going to be more inclusive because we've now got this trade deal that the, the ETF's because I think we've got the bitcoin one certainly coming and it's a pretty high chance we'll get these one as well."
    },
    {
        "speaker": "B",
        "text": "So between the halving which is coming up next year, and the approval of spot bitcoin ETF's, where would you project the bitcoin price to be at say like halfway through 2024 and then at year's end?"
    },
    {
        "speaker": "A",
        "text": "You know, I've given up giving prices to people because people on the Internet, they're just not nice. And so you get, oh, Rel says this, so and so says that. It didn't do that. So ill phrase it a different way, is were seeing a much earlier ramp in the cycle than weve seen in the past, which is very interesting. Its very rare to be this strong this early in the cycle. Now we are frontrunning some of the capital flows and so theres probably some correction that happens by the rumour seller fact. But I think if the space continues like this and we start getting monetary easing and the other conditions that tend to jumpstart the business cycle again, then we should see a very strong 2024 and most likely a strong 2025. The business cycles have been almost like clockwork. Two year up cycles, one year peaking, one year down. And that corresponds. What's amazing is the bitcoin halving cycle is the same as the debt refi cycle, which is, I think, what drives everything. It's the same as the election cycle. They're all the same thing. So if that continues to repeat, then it should go until 2026, when that should be a bear market year. But let's see. So I am obviously very bullish. I don't know. I was talking to Nova about this yesterday. I've got three outcomes in my head that I'm juggling with. The 60% probability is we have a very traditional cycle and that pushes bitcoin up to the 100,000 to 200,000 range and all the other assets accordingly. Where they are on the risk curve, there's a 20% chance this early start is signifying something much bigger, which is the larger adoption and the more capital into the space, which leads to larger price rises than people expect. Because people are quite scarred. Because the last cycle seemed shorter than most people expected, everyone thought there was another final leg higher and that never really happened. The kind of hundred thousand bitcoin, the laser eyes idea, never got there. But maybe this time the shock is for excess returns beyond expectations. The other side that I grapple with as well is, well, maybe the whole cycle is front loaded and in fact it's shorter but more violence in 2024. So those are the three scenarios that I'm, I'm juggling in my head with. But 60% probability is just, it just does what it says on the tin and repeats what it usually does."
    },
    {
        "speaker": "B",
        "text": "In a moment, we're going to talk about some of the other assets besides bitcoin, as well as some current debates in crypto. But first, a quick word from the sponsors who make this show possible. Did you catch wind of Femex's commitment to sharing a portion of its revenue with the community? It's indeed true, as Femex is actively striving for a decentralized future where where the community takes center stage, join the phemexia movement, boost your earning potential, and indulge in the ultimate staking benefits, all while having the support of a reliable exchange behind you. Your future self will thank you for staking today. For more details, visit femex.com take the chance to reshape the future of trading arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three or an orbit chain. Propel your project and community forward by visiting arbitrum IO today. Back to my conversation with Raul. As we discussed, an ethereum ETF is likely to launch within months after a bitcoin ETF. Do you think thats going to have a similar or different reception by institutions?"
    },
    {
        "speaker": "A",
        "text": "Thats a good question. For retail, its just price action. Whats likely to happen is the moment the bitcoin ETF is launched, the market will focus on front running the ETH ETF. If the previous front running made money, theyll do it again. Retail will get very interested. ETH is a broad, deep ecosystem and people are happy to get exposure to it. The institutions, it depends whether they give the yields of ETH in the ETF or not. If not, a lot of the institutions would prefer to own ETH itself because then they can stake it and get yield. Because if you don't give them yield, some asset manager who launches the ETF's going to get rich. Blackrock. They'll make all the money because they'll get the ETH staking yield and they don't give it to the, to the ETF holder. And we've seen that very commonly in ETF's in the past. So I think that's the thing, because when I speak to institutions, they get ETH, because it's just like, here's a bet on technology, it's a broader based thing, and we get a yield, so we can just sit on it, which they don't get with bitcoin, but they understand the bitcoin story as well. So they understand there's two different things here at play."
    },
    {
        "speaker": "B",
        "text": "Oh, this is so fascinating. Okay. But. Yeah, right. Because you were talking to people where you've explained the difference, but do you think, do most institutional investors understand the difference between the two even before you explain it, or is it something that's kind of new information for them?"
    },
    {
        "speaker": "A",
        "text": "I think it's new information, but they will figure this out pretty fast, because the people who are going to add an ETH ETF into their portfolio are reasonably advanced, or their raas, because they got retail clients who want it. The people who were much more cautious, but they want crypto exposure will definitely go for bitcoin. So I think there's a level of sophistication that means that they would most likely ask, the question is, how do I get the yield?"
    },
    {
        "speaker": "B",
        "text": "Okay. In which case then that ETF might benefit the likes of, or I guess it's not the ETF, but simply that ETF may not have the same reception or rollout in the traditional financial markets, whereas we might see kind of a continued benefit to players, like a coinbase or something. Is that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right. That would make sense to me. But it depends because the markets are pretty quick to arbitrage these things out. So somebody will launch one that gives you half of the yield, and eventually you'll get the whole yield. But I know asset management firms, they will try their best to keep that themselves because it's a very lucrative product. If they can capture four or 5% just by launching an ETF, I mean, that's the holy grail for them."
    },
    {
        "speaker": "B",
        "text": "Right? So there's been a debate raging in the crypto community about Ethereum versus Solana. You seem very bullish on both. So can you describe your view on the value proposition for each?"
    },
    {
        "speaker": "A",
        "text": "So Ethereum is broad, deep, and has no career risk in building on it. So it's, you know, it's, it's the established, it's the establishment. It's like if you want to build in this space, that's the easiest place to go. The density of talent, the density of applications, the density of knowledge is immense. So how can you not be bullish on that? That's always going to attract people. It's always going to create a rich and vibrant ecosystem. Solana is kind of the new kid on the blog, but they've managed to solve one of the problems that ETH was struggling with, which was speed and cost. So two of those they've managed to solve without compromising security. So, okay, that's interesting. So that's why we've seen a lot of people start building on Solana, and we've seen a very, very vibrant ecosystem being built. ETH had to solve that with layer two, sdhe, essentially. Well, it doesn't have to happen in Solana, but there's two big system developments in Solana. That really means that it has to play catch up in value terms, I think it doesn't mean it has to be the same size as ETH or bigger than ETH. None of those. It's just the rate of change of value accrual comes quite quickly. One is the compressed nfts I talked about before. Nobody's got their head around this yet. People thinking, oh, I can just print a million monkey jpegs. It's not about that. What else can you use a smart contract for? That's really interesting. Secondly, it's fired answer, which most people aren't aware of yet. But firedancer is the validator built by jump trading that essentially rebuilds Solana in a different language from the ground up. What they've done is double the security by having these two validators on the network. And in testing, it's had a million tpS. So this is of an order of magnitude different. Why does a million TPS matter? Because salama is pretty fast as it is. It's because it matters. And why it's being built by jump trading is high frequency traders use fiber optic cables, and their constraint is the speed of light. And they're like, well, if we want exchanges to go decentralized and be able to cope with the traditional financial markets, you need to get to this speed. That's what this is about. And that opens up a whole bunch of use cases. So I see the vibrancy of the Solana developer network. I also think the UX of Solana overall is just nicer. It's just an easier place to hang out. And so the applications built on Solana just seem just a little bit easier. And so the comparison, Chris Berniske talks about this as well. Like Android versus apple. Solana feels like apple. It's a closed system, but it's very slick, very good, will create great loyalty. Ethereum is much broader, much more open in terms of other things that can be built on top of it."
    },
    {
        "speaker": "B",
        "text": "So do you expect one of them to become more dominant?"
    },
    {
        "speaker": "A",
        "text": "It's too early to tell. I mean I would remain that ETH remains dominant because there is always innovation going on in ETH. It's not like it's a dead chain. So I just assume that the amount of smart people in the entire ETH ecosystem will bring breakthrough after breakthrough. But I just think there's a big catch up in valuation terms of the Solana network versus ETH network. Should it be a multi hundred billion dollar ecosystem? Could it be? Probably. Could eth be a trillion dollar plus ecosystem? For sure. Im not sure that the pecking order changes, although im still a bit partial to the ETH flips bitcoin pecking order because of the number of use cases and network activity measured in different ways. But who knows, it doesnt really matter."
    },
    {
        "speaker": "B",
        "text": "Yeah, those are fighting words obviously. Im sure you know I do."
    },
    {
        "speaker": "A",
        "text": "And again, it doesnt matter to me. Im an investor in all three. Yes I'm philosophical about the whole space as well, but also I'm an investor."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I actually think just from the way you've described them, you've kind of pointed out what the value proposition is for each. So it's like if you're having an investment thesis around each of them, it's separate, they fill different niches in your portfolio. So I also want to cover this BRC 20 token thing, which is so obviously it's taken off on bitcoin. These are the fungible meme coins. It's similar to the ERC 20 token standard on a Ethereum, but adapted to bitcoin because bitcoin doesn't have a way to build tokens in the protocol. So this week already, which is the biggest BRC 20 reached a $1 billion market cap and I wondered do you see value in tokens like these BRC twenties or similar coins?"
    },
    {
        "speaker": "A",
        "text": "It may not appear value yet because it all feels like it's memetics being traded. But what. And I think Udi makes this point pretty clear. It's about that the network can be used for other things. So if you remember I was talking about ethereum and bitcoin didn't have any other applications layer because it's purely the store of value idea. But when you can do other stuff with that network, that's a very powerful idea. And what does that mean for bitcoin? I don't know yet, but I can only see it as a positive development. And I know some in the maxi community say, well, this is a terrible waste of block space."
    },
    {
        "speaker": "B",
        "text": "They call it spam."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I'm much more open minded and say, listen, if you've got the most secure OG with the greatest asset, then to allow other applications to be built upon. That is probably a good thing."
    },
    {
        "speaker": "B",
        "text": "So that's even more interesting is that now these meme coins are being exported to other chains that actually do allow for native, for native coins to be created on their protocol. So we've seen eth scriptions, there's Solana inscriptions, something called dogenols on dogecoin. There's a bunch of these, like, polygon has them. So what about that scenario? As you mentioned in bitcoin, obviously it's creating something new, but then these chains actually already have an ability to create a token on them."
    },
    {
        "speaker": "A",
        "text": "The most important difference here, and it's the point that Elon Musk made, is like most nfts are actually not assets you own. They point to a place in the database for where the asset is stored. Inscriptions are on the chain. And so this is going to have its own value for different things where provenance is absolutely crucial and something could never take away. A database can't go over, a server can't go over something that loses the primary source of the information that the smart contract is holding. So, yes, I think, again, I love this space because we start using technology in stupid ways by creating memes. But really, the technology is being bootstrapped and to be able to be used for, for really more meaningful things. And I think the inscriptions idea overall is very powerful."
    },
    {
        "speaker": "B",
        "text": "You've said that crypto is macro and macro is crypto. So for, let's say, the next six months or so, how do you see the macro picture affecting the crypto markets?"
    },
    {
        "speaker": "A",
        "text": "Yep. So my crypto markets are forward looking. So most people are saying, well, we're probably around a recession, we're seeing unemployment go up, blah, blah, blah. Crypto knew about this last year because it's forward looking. It actually trades on liquidity conditions. And I do a lot of macroeconomic research at my research company, global macro investor. And for us, the liquidity cycle just keeps going for the next two years. So we will see a bottoming of the economy, maybe Q one, Q two of next year that people will visibly start to see things improving. But the markets are already trading it. The equity markets already almost back at the all time highs, crypto markets ripping because they're discounting this. If we live that six months in the future, are the Fed likely to be raising rates or cutting rates? Cutting rates. At worst they don't do anything. So the probability is for easing of liquidity conditions. Is there a chance because we're going to an election year that the stimulate with fiscal stimulus pretty much 100% chance they'd like to buy votes? So 2024 is all about stimulus and economic recovery. That's a very, very, very good backdrop. And that's the transition from crypto macro spring into crypto macro summer. And that macro summer crypto summer is we're starting to see growth pickup bottom pick up. But inflation is not picking up yet, still falling from the lagging effects of the old cycle. So inflation is not a problem. Growth is going up and liquidity is coming into the system. That's like the perfect environment."
    },
    {
        "speaker": "B",
        "text": "All right, well, this is the no hype resource for all things crypto, but this was a very bullish episode. Thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "It was fabulous. Really enjoyed it."
    },
    {
        "speaker": "B",
        "text": "Don't forget, next up is the weekly news recap today, presented by veteran crypto reporter and Columbia University night batchet fellow Michael del Castillo. Stick around for this week in crypto after this short break. Defi just got way easier with your no code toolkit for building, deploying, and monetizing automated yield strategies in a few clicks. Forget spending months of R and D and capital when you can instantly launch your crypto fund with vaultcraft on any EVM chain, from wallets and institutional service providers to anon Defi degenitive. Anyone can use Vaultcraft to supercharge their crypto. Join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on."
    },
    {
        "speaker": "C",
        "text": "Vaultcraft IO hello, and welcome to our latest crypto roundup. This week, we delve into the unfolding legal drama involving Binance's former CEO Changpeng Zhao and terraform Labs do Kwan, as well as significant market movements like bitcoin's ordinals, coins surpassing $1 billion in value, and Ethereum's NFT trading resurgence. We'll also touch on developments in the regulatory landscape and technological updates in the crypto space. I'm Michael do Castillo, a night badget fellow at Columbia University, and here's your comprehensive recap of this week's events in cryptocurrency. A us judge in Seattle accepted the guilty plea of Changpeng Zhao, the founding and former CEO of Binance, Zhao pled guilty to one count of bank Secrecy act violations. This decision by Judge Richard Jones comes amid allegations that, under Zhao's direction, Binance failed to comply with sanctions and broke money transmitting laws. Zhao, who has paid $50 million personally and arranged for Binance to pay a $4.3 billion fine, faces restrictions on leaving the US until his sentencing in February. Meanwhile, Binance's new CEO, Richard Tang, has stirred controversy by evading questions about the company's global headquarters and audit practices, though he later confirmed audits and in regulated locations and told the Financial Times the european headquarters are in France and the Middle east headquarters are in Dubai. On Thursday morning, the Wall Street Journal reported that Montenegro's justice minister, Andrei Miloviche, signaled intentions to extradite Do Kwon, founder of the failed terra Luna ecosystem, to the United States instead of Korea. This follows a Montenegro court approving his extradition connected to the $40 billion collapse of the tarrant USD and Luna cryptocurrencies. Quan was arrested in Montenegro with a forged passport and has denied fraud allegations. The US has leveled eight counts of fraud against him simultaneously. Terraform Labs, the company behind the cryptocurrencies, is embroiled in extensive legal issues. In New York, the company has requested a jury to determine the regulatory status of its UST and Luna tokens amidst SEC scrutiny for alleged unregistered crypto asset securities. Additionally, in Singapore, Terraform Labs and Quan suffered a legal setback when the high court refused to dismiss a class action lawsuit against them. The lawsuit, representing 375 claimants who allege a combined loss of $57 million, accuses terraform labs of fraudulent misrepresentation in promoting UST. In a notable week for bitcoin, the ordinals coin surpassed $1 billion in market value, a first for a bitcoin ordinal linked meme coin. Ordi's price has soared 1800% since early August, significantly boosted by its listing on binance and other exchanges. This surge coincides with the broader markets uptrend, including bitcoins, rise over $44,000. That's a 158% increase over the past year. Analyst Christopher McPherson from Arca highlighted Ordi's position as the largest BRC 20 token in the ordinals ecosystem, benefiting from the potential bitcoin ETF and renewed interest in building on bitcoin. Simultaneously, the bitcoin network experienced levels of congestion not unrelated, largely attributed to a surge in such BRC 20 transactions. The mempool, where unconfirmed transactions await network validation, exceeded its usual size reaching around 1.57 gb, according to data site mempool space. The congestion linked to the popularity in bitcoin ordinals inscriptions has sparked debate among bitcoin developers. Luke Dostier, a bitcoin core developer, criticized these inscriptions for exploiting what he characterizes as vulnerabilities in the bitcoin core software, potentially disrupting the network's efficiency and security. Dostier's concerns reflect the growing pains of the evolving bitcoin ecosystem as it adapts to new technologies such as NFT, like inscriptions. Of course, others think the ability to build on bitcoin in this fashion is a feature, not a bug. It'll be interesting to see if core clamps down on the ability. Speaking of which, the latest bitcoin core update, version 26.0 for those who are counting, is now live, featuring a new version two protocol for improved security against eclipse attacks that let malicious parties manipulate a node to behave in a way that it otherwise would have and encrypted connections between nodes. The update also speeds up the process of bringing nodes online with an unspent transaction output snapshot, significantly reducing the time needed compared to the traditional full sync method. In a controversial decision, a french court has reportedly acquitted two brothers known as Mohammed M and Ben RMD, who were responsible for illicitly withdrawing $8.5 million from decentralized finance protocol platypus. Using a flash loan attack, the brothers exploited a code error, withdrawing funds through an uncollateralized loan and causing platypus to suspend trading. Some consider this theft despite their admission to taking the assets in court. However, the brothers defended their decision to do so as those of ethical hackers, intending to return the stolen funds, they say, for a 10% fee, akin to a bug bounty without permission. This argument, in fact, swayed the court to dismiss all criminal charges against them. Furthermore, Platypus suffered another significant setback with a $2.2 million loss in a subsequent flash loan exploit, although 90% of these funds were also later recovered. On this week's episode of the chopping block, white hat hacker Samsun that's S a M C z U n criticized the code is law mantra, which some argued in defense of the hacker's actions. He labeled it as, quote bullshit, end quote, challenging the notion that such a principle should still be relevant or accepted in today's crypto community. Samson's comments highlight the ongoing debate about the ethics and legality of actions in a decentralized finance space, particularly in light of such high profile exploits. Deadbox and its associates embroiled in a lawsuit with the US securities and Exchange Commission, have requested dismissal of the case. This development follows a court termination that the SEC misrepresented facts to secure a temporary restraining order freezing detboxs assets over allegations of a $50 million fraudulent crypto scheme. The us federal court's reversal of the asset freeze, noting inaccuracies in the SEC's claims, has led to a, quote, show cause order against the SEC. Meanwhile, on the regulatory front, JP Morgan CEO Jamie Dimon told Senator Elizabeth Warren that the government should shut down crypto, citing anti money laundering concerns. Quote, the only true use case for it is criminals, drug traffickers, money laundering, tax avoidance, end quote, he claimed. Telegraph was quick to point out a recent report claiming that JP Morgan has been fined $38 billion under Jamie Dimon's watch. Continuing with the regulatory news, Representative Patrick McHenry, a prominent advocate for crypto and Congress, announced that he will not seek reelection in 2024. McHenry, who chaired the Financial Services committee, has been instrumental in advancing crypto related legislation, including the notable financial Innovation and technology for the 21st Century act or for those who don't like the mouthful Fit act, which seeks to establish comprehensive rules for the crypto market. His departure represents a notable loss for the industry, as he was a key ally and a major recipient of campaign donations from crypto players. McHenry's decision follows a trend of crypto friendly legislators leaving Congress, including Pat Toomey and Debbie Stapnow, further impacting the industry's representation in legislative matters. His departure raises questions about the future of his signature crypto legislation and the leadership succession within the financial services committee. The non fungible token market on the Ethereum blockchain is witnessing a significant resurgence, reaching the highest trading activity seen in the last six months. The trading volume of nfts exceeded 105,000 eth in the week ending December 4, marking a sharp 250% increase since early October. This revival follows a two year low, possibly indicating renewed market confidence. Notably, the vintage NFT collection. Cryptopunks saw a 45% increase in its floor price, reaching 57.2. Ethical Will Sheehan, CEO of blockchain analytics firm Parsec, likened this rally to a bitcoin surge for the NFT market. The trading surge coincides with Ethereum's price rise to about $2,200, further fueling the NFT market's positive momentum. Notably, however, the majority of NFT trades are happening on blur, a platform designed for high frequency traders. In other words, these people aren't actually holding the assets they're just moving them around really quick and hoping to make some money. Opensea ranks second. Dogecoin, known for its satirical inception making fun of cryptocurrency, celebrated its 10th anniversary on Wednesday. Initially created as a joke, Dogecoin has grown into a significant digital currency, with a market capitalization exceeding $14 billion. Billy Marcus, the co creator, humorously reflected on its unexpected success, noting the currency's surprising valuation. Over the years, Dogecoin has seen both charitable uses, like supporting the jamaican bobsled team, and endorsements from high profile individuals like Elon Musk, boosting its value and popularity. Despite a decline from its peak value, Dogecoin maintained substantial liquidity, trading for almost $0.10. With a recent increase in open interest, Coinbase Wallet introduced a feature allowing users to transfer cryptocurrency via links shared on social media platforms like WhatsApp, Telegram, Facebook, TikTok, and Instagram. This functionality aims to make sending crypto as straightforward as texting. When recipients click on the shared link, they're directed to the Coinbase wallet app to claim the funds. Additionally, if the transferred funds remain unclaimed for two weeks, they are automatically returned to the sender. Notably, transfers made in USDC stablecoin are exempt from fees. In a remarkable display of investor confidence or desperation for new investment opportunities. Depending on how you look at it, ethereum layer two blast, still in development, attracted $700 million in locked assets. That's despite the fact that it doesn't even have an operational testnet. This surge in total value locked places blast alongside more mature layer one blockchains like avalanche and Solana. In terms of locked value blast appeal stems from its all too familiar sounding promise to provide yields and airdrops to depositors. The platform aims to leverage deposits for yield generation through staking and other asset protocols, with supposedly automatic returns to users. With backing from paradigm and other notable crypto investors blasts, rapid accumulation of funds could reflect a growing appetite for risk among crypto investors anticipating a midterm bull run or just short memories of similar get rich quick offers that didn't pan out. Caveat M tour and that's all. Thanks so much for joining us today. Unchained, as always, is produced by Laura Shin with help from Kevin Fuchs, Matt Pilchard, Juan Aronovich, Megan Gavis, Nelson Wang Shawshank, and Margaret Curia. The weekly recap was written by Juan Aronovic and edited by myself, Michael D'Agostillo. Thanks so much for listening. Have a great weekend."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast network for the latest in digital assets, check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]