[
    {
        "speaker": "A",
        "text": "Hey everyone, just a quick note before we begin. First, while we typically release shorter interviews on Fridays, this one with Martin Shkhelli was so fascinating it ended up being an hour second. It's only after he and I rapped that we learned that Sam Benkman Fried had been released on bail, which is why we don't discuss that news in the episode. Otherwise, enjoy this illuminating interview with Martin Shkwelli. Hi everyone. Welcome to Unchained, your no hype resource for all things Crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering Crypto seven years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the December 23, 2022 episode of Unchained SPF Jo Kuan Gensler or someone else who was the biggest villain in Crypto in 2022? Watch the Unchained recap and weigh in on Twitter or YouTube. With the crypto.com app, you can buy, earn and spend crypto in one place. Download and get $25 with the code Laura link in the description hey unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at Unchained Crypto dot Substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Today's guest is Martin Shkhreli, entrepreneur and investor. Welcome, Martin."
    },
    {
        "speaker": "B",
        "text": "Hey, thanks for having me."
    },
    {
        "speaker": "A",
        "text": "You're a former hedge fund manager and pharmaceutical executive, and you are also one of the most famous white collar criminals of recent times. You were convicted of securities fraud and sentenced to seven years in prison, and after being released earlier this year, you took not only an interest in crypto, but it also seems the case of FTX. And as we speak, former CEO Sam Bankman Fried is in the process of being extradited from the Bahamas to the US, and two of his associates, Caroline Ellison, the former Alameda CEO, and Gary Wang, FTX's CTO, have pleaded guilty to fraud. Given your experience with the justice system as a white collar criminal, which is pretty much the situation all of these people are facing. I was wondering, what do you think is going through Sam's head right now?"
    },
    {
        "speaker": "B",
        "text": "Sure. I have a lot to say about this. I just wanted to start by saying, though, that, you know, I, while I respect the legal outcome in my case, I was found guilty at trial. I certainly went to trial as a not guilty plea. I was found not guilty of several of my charges. I was found guilty of three, not guilty of five. I still maintain my innocence. So I certainly respect the courts. I am technically a convicted felon and a white collar criminal, but I still dispute those charges and still proclaim my innocence. Just to air that out for a second, Sam's going through a lot. This is the hardest, the people I've talked to, this is the hardest thing you'll ever have to go through in life. It's extremely difficult emotionally to know that your life is in the hands of one person, and that person is, in this case, Judge Ronnie Abrams, Sam's judge. And what you learn as a criminal defendant in that state of uncertainty is that you have very, very little control over the things you're going to be doing over the next several years throughout the process of the system, but quite possibly after that, as well as you serve your sentence out. But the next. It's funny because you think the long sentence is the hard part. Honestly, I think that was the easy part for me. And I could say being in a similar situation to Sam sort of, it's much easier than the trial prosecution part, which is really harrowing. It's really difficult. It's fraught with a lot of emotional baggage and difficulty. You feel frustrated, you feel angry, you feel in denial. You have to go through acceptance. You have to go through a little bit of grief. It hit me the hardest when I saw my mother in, and it's funny, you don't process it until certain moments. And for me, the moment was seeing my mother in the galley, I guess it's called, when my sentence was given. And I said, gee, I really messed up. And I didn't think about it that way until that moment. Interestingly, I'm still defiant, still sort of, I'm innocent. I'm a political prisoner. This is really crazy what they're doing to me. And then I saw my mother, who's old and won't be around forever, and I said, I just took years away of potentially good memories from this person. And I think when Sam thinks about that for his family, his friends, that he potentially may never see them again, in some cases, at least outside of a prison visiting center. This is a really, that's not going to dawn on him just yet, I don't think. But eventually, when that dawns on him, it's so crushing and difficult. And again, for me, it was a seven year sentence, which isn't the largest amount of time in the federal system. But for Sam, who's looking undoubtedly more, even in a very best case scenario, I think it's going to be very difficult for him."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I love what you said about some of the later stages of the process, but let's talk a little bit about just this moment. So he's arrived in New York, and I don't know if you think he'll be let out on bail or whether he'll be held in jail or what do you think is going to happen at this moment?"
    },
    {
        "speaker": "B",
        "text": "I would think he has no chance at bail, almost no chance. The best he could do right now is to cooperate fully. And I think that given the odds against him, given his judge, the best he could hope for is to cooperate fully. I still don't think they'd give him Bailey in that circumstance. It's so hard to get bail when you're the head of the indictment, when you're somebody important, when you have a lot of money and when you've had extensive international travel and ties. He's had that. I certainly didn't. I barely left the country. I would go on business every now and then. But Sam's a world traveler. You know, he's somebody who's spent a lot of time in Hong Kong, a lot of time in Bahamas. He's somebody who has talked about, you know, sort of the US being not the most favorable place for business and things like that. So it sort of shows you that between his massive crime or alleged massive crime, I want to be clear that I have no opinion on whether Sam's innocent or guilty. And nobody really should, to be frank, because we don't have evidence, we don't have the discovery, we don't have the so called Brady material, Jenks material, Giglio material that the courts or the prosecution has to give. This is exculpatory material, and it can be very, very valuable in one's defense. Remember, a defense to a lot of these charges is things like Scientor. What was his state of mind? You know, he's protested many times that his state of mind was not one of criminal. That is often enough to win that. That's certainly how I won five charges. It's not enough to beat the whole case. Securities fraud, for example, is very easy to prove and very, very hard to defend against. Even if your mind state was in a good one, you can often still be found guilty of securities fraud just because of the sort of prima facie, on its face lie that you may have told or missed or omission or something like that. It's quite easy for a jury to say, well, gee, these investors should have known that you were doing this with their money or something like that. And from what we can see, it certainly looks like it won't be hard to prosecute. And I think that brings me to one point, I would add, which is that nobody goes to trial, nobody in their right mind, because the conviction rate is in the very high nineties, which is very similar to Russia, it's very similar to China, it's very similar to countries where the criminal justice system is sort of a farcical. And in the United States, we're certainly taught that, well, if you're innocent, you'll be found in a set of trial and you have a jury of your peers and so forth. The reality is quite a bit different. The government almost never loses, and that's not because the government does everything right. I think if you look at other parts of government, you know that nobody's 99% right. And I think it's often because, for example, we'll talk about Ronnie Abrams, the judge for Sam, who I actually think is a really good pick for him. Judge Abrams was a prosecutor. Almost every federal judge was a prosecutor. They don't see things through defendant's light. Every criminal that's brought before them is basically a criminal in their eyes before they're found guilty. And it's routine to them. Every day they have a criminal in their court, alleged criminal, a defendant, and every day they sentence them and find them guilty. It's almost never a case that a jury says you're home free, especially in the federal system. So Sam is looking at extremely unlikely odds, and especially the fact that he has cooperators, mountains of evidence. His best bet, in my opinion, is plead guilty, try to get 20 years, something like that, and hope that your unprecedented cooperation will give you some kind of, you know, some kind of favor from, from prosecutors to the judge. That's, I think, your best bet."
    },
    {
        "speaker": "A",
        "text": "Well, all right. I just want to ask a couple other questions about the jail situation, since you said he probably won't be released on Bailey. Cause I'm sure you heard a lot was made about the conditions at Fox Hill and I was curious what you thought the conditions would be that he could expect in jail here in New York."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I know a lot about the jails here. I was in MDC Brooklyn for nine months, and I certainly know a lot about MCC, which is in Manhattan. Those are his two options, and I think he'll be okay."
    },
    {
        "speaker": "A",
        "text": "Metropolitan Detention center."
    },
    {
        "speaker": "B",
        "text": "Yeah. MDC is where I spent nine months. The guards have a t shirt that's like an exclusive t shirt. I want one. It's MDC Brooklyn. Room with a view. And it's actually true. It has a beautiful view of Manhattan and Statue of Liberty and so forth, and room with a view is not the way I think the inmates think about it, but it's, you know, you can jockey for position to get the nice room with the view, but rarely do you get it. So, MDC, MCC, they're both very livable places. No prison is nice, right? Whether it's in the Bahamas or New York or wherever, MCC is considered by inmates to be inferior to MDC. MDC is a little more modern. It's a little more polished. MCC is a little bit more sort of rodent infested, dirty, you know, pretty dingy kind of place. Neither places the four Seasons, but, you know, it sort of reminds me a bit of like a college dorm room. You know, it's a college dorm room with not, you know, not very comfortable. It's very small. But I've seen NYU dorm rooms about the same size. So ultimately, it's not that, you know, horrible. I think that MDC can actually be kind of fun. It's a bit of a raucous environment. He's a celebrity, people. I'm assuming he's gonna have similar treatment to myself. People are gonna be coming up to him. Oh, hi. You're the guy from New York Post, aren't you? That rich guy. And he's gonna. Hopefully, if he knows what he's doing. I'm writing a little memo, like, ten tips for Sam. If he were smart, he would try to regale these guys with stories and things like that. And all of his peers will sort of think about kind of maybe not looking up to him, but certainly not, you know, antagonizing him. And I think many people will want to hear his stories about his interactions with celebrities and things like that. So I think he'll be okay. In the jail environment, the prison environment is quite a bit different, and I want to differentiate between. MDC is not prison. It's a holding center. It is high security, maximum security, in fact. So you will have killers there. You will have MS 13, a very notorious, probably the most feared of people you would want to interact with. Most of your people you could interact with in prison or in jail in general. And he. Sam's in a very unique situation. We could talk all about in a second. But in MDC, generally, he'll be treated, I think, like a celebrity. He has to be careful and respectful of other inmates. There are going to be some people there that don't care about his money. There are going to be people there who will try to intentionally kind of give him an earful. In general, jail is a little less violent than people think or watch on tv or things like that. That I certainly seen my fair share of stabbings and things like that in MDC. It can be a pretty crazy place. But his safety is almost certainly going to be fine in MDC, as long as he doesn't do something stupid. The food is bad. It is pretty much. I'm not a foodie, so I kind of survive jail. I'm not a picky eater anyway. But jail can be definitely one of the worst culinary experiences of your life. It's very, very difficult to eat three square meals in present. They're not very nutritious. Visiting is very limited. MDC, you can see your family once a week for an hour, roughly. You can see your lawyers throughout the day, which is good. There are a lot of pat downs. Every time you see a lawyer, you have a full, full cavity body search, which is not pleasant. The other inmates, like I said, they're mostly going to be very curious. They're not going to want to beat them up or something. They're going to be like, oh, wow. Because, you know, jam was boring, and you, all you have is your peers, and you sort of get tired of telling war stories. And here's this new guy that comes in. He's probably got a lot of war stories, if he's willing to share them. Now, if he takes up this attitude where he's like, high and mighty or he's clamming up or, you know, he's like, well, I don't want to talk about my case or something like that, that's not going to be good. He's going to be considered sort of a jerk, you know. But I could see him holding court at a table at MDC on, say, the fifth floor. There's only so many rooms, and they'll have a little bit of a reputation and stuff like that. And certain gangs kind of, you know, congregate and some places and things like that. There's a system that he's going to have to learn. You know, he's going to have to find sort of a clique, which is, which might be difficult because there is a lot of racial segregation. He is a white guy, he's a jewish guy. I have to say there's a lot of anti semitism in prison. I've seen that firsthand. There's usually a weird, I hate to put it this way, but stereotype of white prisoners. One of them is that many of them are sex offenders, which is just statistically true. And so one of the issues with Sam is he's going to have to prove that he's not a sex offender. Now, Sam is also very famous, so it won't take long for him to be able to sort of point to and say, like, don't you know who I am? You know, so forth and so forth. But again, he has to be careful in meats can be very sensitive about, especially with respect to things like power or respect or notoriety or things like that. The one thing he has going for him, which is extremely interesting, is that he's facing a lifesat many other prisoners are not. So my advice to Sam is if he gets into a bit of a tiff, one of the things he can throw out there that will win the respect of his fellow prisoners is I'm facing life. I'm not facing what you're facing. You're probably facing five years or ten years. I'm looking at. You can even use hyperbole here. But it's true. They could calculate his guideline sentence as 100 years or 200 years or 300 years, and he could throw that out there, and that will turn a lot of, even the most surly prisoners stone faced. When you say something like that, they will realize that maybe he's right. And I think that that is the one thing in that prison environment for now that he kind of does have going for him, is that he is kind of a financial gangster, and that's sort of something that the other prisoners will respect and realize. They're going to read and say, oh, you messed around with billions of dollars. I sold heroin or fentanyl for hundreds of thousands, maybe low millions of dollars. You're the real gangster. You were dealt in billions. Wow, what was that like? So there will be like, heads of gangs or regional heads of gangs, the different famous gangs that will want to talk to him and want to respect him and maybe even want to do business with him. Believe it or not, I sort of got some of that in prison where guys would say, hey, do you know anything about the nightclub business or the strip club business? Would you want to do that with me? I sort of walked them through why I stick to pharmaceutical investing, you know, so it's a really interesting environment. It doesn't have to be all scary. I do think the tides do change when you go to prison, which is a more permanent confinement. But NBC can kind of have, like, a party like atmosphere. It's very sort of odd. Everyone's trying to help each other get through this tough time by not having fights and drama, but by playing cards and telling jokes and, you know, that kind of stuff. You know, you can find a fight if you're looking for it, no doubt. But the. You know, you generally. If you. You know, I think Sam's smart enough to sort of deescalate if he gets into a tough situation or something like that."
    },
    {
        "speaker": "A",
        "text": "Wow, this is such an interesting picture. Two really small questions, but I was so curious. Sam is a vegan, and you talked about the food. Do they respect those kinds of dietary preferences?"
    },
    {
        "speaker": "B",
        "text": "They do, especially in prisons. Each prison is different. Every single prison is a different personality. Sam's biggest problem is he's. If he gets convicted, at least with my rough estimate, is he's probably looking at a very long sentence. And I went to a so called low security prison. There are four security levels. There's the camp system, which is what they call club fed. Sometimes it's extremely nice relative to the other three. I went to a low, which is."
    },
    {
        "speaker": "A",
        "text": "The second least difficult."
    },
    {
        "speaker": "B",
        "text": "Yeah. My mind isn't conjuring the idea of least difficulty in prison, but. Yes, exactly. It's the second best option. And, you know, the low system for me was fairly livable and fairly decent. It's usually for people who are looking at something like ten years on average, and you live with other people who are doing ten years. So, like, you all don't want to, like, commit more crime and, like, you know, hurt each other because it's gonna create, you know, you're gonna go home later, you're gonna. Every time you get into a fight, they take, like, a month off your good time, so you don't want to get into fights. Every time you have a contraband cell phone, they take two or three months. Every time you have, you're caught with a cigarette, they take a week or something. So, like, you don't want any of these violations, so you try to more or less be on your best behavior. The medium and the penitentiary are really tough. Those are the places where the bad things happen. Those are the places where you can get murdered, you can get raped, you can get into really tough situations. I've had many friends describe to me, for instance, what Ross Albrecht's going through from the jail system. These are prisons that are run almost entirely by gang based systems. There is no white collar gang. I joke that at the Lowe system I was in, that I was ahead of the white collar criminal division. Each city, like Baltimore or New York, has sort of a chief, and we call that chief the shot caller. And the shot caller says what the other people in that, we call them cars, but in that clique, in essence, or that group, what that car would do, and if you want to be in the car, which is the benefits of the car, are protection, you know, during a group friendship, maybe even a little criminal networking and things like that. And again, I wouldn't understate how important that is for some people who are in their narcotics trafficking trade or something like that. You do want to meet people that like to do what you do, and it doesn't hurt. And again, I famously turned a lot of prisoners onto crypto while I was in Allenwood. FCI Ellen Wood. We even had a meeting group called Crypto Thugs, which was very tongue in cheek, and we met virtually every day to discuss crypto and a new avenue in the software world for success that didn't involve crime. So I think a lot of people are going to be really curious about that with Sam. He's going to have unending questions about investing, investors, et cetera. So, food, Kim, sorry, this is a really long answer. I totally discursive. I'm sorry. The food part of this is my prison. The low respected it. I don't know if a pen will respect it or not. The federal system has rules coming from the federal government. You can ask for an. I think you call them like, a no flesh tray or no meat tray. And generally, they do have something. They often have tofu, which is. I don't recommend, but in general, there's a lot of fruits and vegetables. It's, you know, nobody's gonna sit there and prepare a special vegan meal, but they will, like, chuck an alternative option on the tray. I mean, it literally is like this, you know, and it's. The slop that they give you is not very fun to eat on Christmas and holidays and things like that. They actually prepare a halfway decent meal. But, you know, in general, if you're used to eating well and you like to eat well, you know, jail isn't the place to go."
    },
    {
        "speaker": "A",
        "text": "And earlier, when you were talking about the different levels, do you think Sam will end up in medium or penitentiary? Is that what you were implying?"
    },
    {
        "speaker": "B",
        "text": "I mean, that's the problem. So is that if he were going to do time in a low like I did, he'd be fine. I. And I could even send him a care package. It's very funny how the jail network works. It's not hard to sort of make a call and say, hey, I have a guy named Sam. He's coming there in a few months. Make sure you take care of him. And the day he gets there again, prisoners, we have nothing to do. So the day he gets there, he'll have an entire toiletries and all the stuff that you normally would have to accrue over a week or two, they'd all be waiting for them in fresh pair of sweatpants, which is very valuable. And all this stuff that, again, you would take for granted wearing the jail issued boxer shorts, which are. Yeah, they might have cost ten cents to make, versus the commissary sweatpants that are $20. You're thankful for something like that. And again, I could easily have that ready for him or any other inmate friend. I'm not Sam's friend, so I won't be giving him a care package. But the most important thing you need is not the little care package, but the, hey, take care of this guy. Make sure nobody messes with this guy. And I'm albanian. American Albanians have quite a presence in the us prison system and so does every, like every prison has like a little group. And so, for example, if I were so, so inclined, it wouldn't be hard for me to say, call an albanian friend and say, listen, when, when Sam shows up, just make sure nobody messes around with him. He's. A lot of people are going to want to mess with him. Can you take him under your wing and kind of, you know, maybe not offer him your fullest protection, but kind of give them a little bit of schooling and how all this works. And any bloods or crips or any other gang could do that very easily. And certainly I made enough relationships with folks like that that it's not hard. Now, conversely, unfortunately, when people say snitch or become an informant, the opposite message often gets sent. Hey, there's this guy named Sam coming to this place, say, USP Marion or USP Beaumont or. These are terrible, terrible penitentiaries. USB Beaumont, for instance, called bloody Beaumont, because the percentage of prisoners who get killed in there is significant, which is an unbelievable thought, right? But you can send a message to Beaumont and says, hey, when Sam gets there, you know, I want you to, you know, send him a message or something like that. You know, and those kinds of things happen every day. I'm not the kind of person that does things like that. Obviously, I'm not a deeply hardened criminal, but in that world of narcotics and violence and stuff like that, it's rather typical for someone to say, even in a coded message. I heard one gang would use this code where they would say, hey, my friend John is coming to MDC. Make sure you introduce him to my friend Biggie. That's a coded message to kill him, because Biggie Smalls is a rapper who's dead. And so introduce him to biggie means introduce him to biggie smalls in heaven. So again, you can send these coded messages, and people will be waiting for you. Whatever prison you go to, it's a confined system of only about 100 prisons in America. So wherever you go, your reputation will proceed. You. What you did at your last prison, will follow you. All kinds of stuff like that. So if you lost money in a gambling tournament in a prison in New Jersey, and then you stiff everyone and you go to prison in Philly, someone's gonna be in Philly, which is kinda crazy because it's a really small, close knit system. There's about 150,000 federal prisoners, and as Trump once said, it's the worst of the worst. There's 3 million american prisoners across the federal and county system. I'm sorry, the state and county system, but the federal system is reserved for sort of interstate, you know, jurisdictions and, you know, very high crimes, which this is allegedly one."
    },
    {
        "speaker": "A",
        "text": "Wow, I have so many questions. First question is, when people send messages to other prisons or jails, how are they doing that?"
    },
    {
        "speaker": "B",
        "text": "It's a mix of ways. So the first way is contraband cell phone. Well, that's not always available. Every prison's different. There's prisons that are very porous where a cell phone can be bought for $100. There's prisons where I was offered $14,000 for a cell phone to purchase a cell phone, which I denied because unless the cell phone's made of gold, I didn't think that was a good deal. So every prison's different. Depends on the guards and the looseness and the traffic that goes on in that prison. So barring a contraband cell phone, there is our core links email system. Again, it's monitored. It's recorded, sometimes not monitored. So great, it's sometimes over monitored. I've gotten in trouble many times from sending very innocuous emails in the coral link system. I think it's sometimes guards in prison. I mean, as you can imagine, guards will pick on you sometimes. Sometimes they'll be nice. I had a guard give me Dunkin donuts, which is completely against the rules, but they would do that because they were really nice, and I never paid them or anything. And so there are a lot of ways to get messages across. Sometimes you'll have a friend transferring to another prison. You'll say, hey, when you go there, go find my friend C and tell C this or that. You can also have messages sent from your friends and family on the outside. You sort of tell them, hey, you know, my friend John, he's doing time over there. Can you call John's family and tell him when they visit him and they see them face to face, that's a really good way to send messages. Face to face visits are fairly confidential, so there's a lot of ways to send messages. It's not easy, and you have to be smart. But again, Sam's not a career criminal. He's not a criminal in most senses of the word. In many white collar people find themselves in a situation where you're fish out of water. Other folks who were schooled in the streets, in the drug trafficking business, or game, as it's sometimes called, I've seen some of these guys go to jail, and it's like a family reunion. Someone will come in off the bus and they'll say, Joel, I haven't seen you in ten years, and you hug each other, and it's a, you know, you would never, you know, Sam's not gonna. That's not gonna happen to Sam. Having said that, you know, there are people in the crypto space in prison. There is one guy in particular I'm thinking of. Well, I won't get into too many details, but you have to be pretty confidential in this world. But there's certainly people that are being looked after by friends in the crypto space that won't have any trouble because they're seen to be nice people, liked by an entire community. They've never done wrong by anybody."
    },
    {
        "speaker": "A",
        "text": "Wait, I'm sorry. You just said in the crypto space. So, like, there's criminals in crypto who are in jails who they'll looked after, look after each other."
    },
    {
        "speaker": "B",
        "text": "There are crypto convicts in prison right now, some very, very well known, who are early in many blockchains or other people who are maybe did do something wrong, per se, but they are not necessarily disliked by anybody. Charlie Strahm comes to mind. Charlie hired the same attorney as I did. He did a year and a day in prison, which is the lightest sentence you can get, basically. And they're generally people that haven't been sort of really faced with a widespread hatred. Some of those people have people looking out for them, and they have people that are helping them out through this process. Sam is, unfortunately somebody that's probably pissed off a lot of people, and I don't think he's going to have a ton of people that are going to be too friendly to him. He may make some friends just on charm. I hope that he doesn't get sort of seen as somebody that can be extorted. Basically, there's some presumption that he's got a lot of money or his parents have a lot of money or something like that, and it's not uncommon for somebody to. It certainly didn't happen to me. But again, I come from the albanian community, which is a very rough and tumble place. I come from the sort of streets of Brooklyn and a very sort of modest neighborhood. I have some credibility. Sam's going to probably be accosted by people who want money from him. And it wouldn't be crazy to see somebody go up to Sam and say, listen, you have two days to get me $1,000 or something like that. And if you don't do it, I'm going to do something to you. And that's going to be something that can be very, very difficult. Again, Sam's also kind of. I have a lot of problems sort of with, again, in my advice list, Sam's general, and I hope this doesn't sound like sexist or not very normative or PC, but Sam isn't exactly going to be somebody that fits into prison. My advice for him includes shaving his head. My advice for him includes deepening his voice. He speaks in a sort of. And again, I would normally not judge somebody this way unless the context of prison, which is a very testosterone filled, masculine place, it's very difficult. There are plenty of prisoners who are trans who get by just fine in prison. I defended one trans prisoner and vouch for them in many ways and helped not protect them, so to speak, but sort of vouch for them as somebody that should be accepted. Sam is going to have a lot of issues because he's a bit of an effeminate guy and his sort of demeanor, some people say autistic sort of sense or sensibility is not something that goes over well in prison. People sort of expect you to be direct. They expect you to be very assertive. If you're not, it's seen as weak. You have to be quick on the uptake with sort of responses. If people get the sense that they can pick on you, they will pick on you, and it's going to be very hard for him to adjust to that sort of lifestyle. He also doesn't know anything about the streets and sort of criminal culture, which my advice to him is to pick those things up as quickly as he can. He should be listening to as much rap music as possible. He should be trying to learn everything there is to know about gangs, about the tough neighborhoods in every major city. This sounds funny, but this could save your life. You know, my suggestion to him is that he rebrands himself quite a bit. In fact, he probably should no longer say that he's from Stanford or something like that. He can say that he's from Oakland. I, and I think people would rather hear him lie than hear the truth, even if they know it's a bit of a lie. He should probably start to reinvent his background in history because the rich white kid from a good neighborhood, that story doesn't sound great. Even if it's a little less believable, people will kind of believe this. Okay, well, I came from Oakland, then I went to MIT and I made it out of the hood. And that sounds a little fishy, but, you know, it's a decent story. And I, I think it'll work a lot better for him. And he can meet other prisoners who are from where he's from, and they can kind of affiliate over that. And I think he may be in a good condition there. I was able to affiliate with virtually anyone from New York City because I know every neighborhood in New York City. I've been around. And when you can mention specific streets, that's the credibility. Little things like that where you say, oh, yes, I've been to Nostrad Avenue. I know the, this chicken spot there. Everyone says, oh, he's one of us, okay, but if you're like, well, I went to private school, you need people to be on your team. And it's hard to be authentic, but also be sort of in this space where you're making a lot of friends. And friends can really go a long way in prison. And I think that if Sam's smart, he can survive again. Those penitentiaries with life sentences, I wouldn't wish it on anyone. I don't wish it on Sam, no matter what he's done. It's not a way to live. It's barely life at all. And I think that from what I've heard, he wouldn't be surviving there very long. There are ways, for instance, what I've heard for Ross, for instance, is there are ways where you can go into protective custody, which is, again, not the thing that you want to do. But for Sam's case, I think might be the only option. He's not going to be be able to integrate into the penitentiary culture. I was able to integrate into the low culture just fine. In fact, I was fairly well liked and kind of, you know, popular, and I was fairly friendly to everyone. I think that the pen culture is basically about gangs, turf, territory, stabbings, killings. You're in there for life. You're in there with other people who are in there for life. They will kill you over who owes each other a peanut butter sandwich or that you stepped on somebody's shoes or something like that. Like it can be so brutal because there's nothing else to your life other than, you know, the rest of your life in prison, which you still have tv, you still have family and friends. There's still things you can do to talk to your people that you love and let them know that you're still there. And again, the visits are there, but, you know, the environment's very, very rough. And I think that, you know, protective custody is sadly, you know, again, nobody wants to have the embarrassment of going to protective custody. And basically you're in this situation that's not ideal. It can often be very secluded where it's you and one other prisoner who potentially is a huge informant or something, where they can't also be in a public prison in so called general population. GP Genpop. So Sam wouldn't do well in gen pop in the pen. I think for him to do well in that environment, he would probably have to affiliate with one of the white gangs, which are often white supremacist gangs. And my intel from real prisoners in the real situation is that Ross Ulbricht was asked to affiliate with some of the white supremacist gangs. And it was a very, very difficult thing for him to do and he refused to do it, which resulted in him being transferred to another prison. So there's this very weird system that sets up at that higher level of the prison system. Sorry I'm talking so much. I have so much worthless knowledge about this stuff. But it is fascinating."
    },
    {
        "speaker": "A",
        "text": "No, no, I mean, it's just so enlightening."
    },
    {
        "speaker": "B",
        "text": "I have intelligent things to say about database systems and programming and solidity and stuff like that, but this is another part of my life that I did live."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. And just to define it. So what did you call it?"
    },
    {
        "speaker": "B",
        "text": "Protective custody?"
    },
    {
        "speaker": "A",
        "text": "Yeah. What is that?"
    },
    {
        "speaker": "B",
        "text": "It's when a prisoner oftentimes they're a child sex offender, they're transgender, they're a rat in the mafia or other significant sort of organized drug, organized crime syndicate, where basically they're not safe anywhere. The phrase that sometimes prisoners use in the blood scangs that I was friendly with was push the button or put them on the menu. No matter where they go, they're sort of a kill on site kind of order. Again, that's for more of an informant type person. And I actually involuntarily went to protective custody. The people at MDC decided that it was sort of too dangerous to leave out in the open. It's a very weird story there, but I went to protective custody for a few months, and there were cops who committed crimes. There were two cops who were sort of dirty cops, and they couldn't be in, you know, general pop, because everybody doesn't like cops in prison, as you can imagine. So they had to be in general population. So every gen pop is a different situation. Some prisons don't have them, so they just kind of bus you around from prison to prison, hoping that you can survive and, you know, find a place to set up, set down routes. If you're going to be there for 20 years, you know, you kind of, you know, do that. And as you can imagine, people who have been in a prison for 20 years, they start to start to claim some territory and claim some ownership of the place. And there's a hierarchy, and you have to obey the hierarchy. And people like Sam may not understand that, but they'll figure it out pretty quickly, though. So I hope that he doesn't get life. I hope that he doesn't get 30, 35, 40, 50 years, something that's akin to life. Remember, in the federal system, you do 85% of your time. There are other deductions that you can take. There's this first step act which sort of can give you a year or more off your sentence, depending. So even a 30 year sentence for Sam is not the end of his life. You would do probably 20 ish, 22 on 30 years, maybe 25 if you're unlucky, but more likely in the low twenties. So a 30 year sentence is honestly not the end of the world. It's a lot of time, it's really difficult. But in a 30 year sentence, he could conceivably get down to a medium fairly quickly, maybe even down to a low. And at a low, he could be relatively comfortable. So I think my heart goes out to him and his family. I understand there are a lot of victims here. I understand that. You know, I don't feel bad for Sam having to go through this system because it is, if he did commit a crime, that he deserves to be prosecuted. But I do think that, personally, I think that white collar criminals are oversensed quite a bit. Nobody died in FTX. This is a paperwork crime. To get a life sentence over it is something that often will happen. People don't understand that about white collar crime. Many white collar criminals get life sentences. It's not uncommon at all. It's something that I think a lot of people have. This misunderstanding. There will be no slap on the wrist for Sam. So I'm already sort of feeling kind of sorry for him, knowing kind of what I think is coming. I don't think in any circumstance he would say, for instance, get less than 20 years, and even on 20 years you're doing 15, which, you know, is a lot. And again, maybe he deserves it, maybe he doesn't. In my personal opinion, I think that that's a harsh sentence for white collar crime. This is probably the white collar crime of the century. So maybe it does deserve something like 15, 2025, 30 years. But again, it's not for me to decide. It's for Judge Ronnie Abrams to decide."
    },
    {
        "speaker": "A",
        "text": "All right, so in a moment, we're going to talk about the sentencing. But first, a quick word for the sponsors who make this show possible. Join over 50 million people using crypto.com. dot one of the easiest places to buy, earn, and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get dollar 25 with the code Laura link in the description. This is the moment."
    },
    {
        "speaker": "B",
        "text": "The bachelorette is back. And the power I'm gonna fall in love is in Jen's hands."
    },
    {
        "speaker": "A",
        "text": "I'm gonna do it my way."
    },
    {
        "speaker": "B",
        "text": "ABC Monday. Everything about her is great. I feel so special."
    },
    {
        "speaker": "A",
        "text": "Jen's looking like a queen."
    },
    {
        "speaker": "B",
        "text": "My men are very, very hot. Someone call 911. You are looking so fired."
    },
    {
        "speaker": "A",
        "text": "This is the beginning of a new era."
    },
    {
        "speaker": "B",
        "text": "The bachelorette. All new Monday, 87 central on ABC and stream on Hulu."
    },
    {
        "speaker": "A",
        "text": "Back to my conversation with Martin. So you do these live streams, and I saw a bit of you talking about the sentencing guidelines, which have a point system. So can you walk us through that and how it is that you're making these estimates of what his sentence will be?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So when you're in federal prison waiting sentencing, you have not very much to do other than sit in the law library or talk to your lawyers and figure out what the heck's gonna happen to me. Right. It's interesting because not even. I had a girlfriend who is a criminal justice reporter, and she was probably the best criminal justice reporter, I think, in the world. And she covered my trial extremely fairly, and we ended up starting this relationship while I was in prison, which is, you know, sort of noteworthy. And people have talked a lot about it. Christy Smythe is her name. Christy and I would often discuss that. Most criminal justice journalists who are supposed to know this stuff don't even understand the sentencing guidelines system. So I certainly don't expect any person who's nothing intimately familiar with criminal justice to understand it either. There is a point system that is the so called guidelines. The guidelines actually used to be mandatory. So depending on this sort of supposed to be objective calculation where, you know, depending on your crime, you add these points and you go down this checklist. And for fraud, the checklist is fairly simple. The big thing with fraud is the amount of money lost. And the amount of money lost can basically entirely decide your sentence. And so the interpretation of how much money got lost is often up in the air. For instance, in my case, none of my investors lost money. Nevertheless, the government used an interpretation of the second they gave you their money under false pretenses, that amount was lost. And it's like, that's not fair. And if I was calculated under my definition, which is, well, did they lose money or not? I would have gotten, like a year or less. My guidelines would have been quite small. Based on their guidelines, I was in the category of very close to a life sentence. So it's very easy to inflate these guidelines to an enormous and insane level. And many judges look at the guidelines and say, okay, I'm not going to keep piling points on and points on and points on. Nevertheless, Sam's guidelines calculate to a point of, you know, beyond. It's basically off the charts. There's no even use of the guidelines at that point because he's so far into life that he's got enough points to last him several life sentences."
    },
    {
        "speaker": "A",
        "text": "And you're talking about the $8 billion. Right. Because that must be higher than pretty much anybody ever."
    },
    {
        "speaker": "B",
        "text": "There's no number on the guidelines stop at 550 million. So, like, it's. And they corrected it for inflation fairly recently. And it's just you also get extra points based on how many victims you have, which stops at. After more than ten victims. Add four points, you know, for him, he's got 10,000 victims, or maybe even a million."
    },
    {
        "speaker": "A",
        "text": "It says over a million."
    },
    {
        "speaker": "B",
        "text": "Right. So. So there's no real. You know, it wouldn't be hard for the prosecution to say, look at this, your honor. I mean, have you ever seen something like this? And the honest answer is, it's really unprecedented. Similar crimes, they're hard to come by, but the famous. I call them the big three frauds of the century. I studied almost every fraud case before mine to get a sense for what was going on. I made a spreadsheet. I calculated averages across different judges across different jurisdictions. The big three were Bernie Madoff, Allen Sanford, and Tom Petters. All got life sentences. Three of the biggest frauds in american history, all smaller in dollar amounts, roughly. Well, except for Madoff, perhaps. I guess Sam would rank as number two, roughly. Depending on how you calculate the numbers, he could rank as number one. So both are. It's not a good company to be in. It's really not a good company to be in. And I think that the number of victims and victim hardship is something judges really like to focus on. It's not exactly in the guidelines, but elderly victims are really looked down on. And certainly it is in the guidelines where if your crime caused substantial financial hardship to somebody, that's extra points. And it's also supposed to sort of give the judge that latitude of saying, you know, I can depart from this life sentence, but I probably shouldn't. Whereas if the calculations in my case, for example, came up to this insane number, but the judge said, listen, a lot of these guidelines double count. For example, if your crime was done by so called sophisticated means, you get an extra two points. And it's a joke among criminal justice attorneys and defendants, unfortunately, that every crime is done by sophisticated means. There's no crime that's not sophisticated to some extent. And if it involves computers, it's sophisticated. It's kind of a silly thing. So many times, the point system is thought to be double counting over and over again for the same crime. So judges will often, like, kick out the sophisticated means, or they'll kick out a few things and then they'll say, okay, based on this, I'll calculate this point range and also explain at sentencing how they got to where they got. The good news is that they never, almost never. There's only one judge I know about in the entire bench that would do above guideline sentencing. Almost certainly they do some percentage of the guidelines. So I got a really good judge draw that. I calculated your honor's history and I determined that she generally sentenced around 50% of the guidelines, and that was close to the best you could get. Other judges give you like a ten or 20% discount. So if you're supposed to get 20 years, though, okay, I'll give you 18 or I'll give you 16. And that's only a mean right. There are some cases where you're supposed to get 30 and they give you one. There's some cases where you're supposed to get ten and they give you all ten, you know, so every case is different, but you rarely ever see, you know, your guidelines are ten years, you're getting 30. You know, that often that will almost never happen. In fact, judges don't relish sentencing people to jail. You know, it's often said. There's a book called how judges think by Judge Posner, and there's often judges who say it's the hardest part. I've heard that so many times. It's the hardest part of their job. And, you know, they see the family, they see that, but they also get to hear from the victims. And the victim impact letters are some of the hardest things to go through. I didn't have any victim impact letters. In fact, I had one victim, so called victim support me. I actually did have a victim impact letter, to be fair. But I also had. I didn't have a volume of them. I had one, I think. And, you know, in Sam's case, it's not going to be hard for 10,000 people to write a letter to the judge and say, hey, throw the book at this guy. I lost my life savings because of him. This is B's. I want you to do everything you can. And he could have a support letter or two, but in general, I think it's going to be pretty overwhelming, and I don't think his political connections will help. For example, Elizabeth Holmes had Cory Booker, a US senator, big deal, write a letter. She's still got a pretty big sentence. So I think Sam's in for, unfortunately, a bad situation. And begging the court for mercy is often not a bad strategy. I mean, judges kind of get pissed off if you're running into, for example, I sort of walk this tightrope really well, where I went to trial, which is a huge consumption of resources. It's a huge calendar. Draindez, it's your right, but judges don't like it. If you're going to trial, an obviously guilty case where all the evidence is there in front of you, it's like, come on, why are you doing this? Why are you dragging every one of us through this? This could be a six month trial, and, you know, what the heck? So you get three points off your sentencing guidelines if you accept responsibility. But if you go to trial and you just are like, you know, throwing spaghetti at the wall, hoping that, you know, you have no defense, judges take that. They kind of take that into consideration. They'll often say, you know, I'm going to teach you a lesson for really being so arrogant as to pretending you're innocent and this and that. They're not allowed to do that. But I think in their head, most people feel, especially in the criminal justice community, attorneys certainly feel that you take this to trial and lose, you're going to get a double penalty, basically. And that's, you know, something that can be, you know, something for him to sort of think about. I think."
    },
    {
        "speaker": "A",
        "text": "Let's now talk about the judge, which you said is Ronnie Abrams. I've heard you talk about how there's a range of different judges and also about how the Southern District of New York is the most prestigious and therefore one of the toughest jurisdictions. So tell us a little bit about this judge and, you know, how tough or lenient he or she is. Yeah."
    },
    {
        "speaker": "B",
        "text": "Judge Ronnie Abrams is a woman. She's fairly young. She was appointed at a fairly young age. She was in her forties, I think, when judge, President Obama appointed, appointed her, she wasn't prosecutor as most judges are. It's nothing to hold against somebody. Some of us criminals kind of don't like that. We kind of view that the pipeline of prosecutors to judges as kind of just a continuation, quite frankly. And sometimes there's a lot of jokes and even criminal justice defense attorneys say this, that there's two prosecutors in the room, the prosecution and the judge, and we're sitting here by ourselves kind of, you know, it's a two on one. And, you know, very rarely the judge can see themselves in the prosecutor's seat because they were in the prosecutor's seat possibly even just a year or two ago, and they never meet a defendant that they think is innocent or that they really like. Quite frankly, Judge Abrams is. And this is kind of, you know, another Larson exclusive, you have much bigger exclusives in your life. But Judge Abrams is a fantastic pick for Sam. And that's the one headline I would take away from this conversation. He lucked out. The judge draw is supposed to be completely random. A lot of times when you get a bad judge, you think, gosh, the fix is in. They gave me this bad judge for a reason. And there are bad judges in the southern district. My best pick for Sam would have been Judge Rakoff. Judge Rakoff is the kindest judge in the building. He would have given Sam ten years. There are some bad judges in that building. One was the rumor is she was excommunicated or asked to leave. But regardless of what happened, Judge Forrest was the worst judge in that building and would have had taken 0 second to give Sam life. I mean, ten life sentences. Like, she would have thrown the entire book at him and then some. Judge Abrams is a great, great pick if you're Sam."
    },
    {
        "speaker": "A",
        "text": "Wait, good for Sam. You mean great for Sam. Oh, okay."
    },
    {
        "speaker": "B",
        "text": "Great for Sam. You could have done better with Judge Rakoff, but this is literally maybe your second best pick. And he should thank his lucky stars that he got Judge Abrams because it probably takes life off the book. But we don't know for sure. You know, every judge is different. Every judge can have things whispered in their ear even though they're not supposed to. She's a relatively young judge, which means that she may be susceptible to influence. Again, this is sort of tea leaves that are, you know, very, very out there. And it's very hard to think, to put yourself in a judge's head. Some judges want to go up the bench. They want to go to the circuit, they want to go to the Supreme Court, and all their decisions will be scrutinized heavily. So they think really hard about, okay, what do I want to do and how do I want to do it? Do I want to make a name for myself on this? Do I not? And I think it's going to be really, this is going to be the most watched case in decades. Right. So ultimately it will be scrutinized closely. If the consensus is that he should get life, I think she'll move to the consensus. Most judges don't want to do something controversial. So I think they kind of get a sense in the courtroom for what's happening and they kind of pick from there. Do you want me to tell you why I think this is an amazingly great pick and turn of luck for Sam?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So the best thing you have is a reputation. And I've asked around the criminal justice community. But that's sort of one thing you can look at. But I think actually the best thing you can do is look at the cases and look at the data. And so the cases that I've looked at, I found a really similar case that Judge Abrams presided over, and it's the case of Hannah Park. Hannah park went to Harvard. Hanna park went to Goldman Sachs. Sounds like Sam, doesn't it? Prestigious school, prestigious investment firm. Hannah park perpetrated a terrible Ponzi scheme which involved $23 million, which is fairly large. You know, it's not a million or $2 million. It's quite a bit. And all the money was lost pretty bad. And Hanna park got three years sentenced by Judge Abrams. Very, very, very generous sentence. You know, women in the criminal justice system, and I'm just using a fact based pattern here, they often get much lighter sentences than men. And again, maybe that's a good thing, maybe it's not a good thing. Maybe it doesn't matter. I don't know. It's not my sociological call, but it is a fact. So that probably factored in a little bit. But in general, that's still even a double. That sentence is fairly light sentence. So you have to look at the other cases the judge has sentenced on, and that is a very analogous case. It's a financial crime. It's by sort of a person that's, you know, should have known better. They were somebody in society. They had all this prestigious stuff. There are some judges that will hold that against you. They'll say, mister Bankman, you were a student of professors. You were an MIT graduate. You went to prestigious investment firms, and you did all this. How dare you? When I see people from a poor neighborhood in the Bronx and they deal drugs because they think that's their only way out, and I have to give them ten years mandatory minimum, I feel terrible because I want to give them less, but there's a mandatory minimum, and therefore I have to give them these ten years. But they come from the worst environments in the world. You came from the best environmental world. You should not be before me. And I have to send a message that if you're a child of privilege, that I'm going to hit you with the book. There are other judges that say. They actually kind of. I think they see themselves as the defendant, and they say, hmm, you know, because most of these judges went to a nice law school, they kind of often are from families of fortune, irrelevance, and they kind of say, hmm, you know, I wonder. You kind of remind me of, you know, somebody I went to law school with or Stanford with. And gosh, this is a shame that somebody like you should, you know, be facing the criminal justice system. And sometimes it's in between. So we don't know for sure. But we do know when Judge Abrams saw a defendant quite similar to Sam, Judge Abrams gave. I mean, I don't know if you could get more lenient than three years, you know, the old scuttlebutt or rumor bill or grapevine and the financial or the criminal justice community is the federal government does not go after you if they think that they're going to get less than ten years. You know, this is not a system where they just want to throw, you know, a small charge at you or something. They go for the jugular every time, you know, this is not the state where you can do six months or something. Like if you get less than ten years in the federal prison system, you won. They did something wrong. They messed up. And I think that in this case, it's going to be the best tea leave for him is this amazing sentence that she gave a very, very similar crime to remarkably similar analogy. And in my case, it was very interesting, my judge, and again, I looked at every single criminal case my judge ever did, which was over 200, and I found one case which I'll never forget, a man committed some fraud, an accounts receivable fraud, same dollar amount, roughly as my alleged fraud in convicted fraud, kind of similar personal background. And the guy got seven years. And I said to my attorneys, I don't even think we have to think anymore. I know exactly what I'm gonna get. And I got exactly seven years. And, you know, it was like the judge, they're human, and if they see one thing and they acted this way to be consistent, they're going to act another way. So Sam's not going to get three years. He's not going to get seven years. But the fact that she was that kind to this woman, I think is a really good sign. And again, if I had to bet today, I think he could, if he plays his cards right, get 20, but he has to plead now. He has to just throw himself in front of the mercy of the court. You know, don't fight this. You know, if you fight, it gets worse. You know, they, you know, if you cooperate and say, okay, here's what I can do, I'm going to try the best for my customers, which he says he's doing right. If that's true, plead guilty if you really want to do what's best for your customers, help recover the money, help show them all the accounts and all this stuff come really clean. So the government believes you as opposed to fight, fight, fight. Oh, yeah. I might have $200 million in a cold wallet you don't know about. And they're sort of always thinking like, he's not going to say that, but that's what the prosecutor is thinking. Like, this is what tricks does this kid have up his sleeve? But if he comes in immediately like his colleagues did, which they took a plea remarkably quickly, I want to talk about that, too. That's sort of the kind of thing that may go well for him, especially when the judge says, all right, you messed up, you're fessing up. There wasn't even a little bit of kind of resistance, you crazy kid. In whatever excuse he has, he can throw out mental illness, he could throw out medical illness, throw out the pressure, the, you know, the attention, all that stuff Elizabeth Holmes did, you know, and he might be able to get 20 and 20 for him. I would take it today. I would take it in a heartbeat because it can get a lot worse. And if he, as my lawyer said, I should have gotten three, but I got in my own way, I would make comments about the prosecutors. I would do all kinds of silly stunts. And the pressure that builds up on you has to escape somehow. And I think for Sam, he did all of these interviews. He made all these comments that was foolish. And I think that for him he's got to make sure all that pressure doesn't release in the wrong way, that if he says something bad about the judge, the government, something like this, it'll all be held against him. So he has to sort of, I think my opinion, come clean as fast as you can. Pray this judge Abrams sees you the same way she saw Hannah park and is relatively lenient for you."
    },
    {
        "speaker": "A",
        "text": "Yeah. So let's talk about what you alluded to. Caroline and Gary have been cooperating with prosecutors. They've pleaded guilty. How does all of this help them and how does it hurt Sam?"
    },
    {
        "speaker": "B",
        "text": "It's obvious that it's a huge help for them and a huge hurt for Sam. I'll start with Carolyn. So Carolyn's situation is very unusual. She pled guilty immediately, which is strange. And her plea agreement, which I read last night, is not good. She has pled to many, many, many counts. She made the mistake and it's strategy. Right. There's pros and cons. So it's not a mistake to me. I would have made the deal for a single count. And so when you do that, you are limited to a maximum sentence. So some of these counts carry five years, some of them carry 20. But if you have five or ten counts, they can actually give you five on this, five on that, ten on this, ten on that. They rarely do that. That's called running them wild in jail parlance. It's also called running consecutive. They almost always run these concurrent, which means that if you have five on this, ten on that, 15 on that, you do 15. They're all kind of one case. Carolyn pled to, like, seven or eight charges, which is a lot. And some of those charges have a max. I think I double checked this, but I think they have a. Well, I won't even throw out a number there, but federal charges either usually have a maximum 510 or 20. And again, without triple checking, I don't want to say which, but I think she may have pled to charges that have a big sentence. That's a maximum. There's no minimum on fraud charges."
    },
    {
        "speaker": "A",
        "text": "I saw the total, if you added them all up, was 110 years."
    },
    {
        "speaker": "B",
        "text": "They almost never will do that. Running them wild is something that judges will only do if they really want to send a message. A nasty no no. Of course. Yeah."
    },
    {
        "speaker": "A",
        "text": "If there's only seven and it's 110 total, then obviously some of them are. Some of them are long. Yeah."
    },
    {
        "speaker": "B",
        "text": "There should be one with 20. Yeah. In fact, I'm almost certain. Again, I hate misspeaking about something that's factual, but I'm almost certain that one of her charges has 20, so she could get 20 years. It sounds like she also. Again, the nice thing about this case for the defendants is you all got the same judge. So you're all looking at this super nice judge. And if she has an even better story than Sam, which is, gosh, this guy kind of amazed me. And I fell into this trance, and I thought I was doing everything right. And at the end, it was too late. I realized I did everything wrong. And now I. As you know, maybe it wasn't immediate, but I kind of confronted this with my conscience, and I'm here before the mercy of the court. You could get five years off that. You know, I mean, it's, you know, in five years in federal prison at a camp, you know, you do three. That's not bad. You know, I gotta say, it's not good, it's not fun. But for a crazy moment of your life, like three years, I thought the way I sort of was able to internalize it is I basically said I never got a graduate degree. I love school. I love learning things. And I basically said, okay, well, I can't go to grad school right now, but I can kind of do the best I can by reading and stuff like that. So I was able to read hundreds of books, and I learned quite a lot about math, photography, and stuff like that, amongst other things. I use the time wisely. Three years is. You can use that time wisely in prison. It's not the worst thing to unplug, you know, and to sort of be not tethered to this all day. And there's some benefits. You don't want to be there, but you make the most of it. So I do think she can get something like five years. I do think to some extent it would be a disgrace, but this is a judge that is fairly lenient. Again, I don't know the exact magnitude of her crimes. She might have a letter that she wrote. Sam, I actually have this in my case. A partner of mine wrote a letter and it said, martin, I don't agree with the direction you're taking this. I think you're making mistakes. I think some of the things you're doing, I'm really uncomfortable with. I'd really like you to stop or I'll quit. If you have a letter like that. He kept it in a drawer in his desk, metaphorically. And if anything would come around, he would say, hey, this is how I felt at the time. My mental state is not criminal. I was not with you on this. I completely was against it. Having a letter like that, which we wouldn't know about, right. That's something her and her attorneys and the government would know about. That is something that you can bargain against. On the flip side, if you had a chat room, perhaps called wire fraud, where you said, oh, gosh, these people are idiots, and, oh, I'm going to take all their money and, ha ha ha. Let's get the private jet and let's go to this place and that place and have Taylor swift perform. That's something that the government will have possibly, and they'll use it against you, and they'll say, look at this person. Say, enter. It's horrible. I think that the government would not offer a plea to one count if they felt that they had a really strong case. So it's still a negotiation. The government offered a plea for one count for me, and I probably should have taken it. It had a max of five. It would have been a nice deal. But, you know, part of me felt like, look, I'm innocent. I don't need to plead guilty to anything. For Carolyn, accepting a plea of seven counts shows that either the government was very stern with her and they said, listen, you're going to take the worst deal in the world. You're not negotiating with us. We got your debt to rights. You're going to plead to everything and you're just going to beg that judge that you don't get slammed. And she took it. Those are the facts. We don't know what that conversation looked like, but if I'm her defense attorney, I'm saying, whoa, whoa, I'm not pleading guilty to seven counts. I'll do one or two. She took everything. And to me, that's nuts. Now, again, it could be a good strategy in a sense that, hey, I'm cooperating from day one. I'm showing you where all the money is. I'm telling you everything that happened, everything I knew, I'm capitulating. Do what you will of me, but I'm trusting you, the government, to do right by me, which is quite a thing to trust. The government also has this prisoner's dilemma thing where they can put Sam in one room, I'm sorry, Carol in one room and Gary in the other, and say, listen, it's not like the movies, but it's the metaphorical equivalent of saying which one is going to plead first. You know, if you plead first, you might get 15 and you might get five. Doesn't the five sound better? And, you know, you have this back and forth. The one thing I would say about Gary, it's a bit different. And again, prison is segregated by sex. There's very little room for gender in prison. And talk about that maybe some other day. But Gary is a man and I know what men's prison is like. Gary is now a ratified. This is the worst thing you can be in prison. It's actually worse than a child sex offender. In many prisons, if you have cooperated with the federal government against somebody, you are bad news. You are not welcome on the prison floor. If they know that that's what you did, you will often be asked to go into protective custody. You'll often not be asked to go into protective. You'll be taken into protective custody after you've been violently hurt. Two criminals. The worst thing in the world is a rat and an informant cooperator. A CW, etcetera. The five K one distinction where if you've read Carolyn's bleed agreement, she's going to get this five k one. The five k one is a. So called downward departure, where you can get a downward departure from the guidelines. Getting a five k. One is the worst thing you can have as a prisoner. The other prisoners loathe the idea of an informant. Why? Because informants are what got them in prison. Without the informants, there's no case without a witness to take the stand and say, yes, Sam did it. I know that he did it because I was there. That's what gets you convicted. Now, again, it's twisted logic, obviously, but you have to think about what the environment is. This is an environment of people who have committed crimes their whole life. In many cases, several times they've been to jail. They think they will look at Gary and immediately think of the person that ratted the them out, and they will want to take out every ounce of aggression and anger they have, which I can assure you is an enormous amount on this person. So if you're Gary, listen, I think ultimately, he probably did do the right thing. He's doing what's best for him. But it's very hard to sort of sign up to be a tattletale, and this is the most grown up version you can of being a tattletale, and it is not something the other guys, kids in the park, are gonna look, look nicely upon."
    },
    {
        "speaker": "A",
        "text": "All right, last question is that Nishad Singh is reportedly the fourth executive who knew that FTX customer funds were being used by Alameda. No word on him. What do you think's going on there?"
    },
    {
        "speaker": "B",
        "text": "He might be negotiating a plea deal. You know, I think that he might also be thinking about putting up, you know, a defense. The biggest problem with these defenses is that you often, for economical reasons, the judges will ask everything to be in one trial. Same facts. It's the same witnesses, it's the same, you know, there's no reason to have two trials if you're Nashad. You do not want to go to trial sitting next to Sam Bankman. You can get a so called severance. My lawyer, who went to trial with me, who I believe my lawyer didn't do anything wrong. He simply caught up in a maelstrom. He's the nicest, most innocent person in the world. But my lawyer successfully won a severance. He got a separate trial. And in Elizabeth Holmes case, she got a different severe from Sunny Balwani. He could probably get a severance, given the craziness of this case. But you do not want to go to trial with Sam. You also don't want to go to trial at all. So it's hard to accept a guilty plea. It's hard to say. I am signing this piece of paper, sending me to prison. You want to resist? You want to say, no, I'm not going to do this. I think Sam Trabuco is going to get indicted. I think there's no reason why 50 people can't get indicted here. The government does not play nice. They don't play fair. You know, it's a sledgehammer. You know, in the Madoff case, I think around 50 people got knighted. You know, this isn't something that's just like, you know, oh, let's just deal with a couple of people at the top and that's it. Sometimes it is, but sometimes they will go all the way down and secure guilty pleas from tons of people. Now, I think in this case they should probably say, listen, we got the big whale. I mean, that's, that's what we got. But you can't be too careful in that business, right? So if you think there's somebody who could provide good testimony until Sam pleads, they're going to keep going until they get every single piece of evidence, every single person. So if Sam pleads today, that'd be the best thing possible for Trabuco, for Nashad, for others, because there will be. I mean, you just keep going down that list and that'll be really good news if Sam pleads for those people. But every day that he doesn't plead, they're going to keep putting pressure on every other person in that organization. It's such a crazy case. It's really sad that, you know, professionals will oftentimes get involved in situations like this because, as I said, white collar crime and this kind of stuff is not common. I mean, Sam's going to be in a world of. A world he's not used to. He's in a world he's not used to. He's in a world that's. Why do you have to handcuff me, is what he's probably thinking right now. What am I going to do? I'm a fat kid who's a computer programmer. I can't do anything. But every time they're going to put you in handcuffs, it's really uncomfortable. Why can't I have a toothbrush? Because I might stab somebody with it. This is insane. But you have to live that life, and he may be living that life for a very long time."
    },
    {
        "speaker": "A",
        "text": "All right, this has been an amazing conversation, but I just want to check and make sure. Is there anything I didn't ask you that you think my audience would be interested in knowing."
    },
    {
        "speaker": "B",
        "text": "Well, I'm not just a former white collar criminal. I'm also, you know, and I know people know that I'm a successful entrepreneur. I'm involved in the software industry. I know a lot about crypto. I talk a lot about crypto, a lot of opinions about it. This is obviously one of the most interesting things that's ever happened in business and finance and crime and all kinds of things. So I'm happy to chime in on that. But, you know, certainly, you know, have had a lot of opinions, you know, in this space, and always happy to talk to you about that. In terms of the crime side of it, I think we covered the waterfront pretty well. Again, I think the, the one or two things that are kind of interesting that you might want to know and your audience might want to know is you can write to prisoners in jail, and it's very easy. In fact, Sam's prisoner number should be public at some point. On bop dot Gov dot. It is not hard to find the address of the prison, and you can write a letter. And I returned hundreds of letters in prison, maybe even thousands. Christy Smythe kept thousands of my letters. They're almost exclusively positive. Letters of encouragement. Had one or two cranks, but it was like a 99%, you know, we like you, we support you, that kind of thing. If you feel like writing to Sam or Carolyn or anyone else, you can do that. I'm surprised that Carolyn got bailed, to be frank. Again, her cooperation must be extensive. She, to be allowed personal recognizance bond of $250,000 with no monitoring. I'd at least slap an ankle monitor in her if I were the judge. It does start to show you judge Abrams tenorization and thinking on this, that, hmm. You have basically the number two accomplice and possibly the number three accomplice in Gary, and they can walk the streets of, I guess, new York. Since they're charged in New York or wherever, they're allowed to walk the streets free until sentencing. Sentencing could be three years from now. And I can tell you I was on a secured bond. I put up $5 million. Being on a bond, you're fairly free. I mean, you basically are free. If you were crazy enough, and I use that word clearly, you'd have to be out of your mind. If you're crazy enough to think about escaping, you could do it. There are ways. I don't recommend it. I think it's a nutty idea. You don't want to live your life on the run if you get caught, you'll get an additional seven years for escaping. But they are letting these, they are free. They're not incarcerated. And again, with that $100 million cold wallet, you might be able to go wherever you want and get your, I don't know what these people would do. Get their face changed, get plastic surgery. We've all seen those movies. But it judged gave you tea leaves that you have this judge who is letting the co conspirators or co defendants out on bond. She gave a similar case three years. This is not that bad. If you're Sam, you know, things could be worse. You could have a different judge that's not so nice. You could have a judge that's saying no, Carolyn, you're no, no bond you're in until then. And, you know, he's got neither of those things. So it's a little bit sunnier day for Sam than it maybe was a couple days ago."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think for me the main thing is $23 million versus $8 billion is just such a huge gap that there's."
    },
    {
        "speaker": "B",
        "text": "No analogy to FTX."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like because I saw your video where you're walking through the points and you, when you added up all the points, points of things that he likely did, then it landed around the 30 to lifetime range. So we'll see what happens. But anyway, this has been such a fascinating conversation. I've appreciate it so much. Thank you so much for coming on unchained."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Don't forget. Next up is the weekly news recap. Stick around for this week in crypto after this short break. Thanks for tuning in to this week's news recap. SPF released on bail minutes after I finished the interview with Martin, news broke that former FTX CEO Sam Bankman Fried will be released on a $250 million bail secured by his parents home, as well as the signatures of his parents and two others with sizable assets. Prosecutors said it was the largest ever pre trial bond. Bernie Madoff's was $10 million, former Enron CEO Jeffrey Skillings was $5 million and former Theranos CEO Elizabeth Holmes was $500,000. SPF will attend his next hearing on January 3 in New York City. FTX urges donations to be returned FTX is seeking to secure the prompt return of funds previously donated by former CEO Sam Bankman Fried and other former executives to various organizations and political parties. In addition, federal prosecutors in Manhattan are reaching out to democratic and republican campaigns and committees that received donations from Bankman Fried and his colleagues at FTX, the Senate majority political action committee or PAC plans to return a $1 million donation from Bankman Freed and a $2 million donation from Nishad Singh, FTX's former head of engineering. On Monday, Coindesk reported that Modulo Capital, a multi strategy hedge fund in which Alameda had invested $400 million, was formed by three former Jane street traders and based in the bahamian condo community in which SPF resided. Also, FTX's new CEO, John Ray III, told members of Congress that he's investigating how SPF's parents, Joseph Bankman and Barbara Fried, were involved in the operations of the exchange of Ray confirmed that the family had certainly received payments binance us to buy Voyagers assets Binance us has agreed to acquire the assets of bankrupt crypto lender Voyager Digital for approximately $1 billion. This includes the market value of Voyager's crypto portfolio as well as an additional $20 million of incremental value. The deal, which will be subject to court approval on January 5, will not close until March. At that time, Voyager customers will be able to reconnect with their digital assets on the Binance US platform and continue to receive disbursements. Additionally, they will have the option to liquidate their positions in order to receive cash. Binance announced it intends to return funds to customers as soon as possible. It may also benefit from a surge of new users who sign up on Binance us to withdraw their funds from Voyager. The crypto lender filed for chapter eleven bankruptcy earlier this year due to a $650 million unpaid loan to Arrows Capital. Also this week, Binance joined the Chamber of Digital Commerce, an american lobbying group, to help establish policies to regulate cryptocurrency in the United States. Grayscale is exploring returning capital to investors. Grayscale Investments, the entity behind the largest bitcoin trust in the world, is contemplating returning a portion of the capital of its Grayscale bitcoin trust, or GPTC product. If the securities and Exchange Commission denies approval of a spot bitcoin exchange traded fund, a tender offer would enable investors to purchase 20% of GPTC's outstanding shares, though the SEC would need to lift certain requirements for the offer to be successful. In June, Grayscale filed a lawsuit against the SEC claiming its denial of the conversion to spot bitcoin ETF's was arbitrary, discriminatory and in excess of statutory authority. Sam Andrew, author of cryptoclarity research and a recent unchained guest, showed skepticism about this potential move. He tweeted, GPTC is trading at $8 per share and $5.6 billion market cap a 20% tender offer would require $1.1 billion of capital. Where on earth is Grayscale going to get $1.1 billion to fund this tender offer? Seems like more of a PR stunt to reduce the discount. I doubt they can actually buy anything of size. Grayscale's parent company, DCG, also owns Genesis Global Capital, the entity that halted withdrawals last month after the FTX meltdown. Gemini earned customers who have not been able to withdraw assets due to liquidity crisis at Genesis saw one step forward. On Wednesday, the law firm representing the creditors of DCG and Genesis proposed a plan to recover digital assets to pay back users of Gemini earn. Gemini co founder Cameron Winklevoss stated that the creditor committee is expecting an initial response on the plan this week. Gemini was clearly not the only company affected by Genesis liquidity issues. Bitvovo, a dutch crypto exchange, said it's unable to access the €280 million, or $297 million held at Genesis. Bitcoin miner core scientific goes bankrupt core scientific, the biggest publicly traded us bitcoin miner, has filed for chapter eleven bankruptcy protection. Court documents show that the miner estimates its assets and liabilities to be between $1 billion and $10 billion with between 1005 thousand creditors. The bitcoin mining company said it reached an agreement with its creditors in what seems to be a pre packaged bankruptcy. The deal includes two debtor in possession facilities for a total of $75 million. Debtor in possession refers to when debtors will hold assets to which creditors have rights. The filing comes one week after investment firm B Reilly offered core scientific a $72 million financing package and suggested bankruptcy was not the solution to the miners problems. B Riley is also the biggest creditor to the company and is owed roughly $42 million. The block reported that core scientific may sell up to 1 gw worth of its sites under development. The mining sector has been hard hit this year, with a sharp decline in bitcoin prices and increasing power and credit costs. In November, bitcoin mining hit its lowest profitability since 2014. Also this week, Greenage, another bitcoin miner, raised concerns about its ability to remain in business, leading to its board of directors weighing a potential bankruptcy. Blockfi wants to return assets to its customers crypto lender Blockfi, which filed for bankruptcy last month after suffering from its exposure to FTX, is now seeking to reopen withdrawals for users who had crypto and BlockFi wallet accounts. Blockfi issued a motion in the us bankruptcy court in the District of New Jersey claiming that wallet users unambiguously own the digital assets and should be allowed to withdraw them if they so choose. However, it clarified that the motion exclusively applies to blockfi wallet accounts, with withdrawals and transfers from Blockfi interest accounts remaining paused. Another bankrupt company that was in the spotlight this week was three arrows capital on chain data shows it withdrew $2.4 million worth of ether from Binance on Sunday. The unclear reasons behind the movement of the funds raised concerns within the crypto community. Wallets tied to defunct crypto exchange Quadriga CX move 104 bitcoin five wallets tied to bankrupt canadian cryptocurrency exchange Quadriga CX have stirred back to life after years of dormancy. Crypto researcher Zach XBT reported on Twitter that the wallets moved around 104 bitcoin, worth $1.7 million, on December 17. Blockchain records show that the wallets had not moved any funds since at least April 2018. It was believed that Gerald Cotton, the founder of the exchange who allegedly died in India in December 2018, was the only person with access to the private keys of the exchanges called wallets. The exchange filed for bankruptcy after his death, leaving users unable to access up to $200 million worth of crypto. The movement of funds has led to further speculation that the late CEO faked his own death as part of a fraudulent exit scam. Visa released a proposal illustrating how the firm can collaborate with Ethereum on automatic payments. The paper proposes the use of an Ethereum scaling platform called Starknip, with support from Visa. Self custodial wallets on Ethereum could eventually use a new system known as account abstraction to enable automated payments. This would bridge the gap between the traditional banking app experience and blockchain payments, giving users the ability to schedule payments without having to sign each transaction. Visa is actively exploring opportunities to contribute to crypto development with Katherine Gu, Visa's head of CBDC and protocols, stating an interest in learning by doing. Visa's proposal brings the company a step closer to becoming a major player in the crypto space, as the successful implementation of the system could have a real impact on the world of payments. Time for fun bits. Who do you think is 2020 two's crypto villain of the year with all the collapses, mismanagement and frauds this year, the crypto community has turned against one villain, then another, then another. While these perceived villains differ in many respects, they all have one thing in common. They swear they didn't do anything wrong. I recapped all these now infamous characters in a video whose intro I'll play right now."
    },
    {
        "speaker": "B",
        "text": "You know, I feel good about a lot of the impact that, you know, I think we're going to be able to have. It wasn't a scam. Like, it wasn't a fraud, right? It was a massive market failure. Sometimes the code does exactly what was intended. It's just that what was intended isn't what anyone wanted."
    },
    {
        "speaker": "A",
        "text": "2022 has been the craziest year in crypto. As Domino's have fallen, the community has turned its ire on one person, then another, then another. And yet all of these people seem pretty good at rationalizing their actions. Which leaves us with a who do you think is the biggest villain in Crypto? Who doesn't believe they're a villain? Now I want to ask you, who do you think is the biggest villain of them all? Please vote. In our crypto villains World cup polls, the round of 16 is now up on Twitter. Just head to aurashin on Twitter to vote. Thanks so much for joining us today. To learn more about Martin and what SPF faces in the legal system, check out the show notes for this episode. Every week I interview crypto builders and researchers exclusively for unchained premium subscribers. This week, upenn computer science professor Brett Falk explains why royalties do benefit creators. Visit unchainedcrypto dot substack.com to get access. Unchained is produced by me, Laura Shin, with help from Anthony Yoon, Mark Murdock, Matt Pilchard Ponaranovich, Sam Sriram, Pama, Jamdar Shashank, and CLK transcription. Thanks for listening and happy holidays, everyone."
    }
]