[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Hi everyone. Welcome to Unchained, your no hype resource for all things Crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the July 28, 2023 episode of Unchained. Ondo Finance is bringing and compliant institutional grade finance on chain. Ondo is a leader in the tokenization of traditional securities, including, with its roughly 5% yielding tokenized US treasury's product OUSG ever wanted to use defi without being tracked? Railgun is a leading Defi privacy solution on Ethereum, BSC, Arbitrum, and Polygon. Shield your funds and use them privately in your favorite defi apps, while Railgun's cutting edge zero knowledge system encrypts your data from public view. Yes, that includes Dex trading. Visit railgun.org or use the railway app at railway XYz. With the crypto.com app, you can buy, trade, and spend crypto in one place. Download and get $25 with the code Lora link in the description. Arbitrum's leading layer, two scaling solution, offers you ultra cheap and lightning fast transactions, all with security rooted on Ethereum. Visit arbitrum IO today. Today's guest is Representative Richie Torres. Welcome, Representative Torres."
    },
    {
        "speaker": "B",
        "text": "It's an honor to be here."
    },
    {
        "speaker": "A",
        "text": "You're one of the most prominently pro crypto democratic members of Congress. You just voted for the advancement of the financial innovation and technology for the 21st Century act, which was republican led, and you've even called for an investigation into SEC chair Gary Gensler. You've called for an investigation into the SEC's failure to protect investors from FTX's failures, et cetera. Most people, when they hear the words crypto and democrat, would not come up with a stereotype that fits sort of your stance or your position. Why is that? What led you to have this unique position on crypto that's different from most democrats?"
    },
    {
        "speaker": "B",
        "text": "Well, I respectfully disagree with the premise of the question. I would submit to you that the divide on crypto is not so much ideological or partisan, but it's generational. And the opposition to crypto is largely a gerontocracy. Yesterday, the financial services committee in the House passed a market structure bill on a bipartisan basis. And the bipartisan support came from younger Democrats like myself, who are open to embracing the potentialities of blockchain technology. So I see it as more as a generational dividend. And as Congress becomes less of a gerontocracy, over time, I suspect the institution will become more open to embracing crypto."
    },
    {
        "speaker": "A",
        "text": "And would you say that that generational divide also applies to the republican side? Because I can think of many republican members of Congress who are quite a bit older but quite vocal in their support of the industry."
    },
    {
        "speaker": "B",
        "text": "Republicans generally are pro business, so that's what's driving the republican position. But to indiscriminately portray all Democrats as anti crypto is to ignore the generational divide within the democratic caucus. And then, setting aside the politics of Congress, I asked myself, what is crypto and blockchain? The combination of crypto and blockchain has the potential to revolutionize finance, creating a better, cheaper, faster payment system. It has the potential to revolutionize the Internet, creating a new layer of the Internet known as web three. It seems to me that the project of radically decentralizing both the financial system and the Internet, decentralizing ownership, strikes me as a profoundly progressive enterprise. So if you were viewing the subject without ideological preconceptions, you would naturally come to conclude that crypto and blockchain are powerful tools for affecting progressive change, or can be."
    },
    {
        "speaker": "A",
        "text": "So let's now talk a little bit about some of these specific bills. We mentioned that there have been some recent votes, and the House Financial Services committee voted to advance the Financial Innovation and Technology for the 21st Century act. And I think this was the first time that crypto specific bills were advanced in standalone votes rather than as part of larger pieces of legislation. And I was wondering if you could just explain what it is that you support in that particular bill."
    },
    {
        "speaker": "B",
        "text": "I mean, I support the market structure bill because it brings regulatory clarity where none exists. The modus operandi of the SEC under Gary Gensler has been regulation by enforcement. He has taken what I consider to be arbitrary and capricious actions against crypto. Innovators. And I'm of the view that we should create a federal framework for regulating digital assets that distinguishes the best actors from the worst actors. The best actors should be free to innovate, while the worst actors should be held accountable. And instead of focusing on the worst actors, Gary Gensler has declared war on the whole industry. We've seen not regulation, but the weaponization of the SEC against the whole crypto industry. And so there's a real urgent need for Congress to step in and to provide regulatory clarity where none exist. And so the market structure bill would distinguish restricted digital assets, which would be subject to the jurisdiction of the SEC, from crypto commodities, which would be subject to the jurisdiction of the CFTC. And the bill essentially holds that a digital asset is presumptively subject to the jurisdiction of the SEC until it is shown to be sufficiently decentralized to constitute a commodity, in which case it is subject to the jurisdiction of the CFTC. So, for the first time, we're going to have in statute not only a framework for regulating digital assets and distinguishing securities from commodities, but also a clear delineation of the process by which a digital asset becomes a commodity."
    },
    {
        "speaker": "A",
        "text": "And there was another bill that also advanced the blockchain regulatory certainty act. What is it about that bill that you support?"
    },
    {
        "speaker": "B",
        "text": "The two bills that I support were the market structure bill and the stablecoin bill. You know, everything else. None of those bills were. We were presented with an opportunity to negotiate. So those are the only two bills that I committed to supporting."
    },
    {
        "speaker": "A",
        "text": "And for the stablecoin bill, I know you're a big proponent of those. Explain your position on those and what you'd like to see happen with stablecoin legislation."
    },
    {
        "speaker": "B",
        "text": "It's often said that crypto has no use case, which to me is, is a fallacy. Its often said that much of crypto fails to function as a currency. The clearest use case of crypto is stablecoin. Stablecoin is in some sense, the truest form of cryptocurrency, because it functions as a currency. And there should be a framework regulating stablecoins, which has the potential to revolutionize payment systems in America. We want to ensure that every stable coin is fully reserved, and that those reserves consist of 100% cash or cash equivalent, and that customers have clearly defined redemption rights under federal law. All of that requires legislation. And one of the most controversial issues in the negotiations around stablecoin has been the question of federal preemption or state path. My view is that theres long been a tradition of dual regulation of financial services on the part of the federal government and the states. Just like banking has a federal charter or a state charter, stablecoin issuance should have a federal license or a state license. The notion that states cannot be trusted to regulate stablecoins strikes me as absurd. By what logic can a state be trusted to regulate a fractionally reserved bank, but cannot be trusted to regulate a fully reserved stablecoin? Fractionally reserved banking is far riskier, poses a far greater systemic risk than a fully reserved stablecoin."
    },
    {
        "speaker": "A",
        "text": "So youd like to see the preservation of the bitlicense or the power of the New York State Financial Department of Financial Services?"
    },
    {
        "speaker": "B",
        "text": "I'm committed to preserving the prerogatives of the New York state Department of Financial Services. And if you're a stable coin issuer, you should have the flexibility to choose between a federal license and a state license. Now, there should be a federal floor that prevents regulatory arbitrage, but the state should continue to play a role in regulating staple points, just like states play a role in regulating banks, which, again, are far riskier."
    },
    {
        "speaker": "A",
        "text": "All right, and so at this point, the market structure bill, I think, will move forward for a full vote in the House. As far as I understand, the Stablecoin act just failed to reach a bipartisan deal. So can you talk a little bit about kind of, what are the next steps for each of these two bills?"
    },
    {
        "speaker": "B",
        "text": "So we passed the market structure bill yesterday, and we're in the process of considering the stablecoin bill. Even though negotiations between Chairman McHenry and ranking member waters have collapsed, I do anticipate that they will nonetheless be bipartisan support for the stablecoin bill, and it's likely to command more bipartisan support than the market structure bill did."
    },
    {
        "speaker": "A",
        "text": "Okay. Which."
    },
    {
        "speaker": "B",
        "text": "So the market structure bill had six democratic votes. I suspect that the stablecoin bill will have even more than six democratic votes."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. Okay. So this inability to reach the bipartisan deal at this moment isn't any kind of death knell for the bill."
    },
    {
        "speaker": "B",
        "text": "No. But here's the problem. Any bill that lacks the support of the ranking member, Maxine Waters, is unlikely to receive consideration in the Senate. And that's the challenge. And that's. So it would have made a fundamental difference to have the support of the ranking member."
    },
    {
        "speaker": "A",
        "text": "And given that you and the other democrats who are pro crypto are of the same party as representative waters, what are the kinds of conversations that you're having with her or people in a similar position in terms of either how you're trying to persuade them of your views or what you're hearing from them in terms of their concerns."
    },
    {
        "speaker": "B",
        "text": "I will echo what I said at the hearing yesterday. I have a number of colleagues who seem to believe that the status quo is working. To which I reply, the notion that the status quo is working, a status quo that gave us the largest crypto Ponzi scheme in history, FTX. The notion that that is working is absurd. Like the status quo is not working, it's failing. And there is a difference between securities law as we as individuals think it ought to be interpreted and securities law as the courts have interpreted it. I have colleagues who believe that securities law as is sufficient to regulate digital assets. But a judge in the southern District of New York, Judge Torres, held that securities law protects institutional investors in an initial coin offering, but fails to protect retail customers on an exchange. And so we have a status quo in which institutional investors are protected, but retail customers are left exposed. And the choice before the financial services committee, the choice before Democrats, is, do we maintain that status quo or do we change it in order to protect retail customers? And I prefer change. And the crypto debate has been so unusual because typically in Washington, DC, Republicans are in favor of deregulation and Democrats are in favor of regulation. In the crypto context, it's the opposite. Republicans are more in favor of regulation, whereas I have colleagues on my side who are in favor of maintaining a dangerously deregulated status quo, which is a position that runs contrary to the normal impulses and intuitions of Democrats, the regulatory impulses of Democrats. Crypto creates odd bedfellows and it creates paradoxes. Theres one more paradox. Typically, Europe is far less efficient at regulating technology than the United States. The opposite is true when it comes to crypto. Europe has been more reasonable in crypto than the US has been. So for whatever reason, politically, crypto has brought out the worst in both Congress and the regulatory state."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, I mean, these are things I've heard time and again on my show, and there's so much more to unpack in that realm, which we will do in a moment. But first, a quick word from the sponsors who make the show possible. Ondo finance is connecting the on chain economy to real world assets with compliance. Institutional grade tokenized securities. Ondo's flagship product, OUSG, a tokenized US Treasury's vehicle, brings the roughly 5% yield from treasuries on chain. Ondo is also launching a tokenized wrapper of government money market funds. OMMF investors can learn more and subscribe to Ondo's products. At Ondo Finance ever wanted to use DeFi without being tracked. Railgan is the leading DeFi privacy solution on Ethereum. It's available on BSC, Arbitrum and Polygon two shield your funds and use them privately in your favorite Defi apps, while Railgun's cutting edge zero knowledge system encrypts your data from public view, all without leaving your preferred chain. Yes, that includes Dex trading. Coming soon are integrations with leading yield lending and perp trading platforms on multiple chains. Defi and privacy together at last. Visit railgun.org or use the Railway app at railway XYZ to find out more. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three, or an orbit chain. Propel your project and community forward by visiting Arbitrum IO today. Back to my conversation with Representative Torres. You know, earlier you mentioned that you disputed the notion that crypto was a partisan issue. But I did wonder if you thought that this divide had emerged more after the collapse of FTX, because from my perception as a journalist covering this space, I would have said that it didn't seem like, strongly partisan. And then after FTX, to me, it changed. I wondered what you thought of that."
    },
    {
        "speaker": "B",
        "text": "I agree. In part, I felt like even before FTX, Democrats were more skeptical about crypto than Republicans, or there were more skeptics in the Democratic Party than in the Republican Party. But the skepticism took on a new intensity after FTX. But again, the FTX effect could fade over time. Me, the main issue is not the reaction to, and I would argue that FTX strengthens the argument for a regulatory framework rather than maintaining a status quo that led to FTX in the first place. But the main stumbling block here are actually the regulators, I'm convinced. Were it not for Gary Gentzer, we would have had a much broader bipartisan market structure bill. Were it not for the Federal Reserve, we would have a much broader bipartisan stablecoin bill. The regulators have been intent on sabotaging bipartisan compromise and cooperation around crypto, and it's been immensely frustrating to see firsthand."
    },
    {
        "speaker": "A",
        "text": "You've been very direct about your criticism of Chair Gensler, and as I mentioned earlier, called for an investigation into the SEC and him, and you said, quote, the SEC is acting like an overzealous traffic cop arbitrarily ticketing drivers while keeping the speed limit a secret. So I just wondered, when you call for this kind of investigation, what are you expecting to find? What do you think his motivation would be? Or the agency's motivation would be to basically do something nefarious, or to not do their jobs properly?"
    },
    {
        "speaker": "B",
        "text": "I'm not clear that I would characterize it as nefarious, but I do view regulation by enforcement as an abuse of power. And the SEC has been rightly compared to a traffic agent that is picketing people for speeding without telling them the speeding limit. Mister Gensler has been sending wells notices and taking arbitrary enforcement actions without issuing a single rule that clearly delineates the application of securities law to digital assets. He has not issued a single rule. He has not issued a single piece of written guidance. And we've seen mixed messaging, not only between the CFTC and the SEC, but from within the SEC itself. The CFTC tells us that ether is a commodity. The SEC has said otherwise, contradicting the CFTC. And then Mister Gensler himself has an ever evolving position on the status of ether. First he said, no, it is a commodity. Then he said, yes, it is a security. Then he said maybe. So the SEC is like an Etch us get constantly changing, and the law should be different from an Etch a sketch law, by definition, should have stability and continuity and predictability, which is lacking with respect to the SEC. And so I view regulation by enforcement as an abuse of power. And that's why the ripple decision was so consequential, because it represents a rejection of regulation by enforcement. Mister Gensler indiscriminately declares that all digital assets are securities, which is the basis for his practice of regulation by enforcement. And Judge Torres said no. The Ripple case establishes what I call the Torres doctrine, which holds that digital assets are not securities in themselves, but can be sold as part of investment contracts, which do qualify as securities under the Howey test. So there's a difference between a security and an asset offered in the manner of a security offer. And if you examine the Supreme Court case that established a Howey test, the court never said that the Orange Grove was a security. It said that it was offered in the manner of a security offering. The decision is significant because it will protect crypto entrepreneurs from arbitrary enforcement action, and it prevents Mister Gensler from prejudging all digital assets to be securities and engaging in regulation by enforcement on the basis of a pre judgment that all digital assets are securities."
    },
    {
        "speaker": "A",
        "text": "And one thing I just wanted to tease out there was, when you were talking about the XRP ruling, you basically said that Judge Torres, no relation to you, Judge Annalisa Torres, that she said that XRP and digital assets, by extension, are not inherently security. Or some phrasing like that. I think the crypto market structure bill would kind of make the SEC the initial default regulator, and then when, yeah, the assets are sufficiently decentralized, then they would be overseen by the SCFTC. So can you just talk a little bit about your views on what crypto assets are inherently?"
    },
    {
        "speaker": "B",
        "text": "No. I mean, I agree with the analysis that Judge Torres laid out. The digital assets, crypto assets are not securities in themselves, but can be sold as part of investment contracts, which do qualify as securities. So in order for a digital asset to qualify as a security, it is not enough to state that all digital assets are securities. You have to show that there is an investment contract. You have to show that there is an investment of money in a common enterprise with an expectation of profit to be derived from the efforts of others. You have to meet all those criteria of the Howey test as delineated by the Supreme Court. Now, to your question about the market structure bill. The market structure bill. And again, this really reinforces the paradox that Republicans are strangely in favor of regulation. But the market structure bill actually provides much broader protection than the status quo as interpreted in the ripple case. The challenge of the ripple case is it exposes the limits of securities law, which protects institutional investors but fails to protect retail customers. And so the market structure bill is going to play a role in filling the gap in investor protection when it comes to everyday Americans who are buying and selling digital assets on exchanges."
    },
    {
        "speaker": "A",
        "text": "I wanted to also ask you just one thing that's a little bit related to your call for the investigation into SEC chair Gensler, which was you also wanted to investigate Prometheum and called it a potemkin platform. And again, there is that notion of it being kind of put up as a display or something. And I wondered what your reasons were for calling the investigation or what your thought is about what is going on there."
    },
    {
        "speaker": "B",
        "text": "It seems to me that both the timing of the registration of Prometheum and the decision to register was politically motivated. I mean, here you have a trading platform that does not trade any assets, not bitcoin, not ether. It exists on paper rather than practice, and exists purely as a talking point to convey the false impression that there's a viable path to registration when in fact, it demonstrates otherwise. It demonstrates that the only trading platforms that can exist under Gary Gensler's interpretation of securities law are trading platforms that do not trade anything. That to me, represents a level of gamesmanship that's unprofessional and reflects the politicizing of the SEC and the attempt by the SEC to undermine the bipartisan negotiations around the market structure. Bill in the House of Representatives switching."
    },
    {
        "speaker": "A",
        "text": "Tax I wanted to ask about a bill in the Senate called the crypto Asset National Security Enhancement and Enforcement act of 2023, which would essentially impose anti money laundering requirements on those who control DeFi protocols. It would mandate that they collect customer information, report suspicious activities, block sanctioned individuals, et cetera. I know this is in the Senate, but I wondered if you had a chance to look at and consider this bill and what your thoughts were on it."
    },
    {
        "speaker": "B",
        "text": "I have not examined the legislation, but the issues surrounding anti money laundering and counterterrorism finance are all legitimate and should be taken seriously, and we should find solutions to those problems in the crypto space. I worry that some of these bills are offered. I cannot comment on this bill in particular, but there are bills that are offered in bad faith that are not about solving these problems, but are about sabotaging the industry. And so a bill that might sound reasonable and benign on paper could have the intention of destabilizing the whole industry."
    },
    {
        "speaker": "A",
        "text": "So the problem that this bill is attempting to address is something that, to my mind, really goes at the heart of both the opportunity in DeFi or crypto and also the challenge. So kind of, you could say the purest form of crypto would be a decentralized financial system. And as famously documented, bitcoin itself was born during the midst of the great financial crisis. And there's always been that connection that this ability to create a financial system that's not controlled by the big banks came out of this time that was showcasing the downsides of that system. However, as you're quite well aware, regulation typically has gone through intermediaries, using them as gatekeepers to the financial system, employing them to go after bad actors. And this conundrum of how to create this opportunity for there to be an open and more accessible way of accessing a financial system while at the same time preventing bad actors from using it, thats been one of the challenges in crypto. What do you think is the best way to resolve that challenge?"
    },
    {
        "speaker": "B",
        "text": "Look, I have no clear answer. Its one of the most challenging questions. I have enough faith that our country has the ingenuity required to identify technical and technological solutions to these problems. But I want to push back against the notion of judging crypto by its worst uses. Every technology is open to abuse, and the value of a technology should not be purely defined by its worst possible uses. Every year the automobile kills, what, 40,000, 50,000 Americans, which is a tragedy. Yet no one proposes that we eradicate the automobile because it is a net benefit to humanity. Just like theres more to money than money laundering, theres more to crypto than ransomware. And no serious person would argue that the concerns about money laundering is a basis for eradicating money. And theres far more money laundering when it comes to fiat currency then when it comes to cryptocurrency. I feel like people have to not miss the forest for the trees and keep everything in perspective and realize that over time we're going to develop technical and technological solutions that will maximize the best of crypto and minimize the worst of it."
    },
    {
        "speaker": "A",
        "text": "All right, well, it's been a pleasure. Thank you so much for coming on Unchained."
    },
    {
        "speaker": "B",
        "text": "A pleasure to be with you."
    },
    {
        "speaker": "A",
        "text": "Don't forget, next up is the weekly news recap. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code Laura link in the description thanks for tuning in to this week's news recap. Legal heat on SBF prosecutors call for jail judge issues gag order this week Sam Binkpin Freed, founder of FTX, found himself under increasing legal pressure. The US Department of Justice is seeking his detention, alleging multiple attempts to tamper with witnesses. Assistant US Attorney Danielle Sassoon stated in court, quote, it is the government's view that no set of release conditions can secure the safety of the community. Bankman Fried, who is currently under house arrest, is also facing a gag order issued by Judge Lewis Kaplan of the Southern District of New York. The order prohibits him from discussing his case publicly, with the exception of, quote, assertions of innocence. The judge warned Bankman Freed to take matters seriously, signing off on the interim gag order at least until he has had a chance to review written submissions on whether the FTX founder's bail should be revoked entirely. The legal proceedings stem from allegations that Bankman Fried leaked the private diary of a former colleague, Caroline Ellison, to the media. His trial is set to begin in October on various charges, including securities and wire fraud if convicted. Bankman freed faces over 100 years in prison. Worldcoin launches amidst controversy this week Worldcoin, a project co founded by OpenAI CEO Sam Altman, launched its native WLD token on the optimism mainnet, marking a significant milestone for the project. The Worldcoin protocol, which uses specialized hardware called orbs to scan users irises as proof of personhood, has been met with mixed reactions. The launch also saw the expansion of the world id system and the world app to over 80 countries, with plans to increase this number to 120. However, the project's reliance on biometric data has sparked controversy. In a blog post, Ethereum creator Vitalik Buterin raised concerns about the potential for privacy leaks, accessibility and centralization issues associated with the use of biometric data. He questioned the security of the Orb and the potential for misuse by authoritarian governments. On this week's episode of the chopping block, Tarun Chitra wondered if the new token was a precipitated move to raise cash, and whether the token is a new Sam coin, referring to projects backed by Sam Pinkman fried that commonly had a tiny circulating supply and an inflated, fully diluted value. Despite these concerns, Worldcoin continues to push forward with its ambitious plans. Thiago Sara, head of product engineering and design at Tools for humanity, described the launch as a, quote, massive leap for the entire project. The World Coin foundation aims to increase economic participation while focusing on privacy and decentralization. Worldcoin airdropped its token WLD to many early adopters, worth around $50, a not so low amount, especially in emerging countries. Binance seeks dismissal of CFTC charges Binance, the world's largest crypto exchange, along with its CEO Changpeng Zhao and former chief compliance officer Samuel Lim, announced their intent to request that charges brought by the US Commodity Futures Trading Commission be dismissed. The charges, filed in March, accused Binance of violating trading and derivatives regulations, including facilitating commodity derivatives transactions for us individuals. Since July 2019, Binance's legal team is seeking permission to submit a 50 page brief, citing the complexity of the CFTC's 73 page complaint. Also this week, Binance retracted its application for a license under the german regulator Bafin, citing significant changes in the global market and regulatory landscape. In addition, Binance listed the new stablecoin first digital USD, or FDusDeM, temporarily offering no trading fees for certain FD USD pairs. Crypto's infamous duo in Bitfinex laundering case strikes plea deal Elliot Dutch Liechtenstein and Heather Razlcon Morgan the infamous couple, arrested for laundering $4.5 billion in stolen bitcoin, reached plea deals with federal prosecutors in hearings scheduled for August 3. The duo is set to plead guilty to two counts of money laundering and one of conspiracy to defraud the United States. The couple, dubbed bitcoins Bonnie and Clyde, will also forfeit the nearly 119,754 bitcoins obtained from Bitfinex, the crypto exchange from which the money was stolen in August 2016, according to a source familiar with the matter. Both defendants cooperated with authorities. The couple have given the government new wallet addresses holding more stolen funds and other information that has allowed the government to recover additional assets from the beginning. This case sparked widespread interest due to the couple's eccentric online Personas and the eye popping amount laundered. Federal Reserve increases Federal funds rate by 25 basis points the Federal Open Market Committee under Fed Chairman Jerome Powell has raised the top line interest rate to 0.25%, or 25 basis points, to between 5.25 and 5.5%, as announced Wednesday. The rate raise brings the federal fund rate to the highest in 22 years. Markets expect at least one more rate adjustment this year, while this month's rate increase was, quote, fully priced in, according to CME Fed Watch tool bitcoin's price reacted relatively flatly to the news, settling below $30,000 heading into the weekend. Andreessen Horowitz sells MKR token following governance dispute prominent venture capital firm Andreessen Horowitz has likely begun unloading maker tokens onto the open market, according to blockchain Analytics. Twitter user oroboros Capital noted daily outflows of $1.5 million worth of MKR tokens to Coinbase from a 16 Z's wallets, indicating the VC's intention to sell the assets. MKR is currently trading at around $1,150, according to data analytics firm Masarity. The outflows follow a governance overhaul proposed by Makerdao founder Roon Christensen entitled the end game plan. The proposal, opposed by a 16 Z, suggests the creation of so called subdaos to spur further decentralization of the underlying protocol. Makerdao itself is the largest asset backed issuer of a decentralized stablecoin, with some $4.2 billion in circulation, according to Masarity. Arkham Intel Exchange awards first bounty Arkham Intel Exchange, the recently launched platform which has drawn criticism for its quote, dox to earn program, awarded its first bounty to two blockchain sleuths who identified wallets connected to terraform labs and its founder, Do Kwan. The bounty worth around $5,000 was paid out in nearly 9500 Arkm tokens to an anonymous user and a pseudonymous Twitter user known as ergobtc. The bounty was awarded for information that contradicts Terra's public statement of holding only one Luna foundation guard wallet. Ergo, BTC's research suggests that there may be more wallets associated with Terra and Quan. The information obtained through the bounty will be released to the public 90 days after approval, shedding more light on the operations of terraform labs. DOJ granted extension in Mashinsky case this week, the US Department of Justice was granted an extension by Judge John Coultal to produce evidence in its case against Alex Mashinsky, the former CEO of crypto lender Celsius. DOJ now has until October 3 to present initial information and evidence against Mashinsky, who was arrested on July 13 on charges of securities fraud, commodities fraud, wire fraud, and conspiracy to manipulate the price of cell Celsius token. The DOJ attorneys are set to process a wealth of documents, including Celsius's corporate records and communications, which include more than 1000 videos of Mashinsky's hour long ask me anything sessions. Mashinsky, who has pleaded not guilty to all charges, has been released on bail secured by a $40 million bond. Under the terms of his bail agreement, Mashinsky will be restricted from traveling and will not be able to open any new bank or crypto accounts. Quantstamp settles with SEC over $28 million ICO this week, blockchain security firm Quantstamp agreed to settle charges brought by the US securities and Exchange Commission over its unregistered initial coin offering that raised $28 million in 2017. The SEC's order stated that Quantstamp led investors to expect that the value of their QSP tokens would increase with the success of the firm, a violation of federal securities laws. Quantstamp, without admitting or denying the SEC's findings, agreed to a cease and desist order and to pay a total settlement amount of approximately $3.4 million. Crypto hack Roundup Alfapo, a crypto payments processor, suffered a significant loss estimated at $60 million. The stolen assets were identified on both the TRON and bitcoin networks. The on chain patterns associated with this breach align closely with operations previously linked to Lazarus, a north korean hacking group. Additional hacks occurred on Konnick Finance and era lend, the largest lending protocol on Ethereum. Layer two protocol ZK sync in a daring move year in finance, a decentralized platform that uses automated smart contracts to help investors maximize their yield. Invited the crypto community to try and steal the funds inside its v three vault. Time for fun, bits. Elon Musk is serious about rebranding Twitter. I mean, x. Let's hear Ginny Hogan weigh in on Elon's latest stunt."
    },
    {
        "speaker": "C",
        "text": "An extremely manly move. Elon Musk has rebranded Twitter as x to demonstrate he was serious about the change. He tweeted out this, which I have to imagine is a reference to deus ex machina, something every Twitter investor has been praying for. Elon also claimed that they're cutting Twitter's bird logo from the buildings with blowtorches. This is fair. Birds are way too effeminate. I mean, some of them are literally girls. Allegedly. This move is because Elon wants to declare that Twitter is not the same social network he bought a year ago. Honestly, I got that already from the fact that images no longer load in my feed. Okay, so there was an obscure altcoin, the x coin, that is up 1000% after the rebrand. Yeah, it's gone from. .0 that's like when you think you only have a penny and then you find a dime. So x is way up. And Jack Dorsey's very first NFT tweet is worth under $2,000. What can you even buy with $2,000? Like, half of all Twitter shares?"
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about representative Taurus and what's next for the various pieces of crypto legislation, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with up from Kevin Fuchs, Matt Pilchard, Zach Seward, Juanu Ranovich, Sam Sriram, Ginny Hogan, Leandra Kamino, Pama, Jimdar Shashank, and market Kuria. Thanks for listening."
    }
]