[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot hi everyone, its laura here for the unchained recap of the SBF trial for Wednesday, October 11, in Caroline Ellisons second day on the witness stand in the criminal trial against Sam Bankman Fried, her responses to prosecutors revealed that in 2022, as the crypto markets crashed and lenders began recalling Alameda's loans, Bankman freed continued to make ill liquid investments. As the situation grew worse, she, Bankman, freed and their alleged co conspirators, Gary Wong and Nishad Singh, secretly resorted to ever more desperate hail Marys allegedly directed by SBF. In recounting the dramatic week of FTX's downfall, Ellison shed tears, sniffled and reached for a tissue in front of the jury composed of eight women and four men, making today the most emotional day in the trial so far. It was also the most dramatic, with references to bribing chinese government officials, creating accounts using the ids of thai prostitutes, and an attempt to raise money by selling FTX shares to a saudi prince. Plus, she shared insight into spfs carefully curated public image and how virtues like not stealing or lying were allegedly a moral gray area for him. Alyson began her testimony about the events in May 2022 and how the collapse of terra Luna marked the start of an overall downturn in the crypto markets that significantly decreased the value of Alameda's assets. By June 2022, 3rd party lenders were asking the prop trading shop to pay back their loans. Most of Alameda's loans were open term, which meant lenders could recall their money back at any moment. The prosecution showed telegram group chats that included Ellison, Bankman freed other Alameda employees and lenders about Alameda's multibillion dollar loans. For example, crypto lender Genesis reached out to Ellison in mid June, asking Alameda to return $400 million of its open term loans with them. Alameda's inability to pay back its loans in full, according to her calculations, and the size of these loans put Ellison's mind in a, quote, constant state of dread. Ellison testified that SBF directed her to repay the loans, which meant using Alameda's $65 billion line of credit that drew on FTX customer deposits. Quote, I knew that we would have to take the money from our FTX line of credit, and I knew that that was money that could be called at any time and every day. I mean, I was worrying about the possibility of customer withdrawals from FTX and the possibility of this getting out and what would happen to people that would be hurt by that, she said. Prosecutors showed more Telegram messages between Genesis head of lending Matthew Balance like and Ellison, where balance like was asking for balance sheet updates that included the value of Alameda's current assets based on current prices. Feeling stressed, Ellison said she wanted to reassure Genesis while not letting the lender know about Alameda's and FTX's internal crisis. Ellison prepared an internal balance document that she felt exposed how risky Alameda's position was since it showed that the firm had borrowed $9.9 billion from FTX customers and given $4.6 billion in loans to top FTX executives. While this balance sheet had a positive net asset value, Alameda's total assets were greater than all of its liabilities. It was artificially inflated by the inclusion of FTT tokens that would never be able to be sold at the price they were marked as, since selling Alameda's total holding of FTT would cause its price to drop significantly. Moreover, Ellison noted, the balance sheet highlighted how much of Alameda's assets were in ill liquid investments. Ellison calculated at the time that Alameda had borrowed $13.25 billion from FTX customers. This number was labeled in the original balance sheet as, quote, FTX borrows because Ellison wanted to describe what the number actually represented without blatantly calling it quote, FTX customer money. Quote, SBF always directed us to be careful about what we put in writing and not put things in writing that might get us in legal trouble, she explained. Since she and Banquet Freed agreed this original balance sheet could not be shared with anyone like Genesis, Ellison said she crafted seven different versions of this balance sheet at Bankman Fried's request. I understood him to be directing me to come up with ways to conceal the things in our balance sheet that we both thought looked bad, she said. The one SPF chose, her 7th alternative, was sent to Genesis. It did not have a line item named FTX borrows. According to Ellison, she hid Alameda's debt to FTX customers to make Alameda look less risky by netting some numbers in order to keep Alameda's net asset value the same, while decreasing the size of Alameda's liabilities. Shortly after receiving Alameda's balance sheet, Genesis asked for its money back again. Balance wide asked Alameda over Telegram to repay $500 million of its loans in mid June 2022. Ellison admitted in court that she considered her balance sheet manipulations to be dishonest because they falsely stated Alameda's assets and liabilities, making the trading firm look safer than it was. The firm was able to repay some of its lenders in June 2022. Over the next few months, Ellison periodically updated Alameda's balance sheet, and each time she saw FTX borrows increase in September, they jumped by roughly $4 billion, and by October, FTX borrows stood at nearly $14 billion. Ellison said that Alameda was using the additional FTX customer deposits to continue investing, trading and repaying loans. Ellison testified that Alameda's internal balance sheet, the one that accurately depicted Alameda's assets and liabilities, showed her that Alameda had incurred a ton of risk and borrowed a large amount of money. In a conversation with Sam, they discussed solutions such as how to reduce risk and how to get more cash. He proposed two ideas that he logged in a Google document to sell a couple billion dollars worth of bitcoin if its price were to surpass $20,000 and to sell FTX equity to raise capital. Ellison mentioned how Bankman Freed was actively trying to sell shares of FTX to investors, primarily Mohammed bin Salman, Saudi Arabia's crown prince. By selling shares and receiving money, Alameda could theoretically repay the money they borrowed from FTX. The prosecution dove into conversations between Ellison and Benkman Friedenhe that revolved around the ethics of lying and stealing. Ellison testified that Benkman Fried's moral framework was based on utilitarianism and that he thought, quote, the only moral rule that mattered was doing whatever would maximize utility. So essentially trying to create the greatest good for the greatest number of people or beings. Ellison said Bankman Fried, quote, didn't think rules like don't lie or don't steal fit into that framework. Ellison noted that Benkman Frieds moral compass had made her more willing to steal. When I started working at Alameda, I don't think I could have believed you if you told me that a few years later I would be sending false balance sheets to our lenders or taking customer money, but over time it was something that I became more comfortable with when I was working there, she said. Ellison also testified that banquet freed urged employees to use messaging platform signal and set the message to auto delete after seven days. According to Ellison, a large part of Alameda and FTX's culture was a general weariness about putting anything sensitive in writing. Because of potential legal trouble. The prosecution showed a screenshot of Ellison and Benkman Fried's signal chat, where all the messages had auto deleted. Us prosecutors asked whether Ellison and Benkman Fried used coded language to talk about possible criminal activity. Ellison said yes, bringing up Alameda's role in allegedly bribing chinese government officials. Before June 2022, Alameda had trading accounts on two chinese exchanges, OKX and Huobi. In 2021, the exchanges froze Alameda's trading accounts because the chinese government was conducting a money laundering investigation into someone who had previously traded on Alameda. As a result, Alameda couldn't withdraw its funds, which stood at roughly $1 billion. To get their funds off these exchanges, Alameda tried several routes. One effort involved the creation of Okex trading accounts using the ids of people she said she had been told were thai prostitutes. We tried to basically have our main account lose money and have those other accounts make money, Alysson said. Alameda would, quote, do very imbalanced trades between the two accounts so those other accounts would be able to make money and withdraw it. However, this method was unsuccessful. David Ma, a chinese employee with connections in China, allegedly proposed that Alameda get the accounts unfrozen by sending about $150 million to a few addresses. Alameda followed Ma's plan, but Handy Yang, a former Alameda trader whose father was a chinese government official, vehemently opposed it. In a chat with Ellison and Banquet freed, former FTX co CEO Sam Trabuco joked about their chinese bribe, saying, quote, did Handy's father immediately turn us in or something? Additionally, in a document detailing Alameda's state in November 2021, Ellison included a section focused on the large gains and losses Alameda had in the year. The middle of the list said negative 150 million from the thing, which, according to Ellison, referred to Alameda's payments to get their chinese accounts unlocked. Ellison said she had labeled these payments the thing because, quote, I didn't want to put it in writing that we had paid what I believed were bribes to get these accounts unlocked. Ellison also testified that in August 2022, when having a conversation with SBF about Alameda's balance sheet, Benkman Fried said the trading firm should have hedged earlier and that Ellison was at fault for Alameda's financial footing. Ellison said Wednesday that Benkman fried blamed her for being in a situation where Alameda borrowed a $10 billion from FTX while not having the assets to repay the debt. Ellison said she began crying and had trouble continuing the conversation. Despite saying she could have done things differently, like hedging earlier, Ellison still believed bank when freed was responsible for Ellison SPF's decision to borrow billions of dollars in open term loans and deploy them in illiquid investments was the, quote, fundamental reason for Alameda's predicament. Ellison also testified about how SBF tried to cultivate a certain public perception. For instance, she said, quote, he said he thought his hair had been very valuable. He said ever since Jane street, he thought he had gotten higher bonuses because of his hair and that it was an important part of FTX's narrative and image. Also, upon moving to the Bahamas, they were originally assigned luxury cars, but they switched to a Toyota Corolla for him and a Honda civic for her because she said he said he thought it was, quote, better for his image. Although she rarely spoke to the press, she did speak to a Bloomberg reporter for an article about which Bankman fried was concerned. It raised questions about the closeness between FTX and Alameda, describing what, quote, conflicts of interest could mean in the context of FTX. Ellison said, quote, what I mean is that because Sam owned both FTX and Alameda, he had a reason not to treat all of the traders on FTX equally. I think allowing Alameda to borrow billions of dollars from FTX customers was not in the best interest of FTX or its customers. But it was important to keeping Alameda alive. Around the time Bloomberg published its piece in mid September 2022, Ellison met with Singh and Wong about potentially shutting down Alameda, showing notes that Ellison took pre meeting, the prosecution pointed to a list of problems she had identified. The final one was true, up funds. Ellison said it referred to the money Alameda owed to FTX and that she had chosen that phrasing because, quote, I wanted to refer to the concept but not write down anything very explicit along the lines of, you know, return customer money that Alameda took because of my general practice, as directed by Sam, of not writing problematic things down explicitly. In early 2022, Ellison testified, Alameda invested hundreds of millions of dollars in crypto hedge fund modulo capital at bankman Frieds direction. Then on June 24, 2022, he sent a message on Slack to Ellison, saying quote, $50 million to modular Capital LP we should send via signet and then gave an address. Ellison specified that the date of this message was, quote, a week after Alameda had used billions of dollars of FTX customer funds to repay our loans. The prosecution pulled up a spreadsheet of individual loans that Alameda made and called out a loan on September 20, 2022 by Alameda of $100 million, and that represented another investment into modular. The FTX empire's downfall began with the leaking of one of the external versions of Alameda's balance sheet to Coindesk on November 2, 2022. Ellison revealed that she had decided not to comment for the article because, quote, I was hoping at the time the news would just blow over. However, a few days later as customers began to withdraw assets at a fast rate, she testified that bankman freed told her to liquidate Alameda's positions and send the money to FTX, which she said was their general practice at times of customer withdrawals. Although Ellison had testified earlier in the day about SPF's policies around auto deletion, the government was able to display one signal group conversation between Singh, Bankman, fried and Ellison. She testified that around this time, quote, everyone else in the company was starting to preserve their messages. Singh wrote, quote, lots of withdrawals quickly up. Negative 1.25 billion in the last day. Negative 230 million in the last 3 hours. Negative 120 million in the last hour. Ellison responded with a frowny face and explained, quote, I was terrified. This is what I had been worried about for the past several months and it was finally happening. I thought that at this point everything about FTX and Alameda was going to come out. SBF's response to Nishant's text was oofdeze. In the same chat, Ellison mentioned that Salem had asked her if FTX could meet all withdrawals. She asked the others what to say. Ellison explained that even though she knew FTX could not meet all withdrawals, she asked because, quote, that was a fact that we had tried to conceal in the past and I was wondering whether I should continue trying to conceal it or just start being honest with people about it. Once it was becoming evident, SPF responded, quote, maybe something like we can meet a ton, though it's already getting large. Idk. Ellison said SPF created yet another group chat on signal with her and a few others about the fact that public concern over Alameda's balance sheet was growing. Eventually, in the chat, they decided that Ellison should tweet. She said that bankman free didn't want to be the one to tweet since he didn't want to be associated with Alameda because of the conflicts of interest concerned mentioned in the Bloomberg article. Ellison said that even though she did tweet, she didn't want to do it, quote because I knew that the purpose of such a tweet would be to try to mislead people and give them false assurance. Then the prosecution showed the tweets she sent, which began, quote, that specific balance sheet is for a subset of our corporate entities. We have greater than $10 billion of assets that aren't reflected there. However, the prosecution then brought up a Google Doc where she and others had collaborated on what to say in this tweet. The top suggestion was by Banquet Fried, which had all the basic points of Ellison's tweet, but was written in a list format such as a few notes. Another greater than $10 billion in assets not on that balance sheet. B obviously we have hedges for those of you familiar with SPF's tweets, you know what style I'm talking about. Ellison said that the group all agreed that it looks like his writing style, so she said she rewrote it in her style before tweeting. A similar discussion in different signal chat occurred before she replied to Binance CEO Changpeng Zhao, who had tweeted that he planned to sell Binance's FTT holdings. SPF approved her message, saying, quote, I think the point is just to counter the PR narrative here. Although the price of FTT went up initially on her tweet, it started to go down, and she said that Alameda needed to buy a lot of FTT to keep the price up. She estimated that Alameda had spent in the tens of millions of dollars, or perhaps 100 million or more dollars, on buying FTT, but that if they hadn't done that, then the money would have been used to process FTX customer withdrawals. Around this time, SPF started a chat with eleven people, who included Ellison, SPF Singh Wong, and SPF's father, Joe Bankman, amongst others. On November 7, SPF texted a message that listed a number of assets that started with one $300 million BTC and listed other assets and then concluded, so that's roughly 1 billion to 2 billion left. SPF added another table of assets that Alameda and FTX could access on a week's timescale, which totaled $3.9 billion. But Ellison estimated it would still not have been enough since she calculated Alameda owed FTX $8.1 billion. Next, the government pulled up a screenshot of a chat between Ellison and Banquet freed. It began with her replying to an earlier comment of her own, which said, quote, if things got a lot worse, I don't think I am going to handle it well. On Monday, November 7, she had replied to that text saying, quote, this was such a bad prediction. This is the best mood I've been in in like a year. Tbh, SPF responded. Wow, uh, congrats because shits exciting. Ellison responded. I just think I had an increasing dread of this day that was weighing on me for a long time, and now that it's actually happening, it just feels great to get it over with one way or another. The prosecutor asked Ellison why she had written that she was in the best mood she'd been in for a year. Quote, to be clear, that was overall the worst week of my life, said Ellison. I had a lot of mood swings during that week and a lot of different feelings. But one of the feelings I had was an overwhelming feeling of relief because, as I said, this had been something that I had been dreading for so long, for the past several months, she said, starting to cry. It's something that had been in my mind every day, worrying about what would happen when the truth finally came out. And I felt a sense of relief that I didn't have to lie anymore, that I could start taking responsibility and being honest about what I had done, even though I obviously felt indescribably bad about all of the people that were harmed and the people that lost their money, the employees that lost their jobs, people that trusted us, that we had betrayed. By the end of her comment, she was audibly sniffling, and later she grabbed a tissue out of the tissue box on the witness stand. The prosecutor brought up later messages in small group chat in which SPF had linked to a Google Doc that began, quote, potential to dos. Top of the list was, quote, reach out to Brigger, Dustin, Silverlake, Sequoia and Apollo when they wake up. Ellison identified these all as investors or potential investors in FTX, who she said SPF wanted to try to get cash from by selling some equity. The document also showed that FTX only had one third of remaining client assets, $4 billion of the $12 billion in customer assets that were supposed to be on the exchange. At this point, the prosecution brought up SBF's infamously deleted tweets sent on that exact day, such as the ones saying, quote, FTX has enough to cover all client holdings. It also noted that bankman Fried retweeted a tweet bye moon overlord on Twitter which said, can't wait for my FTX airdrop for not moving any of my funds. Next, Ellison asked if she could process loan repayments since lenders were, quote, freaking out and calling their loans in, even though if she did she would be paying them back with customer funds again. SBF responded, quote, can certainly do it for all the smaller ones. As Ellison pointed out, this meant, quote, that there was less money available for FTX customers. Finally, prior to the Alameda all staff meeting on November 9, SPF also had a hand in comments Ellison was preparing to make to her staff after she proposed talking about how Alameda would wind down and it would be appreciated if any staff members stayed to try to repay lenders. SPF added, quote and maybe about there being a future of some sort for those who are excited. Ellison revealed numerous details about her personal relationship with SBF, such as the fact that they wrote each other Google Docs in order to discuss their thoughts on their relationship and their feelings. Ellison characterized her feelings as being unhappy with our relationship and said she shared concerns with him about their personal and professional relationships affecting each other and in particular how the personal one affected her at work. She said that if Banquet freed gave her negative feedback, quote, it made me feel like sort of an unequal partner in our relationship. Perhaps aspects of that unequal relationship came up earlier when shortly after the lunch break, the prosecution asked for a sidebar discussion with her, the defense lawyer and the judge. In a transcript, prosecutor Danielle Sassoon said, quote, the defendant has laughed, visibly shaken his head and scoffed and its possible its having a visible effect on her, especially given the history of this relationship, the prior attempts to intimidate her, the power dynamic, their romantic relationship. Well see if this dynamic continues Thursday when SPFS lawyers resume their cross examination of Ellison final quick notes, the judge finally decided that the anthropic investment could not be brought up in court. When he did so, he gave a colorful analogy. Quote, the crime charged is that he took the money and what he did with it afterward doesn't matter. This is like saying that if I break into the Federal Reserve bank, make off with a million bucks, spend it all on Powerball tickets and happen to win. It was okay. However, he left the door open for the defense to make an argument about the nature of venture investing. Unchained will be back tomorrow with more updates from the courtroom. I expect it to be another dramatic day since Ellison is the prosecution's star witness and this will be the cross examination. Thanks for tuning in."
    }
]