[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its."
    },
    {
        "speaker": "B",
        "text": "Hard keeping up with the fast paced world of crypto, so weve got just."
    },
    {
        "speaker": "A",
        "text": "The thing for you. Subscribe to our free unchained daily newsletter."
    },
    {
        "speaker": "B",
        "text": "At unchainedcrypto dot substack.com."
    },
    {
        "speaker": "A",
        "text": "Youll get the latest crypto news in."
    },
    {
        "speaker": "B",
        "text": "Original articles from our reporters, as well."
    },
    {
        "speaker": "A",
        "text": "As summaries of other happenings in bullet."
    },
    {
        "speaker": "B",
        "text": "Points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "A",
        "text": "Thanks for tuning in to the day 15 recap of the SPF trial sorry it's a little bit late. I had to head to the courthouse at an ungodly hour in order to try to make it into the courtroom on Monday, and while I succeeded, it made me unable to work on the video Monday evening, Sam Pinkman Frieds attorneys ended their direct examination of their client Monday morning, allowing the government to cross examine SPF for 4 hours. During that time, Assistant US Attorney Danielle Sassoon relentlessly highlighted contradictions in his testimony against previous statements, severely undermining his credibility and potentially ending Benkpenfried's chance to win over a single jury member. The prosecution's intense and relentlessly devastating interrogation of the defendant repeatedly used SPF's own words against him. When he would evade her questions or not admit to an act or a statement he had made, she would pull up audio, video and print interviews of banquet freed testimony he sent to Congress, memos to himself, internal Alameda or FTX documents, spreadsheets, etcetera, in which his own words or actions contradicted his testimony. At one point, she raised the fact that the defendant had months to look over the government's evidence. The inference was that he had chosen to testify under oath in contradiction of the evidence anyway, Sassoon's cross examination was a seemingly endless presentation of direct evidence of SPf's previous statements, contradicting his current or recent testimony. She began her questioning by saying, Mister Bankman Fried, you testified a bunch about Alameda up through November of 2022. You owned 90% of Alameda, correct? With her voice ringing out clearly in the courtroom, the energy of her statement shouted confidence. Early on, Sassoon questioned whether Benkman Fried recalled saying in 2022 that he was, quote, walled off from Alameda's trading. He responded, quote, I would say I was not involved for the most part. I would not say I was not involved at all in any way. Pulling up a signal chat composed of Benkman Fried, Caroline Ellison, Sam Trabuco and Ben Schia, Sassoon pointed out that in the messages banquet, Fried expressed his desire to buy maps tokens to decrease Alameda's time weighted average price of the asset, although he did not agree that that was trading. Sassoon also brought up SPF's instructions to Ellison to properly hedge, which he then admitted is a form of trading. Sassoon raised the many media interviews he conducted after FTX's bankruptcy. She got him to agree that as CEO, it was important for him to be truthful and precise when talking about FTX. Then Sassoon played a clip from a Twitter spaces in which he said, quote, I was intentionally not getting involved in Alameda because I was concerned about a conflict of interest. She read aloud a part of a financial Times article about Alameda that said, quote, the FTX founder insisted that he had walled himself off from trading and risk management at the Alameda research trading firm. Another contradiction she pointed out was in his public support for regulation and customer protection versus his private statements on it. She asked him, quote, do you recall, yes or no, telling your followers on Twitter in October that your support for regulation was contingent upon protecting customers? Though he claimed he did not recall, she showed a tweet from him saying exactly that. Then she showed him contradicting himself by drawing up a screenshot of his Twitter DM's with journalist Kelsey Piper, which were published in Vox. Sassoon read aloud Piper's question, quote, you said a lot of stuff about how you wanted to make regulations, just good ones. Was that pretty much just pr too? And then Sassoon asked SVF to read aloud the last two texts. In his response, he said in front of the jury, quote, yeah, just pr. Fuck regulators. Sassoon's next question was, quote, you called members of Crypto Twitter, which included your own followers and customers. Dumb motherfuckers, right? He admitted, calling, quote, a specific subset of them in private conversation that way. One recurring theme was Banquet Fried's inability to answer basic questions about FTX. He responded, I may have, or something similar to the following questions by Sassoon. You said publicly while you were CEO of FTX that FTX had reformed how crypto exchanges worked, didn't you? You recall saying that you had built a responsible system. Do you recall describing FTX as a thoughtful exchange? Do you recall describing FTX as having a healthy take on risk management. Do you recall saying that you are providing clarity and transparency to the crypto system? Isn't it true you also told customers that there always has been regulation in crypto and we always have had duties over and over again in public forums, you described FTX platform as safe, correct? In October, you also told the public that customers mattered more than anything, didn't you? You even tweeted that lying to customers breaks sacred rules of conduct everyone knows to follow, didn't you? In your testimony, you described how the risk and clearing model for FTX International's platform worked, right? Since he so often claimed to not remember what he had said, Sassoon often showed evidence of his prior statements. For example, she asked SPF to read his tweet from August 9, 2021, which read, quote, and as always, our users funds and safety comes first. Sassoon also introduced Bankman Freed's testimony in front of Congress in a document titled FTX's key principles to emphasize how SBF would lay out how FTX offered protections for investors in a multitude of ways, including the maintenance of adequate liquidity as a means to ensure that customers could withdraw their funds upon request. At points banquet Free let his annoyance with Sassoon show. For instance, when she asked him to read a phrase on a document after he read a different part of the text, she redirected him back to the phrase she wanted him to read instead of reading it directly, he said, quote, the first word is preventing. The second word is clawbacks. The prosecution showed that SPF's testimony around the government's core allegations was also inconsistent with his prior statements and actions. When the prosecution brought up the Google spreadsheet created by Ellison that had eight tabs, seven containing doctored versions of Alameda's balance sheets, sassoons, and banquet, Freed's back and forth on whether he remembered the spreadsheet took up four pages of the transcript. He said, quote, I don't recall it being in this particular document. I remember receiving a document that at least looks like one of the tabs on it. I don't remember exactly what it said. Etcetera. So soon finally showed the Google metadata, which revealed that he looked at the document on June 19, 2022. She also pointed out that by the time of his testimony, he knew that the government had gotten metadata from Google about this document. And though she didn't say it, the implication was that he'd chosen to say something under oath that directly contradicted the evidence anyway, Sassoon brought up Benkman Fried's testimony from Thursday's evidentiary hearing, in which he had said that users who borrowed funds did not have restrictions on what they could do with those funds, that they could buy muffins if they wanted. Then she pointed out that there were rules for when customers could withdraw borrowed funds. They could do so if they had spot margin enabled, and that if they withdrew money, they needed the borrow to be collateralized by assets on the exchange. Although he said he wasn't sure about the rules about collateral on the exchange, she pointed out that that was an essential feature of the liquidation engine since it could not liquidate assets it could not access, and that in fact, he had given this testimony to Congress under oath. Under her questioning, he admitted that there was only one customer besides Alameda that was allowed to withdraw money from FTX by pledging outside investments as collateral. That was a firm, Crypto Lotus, that he said had a junior employee with whom he was friendly. However, Crypto Lotus was allowed to withdraw only $100 million. Later on, she drew up an FTX line of credit agreement. She began reading one of the terms of the agreement, which began, quote, funds advanced through the line of credit. Then she asked SPF to read one of the points below it to finish the sentence. He said, quote may not be withdrawn from FTX exchange. The prosecution also asked banquet about his more than $600 million equity stake in the trading app Robinhood. Benkman Fried had purchased a large number of Robinhood shares via Alameda Research, which Notre Dame professor Peter Easton noted was primarily funded by FTX customer money. Sassoon and Benkman Fried had a back and forth to establish whether he was the sole member of Alameda's board of directors, highlighting the defendant's tendency to avoid responding. Indirect answers the tension evolved to the point where Judge Kaplan jumped in to clarify, asking Bankman Freed, so did you become director by mistake or accident or something else? Sassoon asserted that after FTX declared bankruptcy, SPF filed an affidavit to lay claim to the Robinhood shares. Then she asked him whether FTX customers could access their deposits. At the time SPF filed affidavit, his lawyer, Mark Cohen objected, and the lawyers went to the sidebar where Sassoon defended her use of the affidavit by saying, your honor, it goes to intent and proof of the crimes because customer money was spent to buy these shares, and after the bankruptcy, he was trying to get a hold of this money for himself. Judge Kaplan overruled the objection because of the competing versions of SBF's and sons testimonies, Allen may provide outside corroboration to one of them. Thanks for tuning in. And for more updates on the finish of the cross examination, check back on the pod and check my Twitter and YouTube for more real time updates. Thanks for listening."
    }
]