[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just."
    },
    {
        "speaker": "B",
        "text": "The thing for you."
    },
    {
        "speaker": "A",
        "text": "Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well."
    },
    {
        "speaker": "B",
        "text": "As summaries of other happenings in bullet points, plus our meme of the day."
    },
    {
        "speaker": "A",
        "text": "All curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, thanks for tuning in to day 17 of the unchained recap of the ASVF trial on Wednesday, the government and the defense made starkly contrasting closing arguments in the criminal trial of former FTX CEO Sam Pinkman. Fried assistant US Attorney Nicholas Rose used new evidence, timelines and the defendant's own words to paint a picture of SPF as a liar who stole and whose secretive actions belied his public statements, which Rose asserted was an indication of his guilt. Defense attorney Mark Cohen focused more attention on discrediting the government and the cooperating witnesses, while emphasizing the high bar that must be reached for the jury to convict on each of the charges. In a decidedly less frenzied courthouse. Compared to the crowds that had appeared for Benkman Fried's testimony, the jury sat late for an extra 90 minutes, with court letting out after 06:00 p.m. when it was dark. Deliberations are set to begin Thursday. Rose, who was tall and has a robust voice and a slightly patrician way of speaking, began his closing statement using clear, simple language as he walked back and forth in front of the lectern. He faced the jury directly, with his voice ringing out loud and clear. At times he was impassioned, almost yelling some of his points in indignation. His main theme was lies and SPF's knowledge that he was doing something he should not have been doing. A few minutes in, Rose said, quote, this is not about complicated issues of cryptocurrency. It's not about hedging. It's not about technical jargon. It's about deception. It's about lies. It's about stealing. It's about greed. After reminding the jury that the main question is whether SPF knew it was wrong to take the money, he said, quote, and the answer is clear. He took the money he knew it was wrong. He did it anyway because he thought he was smarter and better and that he could figure his way out of it. He could walk his way out of it and talk his way out of it. And today with you, that ends. He asked the jury to apply their common sense and look at the evidence. Rose then called out the contrast between SPF's direct testimony on Friday, which he called, quote, smooth, and showed banquet free to have a perfect memory of his college years, Jane street, and the early years of Alameda. At that time, Rose said, he was also able to explain 50 finance and technical terms. Then Rose noted that Bankman Fried became a different person under questioning by prosecutor Danielle Sassoon. Rose said, quote, suddenly on cross examination, he couldn't remember a single detail about his company or what he said publicly. He never said he couldn't recall during his direct examination, but it happened over 140 times during his cross examination. He lied about big things and he lied about little things. He asked for terms to be defined that he used freely on direct examination. A day earlier, he approached every question like up was down and down was up. Rose then said that in order to believe SBF, a juror would have to ignore all the other evidence, such as the testimony of all his deputies, the flow of money, and the documents and secret spreadsheets. Quote, you would have to believe that the defendant who graduated from MIT, who ran $2 billion companies, and who was testifying before Congress, was actually clueless and he had no idea what was happening at his own company, and he had no idea what he was doing wrong. From there, Rose went methodically into the government's argument. He had PowerPoint slides with pointed titles like, quote, the defendant saw FTX customers as an unlimited line of credit. He pulled up select quotes from the testimonies of the government's many witnesses, SPF's congressional testimony, screenshots of FTX code spreadsheets, because, as he quipped, everyone loves spreadsheets. Plus, he pointed out what he called lies in SPF's testimony versus his actions, doing more of what his colleague Sassoon had done in her cross examination use banquet. Freed's many words against him. Then Rose told the jury to focus on three things. What happened, where the money went and who was responsible. The prosecutor explained that Alameda had been founded first, but that it did not have investors. It only traded with its own money, as well as money that it had borrowed. Then Rose posited that after SPF founded FTX with Gary Wong, he thought FTX could be a new source of capital, pulling up a quote from the testimony of Alameda CEO Caroline Ellison in which she said SPF told her, quote, FTX would be a good source of capital, and he set up the system that allowed Alameda to borrow from FTX. The ways in which the government alleges money was siphoned off from the exchange are familiar to anyone who has been following this story. The $65 billion line of credit, the allow negative flag that only Alameda's accounts had enabled, and these being outside the normal margin trading program since Alameda's main accounts did not opt into that feature. Rose pointed out numerous instances when Bankman Fried's alleged co conspirators said SPF had decided to implement those features to prove the defendant's guilt. Rose said, quote, if he thought this was legit, to just have a giant line of credit and this allow negative feature and to borrow from other customers, why was it so secret? Why not just say, hey, Alameda, by the way, has a $65 billion line of credit. Although earlier in the trial, a Google employee who had testified for the prosecution about metadata seemed pointless, the government, in its closing, used metadata multiple times to show, for instance, that SPF had looked at documents he claimed during his cross examination to not have knowledge of. They also used it to reveal that on June 14, 2022, he initiated a Google Meet that he claimed he didn't recall, during which he, Ellison Wong and director of engineering Nishad Singh went over a spreadsheet. The spreadsheet included mention of the fiat ad account, plus showed that Alameda owed FTX over $13 billion in customer money and had a total negative balance of $11 billion. Rose said that this contradicted SPF's own claims that he didn't know about the fiat ad account until the fall. Bringing up the balance sheet with seven alternatives, Rose pointed out the fact that Ellison made seven versions of it, indicating that it was for SBF. Quote, why would Alison just be doing this solo? In what world is a person making eight alternative balance sheets for themselves and not to be shared? She makes seven alternatives because she knows someone else is picking an alternative and that person is the defendant. Then he pointed out that having two balance sheets, one for yourself and a totally different one to send to lenders, means, quote, clearly you have one too many balance sheets and was fraud. Rose also repeatedly hammered home that SPF was the main decision maker. He noted that there were special systems about Alameda and FTX that enabled Alameda to use FTX customer funds, and said that the notion that SPF did not direct those setups requires one to believe, quote, that two different sets of people come up with two different systems that both happened to give the defendant's company secret access to money. Then he went through specific large transactions that relied on FTX customer money that Rose showed were sometimes solely executed by SPF and thus not to be blamed on anyone else. For instance, SPF was the sole person on an email to binance executives about the buyout of FTX equity from its rival, Notre Dame professor Peter Easton, who had previously served as a witness for the government, had shown that more than half of that payment came from FTX customer funds. The prosecution also wrote up a few timelines to show SPF doing things in secret that contradicted its public statements around that time. On May 13, 2022, it published new terms of service, saying, digital assets in your account are your property. On June 13, Genesis asked for loans to be repaid. On June 14, SPF and his deputies saw the spreadsheet with a $13 billion hole, but Bankman free decided to repay the loans anyway. On June 16, payments got sent to Blockfi and Genesys, their lenders. Then on June 23, Bankman Free gave congressional testimony saying, quote, whoever is in control of customer assets cannot be misallocating or misusing those assets. Then on June 27, he tweeted, quote, backstopping customer assets should always be primary. Rose, at this point, almost began yelling about the hypocrisy of SBF statements and words after mentioning that in June, the defendant chose to use FTX customer assets to repay Alameda's loans, Rose said. And then if that wasn't enough, he has the audacity within a week to go before Congress under oath and go on Twitter and tell his customers, his victims, that he's not using their money, that money protecting their money is his top priority. Finally, Rose showed that early on November 7, the day before FTX's insolvency became publicly known, SPF, doing a quick back of the napkin calculation, said in a group chat that the deficit FTX faced was $8 billion. Then Rose pulled up SPF's most infamous tweet, which was posted 4 hours later. Quote, FTX is fine. Assets are fine. Defense lawyer Mark Cohen was a contrast to Rose not just in content but also in delivery, sleepy, low energy and monotonously reading from his script. More than just speaking to the jury, he kept his hands on the lectern and often looked down and would then occasionally turn his head sideways to face the jury in the overflow room. Some people actually slept while he spoke, emphasizing to the jury how large the government's burden is to prove beyond a reasonable doubt that Sam Binkman Fried had fraudulent intent and lacked good faith. Cohen rejected the government's premise that, quote, FTX was a fraudulent enterprise to intentionally steal customer funds from the very earliest days. Cohen's was a story of innocent, failed entrepreneurship. He said, quote, when Sam testified before you, he told you the truth, the messy truth, that in the real world, miscommunications happen, mistakes happen, delays happen, and the borrowing happening. In the case of Alameda, here in the case of Alameda, depositing or withdrawing hundreds of millions of dollars a day in a process that swept in customer fiat assets, there were mistakes, there were failures of corporate controls and risk management, and there was bad judgment that does not constitute a crime. He began his closing argument by criticizing the government's depiction of the defendant. According to Cohen, us prosecutors unfairly painted the defendant, in his words, as, quote, a villain, some sort of monster. By introducing evidence about Bankman Freed's physical appearance, romantic life, and awkward photos. The government, Cohen asserted, made the defendant look like the villain for their movie. He said, quote, let's face it, an awkward high school math nerd doesn't look particularly villainous. So what did they do? They wrote him into this movie as a villain, a bad guy directing others who apparently had no free will of their own to steal billions of dollars. Cohen argued that us prosecutors did not focus on the why aspect of the government's movie, where Benkman Fried is a villain, and by not focusing on the why, the government did not meet the burden of proof to show the defendant's criminal intent in his actions. For instance, Cohen posed the following questions aloud to the jury, alluding to SPF's many trips to DC to liaise with regulators and lawmakers. He said, quote, why in the world would he go before Congress and subject himself to public questioning when he doesn't have to, when he could be asked just about anything by members of Congress if the whole idea was that he was running a secret scheme using Alameda to defraud customers? Referencing the September 2022 memo in which Menkman Fried proposed closing down Alameda, Cohen said, quote, if Sam is a criminal mastermind and Alameda is the key to the fraud, to stealing customer money, why would he be the one proposing to close it in the first place? Why would he be the one starting this conversation then? Cohen said that if SPF had been this criminal mastermind, he wouldn't have done those things. He then went into the story of how FTX was built from scratch, chronicling its rise in the way that had been done in the press until its collapse. He recounted in a somnolent way how the exchange allowed cross margining, which was considered an innovation, and how the exchange grew to the point where they were making, quote, $15 billion in trades and $3 million in revenue per day. He said that FTX had, in the words of government witness and block vice CEO Zach Prince, become, quote, one of the few exchanges that mattered to address the prosecution's emphasis of Bankman Fried's secrecy about using FTX customer funds, Cohen tried to recast several key moments in the government's case to say that Banquet's behavior wasn't secretive. One in particular was the code based changes Benkin, Freed, Wong, and Singh collaborated on together. Per Cohen's closing statement, Cohen indicated that the code changes were not secret and anyone with access to FTX's codebase could see them. He cited Singh's testimony, in which Singh said the code base was available to the whole company in slacken. Cohen then said, quote, if these coding rights are actually intended to serve as tools to steal, it makes no sense that the group of people in a company with hundreds of employees would have access to them. Cohen also reframed Bankman Freeze behavior as the exchange collapsed, saying SPF's state of mind between November 1 to 11th, 2022, was of someone who was acting in good faith. After noting how SPF's tweets saying, quote, FTX is fine, assets are fine, I might be the government's favorite piece of evidence. He said that at the time the tweet was posted, the defendant believed Alameda had enough assets on and off the exchange to address from Bankman Fried's perspective the quote, liquidity issue on November 7. However, overnight, the price of FTT dropped dramatically, which meant that on November 8, Alameda no longer had enough assets to cover the shortfall on the exchange, Cohen claimed that SPF then deleted the tweets. Since the assets were no longer fine. Cohen said, if all he's doing this week is wheeling and dealing like a fraudster, why would he do that? He wouldn't because he's reacting in real time as events are unfolding. And once he sees that because of what's happened to FTT, I can't say this anymore, he takes it down. Moreover, coincided Benkman Fried's decision during this period to turn off the auto deletion feature in his signal chats as a prime example of good faith and opposite the actions of a fraudster. Cohen walked through each of the charges and reminded the jury what hurdle needed to be cleared for them to convict on each of them. For instance, he pointed out on the investors charge the investments were made before many of the alleged incidents. However, he did not mention what the government had pointed out that allow negative was coded into the FTX code base in July 2019, which was before these investments. Cohen said that the moving of the mobile coin exploit liability and the ecoserum staking revenue being added to the 2021 revenue in late December 2021 were not ways of hoodwinking his investors, but to, quote, help them, since at least for mobile coin, that would mean banquet Freed would personally take the loss. Cohen said that this showed the government making, quote, another effort to backdoor into some sort of proof for the investor account for the money laundering charge. He said that the government's theory that SPF and others were trying to conceal that they took money from FTX customers was by making political donations with those funds. He said, quote, think about that. Why would someone conspire to steal funds and then try to conceal them by making political donations, which are some of the most regulated, publicized and scrutinized forms of spending there is? Near the end of his closing statement, Cohen spent time sewing doubt into several witness testimonies, primarily focusing on the top executives of FTX and Alameda. Cohen said he found it surprising that the government's three and a half hour closing statement didn't mention the various agreements witnesses such as Ellison, Wong, Singh and developer Adam Yadidia and general counsel Kan sun made with the government. Cohen tried to undermine the testimonies of Ellison, Hwang and Singh by saying the motivation for cooperating with the government wouldn't be to tell the truth as it is, but to avoid prison time. Cohen mentioned Wang's testimony, where the former FTX CEO said that ideally his testimony would mean he wouldn't be sentenced to any time in prison. Cohen said, quote, they are not going to get the kind of cooperation agreement they want, the kind of sentence reduction motion, by saying, you know, at the time, we really didn't think anything was wrong. They're not going to get it by saying, you know, we all made business decisions, we made mistakes, we did some dumb things and they turned out wrong. Cohen also criticized the testimony of Peter Easton, an accounting professor at the University of Notre Dame, for not analyzing Alameda's net asset valuation and excluding Alameda's assets held off the exchange. Additionally, Cohen pointed out that Easton said his analysis used, quote, the immediate vicinity of customer funds, which Cohen said was, quote, unscientific and, quote, not something to rely on. Cohen ended with an emotional appeal to the jury, saying that his client had, quote, gone through more than most do in a lifetime, from being a college student to building two companies worth billions. Quote, then there is a market crash and then this, he said. And here we are, finally, before you, in your hands Thursday, prosecutor Danielle Sassoon delivers the government's second closing argument. And then the jury gets instructions before they begin deliberations, which could go into the evening. And if they do, the jury will get free pizza. Stay tuned for more updates. It looks like this trial is wrapping up. Thanks again."
    }
]