[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Thanks for tuning in to this episode of the Unchained recap for day twelve of the SBF criminal trial, directly and dispassionately. The former general counsel for failed crypto exchange, Can sun, testified Thursday at the trial of Sam Bankman Friede that the ex CEO had asked sun to legally justify why the firm was short $7 billion needed to cover surging customer withdrawals in early 2022, just before its implosion. Son, who served in his role for 14 months until the firm's collapse, testified that the night before FTX revealed its insolvency, former head of engineering Nishad Singh, one of three star witnesses from Bankman Fried's inner circle, to already testify, quote, looked like his soul had been plugged away from him, quote, it has been my understanding throughout my time at FTX that FTX has safeguarded segregated customer assets that we do not misuse, we do not touch customer assets, he testified, adding that this message was relayed everywhere in public, such as on SPF's tweets and in congressional testimonies, as well as in private conversations to investors and regulators. So when there is a $7 billion deficit and FTX relied on Alameda to return the money to be able to plug that hole, I was shocked, sun told prosecutors when asked about the missing funds. Sun joined FTX in August 2021 and began working on an updated terms of service, more befitting the size of the company that FTX had grown into by then. Some of the language sun worked on was this line that has since become central to the government's case. Title to your digital assets shall at all times remain with you and shall not transfer to FTX trading. However, sun testified that this did not represent a change for the exchange, that it was consistent with what FTX's policy had been throughout, as well as consistent with how Bankman Fried described user assets being segregated from the business's own assets. The revision of the terms of service was just to make it clear to users. The language was finalized in September 2021 and the fully revised terms of service published online in May 2022. Sun testified that between August and September 2022, he was surprised to learn about Alameda's exemption from auto liquidation. He said he was told by another employee that Benkman, Fried and Singh wanted to maintain Alameda's immunity to liquidation. Sun pushed for it to be changed to a delayed liquidation mechanism that would be available to all market makers and to clarify to all regulators and users that this was in place and had been misrepresented in the past. The processes for these changes were still in motion until early November 2022, when customers started withdrawing their assets from the platform en masse, according to sun. On November 7, 2022, the day before it was revealed that FTX was insolvent, he became aware of FTX's misuse of customer funds when he was trying to help FTX raise money from investment management firm Apollo Capital. In an Albany apartment with bankman Fried Singh, FTX head of product Romnick Aurora, and SPF's father, Joseph Bankman, sun poured over a spreadsheet detailing FTX and Alameda's finances. It showed that FTX was short $7 billion necessary to cover withdrawals from alarmed customers, and another tab delineated how much money Alameda had on hand to cover those potential withdrawals. Because sun had thought Alameda and FTX were separate entities, he was shocked. He testified that he asked about the arithmetic behind the calculations and often in response to his questions, he would receive no response. Other times, he received only occasional responses, and those were, quote, vague. He said that Benkman Fried was typing on his computer and sometimes exiting to make calls. Meanwhile, he said, quote, Neshad was sitting there. His entire face was pale gray. It looked like his soul had been plucked away from him. They sent this spreadsheet to Apollo a few hours later, just before a meeting SPF was supposed to have with the asset management firm. He asked son, quote, for a legal justification as to why the funds were missing, and at Alameda, the defendant's question confirmed Sun's suspicion that FTX didn't have sufficient funds to cover customer withdrawals and that Alameda had misappropriated FTX customer deposits at 07:00 p.m. just before the meeting, the two took a walk in the Albany luxury community where Bankman Fried lived. Sun presented SPF with three theoretical arguments to account for the deficit, but then also explained why each argument was either insufficient or invalid. The first theoretical legal justification was the dormancy fee that FTX charged to customers who still had funds on the exchange but were inactive. However, that explanation would not work because the amounts tied to these accounts were so small. Bankman fried acknowledged Sun's explanation with a yup, yup. The second possible justification was based on how when a user voluntarily lends out their crypto to another user, the borrower can default. But sun said that Singh and Aurora polled numbers showing that this potential justification would not be supported by the facts. SPF again responded, yep, yep. The last argument would have depended on whether FTX had ever made clear what the legal relationship is between a user and his or her assets. But sun explained this justification would not be possible because quote, FTX's terms of service make it clear that when a user deposits assets onto the exchange, those assets continue to belong to the user. Sun described bank van Frieh's reaction to the news. There was no legal justification saying, quote, I was actually expecting a bigger response, but it was very muted. Sam basically said something like got it. He was not surprised at all. After this, the prosecution played a short clip from a Good Morning America segment in which George Stephanopoulos interviewed Bankman Freed. The anchor pointed out that the terms of service prohibited FTX from using customer assets. In the clip, SPF launches into an explanation of how borrowing and lending can be part of the program. Stephanopoulos reads aloud the language from the terms of service that the funds cannot be loaned out. Benkman fried pauses for a moment, repeating Stephanopoulos's words back to himself in a whisper. Then he looks up, pauses again, then says, quote, there existed a borough lend facility and Stephanopoulos points out that people had to opt in for that in the courtroom hearing SPF's defense back in the days shortly after the collapse gave a foreshadowing of what a cross examination might be like for him if he were to testify. The cross examination of son landed a few points. Defense attorney Mark Cohen pulled up the terms of service for fiat currency, which were not as clear as the terms of service for digital assets, especially when it comes to who owns title. But the lawyer asked only cursory questions about this. The next point in the terms of service that the defense lawyer went to ask about garnered a warning from Judge Kaplan. It stated that the terms would be governed by english law. Cohen opted to just ask sun to read the sentence aloud. The terms and any dispute shall be governed by and construed in accordance with english law. Otherwise, testimony for the day ended with Robert Beauregardi, managing director of asset manager Thirdpoint, who chronicled how Bankman Fried omitted significant details of FTX's operations that would have changed Thirdpoint's decision to sink $60 million into the company. The value of that investment, similar to one by venture capital firm Paradigm, whose managing partner, Matt Huang testified early in the trial, is now worthless, marked down to zero. The trial will resume in one week on Thursday, October 27. That morning, the prosecution expects to rest, and Benkman Fried's lawyers have requested to begin their defense after lunch that day. The big question that hangs in the air over the next week is whether or not SPF will take the stand. Thanks for tuning in to this recap of the SPF trial, and be sure to check back next Thursday for the first update on the defense."
    }
]