[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced."
    },
    {
        "speaker": "B",
        "text": "World of crypto, so weve got just the thing for you."
    },
    {
        "speaker": "A",
        "text": "Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well."
    },
    {
        "speaker": "B",
        "text": "As summaries of other happenings in bullet."
    },
    {
        "speaker": "A",
        "text": "Points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, laura here with the unchained. Recap for day eight of the SPF."
    },
    {
        "speaker": "A",
        "text": "Criminal trial the second week of Sam."
    },
    {
        "speaker": "B",
        "text": "Benkman Frieds criminal trial came to a close, with former blockfi CEO Zach Prince serving as a credible witness for the prosecution, particularly regarding the charge of defrauding Alameda researchs lenders. He described the transparency of his lending business, which likely served to the jury, as a stark contrast when compared to FTX's secrecy about its lending to Alameda. His story also showed that Blockfi had an increasing level of comfort with Sam Beckman Fried and his companies, which resulted in Blockfi giving a series of loans to Alameda and entering into an agreement with FTX us for a line of credit and future acquisition. He capped off his tale by saying that the FTX and Alameda bankruptcies created a $1 billion hole in Blockfi that resulted in its own bankruptcy. All this may have painted him as a sympathetic figure to the jury. Further underscoring that point was a moment when Prince twice corrected bankman Freed's defense team over what he felt was a misrepresentation of the loans Blockfi had extended to Alameda, leading to a moment of tension in the courtroom. The prosecution spent a bit of time on how, unlike FTX, Blockfly was public about the fact that it was lending out customer money. Then it elicited details about the company's decision making process for loans, walking through how it stress test the quarter 320 22 Alameda balance sheet to see what would happen if various numbers changed. At one point, the prosecution asked whether Blockfi would have approved the loan if the loan number was double what was represented on the balance sheet. In September that year, Ellison testified that Alameda had taken $14 billion in loans from FTX. Prince responded, quote, we probably wouldn't have lent to them at all because if they had twice as many loans as what's represented here, they might be insolvent. Through a series of questions, prosecutors were able to get across that if Blockfi had known about other aspects of FTX's and Alameda's finances, such as loans to SBF and other executives, or knowledge that Alameda's assets were less liquid than the balance sheet represented, he said it would depend on various factors, but that those issues would change the calculus. Then when asked, quote, did you ever know that Alameda was using, if at all, customer money? He responded, no, absolutely not. When asked how that would have affected their decision to lend, he said, quote, I think we wouldn't have worked with them because that's not something that's appropriate. Prince said while Alameda paid back about $150 million in the summer of 2022, at the time of its bankruptcy filing in November 2022, Alameda still owed Blockfi about $650 million. Moreover, he showed that FTX still held about $350 million of Blockfi's funds on the exchange. Once BlockFi realized it could not access its funds on FTX and that Alameda could not repay its loans back, Blockfi filed for bankruptcy. In its cross, the defense tried lines of questioning that seemed to try to pin the blame for Blockfi's bankruptcy on its own executives, but neither seemed effective. It first introduced a couple August of 2021 Blockfi credit memos that analyzed the risks involved in Alameda's requests to increase its borrowing. At this time, Blockfi had lent $114 million to Alameda in cryptocurrencies such as USDC, ETH and bitcoin, while Alameda put down roughly $179 million in collateral in coins such as FTT and Saul, perhaps to advance the notion that Blockfi's woes stemmed from its management ignoring its own employees. The defense noted that Blockfi's credit team did not recommend approving Alameda's request in 2021 to increase their borrowing up to $730 million. Prince testified that Blockfi did not make this loan because of the proposed collateralization ratio of 110%. However, right after the defense pressed him about the fact that Blockfi had made additional loans, asking about times when Blockfi's executive committee might make a different decision from the credit team's recommendations, the defense said, and that's what happened here? Prince responded, no, I already told you what happened here. What happened here is this credit memo is for a loan that was not made. Then when Cohen said, but later loans were made, correct? Prince responded, yes, but this, you know, you're showing me a credit memo where they're saying, we recommend not making this loan, and I'm telling you we did not make this loan. This raised the question of why defense attorney Mark Cohen had presented this particular document rather than one pertaining to the loans he was asking Prince about. Then, as if the defense hoped to imply that Blockfi's bankruptcy would have happened regardless of FTX and Alameda's bankruptcies, Cohen asked about Blockfi's own financial status in the summer of 2022. That July, it had made a deal with FTX us for a $400 million line of credit as well as future acquisition. The defense asked Prince if he was concerned at the time that BlockFi would go bankrupt. Prince responded, quote, I think that the range of my concerns as CEO of Blockfi pretty much always included everything from, you know, complete failure to extreme success. When asked again if he had a specific concern about going bankrupt at that time, Prince said that it had a lot of capable professionals and that the business remained solvent and operational throughout that time, the defense asked again, but you felt the need to take in this capital, correct? Prince responded, I don't know that I would use the word need, but we decided that it was better for the business to do this transaction than for the business not to do the transaction. Prince ended his testimony by saying blockfi likely would not have filed for bankruptcy if Alameda repaid its $650 million in loans and if BlockFi had access to its $350 million on FTX. The prosecutors are expecting to rest their case around the 26th. Upcoming witnesses include Nishad Singh, Ramnik Arora, two FTX customers, an FBI agent and more. The trial will pick up next Monday at 09:30 a.m. eT. For real time updates from the courthouse, be sure to check out my Twitter feedlorashin, where I post video updates twice each day. Court is in session. Thanks for listening."
    }
]