[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well."
    },
    {
        "speaker": "B",
        "text": "As summaries of other happenings in bullet."
    },
    {
        "speaker": "A",
        "text": "Points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Thanks for tuning in to day eleven of the unchained recap of the SBF trial on Wednesday, the criminal trial against Sam Pinkman Fried featured financial and technical expert testimony, a considerable portion of which was mundane. One standout witness relayed his analysis of how much money FTX owed to its customers against how much it actually had. Over time, however, there were two witnesses whose purpose was unclear, prompting the judge to rebuke the prosecutors, although the testimony was less dramatic than earlier this week, when the prosecution's final star witness, former FTX head engineer Nishant Singh, detailed its growing balance sheet problems and bankman Fried's harsh management style. The clear and easy to follow financial flows analysis yet again presented a strong case for the prosecution in the dry and technical terms of bank accounts and blockchain technology. But accompanied by clear diagrams, flowcharts, pie charts and graphs, Notre Dame accounting professor Peter Easton dissected Alameda's bank statements, FTX's database cryptocurrency blockchains like Ethereum and Bitcoin, and third party bank statements. His presentation illustrated how FTX had mismanaged customer funds so severely that, according to his analysis, at the time of its collapse, the gap between what it had and what it owed customers was about $9 billion, Easton testified. Quote, the amount of customer deposits held in Alameda research and Ftx.com accounts was way less than what was owed to customers on FTX. What happened to that money? Well, Alameda Research used it for their own expenditures. Similarly, the amount of FTX hot and cold crypto wallets was far less. The amount owed in those wallets was far less than the amount that was owed to FTX customers. And again, Alameda research used customer crypto funds to pay for the expenditures. Easton, who was hired by the us justice Department to analyze FTX and Alameda balance sheets and who had done similar work on the Enron and Worldcom cases, told prosecutors that SPF's firms had spent customer assets on investments, political and charitable donations, and real estate, including the bahamian penthouse where Bankman, Freed and nine others lived. After explaining one page with four categories of money visually represented on it. First, Alameda bank accounts second, accounts with customer deposits third, FTX bank accounts and fourth, an SPF entity called Paperbird, the prosecutor asked Easton, now let's talk about what happened to the customer funds that moved through those accounts. And was any of the customer money spent? Easton, who seemed to have an australian accent, responded, oh yes, in a tone that sparked laughter in the overflow room. The diagram, entitled commingling of customer fiat deposits with other funds, showed how interconnected FTX and Alameda were rather than arm's length entities, as SPF and Ellison had publicly maintained. It depicted transactions from a nearly eleven month period beginning in January 2022. Via a network of more than 50 bank accounts under banquet Freed's control, Easton concluded that FTX had chronically used customer assets for its own purposes. His blockchain analysis in particular showed that on October 31, 2022, FTX's customer balance was more than $10 billion greater than the amount FTX actually held in its crypto wallets. He demonstrated that numerous investments were made using customer funds. For example, 100% of the investments into trading firm modulo Capital came from customer funds, according to Easton's testimony. Other investments that were made with either a part or all of the funds coming from customer assets included anthropic genesis, digital assets, robinhood and K five. There were numerous real estate purchases made with customer money, such as the Orcid penthouse, SPF's Gemini apartment and an apartment labeled Old Fort Bay, which cost $16.4 million, along with $1.64 million for VAT. Its deed listed the owners as Alan Joseph Bankman and Barbara Helen Fried, who are SPF's parents. Of the political donations in his analysis, all of which were paid wholly or in part with customer money, two seemed notable. One to Freed's super PAC was corroborated by an email freed sent to her son saying, quote of since this is going to our 527 and hence is disclosed, I'm assuming Neshad would be the best person to have his name on it. SPF responded with an email approving the transaction. Additionally, Easton said, a charitable donation to banquet, Fried's brothers nonprofit organization guarding against pandemics, received $20 million of customer funds. Easton also highlighted how loans from third party lenders were paid off using customer funds. In fact, payments to several third party lenders, including Blockfi, Voyager, Celsius, and Abra, were 100% composed of customer money. Bankman Fried attorney David listener attempted to cast doubt on Easton's methods, asking whether it was, quote, fair to say that the amount of fiat kept in the FTX account should not appear as a liability for Alameda. Listener highlighted that the fiat at FTX Internal account tracked all customer deposits in all relevant bank accounts from Alameda, North Dimension and FTX. Benkman Fried's inner circle had separated the fiat at FTX account to understand the liability split between FTX and Alameda, but Easton admitted to listener that he left the fiat at FTX account, as is lumping customer FTX bank account liabilities with Alameda's. All this meant, however, was that Eason's analysis in this instance was just not entirely accurate. Using different witnesses, prosecutors drew attention to twitter activity by banquet freed that seemed to highlight his indifference to FTX's growing financial predicament, or possibly an attempt to fool some of the political heavyweights and celebrities with whom he corresponded. In one instance, Eliora Katz, a Washington, DC lobbyist whom FTX hired to help with its government relations, read a tweet by banquet freed in which he thanked Maxine Waters, Patrick McHenry, and the House Financial Services Committee. The prosecution also asked Katz to read the defendant's tweet on February 6, 2022, where he said he was excited to testify before the Senate Agriculture Committee on digital assets. While Shamel Medrano, an investigative analyst for the Southern District of New York, was testifying, prosecutors presented tweets from several crypto influencers, including based carbon and crypto Bitlord. Seven who responded to SPF's thread on November 6. Based carbon, for instance, thanked Sam and said he had deposited more money into his FTX account. The tweets and private messages, including a conversation between Vox future perfect senior writer Kelsey Piper, seem to suggest that Benkman Fried offered different messages for different constituencies. Medrano testified about screenshots of private Twitter DM's between Piper and Benkman Friedenhe, in which Piper asked the defendant, quote, you said a lot of stuff about how you wanted to make regulations, just good ones. Was that pretty much just pr too banquent? Freed responded, there's no one really out there making sure good things happen and bad things don't. Usually there's only one toggle. Do more or do less. Yeah, just pr. Fuck regulators. Piper then published an article based on their conversation that became a sensation in the days shortly after FTX's collapse. Right after she published it, SPF dmed her again, asking her to, quote, take it down. At certain points, Judge Lewis Kaplan became impatient with prosecutors for calling witnesses who he felt did not add to their case, thereby wasting everyone's time. After Katz, the first witness on Wednesday, spent much of her time on the stand, reading from FTX documents and SPF's communications to federal lawmakers. She acted as though she had been forced to testify, answering in sometimes barely audible one syllable words and repeating on at least one occasion that some events recounted in earlier testimony occurred before her six month employment at FTX started in April 2022. She said also that she had no reason to believe that SBF statements to lawmakers, so in public hearings before the Senate in House were false. Later, Corey Gaddis, a Google records custodian, testified about metadata in Google Docs and spreadsheets. It was not at all clear what the point of his testimony was. Gaddis himself even revealed that he was not a metadata expert. On top of that, the prosecutor ended up repeating numbers of different documents it wanted to put into evidence multiple times. In a break shortly thereafter, a clearly annoyed Kaplan said of Katz's and Gaddis testimony, quote, we had a witness this morning here. He was referring to Katz's testimony who knew absolutely nothing and spent the time saying, I had nothing to do with any of that, and read documents that are public records. And this afternoon we fly somebody in from Texas. Here he's referring to Corey Gaddis to put in documents about what he knows nothing, or next to nothing that are obviously stipulatable. This is like a judicial term, meaning like, the lawyers could have figured this out without requiring this person to fly in from Texas. We have 18 people devoting time here to this case, and it's really a crime. That's it for the update. Thanks for tuning in, and be sure to check back for the update tomorrow. If you want real time reporting from the courthouse, be sure to follow me on Twitter more tomorrow."
    }
]