[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, Laura here. Welcome to the unchained recap for day 16 of the SBF trial thanks for tuning in. The government wrapped up its cross examination of former FTX CEO Sam Bankman Fried on Tuesday, with assistant US Attorney Danielle Sassoon shooting more rapid fire strings of questions at SBF that underscored the incredulity of some of his claims, plus a mic dropping set of final questions that seemed to indicate the defendant's knowledge of his guilt. In her cross examination, Sassoon interrogated the defendant's relationship with bahamian officials, his efforts to determine who had spent the $8 billion of missing FTX customer funds, his concern, or lack thereof, about the fiat ad account, and his infamous November 7 tweets telling customers assets were fine, which he deleted the next day. The defense followed with a redirect examination aimed at recreating reasonable doubt that the 31 year old former FTX and Alameda research CEO did not defraud or conspire to defraud customers, investors and lenders. It used the time to give bankman fried space to further expound on his answers in the cross examination Monday, the prosecution started its cross examination by asking Benkman Frieden about whether he cultivated a close relationship with bahamian officials. For instance, she asked whether SPF recalled proposing to the Bahamas Prime Minister Phillip Davis that FTX pay off the country's national debt of roughly $11.6 billion. SPF said, quote, I don't remember that. Sassoon also asked SPF about having a conversation with Davis's son about a job in NFTs and giving Davis and his wife, quote, floor side seats at FTX arena to see the Miami Heat. She brought up a screenshot of a signal group chat named Project Chinchilla Chatter, where SPF had joked that former co CEO of FTX Digital markets. Ryan Salem was a member of the Bahamas government. She also mentioned a private dinner and played a video from the Crypto Bahamas conference. Davis was in attendance at both alongside guests like former us president Bill Clinton, former UK prime minister Tony Blair, singer Katy Perry, and actor Orlando Bloom. Then she pulled up an email from November 9, 2022 between the defendant and Bahamas attorney general Ryan Pinder. By that point, FTX had halted withdrawals. And yet in the email, Bankman Fried wrote to Pinder, quote, we have segregated funds for all bahamian customers on FTX and we would be more than happy to open up withdrawals for all bahamian customers on FTX. Benghet Fried admitted that FTX was reopened temporarily solely for bahamian customers. When Sassoon asked him about what she called Alameda spending, the FTX customer fiat deposits from the North Dimension bank account owned by Alameda, Bankman Fried said he did not learn until September October 2022 that FTX customer fiat deposits in the North Dimension account had been, quote, used. Under the quick questioning from Sassoon, SPF admitted that it was, quote, permissible for Alameda to borrow and use fiat deposits, and yet that he didn't tell his employees not to spend FTX customer deposits, didn't set up measures to segregate FTX customer funds from Alameda's funds, didn't tell Alameda employees to keep FTX customer money in the North Dimension bank account for the benefit of FTX customers, and yet made representations before Congress about the safeguarding of FTX customer assets. Bankman Fried claimed that in September October 2022, he learned that $8 billion of customer money had been spent. When Sassoon asked him what information he learned about who had spent it, he said, quote, I don't remember knowing anything about particular employees. She rejoindered. So it's your testimony that while you were CEO of Alameda, by the way, I think she meant FTX. Some unknown people spent $8 billion without your knowledge. Then she asked him, you didn't call in your deputies and employees and say who spent $8 billion? He said he asked Ellison how it happened. Says soon asked whether he had fired anyone for spending $8 billion of FTX customer deposits, he responded, no. She responded. And so just to be clear, it's your testimony that while you were Alameda's CEO, your employees are spending millions and then billions of customer funds without you knowing it? SPF denied that it was his testimony. During the defenses redirect, Cohen asked Banquet freed why he had denied to Sassoon that he had spent the $8 billion. SPF first stated how he didn't think, quote, there was a clear, simple pointer decision where a particular person or group decided to spend the money. Moreover, he, quote, wasn't particularly interested in trying to dole out blame for it. That wasn't my priority. It was generally something I de prioritized as later and I tried to focus as much as I could on what stuff has happened. What's the best thing we can do going forward. Similar to the earlier line of questioning about whether or not banquet freed had tried to identify who had spent $8 billion of FJS customer money, Sassoon showed multiple times that SPF's actions don't quite match his story. For instance, he describes simply overhearing about the fiat ad account from FTX co founder Gary Wong and director of engineering Nishad Singh just after Ellison had feared that Alameda might have gone bankrupt. Earlier, he had testified that at this point, SPF learned that Alameda's liabilities to FTX were $10 billion, not $2 billion as he thought. In this section of the transcript, Danielle Sassoon says, and you didn't say, hey guys, what's this fiat ad account that had an $8 billion bug that almost made Alameda bankrupt? SBF replied, when I heard it, I didn't have all that context, but I did ask what the fiat ad account that was an account was referring to question. And you were told, weren't you, that it had to do with Alameda's liabilities to FTX for customer funds, right? Not at that time. I was told they were busy and I should stop asking questions because it was distracting. Sassoon asked, so it's your testimony that your supervisees told you to stop asking questions? In the overflow room, people laughed. Sassoon aimed at Benkman Fried's credibility, highlighting tweets that, from the government's point of view, demonstrated how the defendant misrepresented FTX's financial status to customers. She focused on several tweets SPF posted on November 7, which were deleted the day after once it became known that FTX did not have the full amount of assets to process customer withdrawals. Benkman Fried said that before FTX went bankrupt, but asked customers were rapidly withdrawing from the exchange. He was writing tweets because, among other things, he wanted to reassure customers and have them leave their funds on the exchange instead of withdrawing. Referring to the statement in the November 7 tweet, quote, FTX has enough to cover all client holdings. Sassoon said, quote, your tweet doesn't say that Alameda has enough to cover all client holdings, does it? He agreed. She reminded him that in previous testimony, he said that when he wrote this tweet, he was referring to the fact that Alameda had more in assets than liabilities. He said he wouldn't put it that way. But then she asked, quote of on November 7, FTX itself, if you disregarded Alameda's assets, did not have enough to cover all client holdings. He disagreed. Benkman Fried admitted that even if he and Alameda had liquidated its assets, for example, by either selling their investments in Robinhood and recalling their money from Modulo, the amount was still less than needed to cover FTX's obligation to its customers. And Sassoon asked him if these assets were investments. He said yes. Then she said, quote, you tweeted, didn't you, that we don't invest client assets? He said, that is correct for the final line of questioning. For the cross examination, Sassoon created a mic drop moment that indicates SPF knew who the four co conspirators were even before all four were publicly known. Sassoon began by asking, quote, Mister Bankman Freed, you would agree that you, Caroline, Gary and the shodd were the ones involved in the decisions to spend FTX customer money by Alameda, right? He said no. Then she asked if he had learned in December that Caroline and Gary had pleaded guilty. He said yes. When asked if he knew that they were both cooperating with the government, he said he wasn't sure, but, quote, I may have. Then she pointed out that in January he would have learned that Singh had also pleaded guilty. He said January or February. She asked if in December, when hed heard about the guilty pleas of Caroline and Gary, hed been surprised not to learn anything about Nashad. He agreed. She responded, because Nashad was the fourth person involved in your scheme to use FTX customer money, right? He said nope. She pulled up the same Google Doc written on December 25, 2022, in which in Mondays testimony, Sassoon had shown hed been wondering if he could get the Robinhood shares transferred to himself. However, this time she focused on a different section of the document labeled Nishad. Question. Do you see it says Nishad? I do. Question and a says lots of the complaints etcetera filed at this point make claims like the three co conspirators in a way that doesnt really seem to leave much room for them, adding on a fourth, they dont seem to be keeping a seat warm for him as a defendant do you see that? I do see that. Also, theres no plea deal, no, nothing yet. Do you see that? I do see that. And C, what does this mean? One, he got immunity. Two, they arent bothering with him. Three, theyll just have a separate, parallel set of complaints for him once they get past whatever the blocker is for something else. You wrote that Mister Benkman freed, correct? I think so. After the defense's redirect, the judge and both teams of lawyers had a charging conference to revise the jury's instructions. On Wednesday, the defense and prosecution will give their closing statements. Then the jury deliberates. The end is in sight."
    }
]