[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "It sort of reminds me a little bit of, kind of what we've seen actually out of the SEC where or frankly the CFTC as far as us civil matters go. Where really the lesson that I feel like continues to be learned is you can break the law if you get really big and you have a giant war chest, and then you can use it to go fight. And that is a very bad lesson. And I think that runs very counter to what we want our loss to signal. But that is kind of what we see in terms of enforcement action. So I think it's kind of disappointing in that way. Not a dividend, it's a tale of Tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now. Your losses are on someone else's balance sheet."
    },
    {
        "speaker": "B",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "Unnamed trading firms who are very involved."
    },
    {
        "speaker": "D",
        "text": "Alec Eth is the ultimate."
    },
    {
        "speaker": "E",
        "text": "Obviously, defi protocols are the antidote to this problem."
    },
    {
        "speaker": "C",
        "text": "Hello everybody. Welcome to the chopping block. Every couple of weeks, the four of us get together and give the industry insider's perspective on the crypto topics of the day. So quick intros. First, you got Tom, the defi maven and master of memes."
    },
    {
        "speaker": "B",
        "text": "Hi everyone."
    },
    {
        "speaker": "C",
        "text": "Next we got Robert the cryptocurrenozzur and czar of Super State GM, everybody. Then we've got Tarun the giga brain and grand poo bah at Gauntlet."
    },
    {
        "speaker": "D",
        "text": "Aloha."
    },
    {
        "speaker": "C",
        "text": "And finally, I received the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see chopping block XYZ for more disclosures. So, gentlemen, it's been another crazy week. Particular today is Tuesday, November 21, and today is the day we have all been waiting for. There finally has been a settlement between finance and the us government over almost all of the charges that have been filed against all."
    },
    {
        "speaker": "D",
        "text": "Been waiting for this."
    },
    {
        "speaker": "C",
        "text": "I think the entire industry has been waiting for this hammer to fall. Like, I mean, I know a lot of people, a lot of LP's that I talk to are like, what's going to happen with Binance? You know, when is, when are we going to get clarity on the thing? This is the big one, for sure. This is like, okay, binance can now wash its hands and move forward into kind of the post bad boy era, presumably. I mean, you never know. So let me give you high level what happened. So some of you may remember the CFTC and SEC filed suits against binance in the summer, and we knew from the CFTC lawsuit in particular that Binance did a lot of bad things. And many of those bad things are criminal, such as sanctions violations and money laundering and all this sort of stuff, that it's really not a civil violation. This is really criminal stuff that the CFTC was digging up, that binance was participating in. So we knew that there was a longstanding investigation into binance from the DOJ, and there had been a lot of different leaks about how the DOJ was thinking about actually bringing this case to bear. And now we finally have the resolution of that case. So CZ flew to Seattle from Abu Dhabi, where he was residing, which, of course, Abu Dhabi does not have an extradition treaty with the US, but he voluntarily came to the US in order to face these charges. So the charges are that binance is going to pay a total of $4.3 billion in fines and restitution. This is a massive fine. So just for a sense of scale, Purdue, which was the company that was ultimately prosecuted for all the bad opioid prescriptions they were writing, was charged 5.5 billion. Binance is charged 4.3 billion. This is an incredibly large fine. CZ is barred from any involvement in Binance's businesses for three years. And there's a bunch of changes to compliance and stuff like that. This resolves binance's charges that they'd be facing from FincEN, Ofac and the CFTC. Notably, the SEC is not on this list. So the SEC is still going to be pursuing their cases against Binance and still saying that stuff that Binance is doing is bad and wrong and evil. CZ is stepping down as CEO, obviously, and is being replaced now by Richard Tang, who is going to be the new CEO of Binance going forward, or at least for a little bit. And the DOJ basically details some of the things of which Binance was accused of. One of them is there was over $900 million that us users end up sending to iranian users, which of course is a sanctioned violation. There are also sanctions violations to Syria, as well as Crimea and some of the other areas that are otherwise under sanctions. There was also over 100 million from Hydra, which is a russian dark web platform, as well as a bunch of money being sent back and forth from mixers. So sanctions violations, money laundering and willfully bringing on us customers, which we already knew from the CFTC lawsuit. So CZ is out. He's basically said that, hey, I'm no longer going to be running companies or doing anything like that. He wrote a tweet, a very long tweet that sort of sounded like his retirement speech where he's like, hey, guys, look, I made some mistakes. I don't think anybody in the industry actually thinks he made mistakes. I think people in the industry were kind of cheering him on. But for the most part he's like, look, I made some mistakes. I've had my run. It's been really incredible. Did something's right, did something's wrong. I'm probably going to step back, take a vacation, chill a bit and maybe do some investments in Defi and be an elder statesman of the industry, more or less. So he sounds like he's imagining himself in an Arthur Hayes kind of trajectory. And from the way he was describing it, sort of implied that he doesn't expect to face jail time. Now, it's not clear from the settlement whether or not he will be facing jail time, but it seems to be implied by the way this is all being handled and the fact that he came to Seattle is paying this massive fine that probably he's going to either get a very small, small sentence or he's not going to face any jail time at all, much like Arthur Hayes. So I will pause there. Thoughts on the binance settlement?"
    },
    {
        "speaker": "D",
        "text": "Most important thing is we know he's really retired if like Arthur Hayes, he comes on the show."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a good point. Cz, if you're listening, come on the chopping block. We'd love to have you. And you know, we'll get too far in the nitty gritty."
    },
    {
        "speaker": "D",
        "text": "We're just going to ask you about your defi investments and see if you're going to be. If you're going to be able to beat Justin sun in terms of on chain valor and AI."
    },
    {
        "speaker": "B",
        "text": "He threw AI in there just for good measure."
    },
    {
        "speaker": "D",
        "text": "So you never know what czech biotech."
    },
    {
        "speaker": "E",
        "text": "How can you not do AI?"
    },
    {
        "speaker": "B",
        "text": "Yeah. On the jail time bit, I was initially also under this impression, but there was a news story that came out. Basically, CZ has waived his right to an appeal if his jail time or probation time is under 18 months. So there is still a window, but I assume it's pretty nailed down at this point. Otherwise, I don't know why he would fly to the US to sort of face these charges. But I mean, on face value, it seems like kind of a win win for everybody. Like very, very minimal jail time. I think they can pay this balance or this fine off the balance sheet, pretty much the US. Hey, binance is now in compliance. They get all the binance data and all the user activity. It seems kind of like great for both parties. The other hand, though, it does kind of make me question, I guess, BSA and sort of KYC, AML, the whole regime overall. Why is it that for some federal crimes you can pay a fine and get out of it and some you can't? It seems overall a bit silly. And I feel like they trumped up actually a lot of the way they represented these charges. I mean, there's an article about it saying, oh, Hamas was using binance. And I think they alluded to it in the thing, or even the $900 million iranian thing. It's not like those are all iranian officials that were trading with us users. It's presumably some much smaller percentage. So sure, at face value, it seems great. But I don't know, it just makes me question, what are we really doing here? Who is being protected? What is the point of this interaction?"
    },
    {
        "speaker": "E",
        "text": "Well, I'll take the opposite side of this, and I'm going to take at face value everything that was in the charges, everything that was discussed at the press conference, everything that's been presented as evidence so far. One of the things that was said is that there's basically a consistent and repeated series of egregious violations when it comes to AML and moving of money on behalf of people that are not supposed to be moving money. Binance got its start way back in the day. I remember it was like, oh, anyone can sign up, there's no KYC. Put every asset you want into finance and take out any other asset, no one's going to know. And it got its start with basically a wild west approach to allowing people to trade. And they never really dropped that approach. Obviously, they sensationalized a lot of the violations. Like, oh, it was a terrorist group. Oh, it was drug cartels. Oh, they joked around about ak forty seven s and all of these things, but they basically never really tried to prevent bad actors, so to speak, from using their exchange. Like, it doesn't seem like there was ever, you know, a proactive approach. They joked around about how they weren't being proactive and didn't want to be. And it was core to finance the business model to let anybody use it, you know, including, you know, and the degree matters and the magnitude matters and the impact on the world matters, to your point, Tom, but really, including people that are very obviously the bad guys. Right. And I agree. It's possible that it wasn't like, you know, unilaterally, like, allowing people to, you know, create terrorist groups or whatever, but it certainly was directionally on the wrong side. And not just on the wrong side once, but, like, on the wrong side repeatedly and on an ongoing basis for, you know, six years. And one fact I actually found most interesting, I think it was Janet Yellen who said this at the press conference. Might have been someone else. Finance never once filed a single suspicious transaction report. Seeing the largest hacks move assets to binance, seeing the largest flows of funds in the history of crypto, nothing once ever was considered suspicious to them. They never once filed a suspicious activity report. They just didn't, so to speak, want to crack down on nefarious uses of their platform. And that's very different than, like, accidentally letting something bad through. You know, they've really repeatedly turned a blind eye. And I think, you know, that's what's the driving force behind the us government wanting to crack down on them. And I think they're doing it to send a message. And I think, all in all, it's probably a good thing that binance is charged and has settled the charges, both, as you said, for the government, for binance, for the industry."
    },
    {
        "speaker": "C",
        "text": "So, yeah, Robert, I more or less agree with you. I think this is unequivocally good outcome for the industry. It's good for binance that we knew that binance knew this was coming. There was no fucking way after that CFTC lawsuit that this is not the logical next step. And getting a settlement that basically says, look, you pay, that's probably one to maybe one and a half years worth of profit for binance, if I had to guess. You pay a one and a half year speeding ticket, but you basically get to keep the proceeds of, of all the last six years, and you get to move on, and now you're off scot free. That's a pretty good deal, I think, for Binance, for CZ. I don't know. It really depends on whether or not he faces jail time and the nature of that jail time. I would also say moderating a bit on that perspective. I think it's also important to appreciate that, look, binance is an international company and I think there is a big difference between the sanctions violations and the darknet market mixers and kind of criminal activity stuff. You're not filing a suspicious activity report. Suspicious activity reports are an american thing. And Binance has always taken the view, obviously somewhat speaking out of one side of its mouth, that it doesn't serve the US. Now obviously it was being very, very cute about what that meant. But nominally at least, it does make sense that a company that claims it doesn't operate in the US and has no ties to the US would not be filing suspicious activity reports with the us government."
    },
    {
        "speaker": "E",
        "text": "But it very clearly operated in the."
    },
    {
        "speaker": "C",
        "text": "US that I think very clearly deserves a slap in the face. The sanctions violations I think are interesting because of course, Binance was founded originally in China and eventually moved to Hong Kong and then eventually moved to Singapore and then eventually moved to UAE. China and Iran are allies, right? So obviously China does not acknowledge the sanctions on Iran as binding on China. And so it is kind of a weird thing when you think about it that when binance was actually founded, they might actually think that, well, Iranians are not sanctioned as far as we can. As far as I don't do business in America. And so from my perspective, like, I'm not in violation of anyone's rules when I do this. Now, the reason why, and this is kind of the real politic of it, is that when you touch american users now you are in America's jurisdiction whether you like it or not. And one way or another, we own the high seas of the Internet. So if America doesn't like something, they can take down a domain name, they can shut down your DNS connections, they can cut off your Google access, like more or less America runs the Internet. And so once you touch american users and we establish jurisdiction, you know, it's, it's, it's kind of, it's our game now."
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe I want to hear truen's perspective and maybe just one point of clarification. I don't, I don't disagree that they definitely violated us sanctions and I think they were pretty flagrant in just how negligent and sort of carefree they were with respect to knowledge of bad actors using the platform. But I think I really took issue with the way they were presenting this as, you know, this was sort of a disgorgement of profits from doing that. That wasn't the point. Like, that's not where binance makes money, right? Binance doesn't make money for, by laundering money for Hamas. That's incidental. That's a very, very, very small percentage of their total volume and fees. And so it kind of feels like, hey, you have this very, very small percentage of bad activity on the platform and we're going to take down the whole thing just because of it. And I really just don't agree with that."
    },
    {
        "speaker": "C",
        "text": "I mean, look, clearly they made, I don't think, I don't know, actually how they do the math on the 4 billion. And sometimes they end up kind of giving this convoluted explanation of why this is the number. But it's very clear that a lot of their revenue came from us users. And that, I think, is probably if there was a place where a giant number comes from, that's probably it. It would not surprise me if they've made, you know, several billion from us users over the course of their history. And of course you want to do something punitive. I dont know if its quite punitive enough to be a really actual strong impediment to the next person who wants to build Binance, but this one at least, I think it seems in the territory of reasonable. It may be a bit small, honestly, for what Binance should be paying for how much they were railroading and breaking us laws."
    },
    {
        "speaker": "E",
        "text": "Well, I think it was actually a quite significant penalty. I read one tweet recently that looked at, based on Binance's self reported proof of reserves and the assets on hand, and their own statements. Based on that, they were able to unearth the number that Binance had approximately like $6.5 billion of crypto assets on hand that belonged to Binance, not to customers. And so if you take that number at face value and you say, well, Binance's balance sheet has an extra $6.5 billion on it. A $4 billion penalty is basically two thirds of their non customer liability balance sheet. And that's significant. It's the 7th largest fine in financial history, but it could be like two thirds of what they have available. When JP Morgan gets fined $10 billion, it's more of a drop in the ocean because they might have hundreds of billions of dollars. Just putting in perspective, I actually think it's quite significant based on the size of the entity. But maybe you're right, maybe it's small for some other reason."
    },
    {
        "speaker": "B",
        "text": "I think you have to look historically and non crypto assets as well. I think, again, obviously, this is DOJ, this is CFC. But it sort of reminds me a little bit of what we've seen actually out of the SEC or frankly the CFC as far as us civil matters go, where really the lesson that I feel like continues to be learned is you can break the law if you get really big and you have a giant war chest, and then you can use it to go fight. And that is a very bad lesson. And I think that runs very counter to what we want our laws to signal. But that is kind of what we see in terms of enforcement action. So I think it's kind of disappointing in that way."
    },
    {
        "speaker": "C",
        "text": "I think that is a kind of law of the jungle that's unlikely to change. And I don't think, I think, I mean, I don't understand international prosecutions well enough to know kind of what are the levers that binance has. But very clearly theyve hired some of the best legal teams in the world. Everyones been saying that now for years, that they have an incredible bench. And those people are probably making it very difficult for the DOJ to be able to extract quite the win they might otherwise want, short of money. Now, Robert, you made the point that, look, relative to their balance sheet, thats a huge chunk of flesh that theyre taking. But of course, whats on the balance sheet is just the retained earnings they havent dividended out or bought and burned BNB with or whatever. And so the earnings they have from prior years that they get vanished from the balance sheet because they already paid themselves, that CZ already has personally or other shareholders have personally, that money feels like the right denominator, not the money on the balance sheet. So the profits they made over the last few years is a lot more than 6 billion. Preston."
    },
    {
        "speaker": "E",
        "text": "Thats a fair point. And one of the things that comes up a lot is that Binance seems to own like half the entities in crypto, where his name's at the top of the cap table. And so even outside of binance, he's been able to use that position to create a huge ownership structure."
    },
    {
        "speaker": "C",
        "text": "Yeah. Tarun, you've been pretty quiet on this. What's your thoughts on this whole?"
    },
    {
        "speaker": "D",
        "text": "Again, maybe this is just a little too boring for my taste, but personally, because at some level, I have a lot of sympathy for this argument that the us sanctions probably shouldn't have applied to the 2017. I agree that the US is very good at finding ways to forcibly put you into their regime, but I can see some, I think, the most recent stuff, all the signal messages. That stuff is like, well, okay, obviously, clearly are making mistakes. I think another thing I find kind of interesting about this, and this is more of, in my mind, a bug in the us legal system versus a bugaboo finance, is that there's no liability for any of the us market makers who are the us users using them. It's not a very symmetric liability structure. Right."
    },
    {
        "speaker": "C",
        "text": "Why should there be liability for us market makers?"
    },
    {
        "speaker": "D",
        "text": "Well, I mean, arguably they're sort of like, in the case of like how they're getting remunerated, they're sort of earning implicitly, binance equity. Equity like instruments via BNB. And they actively know they're participating in this. And I feel like they actually have some fault themselves. I'm not trying to be some like, binance Stan here. They obviously made mistakes and I think they deserve. CZ deserves this penalty."
    },
    {
        "speaker": "C",
        "text": "Yeah, it should really. Yeah, it should really be the market maker."
    },
    {
        "speaker": "D",
        "text": "Well, I just think the market makers knew what they're doing too. Like, like. And it's sort of weird to me that they have zero liability. I guess, like Blanderh radix trading firm number one, from the original thing, I know they've had issues, and that jump, obviously, has had their legal stuff with the head of jump crypto being deposed a couple weeks ago. But it does feel like it should be more symmetric to me in some ways. Maybe the penalty should apply to them too, versus strictly the venues. I don't know, it's just, to me, it always seemed a little bit weird that the, the market makers kind of got to get off scot free because a lot of them got warnings. They still stayed on there."
    },
    {
        "speaker": "C",
        "text": "I mean, that seems a little extreme. And it sounds a little bit sort of collective."
    },
    {
        "speaker": "D",
        "text": "I don't know. I mean, those were, those were clearly the people who the US was going after."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Because they're like, oh, you tried to block us users, but you didn't block these us market makers and."
    },
    {
        "speaker": "C",
        "text": "Right. I mean, generally the perspective. Yeah, look, fine. Generally the perspective that the government takes, which I think is the right one, is that like, it's like, for example, when this, this was a thing when, back when I used to be a professional poker player, is it's illegal to offer gambling services to Americans, but it's not illegal for an american to gamble. Like, as an american, you can gamble whenever you want. The person who is liable for the."
    },
    {
        "speaker": "D",
        "text": "No, no, I think in three. This is a tripartite market. This is not just a gambler in the house. Right. This is, I have the market makers who are incentivized by the house and technically are earning, in the case of BNB, they're earning equity like structures of the entity. Then there's the equity holders of binance and the exchange itself. And then there's the traders in the tripartite structure. The market makers are sort of in the middle. And I actually think they fundamentally own some liability too. I know our legal sure structure."
    },
    {
        "speaker": "C",
        "text": "To the extent that the equity holders of binance were hurt because binance is paying this big fine, to an extent, BNB holders are also hurt because BNB went down. It didn't go down that much, but it went down. I think it went down like 5% or less. Very mildly."
    },
    {
        "speaker": "E",
        "text": "I think like 9% last time."
    },
    {
        "speaker": "C",
        "text": "So it went down quite significantly. So you could argue that, okay, by some proxy, to the extent that they were, quote unquote, equity holders or pseudo equity holders, they incurred the same harm that equity holders might otherwise have. But of course, individual equity holders are not held liable. Right. If you own stock of some company that did a bad thing, for sure, you don't have to be collective."
    },
    {
        "speaker": "D",
        "text": "I just find this relationship of the us market makers who are the reason that say the stuff about violating Iran sanctions happened is because there are us market makers who maybe took the other side of those trades without knowing who they were, because they don't know the identity of the other side in some sense. I think that they sort of act as a convenient for them. It's a little too convenient that they get to get out of it. It does feel like they really do own some liability in this."
    },
    {
        "speaker": "C",
        "text": "You ever traded on binance?"
    },
    {
        "speaker": "D",
        "text": "I've never marketed."
    },
    {
        "speaker": "C",
        "text": "But you've traded on finance. So your counterparty may have been iranian."
    },
    {
        "speaker": "D",
        "text": "Or maybe before they blocked us. Before they blocked."
    },
    {
        "speaker": "C",
        "text": "So you must have known at that time that like, okay, it's kind of wild westy, you know, you never know who's on the other side of it. But like."
    },
    {
        "speaker": "D",
        "text": "But there was never, there was never guidance that said you can't."
    },
    {
        "speaker": "C",
        "text": "I mean, there's guidance that like, you should not be interacting in any way with a sanctioned individual. Right. So you can never be exchanging money with an iranian or with somebody from."
    },
    {
        "speaker": "D",
        "text": "Crimea again, I agree with that. But I think if you think about, let's say you look at a us exchange, market makers have to go through basically a whitelisting process for a lot of exchanges where they have to go through more exams."
    },
    {
        "speaker": "C",
        "text": "I agree with you insofar as, as a regulated market maker, you're known to the SEC, you're known to the CFTC, a regulated market participant. You have higher compliance obligations and burdens and you should have more knowledge of these things than the average bear. That for sure is true. Anyway, its a question of degree as well. Im sure there are some market makers who were very close with binance and knew a lot more than other market makers who were just like, well, theyve sort of cleaned up, I assume, and so on and so forth. They did Kyc on us, so I assume they did Kyc on everyone else. Uh, which obviously they were not doing, but, uh. Or they were doing and ignoring it. You know, it's hard to say."
    },
    {
        "speaker": "D",
        "text": "I just, I just kind of agree with Tom's perspective that like clearly there's a lot that went bad. This clearly is not that big of a punitive measure. In some ways. Maybe the CZ has to post bail, whatever. Might be slightly the, you know, the fact that he had to go to Seattle I think was quite surprising to me. I actually thought it would be."
    },
    {
        "speaker": "E",
        "text": "Seattle's the punishment."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Wait, is he, is he staying in Seattle or is he just there for like the whole."
    },
    {
        "speaker": "D",
        "text": "He just got, he only, apparently only just got the bond posted now he had to post 175 million."
    },
    {
        "speaker": "C",
        "text": "Oh, wow. Okay. Interesting."
    },
    {
        "speaker": "D",
        "text": "He has to come back for sentencing. He hasn't been sent. So it's not clear. It's not clear what the actual end."
    },
    {
        "speaker": "C",
        "text": "When you, when you post bond, you can't leave the country. Right. So he has to like chill in the US."
    },
    {
        "speaker": "D",
        "text": "No, he got approval to go to the UAE, but he has to be back in the US 14 full two weeks before. Again, I'm not trying to say like, there's no flat fault to finance, but I just think there's some american entities who probably, in my mind, having interacted with them over the last years, I feel like they were just as complicit. Well, it's clear they're too in a DCG like way. You know, they're like, they would talk about things in a way that I'm like, okay, you're basically complicit."
    },
    {
        "speaker": "C",
        "text": "Also, it seems like there are two big categories of reactions that I'm seeing, even hearing from the four of us. One category of reaction is, you know, like, look, what did you expect? Of course this was happening. You know, it was like the Wild west era. And, you know, it's kind of let bygones be bygones. Everyone's grown up now. We're all adults now, and people aren't going to do that. Again. And they sort of see cz as like, look, he never stole money, he never took customer funds, he never like broke the piggy bank. He's very different from Sam. So this is all kind of like, it's almost like pseudo heroic of like, oh, look, actually somehow the skeletons in the closet, it's like, oh, you know, a little bit of darknet markets and stuff, but like, you know, you're going to have that. And then there's probably another category of people who are looking at this and saying, finally we're cleaning up the scum. The industry is moving past its infancy and this is really good for everyone that finally we're institutionalizing space."
    },
    {
        "speaker": "D",
        "text": "Yeah, I saw hilarious meme today which was like crypto Twitter. All right, finally it's cleaned up. It's going to be bullish, boys. We're only going to the moon. Right? And then the next panel was like everyone not in crypto, and it was like this guy crying in horror over the binance case being like the two interpretations."
    },
    {
        "speaker": "C",
        "text": "Right, right, exactly. So here's then the natural question. The CZ era is over. CZ is going to take a step back. He's no longer the captain of the industry. What do you think this changes for the industry going forward?"
    },
    {
        "speaker": "E",
        "text": "I think if there's not the perception that the largest exchange on earth is crooked or breaking the law, and thats not the going perception, I think its a huge service to crypto on the whole and the industry. I think the arguments against a spot, bitcoin, ETF and the dark cloudy spot markets is reduced. I think in general, by cleaning out the concerns that the US has about finance, it puts everything on a good foundation going forward, if all that's left are the good actors like coinbase and exchanges that are reformed and chastised and cleaned up like binance, then anything that's left, I think is like default good instead of default bad. And I think that actually is really powerful and I think is a starting place for the continued growth of the industry as a whole. And I think it's going to be a positive. So I'm really excited to see binance cleaned up personally."
    },
    {
        "speaker": "C",
        "text": "Tom, what do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree. I mean, this was kind of the big overhang that everyone was kind of worried about. And I agree. I think it also kind of imperiled the ETF applications and now it feels like the path is clear. There's not really any sort of big overhangs or big worries or some mysterious tether tether in time, in time mysterious black orb in the corner somewhere that we pretend doesn't exist."
    },
    {
        "speaker": "D",
        "text": "I'm willing to take the other side."
    },
    {
        "speaker": "C",
        "text": "This is like perfect crypto. Selective blindness is like, oh, everything is good now. There's nothing else weird or shady."
    },
    {
        "speaker": "D",
        "text": "When I went to Turkey, I went to Turkey for an Ethereum conference last week. In Turkey, literally every corner is an FX store. And there's only one currency that's uniform. At every FX store. It is at every FX, or other than Turkish lira is USDt. Tron everywhere in the city, I paid for coffee for the first time with a stable coin. I generally think stablecoins are useless in person in the US because the us system just doesn't. Everyone uses apple pay or whatever, but you're in Turkey. I paid too many transaction fees because the bridges from east to Tron are horrible. And I've never used Tron until this moment. But once I got to Tron, I just paid for at least five sandwiches and coffees and a beer over like the week. And it is actually used and people there treat it. I asked people, I was like, well, would you take USDC? And they were like, fuck no. After the DPEG, we'll never use that shit. And they said it in aggressive language. They didn't say it in kind of like, oh, we don't like USDC. I was actually surprised at how much they disliked USDC during the DPay. And it was like the February march stuff that's really stuck in their brain and theyre like tethers. Reliable. Look, there are all the problems with tether, but the fact that theres a capital city you can spend tether as if its almost as easily as a local currency was wild to me."
    },
    {
        "speaker": "C",
        "text": "Yeah, thats a very good point. And its something that ive often tried to emphasize to a lot of people who think stable coins and crypto and all this stuff is kind of worthless, is that if you step outside the US, it becomes very, very clear what is so interesting and compelling about creating this financial rails that are totally untethered from traditional banks at places like Turkey. Turkey. I think right now within the Middle east, it's the number one biggest market for crypto in the Middle east, in large part because of the volatility of the lira that has driven more and more people into the arms of crypto. I've heard a lot of similar stories and other places in LAtam and in parts of Southeast Asia as well, where there's a lot of penetration of TroN, USDT."
    },
    {
        "speaker": "D",
        "text": "I mean, Istanbul was actually the first very large city I've been to, other than Buenos Aires, where it was almost ubiquitous. It felt like 50% of the coffee shops and stuff took it."
    },
    {
        "speaker": "C",
        "text": "Interesting. Okay, so let's move on real quick in the interest of time. So there's another story that's dropped just a couple of days ago, which is a lawsuit from the SEC against Kraken. So this lawsuit is more or less a copy and paste of the Coinbase lawsuit. So unregistered securities exchange, broker dealer, blah blah blah clearing agency, all this stuff, and that there's a bunch of securities on the platform, and the securities are the exact same ones they listed in the Coinbase case of Solana and Falcon and so on and so forth. So there's not a lot, I think, in this case that's interesting or even particularly informative about the SEC, other than that the SEC is continuing this campaign of regulation via enforcement. Kraken, thankfully, is willing to throw down the Gauntlet and fight this one. If you recall, they were sued before by the SEC over their staking program. This one, I think, is more existential in nature, much like the Coinbase case. The Coinbase case right now seems to be the market is handicapping Coinbase to be favored to win that case, and presumably if the Coinbase case resolves in their favor, that may also be true for Kraken. However, my understanding is that the Kraken case is filed in a different district, and one perception of this is that the SEC is trying to gamble on getting a better judge. And if the judge is more sympathetic to the government and more anti crypto, then maybe they can get different decisions in different districts, which would allow them to potentially appeal to the Supreme Court to get some ultimate decision about how crypto assets should be treated as securities or non securities. Any thoughts real quick on the Kraken story?"
    },
    {
        "speaker": "E",
        "text": "The only observation I have, and im just parroting back what people on crypto Twitter were saying. People were identifying and noticing that they filed this basically simultaneous with the charges against binance being announced, that they were settled, and that this action seemed to have come out as almost a response to most of the other government agencies settling with binance. In fact, they timed their tweet of the charges to coincide exactly with the beginning of the press conference that other departments were having, and that lawyers were opining that this was really a deliberate swipe at other agencies for being excluded from the binance settlement, and it was meant as a sort of interagency middle finger. I'm not too sure if that's accurate or not. But that was the opinion that I was reading about."
    },
    {
        "speaker": "C",
        "text": "Interesting. Yeah. As I mentioned, the SEC was noticeably absent from settling its charges with binance. And so it seems that genslers SEC wants to go down swinging on these cases. So it does look like the ETF is pretty inevitable. And I think at this point, I mean from everything that im seeing, the Coinbase case looks like its more or less lost for the SEC unless it appeals. It doesnt seem very likely that the SEC is going to end up looking too good at the end of this series of lawsuits. But speaking of the impending black holes that we're waiting for, we still have yet to see the termination of the ripple appeal or the ripple case, and it's more or less inevitable appeal and the Coinbase case, which probably by, I would guess mid next year, we're probably going to have some resolution on. So there's still a lot of big question marks to be answered for the industry, even putting aside tether and the stablecoin bill and all that stuff. So anyway, this Kraken thing, I don't think there's a whole lot interesting here, and I'm glad to see that Kraken's going to be fighting it. So the other news this week, and this is a very, very left field from crypto, but this is the news been dominating the tech headlines, and I'm sure at this point everybody knows about it, is the OpenAI drama, and it's tangential to crypto, but it sort of touches crypto in interesting ways. So we're going to talk about it anyway because whatever, we're a podcast, so we're going to talk about it. So just quick backdrop, opening eye. The company that creates chat, GPT, it is run by this guy, Sam Altman, who was formerly the president of Y Combinator. Sam Altman was originally, when OpenAI was first formed, he was a board member. He was co chair of the board. And OpenAI was originally formed, I believe, in 2015 as a nonprofit. However, the nonprofit was not able to generate enough donations for them to pursue their goal of building safe AGI. They decided to create a for profit company that had a board that was governed by the nonprofit, which is a very weird structure. You'd almost never see a for profit company governed by a nonprofit, but that is the way that OpenAI was set up. OpenAI took in a lot of funding and created a bunch of amazing models that we now use every day in the form of chat, GPT, and whisper and dolly and so on, so on. On Friday, it was announced that the board had fired Sam Altman very suddenly. Nobody had seen this coming. There was no forewarning of any of this. The board had fired Sam Altmande. And the board, for what it's worth, was composed of Greg Brockman, who was the chief product officer, I think chief product officer, I think it was president. Okay, so I believe it was president. So Greg Brockman, who's president and co founder, Ilya Suskever, who was the chief scientist, and then three outside directors. One of them is Adam D'Angelo, co founder of Quora, and then two EA types who were also on the board, and Greg Brockman was the chair of the board. So in one fell swoop, Greg Brockman was removed from the board. Sam Altman was fired as CEO, and they decided to make mira the CTO, the interim CEO. And everybody in the world, apparently everyone was told this, like, minutes before it happened over a Google Meet. And then suddenly all chaos broke loose. Or everyone was like, oh, my God, what the hell? This is close to the end of the fiscal day or the trading day on Friday. And so Microsoft stock suddenly plummeted, and everyone was like, wait, what the hell? Like, the opening eye seems to be in a mutiny right now. Sam Altman was not aware of this. Everybody got extremely upset, including the investors who wanted to reinstate Sam Altman. The board got terrified that maybe suddenly they might have made a mistake in removing Sam Altman. They claimed that it was because he was not completely forthcoming with the board. There was a huge drama over the weekend of Microsoft hiring Sam Altman, but then negotiations resuming with the company for Sam to come back. I think 700 of the 750 employees at OpenAI have signed a letter basically saying that they threatened to resign unless Sam Maltman is brought back and the board is fired, or they can't be fired, but the board resigns. So anyway, right now everything is in a holding pattern. We don't really know what's going to happen. It's pretty clear that one way or another, they're going to remain within the Microsoft orbit. But this whole nonprofit board thing has just completely become an enormous clusterfuck. And everybody in tech is now talking about this drama between what many people in tech perceive as accelerationism, which is the Sam Altman let's move fast, let's break things and the safety ism, or the effective altruist sort of doomer approach of the board members who had no financial stake in the company but said, hey, we're moving too fast. Assume presumptively we don't actually know what the board said in substance. And so this is cause of kind of a big culture war to start brewing online. And, of course, Sam Altman, he is famous in crypto because of his affiliation with Worldcoin, of which he is also a co founder. So that's my big brain dump of what exactly happened and where we are. I'll stop there. Thoughts from you guys. Tom, why don't you go first?"
    },
    {
        "speaker": "B",
        "text": "You missed the other big crypto bit, which is all the AI crypto tokens have been rallying. They're the best performers this week because everyone now thinks that, oh, we can't trust, you know, centralized company, centralized models. We got to decentralized models and decentralized inference. And so nothing like a good narrative to pop a coin. But, yeah, I mean, I don't know if I have an opinion or insight here that's too far off of consensus. It seems like this board is extremely amateur, and it's okay to make a very bold move if you stick by it, but, I mean, within 24 hours, they were already kind of reneging. And I think Ilya said he regretted the action. So it's like, did you not think, like, two steps ahead of what, you know, the action you're about to take and the implications? And so it seems quite bad. But, I mean, the big thing is there's been, like, a narrative vacuum. Everyone sees Sam on Twitter. You know, they see. They see Satya, they see one side of the narrative. But the board has been totally aWol. They haven't really explained, you know, in more detail, specifically why Sam was removed, what not being forthcoming with his communications with the board really means. So now everyone's just kind of creating the worst assumptions. I think even the whole safety ism, sort of culture war trope has been sort of superimposed on this. But I think even Sam himself said, no, it was not about safety, or the board said it was not about safety. And so it's just kind of this weird question mark right now where we don't really know why they tried to remove Sam in the first place."
    },
    {
        "speaker": "D",
        "text": "I have a lot of friends who work there, or maybe don't work. They're unclear based on the letter. They all signed the letter, so they. In fact, I had one friend who actually was supposed to start his first day yesterday. So as you can expect, his entire team, like, quit or quit, you know, whatever this wrote a letter?"
    },
    {
        "speaker": "C",
        "text": "Like quit."
    },
    {
        "speaker": "D",
        "text": "I mean, they signed the letter. Yeah. I think it's, like, basically essential, personal only. And if you notice, chapter PT has been down a lot today. So I would say that it's showing. But yeah, everyone I know who works there and I know some of the personalities involved for a long time. I would say, you know, much to Haseeb chagrin, I do agree with the claim that effective altruism is good at killing $100 billion of value. Fundamentally it seems to be they're altruistic in terms of giving away value."
    },
    {
        "speaker": "C",
        "text": "Well, so hold on, hold on. I'm going to dispute that real quick before you go on. The idea that $100 billion of value was vaporized is obviously nonsensical because Microsoft owns the IP rights to everything that OpenAI produces. And OpenAI, even if the, no, the."
    },
    {
        "speaker": "D",
        "text": "Board, the board, by the way, the board has a right to revoke IP."
    },
    {
        "speaker": "C",
        "text": "Rights if AGI is developed. If they do, which obviously it's not. Which is obviously not. So yes, at this point right now Microsoft has full rights to everything that all the IP related to GPT four that they develop. But also essentially what's happening is that Microsoft is absorbing all, assuming that there's no resolution, Microsoft absorbs all the talent and retains the rights to all the IP at opening."
    },
    {
        "speaker": "D",
        "text": "There's no way they keep all the talent. There's a fuck ton of people who are like, I'm going to go do something else. I'll go work somewhere else. I'll start a company. There's very few people who are like, I want to work at big Microsoft, especially on the engineering side. I think on the research side people are more okay with it. But the engineers I know there, it's like very much like, fuck Microsoft."
    },
    {
        "speaker": "C",
        "text": "Sure, sure."
    },
    {
        "speaker": "D",
        "text": "So I will say, don't think it's just like, ah, they didn't acquire, it's going to be an explosion. And obviously it's going to be one of the biggest events for private market funding that we have ever seen in the sense of like, you know, when companies IPo, oftentimes there's like this huge secondary swing of like people who leave and then start companies and whatever. I kind of think that's really the end state we're going to be in. Less the whole like get the band together."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, but that said, that said to the extent that this, I mean who loses in this, right? Who is the big loser? Let's assume that half the people come over to Microsoft or something."
    },
    {
        "speaker": "D",
        "text": "I guess like all the existing investors, right?"
    },
    {
        "speaker": "C",
        "text": "So like sequoia loses, coastal loses, thrive loses. These are the big losers from this."
    },
    {
        "speaker": "D",
        "text": "And thrive didn't buy it."
    },
    {
        "speaker": "C",
        "text": "Thrive bought earlier, they bought earlier and they wanted to buy again at 90. They want to buy more. Right. So they're also big investors, which is why they're fighting to like fix everything. So these guys are the big losers if Microsoft ends up becoming the winner. But most of the value in OpenAI is in the brand, the distribution, the ip they've already developed and the leadership. Right. So. And it seems like all of that is going to probably move over intact if Sam Ultman is embraced and they start a new within Microsoft and they have some relative freedom within."
    },
    {
        "speaker": "D",
        "text": "Yeah, I just think, I just think, I think their velocity is going to go down."
    },
    {
        "speaker": "C",
        "text": "Oh for sure within Microsoft, velocity will go down for sure. For sure."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think like if I were a the second place, meaning anthropic or third place, like adept or something like that. Competitor, this is the ultimate run for the fences swing as hard as possible moment because you can basically take all their customers in a week. There's already reports of people, there are already tons of open source projects. Actually I saw a nice statistic showing the number of pull requests that replace the OpenAI API call with the anthropic open source model calls."
    },
    {
        "speaker": "C",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's actually quite high because people are basically using as backup business continuity plan live. You can watch it on GitHub."
    },
    {
        "speaker": "E",
        "text": "Is it that easy to switch?"
    },
    {
        "speaker": "D",
        "text": "The quality of answer is not going to be as good. Right. It's more like you can't do multimodal stuff. You can't do the voice to text, to image types."
    },
    {
        "speaker": "C",
        "text": "I mean, GPG four is just so far ahead."
    },
    {
        "speaker": "D",
        "text": "It is. But I think people are already rushing to find the next. So in some ways I think if the band doesn't get back together in the next, like by end of this week, meaning like Sam is back on the board, all the EA people get kind of kicked out. Adam Dangelo, I don't know, gets in a fight with someone because it sounds like he's the linchpin of this."
    },
    {
        "speaker": "C",
        "text": "It sounds like he's a linchpin. Really? Where did you see that?"
    },
    {
        "speaker": "D",
        "text": "Well, he's the one."
    },
    {
        "speaker": "E",
        "text": "That's what I've heard."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "He's the sort of lead antagonist board member at this point, according to public reporting."
    },
    {
        "speaker": "D",
        "text": "Yeah. Also my personal experience with him, you know, I find him to be a huge asshole in person and I don't usually say that directly about people, but he's just like a huge asshole. Like I used to write a lot of Quora answers in 2011 and 2012 and I went to one of these top writer things and I'm like, how the fuck can you make a product that has user generated content and you're a dick to everyone who is making free. How is it on your site? Like, fuck you. So that's like, literally when I stopped writing core answers, what did he do? Very, like, icy demeanor person, and like, very, like, I'm always right. Like, no one else can be right about anything. So, like, which kind of matches what the media portrayal of the the board vote is right now about him? I think another aspect of this that's interesting from the crypto side is that, yes, there's this huge move in all the decentralized AI coins, things that barely even work, or maybe are computing 100 gradient steps, but haven't done a real inference yet. But I think the interesting upshot is a lot of AI developers, like Andre Karpathy, who's at OpenAI. Well, again, whatever in this, like, Schrodinger at OpenAI State that it's unclear what I would call all this was writing about decentralized stuff. I think during the crypto bull market, he wrote a bitcoin client. And I think the interesting thing is people in AI who are working in AI are suddenly like, okay, I actually care about this notion of ownership of models. Before, it didn't matter. They were just like, oh, big tech will always own it. And I've just noticed the narrative shift amongst people in that world towards having some more transparent, collective ownership of models. And I don't think we're quite. It's not going to be, obviously decentralized training very soon, but there is going to be something that works. And I suspect the next twelve to 18 months in crypto is going to. You're going to get a ton of crap, bad ideas, but there's going to be something that sticks."
    },
    {
        "speaker": "C",
        "text": "One jab, I saw a lot of people on crypto Twitter making was, wow, even Dao governance isn't this bad. And I think Nick Carter wrote a great takedown talking about why we should really discourage innovation in governance. And that's essentially what opening eyes board of a nonprofit governing a for profit and all this stuff, it's a governance innovation. And it turned out, obviously, to go incredibly badly. Ironically, anthropic actually has the same structure. They have this weird board of academics and stuff that they're responsive to, and I have to assume that they copied it from OpenAI because, of course they're all OpenAI guys. And it looks like one argument you could make is that, look, almost all governance innovation that we've done has been bad because governance, especially for well understood corporate things like software companies, has just been optimized and optimized and optimized. Overdose. Hundreds and hundreds of years of us trying different things and arriving at this crystallized thing of the C Corp with a board of directors with fiduciary obligations. And it works really well to avoid really painful, catastrophic, stupid drama like this. And I think in a way it's almost like a side indictment of even a lot of the governance innovation that's happening in crypto, which also I'd say has not looked amazing in retrospect."
    },
    {
        "speaker": "D",
        "text": "But I will say one thing that is worth pointing out is that it is kind of crazy that everyone who was on the board had no skin in the game. In the equity company. I feel like the disconnect there was already weird. And then it's also weird that they basically have this right of first refusal on a lot of things. This idea that oh, if we deem AGI exists then x, it's like if subjective thing happens, then we can kill everything below in the dependency graph and it's, I don't know, it's very weird. Also the churn on that board is unreal. I think there was like a board member leaving and joining every nine to twelve months. Like everyone from Elon Musk to Reed Hoffman. Like if you look at the list, it's actually like it has had a lot of people on it clearly has been very contentious and actually very few of them have had skin in the game in the equity company either. So it's like it's been sort of a well known issue, I guess it's just like, yeah, I'm surprised. I'm more impressed there wasn't any kind of. This didn't happen earlier."
    },
    {
        "speaker": "C",
        "text": "Well, so remember the nonprofit, the way that OpenAI works is that the for profit company is a capped profit structure such that the investors into the for profit entity can only make 100 times their money. And anything excess to that is actually donated to the nonprofit that governs the board."
    },
    {
        "speaker": "E",
        "text": "I think this is Sam Altman fundraising magic saying you can only make 100 x your money and I have to stop you. There is a great pitch."
    },
    {
        "speaker": "C",
        "text": "I mean, they're pretty close to that hundred x for the first round."
    },
    {
        "speaker": "D",
        "text": "No, no. But Microsoft houses waterfall structure, right? They get like 75% or something of the fee of the revenue until they recoup their investment."
    },
    {
        "speaker": "C",
        "text": "There's like Azure credits. The investment is not really a dollar investment and so on."
    },
    {
        "speaker": "D",
        "text": "Yeah, and it isn't done yet either. So like I, I think this is the problem with, with, with board, a board structure of this form also is that there's no incentive for the people on the board to actually have the, like, you know, if, like, if Microsoft pulled the compute, the board might be like, this is a, this is a valid use of the board. Right. It's. It's sort of right compared to FTX. I don't necessarily know if I blame the investors, because here, this was transparently. This always."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "D",
        "text": "In the FTX case, it wasn't even that obvious. There was no board. To like, someone who wasn't maybe."
    },
    {
        "speaker": "C",
        "text": "I mean, it should have been obvious that there was no board. What do you mean?"
    },
    {
        "speaker": "D",
        "text": "No, no, no. It should have been obvious if you're doing DD. But I meant to the public, it wasn't. There wasn't this like. Oh, clearly there's no. Whereas the OpenAI thing, I mean, look, it had the public elon musk, like, rage quit thing. Right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. I mean, so to. I think Tom's point of the board itself, not really having a voice here. I have been really frustrated that everybody is speculating purely on what basically the people who are talking are saying. And we haven't heard from Adam, we haven't heard from Helen and Tasha."
    },
    {
        "speaker": "D",
        "text": "Elon Musk did just point, post some letter he claims that came."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was reading through that, but yeah, it seems kind of nonsensical."
    },
    {
        "speaker": "D",
        "text": "Yeah, I agree, actually. Oh, it just got deleted."
    },
    {
        "speaker": "C",
        "text": "Okay, good."
    },
    {
        "speaker": "E",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "It was a fluffy. I guess what strikes me is that, and I'm absolutely positive that if we actually heard from the board, we would have a very different picture of Sam Altman. Because, like, the story."
    },
    {
        "speaker": "D",
        "text": "Why haven't they."
    },
    {
        "speaker": "C",
        "text": "I assume that they have no idea how to deal with PR. I mean, obviously, look at them."
    },
    {
        "speaker": "D",
        "text": "And also, look, the CEO they hired literally said he's. He's quitting unless they give him in 24 hours an explanation of why they fired."
    },
    {
        "speaker": "C",
        "text": "Oh, I see."
    },
    {
        "speaker": "B",
        "text": "Yeah. They wouldn't tell Satya. They wouldn't tell Emmett. Like, it's crazy. Like, like, this is the worst PR."
    },
    {
        "speaker": "C",
        "text": "This is obviously really bad. The other thing is they're being. They're being threatened with lawsuits by some of the biggest fucking players in the world. So I can imagine they are terrified of their whole world's ending if they do the wrong thing. And their lawyers are probably telling them to shut the hell up. And ironically, that is the wrong answer. And this is not a place where you should be listening to your lawyers in a sort of interesting counterpoint to what we're talking about with Sam. Sorry, Robert, I cut you off. Go ahead."
    },
    {
        "speaker": "E",
        "text": "Well, I was just going to say that, you know, I think Emmett's calculus is pretty simple. I think he's going to be out of a job two days anyway."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. He's trying to say he may as well at this point, Emmett has been just eviscerated by everybody who's looking at this. And he's just like, what? You would not think that accepting the title of CEO at OpenAI would be bad for your career, but Emmett might be the only person to actually face that wrath."
    },
    {
        "speaker": "D",
        "text": "The guy does have some very sus tweets that obviously people, of course, but."
    },
    {
        "speaker": "C",
        "text": "Like, you know, yeah, you would never expect that this would be quite this brutal in saying yes to, like, this really amazing opportunity. So I feel bad for him. I mean, this is like a pretty shitty, you know, they call a bunch of people, and you're like, look, I'm like, retired. I have a kid. I'm kind of out of it. And they're like, we need you to come and save OpenAI. And he's like, all right, I'll do it. And just like a bomb goes, what."
    },
    {
        "speaker": "B",
        "text": "Did his first question, though be? Why did you fire Sam? Like, I can't imagine accepting that job and be like, well, you had an issue with the old CEO, but I'm sure everything will be fine with me. Like, that's insane."
    },
    {
        "speaker": "E",
        "text": "I think he had like 2 hours."
    },
    {
        "speaker": "C",
        "text": "Right, right. It was clearly 11th hour thing."
    },
    {
        "speaker": "D",
        "text": "They were in the same YC batch, which I also thought was funny."
    },
    {
        "speaker": "C",
        "text": "Yeah, but so the, so what I was going to say is that, here's what we do know about Sam of, like, why? Why potentially he was fired. So there's a lot of speculation that it was about the over commercialization of OpenAI and about this chat bot store that they were launching with laundry buddy. And talk to me about chinese recipes and da da da. And you can sell these different dinky little chatbots. I think the board was annoyed that, hey, I thought we were supposed to be building AGI, and instead you're monetizing laundry buddy. Why are we spending our time on this? But the more salient thing that seems, actually, I can see why if I was a board member, I'd be really pissed about this. Apparently, Sam was hobnobbing in the middle east, trying to raise money for a hardware company that was not going to be under the aegis of OpenAI, but was going to be his own separate venture that he was going to run in tandem. So he kind of wanted to do, like, an Elon Musk thing. And it seems that he was garnering the political clout, the fame, the notoriety, connecting with all these world leaders, and really doing it in a way that he wanted to start. And also this Johnny Ives, like, AI phone that he wanted to do. It looks like he wanted to do this Elon Musk type thing."
    },
    {
        "speaker": "D",
        "text": "This had been in the news for months."
    },
    {
        "speaker": "C",
        "text": "No, no, no."
    },
    {
        "speaker": "D",
        "text": "If the board."
    },
    {
        "speaker": "C",
        "text": "Thing. Yeah, but, like, raise billions of dollars from people. This is brand new."
    },
    {
        "speaker": "D",
        "text": "Okay. Okay. Yeah, the chip. Yeah. The foundry."
    },
    {
        "speaker": "E",
        "text": "But."
    },
    {
        "speaker": "D",
        "text": "But the thing is, all of the stuff had been in the news for a while."
    },
    {
        "speaker": "C",
        "text": "I mean, the johnny, I think, was, like, very throw. That was not a. That was not a, like, concrete. I'm raising money."
    },
    {
        "speaker": "D",
        "text": "They were claiming they were going to. They claimed they were going to raise $8 billion from Softbank for that."
    },
    {
        "speaker": "C",
        "text": "But wasn't it under open AI that one had."
    },
    {
        "speaker": "D",
        "text": "It was unclear. The articles were all very."
    },
    {
        "speaker": "C",
        "text": "So I can imagine that, like, the board maybe chastise him when he did that, and it was like, oh, okay, whatever. And then he goes to the Middle east. Like, we don't know the story, but clearly this has to have been part of it. And if I was on the board, I would be pretty fucking pissed that I'm like, hey, you are the CEO of, like, the fastest growing, most meteor company in the world, and somehow that doesn't seem to be enough for you. And you want to do all these side gigs, and, like, especially a chip foundry like that is directly related to what we do at OpenAI. Why wouldn't we have that be under the banner of all the other stuff we do? Why would that be a separate venture that you own?"
    },
    {
        "speaker": "D",
        "text": "I highly doubt, based on the candor of some of the things that were said, that this was the sticking point."
    },
    {
        "speaker": "C",
        "text": "There's no way it wasn't part of it. No."
    },
    {
        "speaker": "E",
        "text": "I don't know how that's a contributing factor."
    },
    {
        "speaker": "D",
        "text": "I think the contributing factor. I don't see that. It was like the. Put your gavel back. Your gavel."
    },
    {
        "speaker": "C",
        "text": "It might have been the straw that broke the camel's back when they discovered this and they learned that, hey, he's trying to raise money, and he's actually trying to raise money now after we may have gotten pissed off about the Jony Ives AI phone thing. So, anyway, the point is that we don't know the story, but there's no way that doesn't figure into it. And there has to have been a broader pattern of behavior that got people pissed off about Sam. So anyway, all this is to say right now, I think the story is extremely one sided. And that feels to me like, it feels to me, actually. We may never really learn the story because the board has been just fucking defenestrated from every single news publication, every single CEO, every single investor in Silicon Valley hates this board again."
    },
    {
        "speaker": "D",
        "text": "Ilya, sign. Ilya. Signing the letter to quit is also a sign that the board itself is."
    },
    {
        "speaker": "C",
        "text": "Ilia might just be weak."
    },
    {
        "speaker": "D",
        "text": "There's not a single unit."
    },
    {
        "speaker": "C",
        "text": "When you talk about the board, a lot of this comes down to the immense public pressure, seeing people start to quit, seeing like every. All these pieces start to fall apart and it's your fault and the whole world doing."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, yeah, look, but what, like, what the fuck do they."
    },
    {
        "speaker": "C",
        "text": "No doubt, no doubt they fucked up in how they did this, especially in appointing Emmett Sheer. That was such an incredibly bad move. Rather than leaving Mira to be the CEO, and this is the way they communicate clearly, all of this. But my point is that we still don't know why he was fired. And it seems like the whole tech press is assuming that the answer was nothing, really. There was no good reason why he was fired."
    },
    {
        "speaker": "E",
        "text": "Humans are really silly and dumb, and I will attribute the board to being silly and dumb. And just watching them act over the last, like, five days has been so embarrassing, honestly. And I think this goes full circle to, like, the root of the problem, which is bad governance. Humans are always going to be silly and dumb and make bad decisions to get emotional. I mean, this whole thing about, like, firing the CEO, they just put in place to hire someone else like, a day later because your first CEO was disloyal to you. The only reason that these are even problems is because of the corporate governance structure in the first place. And in a normal corporate governance structure, you're going to have humans who are silly and dumb and emotional, but they can't blow things up in the same way as they did here. And I actually don't blame the board members individually, I don't blame them collectively. I blame the bad decisions that went into how they set up governance in the first place. Because that's the root of this. You have to assume that everybody's going to make really bad decisions in any organization, and you build it to be resilient to that, and you build it to be anti fragile, and they built the most fragile organization imaginable. And I think that's the root of the problem."
    },
    {
        "speaker": "D",
        "text": "Well, to be fair, to be fair, the organization started with a completely different mission. It really was supposed to be this nonprofit, right. I think the conceit was maybe trying to pull the financial organizational engineering to make it look like it wasn't the thing that it started as."
    },
    {
        "speaker": "E",
        "text": "Yeah, it started as a nonprofit that became a, quote, nonprofit and a way for a bunch of people to make a lot of money. There was all these profit sharing units and venture capital investors and things that no nonprofit, I think, in history has ever had."
    },
    {
        "speaker": "D",
        "text": "If Virgil Abloh was still alive, I would say he should make the off white nonprofit line because that would be the best seller right now."
    },
    {
        "speaker": "C",
        "text": "I think, actually the root of this, I mean, look, I agree with you that the governance structure was an experiment, and you generally don't want to run one of the most important companies in the world with experimental governance. In retrospect, obviously, at the time, no one knew this. At the time, people thought it was a crazy moonshot, one of these x moonshot type companies that comes out of Google. That was the vibe of OpenAI back in the day, and it became this much bigger thing. In some sense, you can't blame them too much because they were trying a crazy thing and it happened to work out. It feels to me like, actually, if you look at the composition of the board, as Tarun was saying, there were some experienced operators on the board at one time, and we don't know the story of why did Reid Hoffman get kicked off? Why did Sam Altman get kicked off? There were so much why? What contributed to all that turnover? And I have to imagine that its not because they just got bored of being on the board of the most important nonprofit that the world is currently seeing in the tech world. And so I think that may be the kind of root cause, or at least if you do the five whys, it may be the third why is that? There was nobody on the board who actually knew how to call up Satya or how to call up the investors and say, hey, were thinking about doing this, how do you think we should approach it, whats the blah blah blah, and get other stakeholders involved. Whether or not you are a nonprofit, there are other stakeholders that are going to, like, they just didn't understand companies, right. Ilya doesn't understand how companies dynamics work. And these other people, the other three people in the board clearly don't. I mean, I don't know how Adam got this so wrong, but the other two clearly, you know, have no clue. Like, they're, they're academics."
    },
    {
        "speaker": "D",
        "text": "Well, the other, what's their name? I think the suspicion, right, is that Karnofsky, when he left because of his conflict for being on anthropic, part of anthropic. Like, told them to assign someone and then assigned her randomly even though she just graduated. Whatever she plans, her entire career is like, I ran open philanthropy. Great. I'm not sure that's exactly what sets you up to be in charge of this ropher on IP rights for this $80 billion company."
    },
    {
        "speaker": "C",
        "text": "Yeah, but to Robert's point, this was like a board level thing rather than about any individual, except maybe apparently Adam. So anyway, look, I suspect that the way this all wraps up is that probably Sam comes back by the end of the week. I think more likely than not, Sam comes back by the end of the week."
    },
    {
        "speaker": "B",
        "text": "And I believe that's where Polymarket's pricing it. I think it's 75% chance."
    },
    {
        "speaker": "E",
        "text": "Yeah, this has been a roller coaster. It was like."
    },
    {
        "speaker": "D",
        "text": "Noted crypto skeptics and haters have been really shilling polymarket and manifold lately because they're like, oh, the prediction markets have been more accurate than the news. I think that's actually been an interesting thing about this whole saga is that somehow the last year's events overall have somehow made people trust prediction markets more. I certainly look at them not daily, but once a week now, and I never really looked at them before. So I feel like that's a crypto aspect to this. That's very interesting is that I think these prediction markets for these kind of crazy events have been really growing. Before. It used to be prediction markets really only had all of their volume around us elections and it was like nothing. But we've had like a kind of bonanza year, like last two years, basically."
    },
    {
        "speaker": "C",
        "text": "Definitely. Yeah. Well, it's been, it's been an insane Newsweek. I'm supposed to be on vacation for Thanksgiving and it just feels like I've just been like glued to my phone following all the insanity."
    },
    {
        "speaker": "D",
        "text": "We missed a few big, big things. We missed Argentina electing Javier Malay, who's, who loves bitcoin."
    },
    {
        "speaker": "E",
        "text": "That's significant."
    },
    {
        "speaker": "D",
        "text": "That's significant."
    },
    {
        "speaker": "C",
        "text": "There's a lot of stuff that we weren't able to get to. We'll hopefully get to. I would assume that maybe next week will be a slower newsweek because of Thanksgiving, but maybe not. We'll be back with more next week. In the meantime, enjoy the soap opera as it continues to play out with OpenAI and thankful to be at the end of this binance thing. And I think as an industry, we can finally move on. Until next time. Thanks, everybody."
    }
]