[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at Unchained Crypto dot substack.com. again, the URL is unchained Crypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "We're dealing with almost like a natural born criminal sociopath here. He just happened to focus his efforts on crypto and I think the trial is sort of bearing that out. So far, not a dividend, it's a tale of Tukwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone else's balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "Unnamed trading firms who are very involved."
    },
    {
        "speaker": "E",
        "text": "I like that. ETH is the ultimate possibility Defi protocol."
    },
    {
        "speaker": "C",
        "text": "Is part of are the antidote to this problem. Hello everybody. Welcome to the chopping block. Every couple of weeks, the four of us get together and give the industry insider's perspective on the crypto topics of the day. So quick intros. First, we've got Tom, the Defi maven and master of memes. Next we've got Tarun, the giga brain and grand poo bah at Gauntlet. Today, a special guest. We've got Gabriel Shapiro, general counsel of Crypto Twitter, also of Delphi Digital. And then I'm Haseeb, the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see shopping blocked at XYZ for more disclosures. Gabe, welcome to the show. We have been tirelessly following your critique and your contextualization of all the crazy stuff happening in crypto law this year, and you've been a very outspoken, just thinker commentator on everything happening. So far. Everybody so far has been following the FB SPF trial. We started talking about it last week. What's been your sense, just as an observer, not even talking about the specifics and the details, what's been your sense so far of has this lived up to expectations? Has it been below expectations? How do you feel about the drama as it's playing out."
    },
    {
        "speaker": "B",
        "text": "Yeah. The trials lived up to expectations, I would say, in the sense that, you know, we're talking big numbers, really, obviously, bad acts and, you know, SPF very much in the hot seat and taking a lot of blame and a lot of big hits in the courtroom."
    },
    {
        "speaker": "C",
        "text": "Yes. So when we recorded the last show, this was right when Michael Lewis book had just been released, and so nobody had really read it yet. There were a few people who kind of dumped details or juicy anecdotes that were in the book, but we started running through it, and basically, crypto, Twitter managed to digest almost everything within a couple of days. In the last episode, we had a debate, more or less, between myself and Tarun about SPF's intentions. And I got a lot of heat for that conversation where I was saying that I thought that SBFD more or less was trying to do what it said on the tin and kind of lost his way. And Tarun was arguing that he was a self conscious fraud the whole way through. I think I have to."
    },
    {
        "speaker": "E",
        "text": "How do you feel a week later? Yeah, I was about to be like, I don't think you got much ground standoff."
    },
    {
        "speaker": "C",
        "text": "No, no, no. I would say that my argument did not age well reading some of the anecdotes from the book. So in the book, one of the most striking things that SPF reveals in this book is some of his, I guess, his personal diaries where he talks about. There's a quote where he's talking about dating Caroline and Caroline, I guess they wrote each other in these blog posts, essentially, where they talked about their feelings and the pros and cons of having a potential romantic relationship. A very kind of, I don't know, very rationalist kind of post empathic thing, way to navigate relationships. But one of the things that SPF wrote in trying to essentially tell Caroline, hey, you probably shouldn't date me, is he wrote, there's a pretty decent argument that my empathy is fake, my feelings are fake, my facial reactions are fake. I don't feel happiness. What's the point in dating someone who you physically can't make happy? And in many of the anecdotes I've probably gotten through about the first half of the Michael Lewis book, I haven't gone through the whole thing yet, but he talks at length. There's a lot of stuff in there about SPF not feeling emotions, having anhedonia, feeling extremely disconnected from, you know, anything, and just kind of being driven purely by this kind of cold calculus or probabilistic thinking. And it really seems the more that I read about it, the more it really seems like he was a pretty troubled person. And it does kind of seem like there was a lot more power seeking behavior even earlier on than I originally understood in Sam's story. So I definitely take it back. I still don't think that he was a self conscious fraud in the sense that he was trying all along to make FTX a big, gigantic Ponzi scheme. I think it's more that he was clearly somebody who was. He seemed to have a lot of emotional issues from a very early age, and it seemed like he had very weak scruples and was, you know, I don't know. It's hard for me to really understand the psychology of this person, but it does seem like he was a pretty, very conflicted person from a very."
    },
    {
        "speaker": "E",
        "text": "I disagree with you in one way. I think the moment that they did the private sale FTT in 2018 to a bunch of market makers at 90% below, and then they had to keep increasing inflation to keep up with the way their growth was created, that was the moment the Ponzi scheme started. And then at that point, it's like, okay, you could shut it down, but they didn't. And to me, that is the original sin. None of these books talk about that because I guess I. I don't know, none of them like, talking about actual finance, even though they're talking supposedly financial novels."
    },
    {
        "speaker": "B",
        "text": "I just think he was a sociopath, quite honestly. I mean, that's Martin Shkreli's take, for what it's worth, you may argue. Takes one to no one, but he sort of read Michael Lewis's book and distilled the important parts of it, but interprets the facts very, very differently from Michael Lewis and essentially says, yeah, we're dealing with almost like a natural born criminal sociopath here. He just happened to focus his efforts on crypto, and I think the trial is sort of bearing that out. So far, the defense is not really finding much to really hang their hat on here, at least as they're limited to merely cross examining witnesses and so forth. We'll see how they do when they present their case."
    },
    {
        "speaker": "E",
        "text": "Well, actually, Gabe, a question for you. One thing I've been observing is that at least just reading the transcripts, is that the SBF lawyer seems to just not be able to get anything, like, any objections in. Like, almost all of them are getting overruled. It's actually, like, very one sided that the US, like, what have you. Like, I don't know how normal that is in this stage but, like, can you give us some context about that?"
    },
    {
        "speaker": "B",
        "text": "Like, yeah, I mean, I'm not a trial lawyer myself, you know, but I follow these things to an extent. And my sense is really, there's kind of, like, two strategies. There's a saying, right? When the law is not on your side, pound the facts. When the facts are not on your side, pound the law. And the unfortunate thing here is it seems like SBF's lawyers have neither on their side. The facts are clearly against him. There's an ocean of evidence against him, and there's no real clever legal arguments here, either. So they're grasping at straws. They're desperate. And, you know, their desperation shows in the fact that the kinds of things they're trying to raise are very tangential things relating to SBF's lawyers and the fact that maybe he had some ultimately altruistic motive deep down inside that led him to do all this. And, you know, the judge just sees the weakness of these and the irrelevance of these, and he's just not letting them make these arguments, and I think rightfully so."
    },
    {
        "speaker": "E",
        "text": "Another thing, by the way, just to give some context to listeners, while we are recording this episode, it's during Caroline's testimony, so we're kind of midway through that. Just to give you some temporal context in case there's some crazy bombshell we don't cover on today's episode."
    },
    {
        "speaker": "C",
        "text": "Yeah. At this point, it is bizarre to me, given how the trial has played out thus far. And maybe if I can just very, very briefly summarize what's played out in the trial. So far, we've had Gary Wang, I believe he was the CTO. We had him testify that, for one, Gary was instructed by Sam to give Alameda a special status in their liquidation engine such that they can never be liquidated. They had unlimited borrowing, I think up to $65 billion credit line at one point that was demanded by Sam. I would just make it bigger, make it bigger, make it bigger. We learned as well that FTX's insurance fund actually did not exist. You might know that most exchanges, centralized exchanges, tend to have these insurance funds such that if there is a bad liquidation, that the insurance fund eats the loss instead of the loss getting socialized among all traders, which is how it used to be. Back in the olden days, FTX claimed to have an insurance fund much in line with other big exchanges, but their insurance fund was actually completely fake. There was a python script they wrote that basically just took the daily trading volume and multiplied it with a random number close to 7500 and displayed that as being the size of the insurance fund, which is just so brazenly, just like, not even trying. And of course, nobody, there's a question nobody even asked, nobody even wondered, like, oh, I wonder if FTX really has the insurance fund, which just kind of shows, I think, Tarun, you tweeted about this, like, how many things, I think that centralized exchanges cut corners with. Like, it's only really now after FTX that we have proof of reserves. And even still proof of reserves is so nascent and it's so kind of."
    },
    {
        "speaker": "E",
        "text": "Liabilities, it only has."
    },
    {
        "speaker": "C",
        "text": "Right, exactly. Without a proof of liabilities, we're just having proof of reserves. It doesn't really prove what you would want to prove. And with these insurance funds right now, like, the insurance funds are not on chain. Most of these cases, they're not anywhere. It's just a number on a UI. And as it turns out, and to."
    },
    {
        "speaker": "E",
        "text": "Be a shill, the only way to actually really have proof of liabilities is basically defi, where it's like something where, you know, the entire history of the set of all wallets."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "Like, it's like pretty hard to imagine the centralized ending ever being able to prove to you conclusions."
    },
    {
        "speaker": "B",
        "text": "Right. Certainly proof in the hard sense. Right. And I mean, for actual companies, off chain things, I mean, this is why the securities laws exist and have extremely elaborate independent auditor requirements. Right. And even then, there still can be fraud. Right. If they defraud the auditor. But, you know, it's pretty hard. Right?"
    },
    {
        "speaker": "E",
        "text": "Wait, in the Caroline testimony, she just said something absolutely amazing, which is when they were dating SBF, that he had ambitions to be the president of the US. Honestly, this is like one of the funniest pieces of testimony of this entire thing. I'm going to send it."
    },
    {
        "speaker": "C",
        "text": "Okay. All right. Please interject if anything else good comes out, but we'll continue discussing in the meantime what's mystifying to me. I mean, SPF, it's hard to read the transcripts or some of the recountings of the trial and not think that SPF is losing horrendously. And of course, he's paying a lot of money, and there's been multiple reports that he's running out of money to be able to fund his own defense. When you are in discovery, you get access to what the opposing party is going to argue, what they're going to say. I don't understand how they could look at the lineup of witnesses against him, of basically every single one of his lieutenants, almost everybody in his organization has flipped at this point and not think like, wow, we're fucked. Like, why are we wasting money on, like, a not guilty plea? He should read on that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think he should have copped a plea. And look, we know this guy's personality. We know he's a very stubborn and somewhat delusional person who always thinks somehow he's going to pull a rabbit out of the hat. And when, even when FTX was collapsing, he was still trying things and still convinced to the bitter end that he was going to find some saudi arabian financing or something to save it. All right? And so ultimately, it is the defendant's decision whether to cop a plea or go to trial. And I imagine that his lawyers probably told him that the odds were stacked against him and suggested that he plea. I'm speculating here. And that he somehow is convinced that he can still win. And we also, I mean, there also is a natural thing right now, we're watching the prosecution put on its case. We have not yet seen the defenses case, but they are looking somewhat unprepared. You know, it's hard to imagine, you know, the strategy that's been leaked for them is two things. Number one, blame Fenwick and West, their lawyers, somehow, for being responsible for this, or at least for convincing, for showing that Sam didn't have an intent to defraud, which would take care of some of the charges. And number two, to portray his motives as being altruistic because he was part of effective altruism and so forth. And I mean, if that really is their defense, I mean, I think both of those are very, very weak defenses, and I don't think it's going to be successful."
    },
    {
        "speaker": "C",
        "text": "Speaker one. So I've seen some stuff in the trial about how the judge is pushing back on some of the reliance on counsel defenses, but it sounds like that is their primary defense, is that, look, I relied on the advice of counsel. Why is the judge pushing back on some of these things and, or not allowing them to claim that? Like, hey, I was, my lawyer told me to do that."
    },
    {
        "speaker": "B",
        "text": "They wanted to mention it in the opening arguments. SBF's defense wanted to mention it in the opening arguments, and he said, no, I'm not going to allow you to do that. It can be very confusing to the jury at that stage. However, let's see how the trial goes. Let's see what the witnesses talk about. And you may be able to introduce this during the course of the trial. And in fact, that is what happened today in Gary Wang's testimony earlier today, he did bring up that it was the lawyers that gave him the loan documents that turned out ultimately to be using customer funds. And so him having opened the door to this issue of lawyers on cross examination, Judge Kaplan did permit SBF's lawyers to further inquire about the lawyers and Gary Wang's interaction with them, etcetera. So it is coming up so far, and indeed, we don't yet know how much of this they'll be able to bring in when they present their case, but they might be able to bring in a fair amount of it, particularly since the prosecution has somewhat opened the door to it during their case."
    },
    {
        "speaker": "C",
        "text": "Okay, so I'm. I'm betraying, not knowing very much at all about litigation. So even though this is their primary defense, they are not guaranteed to be able to raise it, depending on, like, how the cross examinations play out. Is that how that works?"
    },
    {
        "speaker": "B",
        "text": "Yeah, basically. I mean, it has to be relevant to the case. Right. So, you know, the judge. The judge will weigh in on the things they want to introduce as evidence as they introduce them. Right. So that's basically what's going on. He wasn't willing to let them raise it during opening arguments. And you could see why, right. Because, you know, it would just be very. Until you get into the weeds of. Okay, you know, how. What exactly did the lawyers do? Why are they relevant? It could just be very confusing for the jury on the very first day for SBF's current lawyers to suddenly be talking about his prior lawyers and, like, that could totally throw them off. So he just didn't allow it at that stage. But I think ultimately, it will be allowed to perhaps show that SBF thought that he was acting in compliance with the law in certain things that he did, particularly setting up this north dimension shell entity, where basically to the public, into certain other parties, it might look like they were interacting with this north dimension entity, when really, it was FDA behind it all. There actually could be a defense on that particular claim, if indeed the lawyers kind of advised him that it was legal and didn't point out that it could be misleading and so on. There are a bunch of other claims, right. And that's only one, but it could be relevant."
    },
    {
        "speaker": "C",
        "text": "So, let's talk about the actual Michael Lewis book. So, I'm about halfway through it. I'm not at the part where things start breaking yet. I'm surprised at how one. It's a very good read. Like, Michael Lewis is obviously a great writer, and he knows how to make people really jump off the page and make them sound very. Right now I'm at the part still where Alameda and FTX sound like a swashbuckling adventure, and everybody sounds very bright eyed and bushy tailed. Tom, you've read the entire book and the fall from grace. What's your feeling about the book on the whole? Do you recommend it?"
    },
    {
        "speaker": "D",
        "text": "Definitely. I mean, it's a pretty quick read, and it is engaging, and it also goes more in sort of the SPF lore and backstory, which I feel like is actually kind of the interesting part for me. Like, I already know about the FTX bits, but kind of getting the summer camp stories and how we got into Jane street. That part is interesting. I think he does a very good job, I think, of painting the chaos that was internally to FTX and Alameda, talking about them losing a bunch of this ripple by accidentally sending it to this korean exchange and then eventually finding it later, even the whole move to the Bahamas. There's a sort of anecdote floating around. Around, oh, they wanted to design the new FTX building as an f, and the side should reflect Sam's hair. But that was actually an anecdote from the architects who were hired to build it, and that spec came from some random person, not Sam, because they had no direction internally as to, like, how they should actually build the new headquarters. And so there's all these random bits, even, like, Sam would randomly lock up employees investing FTT for longer than it was initially agreed to, and you just sort of unilaterally do that. And so he does a very good job of sort of painting the chaos, which I think is probably also the image that Sam is leaning on, that there was no intent, it was general sort of chaos, but there's no sort of intent to defraud people. But I think with anecdotes coming out of this case and in front of people's testimony, it's really hard to sort of back that up. I think even in Gary's testimony, he talks about Alameda being able to trade faster than everybody else, which directly contradicts a lot of Sam's tweets. And so it's worth reading just to get some of those color, but with a grain of salt, with a lot of the details coming out of this trial."
    },
    {
        "speaker": "C",
        "text": "Yeah, speaking of that, we sort of knew, I think, by last year that all the stuff about Alameda not having privileged access was all untrue, and a lot of details came out publicly before the trial itself. Interestingly, Matt Huang, one of the co founders of Paradigm, which was a big investor into FTX. He testified on stand, basically more or less testifying that he was misled by SBF and that they made incorrect representations to them about the status of Alameda. And I can't remember if there were other misrepresentations that were made beyond the status of Alameda that Matt Hoang testified to, which is interesting, because as a VC, it's an odd position to be in being on the stand in a very public trial, to the point where mainstream press is reporting on what this big VC is talking about on his own portfolio company, and basically saying, yeah, this person defrauded me. I don't know what you guys thought of that, because it was a very unique moment. I would not assume that a VC would want to testify in a trial like this, especially when they. It's one thing if you're, like, flipping on your boss. It's another thing if you're voluntarily going in front of him and saying, yes, my portfolio company defrauded me."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I mean, most of my private practice in crypto has been representing projects when they get VC funding, and so I have a good sense of this, and I think it was really a double edged sword for him. Right. Because on the one hand, it's clearly in his interest for the world to know that he was literally, that paradigm was defrauded. Because there is a saying in the, you know, corporate law realm, the one thing you can't protect against is fraud. You can't prevent fraud. Right. Because it's someone doing something bad on purpose. They give you fake information. You could do all the due diligence in the world. You're doing it based off fake information. Right. So it's clearly in his interest to portray that. On the other hand, you know, how much. How tight was their due diligence process? There was a lot of FOMO during the bull market. You know, it sounds like SPF definitely played off that and tried to limit the information he would give. So there may be some due diligence failures here that were done, and that would reflect poorly on them. The ultimate decision not to request a seat on the board, as would be very typical for. I think they were series A or series b at the time company. They almost always have at least one outside director, and it should be setting off alarm bells when that's not the case. So there was definitely some FOMO going on here. I think even though they said they performed a lot of due diligence, I believe, on the one hand, SBF carefully tried to create FOMo and limit how much due diligence they could do, and sounds like they somewhat fell for that. So on the one hand, he looks good because he was actually defrauded, and there probably wasn't anyone could have been defrauded. But on the other hand, I think they somewhat lowered their standards beyond the typical of what corporate governance structure they would accept. And you got to think that somewhat reflects badly on them. You know, maybe they've tightened up now and they've learned their lesson, I guess."
    },
    {
        "speaker": "E",
        "text": "Like, one thing I would say is, maybe I'd ask you the question, haseeb, like, suppose you were in Matt's shoes. Like, would you testify? Like, say the AUSA came to you and was like, hey, like, do you want to testify against Sam? Like, suppose you were like, what would you do? What would you have just said? Yes or no?"
    },
    {
        "speaker": "C",
        "text": "My assumption is that I would not want to do that. I mean, again, I dont know how this plays into the optics, as you mentioned, gabe, of like, look, I want to show the world that I was defrauded and that this was not like me fucking up in due diligence. This was, this person made willful misrepresentations to me. And thats why this investment went so far south. I can see that being a part of it. In general, I feel like its just such a, its such a terrible thing to be a part of is like the criminal trial of somebody you invested into. My instinct would just be, I just want to be as far away from that as I can. I mean, it's not just also the time and you have to go, actually go to wherever the trial is taking place and just be a part of that entire process, which sounds just painful and time consuming, but obviously there were many investors in FTX, so maybe somebody less credible than Matt might have been willing to testify to the same thing."
    },
    {
        "speaker": "E",
        "text": "Wait, I thought Alfred Lynn was also listed as one of the potential government."
    },
    {
        "speaker": "C",
        "text": "Was he?"
    },
    {
        "speaker": "E",
        "text": "Yeah, if I remember correctly. Yeah, I thought he was on the witness list also. Potential."
    },
    {
        "speaker": "C",
        "text": "No, no, no. That would be much bigger news. No, no, no. That would be bigger news. If he was going to testify, I would. I definitely would have seen that if he was going to testify. I don't believe so, but I could, I mean, correct us if we're wrong, but I don't believe Alfred Lynn is going to testify here. I mean, the other thing is, like, you want to be away from the headline, right? You kind of want to bury this thing. Like, I mean, that's why Alfred almost certainly would not want to testify in this thing because he doesn't want to call attention to it, doesn't want to be back in the headlines. Right. It's sort of like this re traumatization."
    },
    {
        "speaker": "E",
        "text": "He is, he is on the list. There's a, there's a, here's the article, here's a Bloomberg article talking about the filed witness list."
    },
    {
        "speaker": "C",
        "text": "Is this like people who are actually going to testify or people who are willing to testify?"
    },
    {
        "speaker": "D",
        "text": "They're potential witnesses. So I don't know if it's actually going to get called."
    },
    {
        "speaker": "E",
        "text": "Yeah. See the list of potential witnesses provided to jurors on the first day of trial? It included him."
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "E",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "E",
        "text": "That's what I'm saying. I don't understand the calculus pun these decisions, but I don't think Matt's the only one."
    },
    {
        "speaker": "C",
        "text": "Speaking of jurors, I mean, those are the two largest investors."
    },
    {
        "speaker": "D",
        "text": "I think Martin Shkreli also had a nice rundown of jury selection, which was super interesting. First of all, of someone from insight who was an investor in FTX was, you're part of the jury selection process and obviously got dismissed. But it's very funny that of all the people that could have gotten drafted for jury selection in New York, someone from insight was part of the potential juror list. And then Martin talked about sort of the strategy for how to win over a jury. I can't remember the nuance there, but I think he was saying, look, there's some banker and there's some stay at home mom or something like that. And it's like these are the people that you're going to want to win over. But there was some sort of strategy, I think, overall, to trying to get some sort of mistrial or trying to make sure there was not consensus within the jury."
    },
    {
        "speaker": "C",
        "text": "Strange. Yeah. I don't really understand what would lead you to want to testify in this case because I would assume you just don't want to be in the headlines. I don't know. Tom, what's your intuition?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I was also very confused, unless it's maybe having some sort of internal sense of wanting to bring justice. But I don't think Matt's testimony or any investors testimony is going to be essential to closing up this case because it was not solely an issue of defrauding investors, but it was more this broader story around defrauding users. I don't know. I was also a bit confused, but maybe there's some backstory there that we don't know."
    },
    {
        "speaker": "E",
        "text": "Yeah. I mean, I do think there is some positive benefit to be, like, publicly displaying that maybe you're defrauded. I think. I will say. Yeah, I kind of agree, though that, like, I don't think the investors testimony matters to the criminal case or it doesn't seem like it does at all in any way, shape or form. Like, if I replayed the trial with or without investor testimony, I would expect the same."
    },
    {
        "speaker": "B",
        "text": "Well, it does because part of the charges are securities fraud. Right. I guess that is not customer facing, that is investor facing. Right?"
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "E",
        "text": "Okay. Then that's fair. That's fair. That might be the real reason. Like, this was sort of needed too."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And that can, that plays into other charges. Right. Because all they need, all they need is one fraud thing to stick. Right. And then they can get a bunch of sort of like, money laundering and bank fraud, things that stem from that. Right. So, yeah, there's kind of like a domino effect here. They kind of have a case that they misled investors, and then they also have a case that they misled customers and also stole money, literally stole money from customers. And then either proving either one of those things, I think, could lead to some downstream charges. And that all plays into sentencing and prison time and so forth."
    },
    {
        "speaker": "E",
        "text": "Right. Yeah, I guess that makes sense. The overall outcome. I guess I was thinking more of the binary outcome of any charge sticks versus none. But you're right that the overall compendium of possible outcomes does seem to change a lot with investors. I guess I were the government, I would want the investors to have towing then. That makes a ton of sense."
    },
    {
        "speaker": "C",
        "text": "Yeah, I know it makes sense. What seems surprising and very uNSBF like is so, okay, the trial is going terribly for SPF. Right. He's spending a lot of money on his defense. Is it a thing where you can just like, rage quit a trial and be like, look, there's a waste of our time. I'm paying my lawyers like this. Obviously he's going to drag out for a while. Why don't I just give up? Clearly, this is going against me. Judge doesn't like me. Like, my counsel is fucking up. Like, let's just call it quits and say, you know what, I'm going to switch to a guilty plea. Like, we're done."
    },
    {
        "speaker": "B",
        "text": "I mean, sure, he could do that. It wouldn't make sense for him just to like, just do a guilty plea. It would only make sense, you know, if the government would. Would strike some sort of deal with him. Right. And I think the government doesn't offer a deal."
    },
    {
        "speaker": "C",
        "text": "He just should go through with it."
    },
    {
        "speaker": "B",
        "text": "Right. This is very SPF reasoning. Right. Because you know, he's, he's the one always, he's super into these asymmetric bets, right. Where even if there's a small chance of winning, but it's a really big win, then you should do it. Right. And I think that's exactly what's happening here. Right. So only if the government would offer some, some good deal, right. Would it make sense for, for him. And at this point, why would they ever offer that? They're winning, right. They're kicking his ass. So I don't picture that happening. I think this is going to go to the bitter end. Speaker two."
    },
    {
        "speaker": "E",
        "text": "It doesn't feel like the trial is going to last that long though, right?"
    },
    {
        "speaker": "C",
        "text": "I mean I would assume that he's wasting so much money. Yeah."
    },
    {
        "speaker": "D",
        "text": "But you know, I think you can't think about this from like a Kelly sizing kind of perspective. It's like this is effectively your last game. You know, this is your last bet. So you have to go all in there. There is no sort of next round. And so I agree with Gabe. Im guessing thats kind of the calculus that hes doing."
    },
    {
        "speaker": "C",
        "text": "It sort of makes sense. At the same time, I would think a very SPF thing to do is look at the prediction markets and see what the chances are that he actually wins any of the particular charges and then just say, look, im just going to get lighter sentencing and save some money if I just plead guilty. Possibly."
    },
    {
        "speaker": "B",
        "text": "All it takes is one juror whos sympathetic with him."
    },
    {
        "speaker": "D",
        "text": "I was looking at the Shkreli tweet and he said theres basically everyone else on the jury thinks he's gonna convict, but there's one banker who has some sort of form of cancer and he's like, you could probably get him to get some sympathy. And he's sort of, you know, maybe towards the end of his life and so maybe he can get him to acquit. Yeah. So he's like, that's kind of his best bet. But I don't know, just pure speculation, man."
    },
    {
        "speaker": "C",
        "text": "Shkreli is really playing another level on this, on this trial, thinking, breaking it down."
    },
    {
        "speaker": "D",
        "text": "He's been going to the trial."
    },
    {
        "speaker": "C",
        "text": "Yeah, he's crazy."
    },
    {
        "speaker": "B",
        "text": "He's turning into a hell of a courtroom analyst. I mean, I'd rather see him on, on the law and crime network than a lot of the people they currently have. He's pretty good."
    },
    {
        "speaker": "C",
        "text": "He's had quite a comeback. I've been, I've been very impressed at this, like Shkreli 2.0, I think that the contrast between him and SPF is very striking."
    },
    {
        "speaker": "E",
        "text": "It is funny to think about how, like, that flipped over, like, the last two years, right? Like, if you, like, plotted the chart of their. Their success and failure."
    },
    {
        "speaker": "C",
        "text": "Very true. Very true. They are kind of the inverses of each other."
    },
    {
        "speaker": "E",
        "text": "When do you think they were, like, the equal. What point in time? When? In 2022."
    },
    {
        "speaker": "C",
        "text": "I think it might have been so severe."
    },
    {
        "speaker": "E",
        "text": "I think a little after Luna. A little after Luna, it might have."
    },
    {
        "speaker": "C",
        "text": "Been just straight through the floor. There's zero derivative, actually, I would say."
    },
    {
        "speaker": "E",
        "text": "A year ago, because, remember, after Luna crashed, somehow Sam got all these, like, puff pieces written about him that were like, oh, this guy is the JP Morgan."
    },
    {
        "speaker": "C",
        "text": "The new JP Morgan. That's right."
    },
    {
        "speaker": "E",
        "text": "Yeah. I think the media, probably the media should be just as embarrassed as the investors for not doing diligence. Like, I thought that was some of those things."
    },
    {
        "speaker": "C",
        "text": "We're just like, look, I don't think that's fair to blame the media for that stuff. I mean, it's like, how, if we did not know, how would they know?"
    },
    {
        "speaker": "E",
        "text": "Did you see that spreadsheet that, that Forbes released for, like, what qualified him as a billionaire? That thing was more embarrassing. Cause, like, it came out in the case because of the amount of tether they said they."
    },
    {
        "speaker": "D",
        "text": "Yeah, well, also, the. I think there was some anecdote also in the book about SBF being on Forbes top 100 wealthiest list or whatever in 2021 or something like that, and them having to do some rough accounting of his net worth to present to Forbes. And obviously, it's like, nonsense because they had, like, a bunch of locked SRM and, like, FTt and shit as, like, part of his net worth. And then this sort of story comes out, and the Forbes journalist who was working on that was like, oh, yeah, I knew from the moment they set that spreadsheet that there's probably some bullshit going on, because SBF's net worth sort of calculation looks totally different from it, from everybody else's. It's a bunch of totally random illiquid assets. And so, I mean, obviously, it's easy to have 2020 hindsight, but I thought."
    },
    {
        "speaker": "C",
        "text": "That was kind of funny, my recollection of that story. It's in the very beginning of the book, and from what I recall, he says that when they were providing, you have to do some accounting of your assets and what youre worth is to Forbes. And SBF believed internally that he was worth over $100 billion, but they thought that was too dramatic of a number because nobody really knew who he was, and Forbes didn't really have him on his radar. And so they're like, we can't, we can't tell them that. That's, like, way too much. And so they, they basically took out a bunch of stuff. Like, they took out a bunch of the Solana, they took out a bunch of the SRM and a bunch of stuff, and they basically were like, look, we, we own, you know, Sam owns 60% of FTX. FTX was valued at 40 billion, and that's where Forbes got the $25 billion number, because they were just like, look, we can't really account for the rest of this stuff because I don't know what the fuck it is and I don't really know how to explain it. But SBF internally believed that he was worth 100 billion, which is a crazy number, right? He believed he was worth more."
    },
    {
        "speaker": "E",
        "text": "Do you remember when Trump was like, yes, it's like, it's like, exactly like the Trump. Like, my net worth is my brand, and my brand is worth more than my physical assets. Type of bullshit logic. But the thing is, all the media, the media fell for it. So, like, I, I still blame them. Like, I'm much more, like, militant than you."
    },
    {
        "speaker": "C",
        "text": "Well, to be fair, I mean, Forbes accounted for FTX the way the investors did, right? Like, they literally didn't credit with anything else. 25 billion means all he has is credited."
    },
    {
        "speaker": "E",
        "text": "All the FTT. I thought that was funny. That was included in the calculation."
    },
    {
        "speaker": "C",
        "text": "I thought it wasn't. I thought that was the, the anecdote that he gave at the beginning of the story was that 25 billion is just 60% of 40 billion, and that's the number that he was given in the Forbes, whatever, richest people thing. That was my, that was my understanding."
    },
    {
        "speaker": "E",
        "text": "Spreadsheet that got put, that got posted, I think it was, it's actually an exhibit in the trial. I'm not exactly sure why his own."
    },
    {
        "speaker": "C",
        "text": "Internal representation of his net worth was a much larger number than what Forbes credited him with. That's my understanding."
    },
    {
        "speaker": "D",
        "text": "They did send, I think, a shaved down net worth sheet, but I think the anecdote where they sort of circle back with the Forbes employee, I think it's closer to the end of the book where it's kind of like, hey. Where there are obvious signs in retrospect, and so obviously it's sort of post hoc rationalizing what was happening. But, yeah, I think that's kind of the idea."
    },
    {
        "speaker": "C",
        "text": "So, look, coming back to this thing that, Taruna, you were getting into it last time about SPFD, one of the things that I think I rebel against, and this is part of the reason why we kind of got into this back and forth last week about SPF's intentions, is that there's this thing that happens when somebody ends up having a fall from grace, that everything they do in their past gets reinterpreted as everything was nefarious from the very beginning. And he knew it all along, and he was this dastardly whatever, and people are doing this now with his net worth and with journalists and blah, blah blah and everything. And I think it, like, the reality, I mean, this is, I guess, a very SPF thing to say, but the reality is that, like, everything is uncertain. You know, like when we were looking at SBF, none of us thought that he was stealing money from his customers. We thought, yeah, okay, there's probably some bullshit accounting going on with respect to valuing your FTT at par and all this stuff. But, you know, we all, we all understood that there were some things that were, you know, he was, he was, he was moving fast. He was obviously shaving down a lot of the edges of how one normally thinks about accounting and I valuation. But nobody knew that he was defrauding his customers, that he was taking money out of the, out of the cookie jar, so to speak. And I think it's a little bit what I want to say. Like, people really try to simplify the past when they go back and they redo this accounting and they say, ah, actually everything was part of this big conspiracy. Everybody should have known from all along. And there were all these signs that I was thinking this and I didn't tell anyone, but I always knew that something was wrong with him. And I hate it when this happens. It happens invariably, whenever somebody falls from grace that everything they've ever done gets reinterpreted as this most kind of villainous type of version of what it was, and it just wasn't. We were there, we were debating about SPF back when all this JP Morgan stuff was coming out and he was bailing out these companies. And we were talking about it in the show. And I think knowing what we knew at the time, there was no way that you could have looked at that and said, aha. Clearly he is trying to bail out his own lenders and there's this horrible interconnected web and he's really stealing money at the bottom of all this. But that's very much what people want to do. So anyway, I don't have a deeper point than that, but I think this is part of what frustrates me when something like this happens."
    },
    {
        "speaker": "E",
        "text": "Yeah, usually I agree with you that there's kind of a pitchfork and fire going after the person. That might not be deserved, but in this case, I don't agree."
    },
    {
        "speaker": "C",
        "text": "I'm not saying it's not deserved, to be clear. I'm not saying it's not deserved. I'm not saying it's not deserved. What I'm saying is that people are going back and revising history in such a way that it was obvious all along there were all these signs. Why didn't people know? And look, there are a lot of founders who are weird. There are a lot of founders who have SPF like characteristics, and I do not. Now that SBF turned out to be this crazy psychopath, I do not automatically assume they're like, ah, this guy is, like, kind of autistic. Great, he must be an SPF type. You know, I'm going to do extra diligence now, assuming that he's going to defraud his customers. I mean, look, everyone's doing extra diligence, but it's not because, you know, we should have known it all along that SPF was just a psychopath."
    },
    {
        "speaker": "E",
        "text": "I think, though, you know, a lot of credit to people who kind of avoided the SPF ecosystem. Like, for instance, your partners at Dragonfly, when they evaluated the investment in 2018, there were very obvious irregularities. And people talked about for years, and it's like, somehow it was like, yeah."
    },
    {
        "speaker": "C",
        "text": "He talked about that internally all the time. And I've talked about on the show that Sam really did not like us, and we did not invest in anything that Sam ever showed us. We didn't invest into FTX, FTt serum, blah, blah. All the stuff in the Solana ecosystem, we avoided all of it. Right. And we always had the sense that Sam was super aggressive. He was flying really close to the sun. He was very extractive. That was our perception of him. Right. But it was not that he was this psychopath, and he was on the rampage of stealing money from people. If we had thought that, we would have behaved very differently than just avoiding him in rounds of."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah. I'm just saying, like, I think there was, you know, some people did. Did, to their credit, actually stick to doing that."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "E",
        "text": "Like, there are a lot of people, I feel like 2018, 2019 were like, no, no, no. And then 2021, they're like, Solana went up and they. They made Solana happen. So, like, we're gonna cop copy trade. And, like, you know, I think. I think the level of, like, human psychology to erase the former, you know, woes is something that, it's the dual of the thing you're describing, right? The thing you're describing is like, once something bad happens, everyone goes and revises to be like, they sucked, they did everything bad. But there's the opposite, where when suddenly it looks like, hey, someone is, like, making yield, that is 500% for me, then I'm willing to revise and pretend that everything that they did that was bad didn't exist. And I think we should keep that in mind when evaluating people's decision making prowess in hindsight. And that's why it's worth calling out some of these."
    },
    {
        "speaker": "C",
        "text": "Look, I agree. Okay, so all of us are at funds. A lot of the first half of the book, which is, again, most of what I've read so far, talks about SPF's upbringing, his personality, his sort of quirks, his quirks of character. And in the first half of the book, it's also quite a glowing picture, I think, of SPF. It starts off quite positive before it goes off the rails. And it really made me think, okay, this person is clearly very unique. He's a very exceptional person. He's obviously very smart. He goes off the beaten path. He is exactly what most investors say they are looking for in a founder is somebody who is weird, challenges assumptions, is willing to basically take the fast path to try to accomplish something that most people take their entire lives to get to. Now, he had a lot of massive problems in terms of being a terrible leader, being a very bad communicator, obviously being willing to cut corners in places where you should not be cutting corners, such as accounting for all of your assets when you're running a fucking fund. But I guess the question I want to ask is, as you are recontextualizing the story, how does the SPF story make you rethink the attributes you look for in founders?"
    },
    {
        "speaker": "E",
        "text": "I think one aspect, having known him for a long time before and talked to him for many years, he could never get past the fact that there was someone who would, like, tell you something like, oh, you know why Solana is the best? It's a low latency blockchain. Okay, how does a low latency blockchain work? I don't know. I don't care. It's low latency. And it's like he always had this ability to have the veneer of, like, just enough technical detail to, like, sound like chat GPT, but then not enough to, like, understand. Like, I think the Socratic method is always the best way. It's like, the number one way of, like, trying to really tease out things out of people. And I think, like, fundamentally, for whether it's interviewing people or diligencing investments, like, actually trying to see, like, how. How much of what is said is, like, the veneer of that. Like, even this Kelly stuff, right? Like, a lot of it got, like, taken blown out of proportion in a way that's like. It's like he almost didn't understand the assumptions of when Kelly worked at all, right? Like, Kelly assumes a bunch of independence. It assumes a bunch of different things about the bets. It assumes that the possible amount of currency that exists is infinite in theory, right? Because there has to be some sort of doubling rate, natural doubling rate. So I think there's sort of a thing in which figuring out if people understand the assumptions of how they get to the end goal versus just only understanding the end goal they want to get to is actually extremely important for understanding how founders think about their companies or their ideas."
    },
    {
        "speaker": "C",
        "text": "So you feel like you would be more scrupulous about the intellectual underpinnings of founders after your interactions with SBF?"
    },
    {
        "speaker": "E",
        "text": "I mean, I didn't invest in any of the things you tried to pitch me over the last five years. No FTT, no stuff. So, like, you know, it's like, I got all of those, and I listened to them and I asked him questions. I was like, why Solana? And this is not a knock in Solana. In fact, I would say Solana. Real credit to them for being the most resilient blockchain community. After that, I feel like they've come out of the hole as a very strong. I think they are now a cockroach. They've survived nuclear event and still have users still having things growing. There's a lot to admire. It's just that I don't think SBF understood any of the reasons for their technology. His own thing, his whole thing was, like, low latency and tradfi good. Low latency in blockchain good. Right. And if you start asking questions of, like, what trade offs are you making? What assumptions exist? When do assumptions. He could never answer any of that. And that sort of, like, lack of clarity to me always just seemed like, okay, well, what's the difference between you and rich? You know, Richard Hart. Right? Like, at some level. And, like, there's kind of a very small line at that point."
    },
    {
        "speaker": "B",
        "text": "Richard Hart is smarter."
    },
    {
        "speaker": "E",
        "text": "Technically, in technical terms, Richard Hart is the largest die holder, which is a fun trivia fact."
    },
    {
        "speaker": "B",
        "text": "And I think he thinks about the legal a lot more. I mean, I think Richard Hartz may have the first truly non fraudulent Ponzi scheme in history, right. Like, if he's ever on trial, I think it's going to look very different. Right. Because, you know, it was all on chain, in fact. And. Yeah, yeah. I mean, so I come at this from a more legal perspective, right. And I see this in deals all the time. Like, if it's a very big round and they're still raising off of something, like a safe, why? If they don't have. If they don't want any sort of corporate governance or don't want independent board members, why, if you put representations about the financial statements into the docs and you get super weird changes back that are not customary, what are they hiding? I think, again, bull market. I just saw a lot of deals where they were FoMo driven. People abandoned the usual customary market practices, and then you wind up with this sort of thing."
    },
    {
        "speaker": "C",
        "text": "Tom, what's your take on that question?"
    },
    {
        "speaker": "D",
        "text": "I'm also reading the Walter Isaacson Elon Musk bio in tandem. And so it's actually kind of interesting, I think, to compare SPF and Elon, because they are similar in many ways, in the sense of being kind of low EQ on the spectrum, being sort of obsessed with challenging assumptions, moving fast, cutting corners. Like, they talk about sort of the early SpaceX days and sourcing random consumer grade products because they assume that it would be sufficiently good for sort of aerospace, which it turned out maybe being. Okay. But I do come back to Tarun's point, which is, even though Elon was spread pretty thin, he was also very obsessed with a lot of the inner workings and specific engineering and design details of Tesla and SpaceX in a way that SPF just was not. I mean, even if you say, hey, he doesn't own anything about crypto, knows a lot about trading, the basic accounting principles are missing at Alameda. How can you actually take, you know, calculate p and l and run a profitable fund if you don't even know, if you don't have sort of basic compliance restrictions in place? And so I think that, in my mind, is kind of the difference."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think one thing to actually note, having done sort of like the job he did before he started Alameda, is that when you're a quant or developer at a trading firm, like a quant trading firm, you're usually isolated from all of the operational details. Like, you're just like, here's a stream of numbers. Like, find a function that predicts the next stream of numbers, and you don't really care about anything else. And there is kind of the sense. I think Matt Levine covered this before when he was a little more sympathetic in his sort of going infinite style arc. He was a little more like, oh, well, yeah, these kids, they kind of only worked on the math side. They never really did any of the compliance stuff. So then they get together, their friends, they start a trading firm, they're obviously going to mess it up. And there's a sense in which that's true, but there's a sense in which the compounding of that is the fraud. To me, it's not the actual, like, hey, I don't know how to fucking do these types of reconciliation processes correctly. It's the fact that, hey, I don't know how to do it. And instead of trying to figure that out, I like instead try to keep coming up with a new ponzi to cover it up. And the serum and FTT fundraises are a great example of that. Aggressively coming into you, telling you that there's a seven year lockup, telling you that like, oh, it's going to change everything. And then you ask why, how? What's your architecture like? What are the details? Details. Doesn't matter, doesn't matter. I'm going to make it happen. Like, that type of bozo confidence is like always a thing you should run away from."
    },
    {
        "speaker": "C",
        "text": "So, okay, I take your point. Both you and Tom are kind of pushing on this. Like, okay, you got to really deeply understand the tech, and if you don't and you're abstracting with the details, you're going to fuck it up."
    },
    {
        "speaker": "E",
        "text": "Or you have to show that you try or care at all."
    },
    {
        "speaker": "C",
        "text": "You don't even have to understand the thing. That occurs to me. So Sam, at the end of the day, was running an exchange, right? I mean, that was, that was the core, nominally the core business of FTX. I think CZ would have failed this test, right. If you, if you say this for Sam, I think CZ fails. Even though CZ has launched binance smart chain, which is the, you know, probably the single most users of any blockchain today, I don't think he is very deep on the tech. I don't think he can say stuff, but I don't think he's nearly as deep as one would otherwise want. About why binance smart chain, why an Ethereum fork, why this particular bridging mechanism, I think, I don't know. My tech guy said to do it. He's obviously much higher EQ and probably a better leader than SPF. So first of all, I think it's genuinely hard and I think you also want to be careful from assuming that every single person who turns out to be a bad apple contains within them a deeper lesson about how to find the next bad apple. Fraud works because it's hard to find. If the fraud was easy to find, people would have found it. They would have not invested. There is something, in a way, from the fact that so many very experienced, very, very smart investors invested in FTX, I think there's stuff that they didn't understand that maybe people in this room might have understood. But what they did understand very well was people. And so I think the fact that they were misled by SPF showed that SPF was very good at misleading people. So it's almost like a little bit of an efficient markets hypothesis, in a way, about personality. Right? I don't think there's necessarily a free lunch there. I guess the thing that I feel like I've updated, and I don't know if this is the correct update to make, is that it really, really underscores the importance of integrity for me. And in crypto, there are a lot of, I don't want to say low integrity people, but sort of medium integrity people where it's like, look, I would not trust them with my life, but I more or less assume they're going to follow the rules. And I guess at the margin, it makes me less likely to want to back somebody like that. Where somebody who's low integrity in crypto, look, if you're a professional vc, you just never touch people who have low integrity because this space is so easy to defraud people with, for all the obvious reasons. Right? It's easy to hack things, easy to hide things. SPF obviously did a lot of that. But I think the amount of integrity you need in order to be backable in the space, to my mind, went up. People often draw analogies to Travis Kalanick or these kinds of people who are kind of bullheaded, they're kind of assholes, they kind of break the rules, and you need a little bit of that in order to start a startup. That's kind of the lore of startups in general. And I guess I just feel like in crypto it's harder to stomach that after seeing what SBF did. And I don't know. At the same time, I think that also would have led you to not invest in CZ. Perhaps that's a real question. Binance is the most successful business in this industry."
    },
    {
        "speaker": "E",
        "text": "I think there's a sort of cultural context that's also worth differentiating between the two. That is true, because CZ was really not trying to ever attract western investors and agree to certain standards and fake audits for western. It was a different context in which he was fundraising. It was a different context in which finance was started."
    },
    {
        "speaker": "C",
        "text": "You remember Sequoia sued Binance for basically fucking them on the equity investment. So I don't know how different it really feels. Sequoia China. This was Sequoia China, correct?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So slightly different. Slightly different. But I guess I think the difference is like, a, the accounting standards weren't well known in 2017. Like, no one knew anything about that. Like, I didn't know how people, arguably, they still don't argue. They still don't. But at least, like, now there's a bit more clarity. But B, again, I just think, like, culturally, it was like, not trying to, like, be like, we are the uphold. You know, we're upholding, like, the full western financial institution standards. Like, they were just not claiming that. Whereas FTX is like going to the CFTC and trying to get them to change the rules for collateral requirements for 24 hours trading, one of them is taking a particular cultural stance. It's like, we will bring this thing and make it match your rules, and then turned out not to do any of that. And that's where I think it's this weird thing. I think the uber comparison is also kind of interesting in the sense of there are places in the world where Uber was welcomed. They didn't actually have that much local transit, and it was great. But the places where it did have the most problem and where they broke the most rules were the ones where culturally, it was like, they already had some standards. And that led to this fight. I think the cultural context in which a founder is developing a company is also worth keeping in mind. And I'm not trying to say, like, oh, then CZ fails my Socratic test, like, never invest in finance. I'm just saying, like, culturally, it would have to be that. But Sam was always representing it as this, like, western domination, Goldman Sachs replacement type of thing. Right? It's like that representation. It carries with it a different set of standards and rules of the road that are expected."
    },
    {
        "speaker": "C",
        "text": "Yeah. The only thing I'd add to that, I think it's very well articulated. The only other thing I would add to that is that a couple of you guys mentioned board seats and their fight to basically minimize governance from investors. Look, if we get into another bull market, that is going to happen again. I don't think that FTX has permanently changed equilibrium. So much as it has changed the market conditions. And that's why investors are basically taking more governance rights today than they were two years ago. If we get into a wild bull market again, the balance of power is going to shift back to entrepreneurs, and that's not going to mean there's no governance, but that, of course, investors are going to be able to demand less in terms of governance rights than they can right now. I guess the thing that I would fixate on is not so much like, do entrepreneurs want to minimize governance rights for investors? They generally do, yes. We can kind of wax poetic about how great it is for companies to have oversight. If you're a founder. And, look, I get it, I've been in that situation, you want to minimize the amount of control people have other than you because you want to move fast, you don't want to have bosses. You just want to build your thing. And these people are investors. They're not builders. I guess the thing, though, is that SPF uniquely felt like he had an adversarial relationship with his investors in a way that really seemed unique to me. I think most other founders, I don't see that."
    },
    {
        "speaker": "E",
        "text": "Preston, I once was at a dinner in May 2021, like bitcoin Miami, and he said explicitly, I view investors as Muppets or something along those lines. I was like, wow, that's fucking crazy for you. But it was like kind of a. I thought it was a joke, but in hindsight, I'm like, maybe."
    },
    {
        "speaker": "D",
        "text": "I don't think that's because in the book he talks about, hey, we don't actually need the money, but we need legitimacy and we need this appearance of being received well by sort of the western establishment. So let's take on some vc's even though I don't actually want them."
    },
    {
        "speaker": "C",
        "text": "Right. That makes sense. Well, sadly, we have spent the entire hour talking about SPF, which was exactly what we were hoping not to do. We had some stuff about Lido on the agenda, and we just have not, unfortunately, run out of time."
    },
    {
        "speaker": "E",
        "text": "Gabe, did we miss anything? Sorry, I know we went on this VC tangent diatribe, but was there any other."
    },
    {
        "speaker": "B",
        "text": "No, no. I mean, just the other thing. I would throw the other comparison point. Well, two. Number one, the Theranos thing. Right? And, you know, she was another total sociopath. Even faked her voice. And, you know, there were probably some warning signs of that. And again, you know, maybe it was her feminine wiles and stuff working on these old guys that led them not to do due diligence. It's always something. And then I think also just that Elon Musk, you know, he also just another classic case. When SPF was considering investing into Twitter, he detected the fraud, or so he claims it is. Takes one to no one type of thing. And a lot of legit investors just aren't on the lookout for fraud as such. Right."
    },
    {
        "speaker": "C",
        "text": "Theranos, I think, though, is a very different story because most of the people invested in theranos were not like high quality VC's. They were mostly family offices and retired Rupert Murdoch. Old money. Yes. It was more old money than it was smart VC money. FTX is unique because it was this dramatic fraud that was taking place. But people were supposed to be good at judges, good judges of character. But anyway, it seems like there's going to be a lot more juice coming out over the next week. Gabe, if you had to give over under, how long do you think until we get to the end of the trial, or at least this portion of the trial?"
    },
    {
        "speaker": "B",
        "text": "I think it's going to be another three weeks. They scheduled six weeks, but I mean, it's moving very fast."
    },
    {
        "speaker": "C",
        "text": "Okay, so you think by basically November we're going to have a verdict?"
    },
    {
        "speaker": "B",
        "text": "Well, verdict, I don't know. I think the trial will be done. I don't know how long the jury, you know, will decide. Will take to decide."
    },
    {
        "speaker": "C",
        "text": "Got it. Okay."
    },
    {
        "speaker": "E",
        "text": "Yeah. Wait, wait, wait, wait. One last question. What do you think about the sleeping juror? There's supposedly this juror."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Because he has a night job and he didn't tell him. I mean, you know, that these are the sorts of things that on appeal, you know, maybe. Maybe they can make something out of that. You know, they didn't know what they were doing and stuff like that. But I don't know."
    },
    {
        "speaker": "E",
        "text": "My lawyers ate my homework and the juror fell asleep. Please excuse me."
    },
    {
        "speaker": "D",
        "text": "From 100 years."
    },
    {
        "speaker": "C",
        "text": "Honestly, that's a pretty good cause for appeal. Is like one of the jurors, they."
    },
    {
        "speaker": "B",
        "text": "Get all the evidence to review. They can review it at their leisure during deliberations. The other jurors can fill them in. I mean, my guess is that this is not going to end up making a difference, but. Yeah."
    },
    {
        "speaker": "C",
        "text": "That's not the banker, is it? No, no, the sleeping juror, it's like."
    },
    {
        "speaker": "B",
        "text": "A security guard or something like that. Yeah, he works at night."
    },
    {
        "speaker": "C",
        "text": "A security guard. Oh, Mandy. Okay, interesting. All right, well, we will be back. By the way, any, any juice from Caroline while we were recording this?"
    },
    {
        "speaker": "E",
        "text": "Nothing too crazy. The president one was the one that the Internet was going crazy on. I think the other thing she talked about were how, like, they did a lot of FTT soul Solana trading because Solana was like, the only way to get liquidity for FTT. And then she talks a little bit about how Sam sort of ordered her to make sure there's a price floor on FTT. People at Alameda didn't really quite understand why they kept buying it, but she just had to keep telling them to buy more. Trabuco showed up once Ben, like, his name came up. And. Anything else? Not really. Nothing that interesting. The president thing was hilarious, though, the idea that. I don't know. Yeah."
    },
    {
        "speaker": "C",
        "text": "I will say without disclosing who, I've had multiple people in crypto tell me that they want to become president. So this is kind of a thing. I don't know why this is a thing in crypto, but this is a thing."
    },
    {
        "speaker": "E",
        "text": "Well, you're trying to separate the state from money philosophically. So obviously that means that he who creates the money that separated the state is he who has some type of power. But the question is, are you more of a president or are you more like Osho? Probably the latter. Osho, the famous cult leader from Oregon from the 1980s."
    },
    {
        "speaker": "C",
        "text": "Wild, wild country. That's it."
    },
    {
        "speaker": "E",
        "text": "You have to watch the."
    },
    {
        "speaker": "C",
        "text": "Did not see it. That's a deep cut."
    },
    {
        "speaker": "B",
        "text": "That's a great, that's a great documentary. Yeah."
    },
    {
        "speaker": "C",
        "text": "It's a good note to end it on cult leader. We'll be back next week, hopefully. I mean, we will almost certainly continue to talk about the SPF trial, but hopefully we'll be."
    },
    {
        "speaker": "D",
        "text": "Sorry."
    },
    {
        "speaker": "C",
        "text": "Tom, as well."
    },
    {
        "speaker": "E",
        "text": "Tom, of the four of us, Tom is always the most saddened by the SPF."
    },
    {
        "speaker": "C",
        "text": "That's it. Tom is the only one who actually read the entire book. So I feel like it's a little bit, it's, you can see, you can."
    },
    {
        "speaker": "E",
        "text": "See the pain on his face of having to keep talking about this."
    },
    {
        "speaker": "D",
        "text": "Getting back to basics a little bit, you know?"
    },
    {
        "speaker": "C",
        "text": "All right. All right. Next week, we will try our best to get back to basics. Yeah, we'll try our best. Gabe, thanks for coming on and sharing your, your insight. Always appreciate it. Looking forward to seeing your takes on crypto Twitter. Great. All right, until next week. See you, everybody."
    }
]