[
    {
        "speaker": "A",
        "text": "But at least in those cases, I think the algorithm was adaptive. So the fees just, like, adjusted to all this demand and then just became expensive. The problem, I think, with Solana is that the fees aren't sufficiently adaptive. So therefore, like, the only thing that happens is, like, it's just hard to get a transaction, not a dividend. It's a tale of two Quan."
    },
    {
        "speaker": "B",
        "text": "Now your losses are on someone else's balance sheet."
    },
    {
        "speaker": "C",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "B",
        "text": "Unnamed trading firms who are very involved."
    },
    {
        "speaker": "A",
        "text": "Alec Eth is the ultimate possibility."
    },
    {
        "speaker": "D",
        "text": "Defi protocols are the antidote to this problem."
    },
    {
        "speaker": "B",
        "text": "Hello, everybody. Welcome to the chopping block. Every couple of weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So quick intros. First, you got Tom, the Defi maven and master of memes."
    },
    {
        "speaker": "C",
        "text": "Hello, everyone."
    },
    {
        "speaker": "B",
        "text": "Next we've got Robert the cryptoconoe and tsar of Super State, who is slightly late, so he will roll in once he arrives. But he had some other stuff he had to take care of first. The special guest we have today is Keone, the main man at Monadheendeh."
    },
    {
        "speaker": "A",
        "text": "Hey."
    },
    {
        "speaker": "B",
        "text": "And I'm Haseeb, the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see choppingblock XYZ for more disclosures. So, Keone, you are the man of the hour. It was just announced that you raised a monster round led by paradigm. $225 million. Congratulations. That's a gigantic pile of money. I think most people at this point have heard of Monad. And I should caveat that we're investors in Monad. At Dragonfly, we invest in the seed round, so we have gigantic Monad bags. But we're going to try to stay relatively neutral in this conversation. Explain very briefly what is Monad and why is everybody talking about it?"
    },
    {
        "speaker": "A",
        "text": "Sure. Monad is an effort to introduce parallelization to the EVM as well as various other improvements. Ultimately to build a really performant ethereum like blockchain with over 10,000 tps of throughput, 1 second block times, and single slot finality. We're doing that by introducing a number of optimizations that we think are needed both at the execution layer and at the consensus layer."
    },
    {
        "speaker": "B",
        "text": "Groovy. So actually, so I'm in Hong Kong right now for the web three festival, which is like this big. It's probably the biggest event in Hong Kong that gets thrown every year. Ton of people here. Lot of folks chattering about Monad. Sorry. I call it monadheendeh. I know you call it Monad. I also had the same conversation with aptos. They call it aptos. Everyone wants to pronounce it aptos. How do you feel about pronunciation of the project?"
    },
    {
        "speaker": "A",
        "text": "Well, I always say Monad, but I can see that it could get confusing because we're really on opposite sides of the spectrum in terms of what we believe. So maybe we'll go with Monad for this conversation to see how it goes."
    },
    {
        "speaker": "B",
        "text": "All right. I appreciate your flexibility. Let me know how that feels on the tongue. I'm going to keep calling it Monad because everybody I have ever spoken to calls it Monad."
    },
    {
        "speaker": "A",
        "text": "That's fine. I can be in Monad."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah, yeah, good. So yeah, I was here in Hong Kong, and I ended up, funny enough, so I was at dinner last night when you guys ended up announcing the fundraise. And I was kind of caught unawares because I was going to write something of like, oh, hey, we're investors in Monad. So I wrote this piece pretty hurriedly after I got back from dinner at like, 11:00 about, oh, the EVM sucks. And this is why Monad is great, because they're going to optimize. EVM ended up being a fucking stupid piece. And I just got totally trashed on Twitter. So I ended up deleting it after I woke up this morning to just like, a wave of people being like, why do you hate ethereum? Which was not the, which was not the goal. But I'm curious to get from you, like, you know, a lot of the questions that people ask when they ask about, okay, yeah, you guys are making these improvements. Parallelization. That's cool. But, uh, why do we need another layer one? Why not just have a layer two? You know? Don't we already have enough of these damn layer one chains? Why do we need another one?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think there are a couple of reasons why we think being a layer one is really important for, for what we're building and for the ultimate objective, which is to offer really high performance along with a high degree of decentralization. And those couple of reasons. Well, number one is decentralization because we think that decentralized block production is extremely important. You need a full consensus mechanism for that. From what I've seen with some of the designs for decentralizing the sequencer of layer twos, it basically ends up being that there is a consensus mechanism in there. So you kind of can't really get away from that. The second reason is performance. And relatedly, the third reason is cost. And these two things are very tied together, because at the end of the day, for any supplier of block space, there's basically an auction that happens. And the more supply you have, the lower the clearing price can be in that auction. So for end users to get low costs, we need it to be the case that there is a lot of supply. Then I guess the final reason is just with Monad, we really wanted to optimize and improve all aspects of the stack, whether that was at the execution layer, the layer below that, which is the database layer, the layer above that, which is the consensus layer, and the way that all of these different components fit together, it's just really necessary to have pretty strong architectural control over all aspects of it. And we just, our team felt that it was best to just build an integrated system where we were optimizing all parts of it."
    },
    {
        "speaker": "B",
        "text": "Sure. So let me push on that a little bit. So, okay, if you choose a non EVM stack, and to be clear, for those who are not aware, the EVM is the ethereum virtual machine. It's basically, you can sort of think of it like the operating system that Ethereum uses, that if you build using the EVM, then you're compatible with all the Ethereum smart contracts and everything kind of works out of the box on other EVM compatible blockchains. If you look at the fastest EVM compatible blockchains today, you have binance, smart chain polygon, maybe arbitrum on the layer two side, or optimism. All these things can go pretty fast. What stops them from just being like, okay, hey, let's just jack up the throughput. And the answer that most people give is that, well, the state bloat ends up becoming the problem. There's just too much data that gets generated. So the problem is not optimizing the IO or these other random bottlenecks that come up. The problem is that the state grows too fast. What do you say to people who say that, you know, we could, we could have done this, but we chose not to intentionally to scale up the throughput of these EVM blockchains."
    },
    {
        "speaker": "A",
        "text": "So just to kind of restate what you said, just to make sure that we're talking about the same thing. So the, the proposal or the behavior that, um, various blockchains have, where they impose a gas limit. In Ethereum, 15 million gas every 12 seconds. So 1.25 million gas per second is equivalent to like, putting a tree in a bottle and growing it as a bonsai tree. And you know, it's like, yeah, the tree would grow a lot bigger if you had it outside of the bottle, but we're just constraining it artificially so that it is a very small tree. And in the same way with this, you know, we're basically artificially limiting the rate of transactions because we don't want the total amount of active state to grow. And the more transactions that happen, the faster it'll grow. And we're just worried about the overall size of the active state, right?"
    },
    {
        "speaker": "B",
        "text": "Correct, correct."
    },
    {
        "speaker": "A",
        "text": "Cool. Cool. So yeah, I would say that there's a couple of different constraints. I'll focus on that state growth constraint for a second and then also want to talk about some of the other ones, which for me would be state access, the actual execution throughput and the actual consensus throughput. Those are the other major bottlenecks in Ethereum, but just to focus on the state growth one for a second. So Ethereum, I think, has about 200gb of active state right now, and it corresponds to about 250 million accounts that are populated right now. And that's over the course of ten years of transactions happening at whatever the rate of Ethereum transactions, like a million or so per day. And the main reason why people are worried about that state growing from say 200gb to say ten x to two terabytes, or 100 x to 20 terabytes. It's not the cost from a SSD perspective of having terabytes of SSD's, because SSD's are actually quite cheap. A two terabyte SSD costs high quality. Two terabyte SSD costs about dollar 200. This is not a huge outlay. The issue is that the data structure that in which Ethereum state is stored, which is the Ethereum Merkle tree, is quite inefficient. So it's quite expensive to do a single lookup from that merkle tree. And it also gets more costly as the state gets bigger. So I think the biggest thing is people are worried that as the state gets bigger, it's going to cost more and more to do an individual lookup, and that's going to slow things down. So therefore we have to slow things down so that the state doesn't grow too much, so that then the lookups will still be reasonably fast. But it ends up being a little bit like the actual fundamental issue is really related to the inefficiency of the storage. So the way to solve this actually is just to make the storage system a lot better so that those lookups can be done much, much, much more efficiently, which that is actually a good segue into one of the other constraints that I was referring to, which is the cost of state access and the extent to which, upon executing a whole bunch of transactions in parallel, you could actually go look up all of the state that's required in order to drive all those transactions. So I guess what I would say is that in my opinion, the fear of state growth, like the state growth problem, is actually really a state access problem in disguise. And the real fundamental thing to do to address this is to make state access much more efficient."
    },
    {
        "speaker": "B",
        "text": "So essentially what youre arguing is that people are very concerned about state growth, but state growth is actually not the terminal goal, or, sorry, minimizing state growth is not the terminal goal. The terminal goal is efficiency, performance for the overall system. And state growth is correlated with that. If you have the wrong architecture and if you can access, read and write to the state much more efficiently, then actually you can withstand, I mean, storage is obviously very, very cheap. The problem is not storage. The problem is that the system just becomes way less efficient when all this stuff is constantly, when accessing and reading and write to a very large state that can't fit in memory is really going to start hurting you. And that's effectively the terminal bottleneck."
    },
    {
        "speaker": "A",
        "text": "That's right. I think that state growth is not inherently a bad thing, because it is actually a reflection of more usage. It's like if your bank has 10,000 depositors, so they can store all of the information about all those depositors on a really tiny hard drive, and then the bank's business starts to boom and they get more and more customers. They need to buy bigger hard drive. They shouldn't be upset about buying a bigger hard drive. They should be happy that they have more customers. It really is that the system has to be designed for the level of usage that we expect to see, and then we have to engineer solutions that ultimately allow us to deliver the expected amount of performance."
    },
    {
        "speaker": "B",
        "text": "So I buy that argument. At the same time, one of the things that of course, Ethereum is targeting eventually, uh, implementing state rent, Salon has also talked about implementing the same thing. Um, state rent being this idea that, you know, when you store something on a blockchain, on a standard smart contract blockchain, uh, the presumption is that you're kind of storing it forever. And, you know, if you, if you launched a smart contract in 2015, you know, the year that Ethereum went live, uh, that smart contract is still sitting there. And everybody who is validating Ethereum still stores that contract even if nobody's touched it in ten years. And that seems like you're sort of paying once and the network is incurring this infinitely long externality of everybody has to store this stupid gambling king of the hill contract or whatever from 2015 forever. And when ethereum is 100 years old, they will still be storing that stupid contract forever. So what do you think about the concept of state rent and how it corresponds to the point you just made with that? Hey, having more state is good because it means more people are doing stuff. There's more things to do on the blockchain. There does seem to be some conflict with the concept of state rent with the framing that you just laid out. Do you think state rent is a bad idea or. Sorry, I should also very briefly explain. State rent is this idea that if you store something on ethereum that you have to keep paying to keep it alive. And if you don't keep paying, eventually it essentially gets evicted and it's no longer on the blockchain, although you can bring it back to life if you pay later."
    },
    {
        "speaker": "A",
        "text": "Right? Well, I think if you, you know, you go to the gym and they tell you that, you know, their cost. You know, they have, like, a locker system, but the locker system is really inefficient. So it actually costs them, like, you know, $50 per day to, like, operate one locker. And then you propose to, like, keep your clothes in there not just for one day, but like, for, you know, basically like hundreds of years potentially. Then the cost of, like, doing a single store in the locker, of putting a single item in the locker, is expectedly going to be very expensive. And so you. Yeah, it would be good to, like, have a policy that stuff gets evicted from the locker if you, you know, haven't paid for, like, you know, all that time. But I think that's a separate consideration from just making the gym lockers more efficient so that it's not like the baseline cost to the gym of operating this service is not $50 a day, but is instead fifty cents a day or whatever."
    },
    {
        "speaker": "C",
        "text": "He just came back from doing some deadlifts, so he's got Jim on the brain."
    },
    {
        "speaker": "B",
        "text": "Yeah, I will say, I really enjoying this. Real world analogies to illustrate blockchain concepts. I feel like you should write a children's book about blockchain scalability. Okay, I hear you on that. There's obviously a correlation. If storage is expensive for you, then you got to do state rent. Okay, fine."
    },
    {
        "speaker": "A",
        "text": "I'm not saying that state rent is a bad idea. I'm just saying that it's urgently needed."
    },
    {
        "speaker": "B",
        "text": "If you are paying out the wazoo for storage. If storage is relatively cheap for your network, then you can be like, ah, yeah, that's one problem among the kajillion problems."
    },
    {
        "speaker": "A",
        "text": "Yeah, or rather when a person commits to storing something, if we don't have a state rent policy, then we have to assume that they might leave their item there for 100 years. Therefore we have to charge them an amount which is commensurate with it being there for 100 years. And if that cost is actually to the gym is a very high amount, then we have to charge them a lot."
    },
    {
        "speaker": "C",
        "text": "I think there is this other dialogue slash debate in the crypto community around hardware requirements. I think Ethereum very famously, or bitcoin as well, talks about, hey, being able to run a node at home on sort of a standard consumer grade laptop. And that is more or less kind of the spec that people want to get, for example, to be able to run on. And then obviously there are other chains that obviously make software optimizations and performance optimizations, but also just have way beefier hardware requirements, like massive cache, a ton of ram, ten gigabit Internet connection. How does Monad think about what is a feasible hardware requirement? What are we targeting when we could maybe just turn the requirements up a little bit and get so much more performance? Or turn it down and make it easier for people to run."
    },
    {
        "speaker": "A",
        "text": "Yeah, the goal with Monad is to have very similar. Excuse me, sorry. Yeah, the goal with Monad is to have really reasonable hardware requirements that are very close to Ethereum's hardware requirements. I think that the single biggest area where there might be a temptation for a blockchain designer to cheat is basically on the RAM side, because RAM is what helps you address effortlessly the problem that we were referring to, which is the high latency of reading a value from the merkle tree. Like if you keep the entire state in memory, then it's actually very cheap to do those lookups because the cost of doing one read from RAM is less than a microsecond, as opposed to the cost of doing a read from disk where a single read from SSD is 40 to 100 microseconds. And then you might actually be traversing some tree structure a bunch of times just in order to look up one value. So it's very, very tempting to have high ram. But the other thing is that RAM is really expensive. Like a two terabyte SSD is $200, but two terabytes of RAM is at least 100 x more expensive. That is $20,000 for that same amount of storage. That's memory instead of SSD. And then also, when you start to require really high ram, then it has other implications on the kinds of processors that you can actually pair it with. So in practice, the cost is even higher."
    },
    {
        "speaker": "B",
        "text": "Taking a step back from the technical conversation, one thing that's notable about Monad is that you guys have created a really energetic movement. I'm right now in Hong Kong. A lot of people in Hong Kong are talking about Monad. There's probably right now, three. The three most talked about new projects feel to me like Eigen, Lair, Monad, and Athena. I mean, I guess Athena has a token now, but obviously it's the thing that people are constantly arguing about. A lot of projects are trying to do what you guys have done in one way or another, of creating a movement, creating excitement without having a token. Once you have a token, it's easy. Okay, you got the points, you got this, you got that people know mechanically how you can create that energy when there's money to be made. But right now, you guys are pre testnet even, or pre public testnet. So what do you think you guys did right in creating this community and this excitement about or consensus about what you guys are building that other people have not gotten right?"
    },
    {
        "speaker": "A",
        "text": "I think it kind of reminds me of what people talk about, where incentives kind of skew everything. Because when there is a live token and you're kind of paying people out to do things effectively by incentivizing certain actions, then you just end up with a lot of those actions. But it's hard to know whether you really have product market fit on that protocol. And I think in sort of a similar way within Monad, we always talked about in the early days that the community is the product. From the perspective of the community team, the goal is to deliver a really high quality product, like a community that people want to spend time in. And yeah, you know, when you have product market fit, when people consistently come back and spend a lot of time consuming the product, that is hanging out in the discord and consuming the memes, and producing memes, and appreciating other people's memes, and creating more obscure mashups of memes from that, and developing their own style and their own. I think the thing that is very cool about community as well, is that the community curates the content so it's highly decentralized. The objective is just whatever the community starts to appreciate, which is actually can become a really good flywheel, because then it solves for higher quality contributions and gives people something to strive for, which is just making things that other people like. And then it's just judged by the community. In the sense of Twitter, it's like, I make a meme, and then I post to Twitter, and then if it's a good meme, then other people will like it, and it'll kind of snowball more and more, and that'll be a good feedback loop. But, yeah, I think community is just about people coming together and spending time, people who have common interests, which in this case, I think is obviously just like people who are interested in crypto, interested in decentralized tech, and then, yeah, the way that they express that is just through memes and fun and inside jokes, and the lore gets deeper and deeper as time goes on."
    },
    {
        "speaker": "B",
        "text": "Yeah. I will say, looking at the Monad community, there are not a lot of ecosystems, or I should say not ecosystems. There are not a lot of projects in crypto that actually have communities. It's a word we throw around a lot, somewhat loosely, but I'd say a lot of projects, they have hype, they have particular people doing particular things, and they have marketing, and blah, blah, blah. It's a word we throw around a lot. But it's actually very rare to have a quote unquote community, a place where people can actually go, and they are in the midst of people who identify with a particular vibe and subculture. And Monad actually has that. And again, most of the time that people quote unquote have that, there's already a token, there's some kind of economic tie that is pulling all those people together in the same direction and turning them into, effectively, an army. It's very unique, what you guys have, and I don't quite understand how it arose, and it's one of those things that, you know, when you see it, but it's very hard to kind of mechanically work backwards and figure out what exactly caused that community to become a community, and not just people writing think pieces about, oh, this thing is the future. Robert, given that you've graced us with your presence, what's your take on communities in crypto? Because I know you're, as a longtime Defi founder, you know this world very well."
    },
    {
        "speaker": "D",
        "text": "Yeah. Well, it's interesting because in a Defi application, where there's required shared participation, whether it's through governance or whether it's through, you know, something that requires a lot of, you know, folks to come together. I'm not gonna use the word community, but I'll say, anything that requires like a large number of people to come together, I think has like a natural catalyst for an L one. I think it's harder to achieve. In some sense it's easier to achieve because there's way more people capable of using an L one than a DeFi application. I think like the sort of like total addressable population is probably 100 x bigger, if not 1000 x bigger for an L one. But there's a stickiness and I think a value that comes from any l one building out its community, and that there's a network effect there. You know, if you were to have 100 people participating in a Defi applications governance process, it doesn't make things that much better for the next 100 people. But with an l one in some variety, especially if the community is developer focused or the participants are contributing back to the l one in some way, there's a network effect, and there's the potential of this being a really powerful network effect. As the community grows, it creates more applications, which brings in more community, et cetera. I was a Ethereum ecosystem community member. You could say I felt this on Ethereum back in the day. It was incredibly exciting. Ethereum was an incredible community for builders, for developers. It was incredibly welcoming, and there was something really special about that. And I just think if l one gets it right, then that community is incredibly powerful. If it's just retail and they're just focused on airdrop of some variety, I don't think it's very powerful. I think it's incredibly flighty. But the composition of the audience matters, and if done correctly, it can be a permanent tailwind."
    },
    {
        "speaker": "B",
        "text": "Yeah, interesting. So one of the stories this week that I wanted to talk about moving a little bit away from Monad is what's going on in Solana land. So Solana, at the moment, we've been covering over the last few weeks this meme coin Frenzy that's primarily taking place on Solana. And as a result, or maybe, let's say, exacerbated by all the meme coin mania, Solana is now facing massive congestion that's causing lots and lots of transactions to get dropped. So Solana recently implemented a new networking protocol called Quic q u I C. It's a protocol developed by Google that now most tcp networking stacks tend to use Quic. However, when they implemented Quic, I guess they're now kind of realizing that Quic was quote unquote, not optimized for adversarial network conditions, which I guess means that if people are trying to constantly open new connections with you and send you just a small amount of data. Quic tends to not really perform great. Or I guess their implementation of QWik does not tend to perform great under these kinds of conditions where tons and tons of transactions are getting spammed by bots getting sent to the leaders, the leaders are getting overwhelmed. They're dropping tons and tons of packets. And as a result, the vast majority of transactions on Solana are dropping before even making it to mainnet. Now, people have also been freaking out, because on Solana Mainnet, there's two phases of a transaction. First, you send it over the network to the leader, and then the leader actually executes a transaction, puts it on the blockchain. Of that second phase, the transactions that are actually getting onto the blockchain, 75% of transactions on Solana Mainnet are now failing. Now, most of those failures are because they're coming from our bots, and those ARB Ots are trying to arb things. And the Solana fees are so cheap that if you're trying to do an arbitrage and the arbitrage fails, it doesn't really matter because you're paying a fraction of fraction percent. But people are also freaking out because just ostensibly, this blockchain is now getting one. Almost nobody, not almost nobody, but most people are having a lot of trouble getting their transactions into Mainnet. And Mainnet is full of mostly failed transactions. There's both problems here with the networking stack and with the fee market, which makes it difficult for people to actually show that, hey, this is a high value transaction. I really want this to get in. You're not really able to do that very effectively on Solana because of the fact that network is getting so spammed that you can't even participate in the fee market, more or less before getting there. There's some potential fixes that are targeted for April 15. So far, they've shipped a couple of improvements, but they don't seem to have improved the core problem because there's just, I guess, a bunch of issues with the networking stack. So, keone, I'm curious. Obviously, you are building an l one. You're dealing with the kind of issues that Solana, or you will be dealing with the issues that Solana is dealing with today. And you were previously at Jump Research, which, of course, has been a big contributor to the Solana ecosystem. And jump is building firedancer, which is the new fancy Solana client that everyone's hoping is going to ameliorate. A lot of these problems. What's your take, first of all, did I explain that correctly? Anything I'm missing? And what's your take on what's going on here at Solana?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think, well, first, I'll say that I've for a long time felt that Solana fees are actually too low. And because they're too low, that actually creates the potential for activity where there's an opportunity that's worth $10 and the fee is, whatever, zero, one cents. And so then in order to sort of compete for that $10 opportunity, people just send 10,000 transactions, 10,000 copies from 10,000 different accounts or something, all attempting to go grab that and pay for the failures. And the solution is actually pretty simple, which is for this particular subproblem, is actually just to have a higher baseline fee."
    },
    {
        "speaker": "B",
        "text": "But let's pause there for a second, because I think it was about a year, maybe a year and a half ago, we had an episode on the chopping block when Solana had some issues because of transaction spam. I don't remember what it was exactly, but I went on a rant, basically talking about how Solana was broken because it didn't have a fee market. Now, a year and a half later, Solana has implemented a fee market. They have these hotspot pricing such that I think it's basically automatic. It's like using some kind of exponential increase, where if a particular contract or a particular state is getting hit a lot, the fees programmatically go up on that state. And they now have tips such that I believe, right, that when you're sending a son transaction, you can add a tip. If this is a particularly important transaction, why does that not sufficient to solve this problem?"
    },
    {
        "speaker": "A",
        "text": "I think it really depends a lot on the nature of the contention. If you have a lot of transactions that aren't necessarily competing for the same. Sorry. So when you were talking about fee markets, what you mean is that there are local fee markets. So that if you're trying to request a particular read or write lock on a particular account and someone else, a lot of other people are also trying to request that, then you have to pay more. But that's, you know, there could just be, like, cases where it's not really the local resources, not the specific accounts that are being competed over, but more just like the overall block space that's being competed over, which. And. Sorry, the other thing to mention is, I think the specific issue that is causing the first problem that you mentioned is a proof of work coin called or I haven't really had time to look exactly at how it's minted, but I believe it's just like, yeah, a lot of people try to submit transactions and then most of them fail. And then one of them eventually does succeed in minting some ore. And so it, by definition, almost like all of those failures are part of the process of minting one or so. Therefore it's actually incentivizing a lot of transactions to be submitted which are going to fail."
    },
    {
        "speaker": "D",
        "text": "Is it spelled o r e, like a mineral or."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Is this kind of like hex?"
    },
    {
        "speaker": "A",
        "text": "Um, yeah, I guess you could. Uh. Actually I forgot how hex works but it. There were definitely some like proof of work coins on Ethereum that were like using up a lot of the gas limit."
    },
    {
        "speaker": "B",
        "text": "I did not realize this was happening."
    },
    {
        "speaker": "D",
        "text": "There have been examples on Ethereum in the past, but none of them ever really were a sustained drag on the blockchain. There were things where a day or two."
    },
    {
        "speaker": "B",
        "text": "Preston. Yeah. Its amazing that this would be happening at a time when everybody wants to use solana for actual stuff. I dont know. Thats crazy. I guess when it rains it pours in crypto land."
    },
    {
        "speaker": "A",
        "text": "Yeah, well I think its almost correlated actually. If we just rewind maybe two weeks backward, the people were experiencing congestion when using the Solana network and that was due to large numbers of meme coins. A lot of opportunity for arbitrage. A lot of opportunity for arbitrageurs to just submit a bunch of copies of transactions in order to maybe have one of their transactions go through and get some profit. So basically there's just a reward to spam. And I guess what I'm saying is that sort of mechanic is still true in that situation two weeks ago where it's just if you don't charge enough fees to people for submitting transactions, if you charge below whatever is actually like the, the impact on the tragedy of the commons for someone submitting all these spam transactions, then you're just going to end up having situations where there is value there and someone is going to be incentivized to go spam. So I think that's the main thing. Tolly in the past has also talked about this idea that blockchain shouldn't, the fee for a blockchain should basically be zero and all the revenue should just come from MeV. So there was sort of a philosophical angle as well, of like we want the fees to be absolutely as low as possible. Like we don't want there to be any sort of like congestion fee or whatever. We'll just keep the fees, like, arbitrarily super low so that, like, anything can happen. But then the problem is, like, sometimes there's a incentive for someone to, like, come and spam, and they will."
    },
    {
        "speaker": "D",
        "text": "Am I looking at the right, or did it launch, like, a day ago?"
    },
    {
        "speaker": "A",
        "text": "I think it launched, like, maybe five days ago."
    },
    {
        "speaker": "B",
        "text": "Okay, interesting."
    },
    {
        "speaker": "A",
        "text": "So I think that's. I think that. Yeah, when or launched then that, like, really made things bad, because now there is, like, a very explicit sort of incentive to, like, go spam. And I."
    },
    {
        "speaker": "B",
        "text": "Do you think. Do you think maybe it was cardano that seeded or in order to try to take down Solana?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, maybe. Yeah. Yeah. I mean, that is a more general, interesting thing is, like, you know, if the team of one from one blockchain could, like, theoretically just go and, like, try to ddos another block, that doesn't really happen in crypto right now."
    },
    {
        "speaker": "D",
        "text": "That that was the thing in, like, 20."
    },
    {
        "speaker": "B",
        "text": "Would we know if it did? Would we know if it did? I mean, maybe it is happening, right? Clearly there's a very effective way to do it. Right. It's much more effective to ddos with, like, a thousand people trying to mine some stupid proof of work coin than it is to. Sorry, I shouldn't say it's stupid. Maybe it's a brilliant coin. I haven't done my research. What's interesting, though, is that this problem is very analogous to the problem that Ethereum was facing when it implemented flashbots. So, like, Ethereum had the same problem that you had. All these people in the mempool basically grinding on transactions, try to end up winning these mev races. So these were called priority gas auctions, or pgas, where people would bid back and forth to say, oh, hey, I'll pay $0.01, you'll pay two cent, you'll pay $0.04, you'll pay eight cents to go and try to win this $10 arb. And it ended up filling up the entire mempool, as well as a ton of block space, was ended up getting full of just these failed transactions. And they basically were like, all right, you know what? We're going to create a special lane over here for all you annoying idiots who are fighting over this meV. And you guys can stay in this lane and do your stuff while we're using the blockchain like adults. And obviously, this is not the same problem, but it seems to sort of rhyme. And then obviously, you had this thing not that long ago with Jito, where Jito decided to turn off their mempool service because of all of the people who were getting sandwiched, who were trading meme coins. So am I crazy or is there some thread between those two things? Or am I just drawing a line in the air?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I definitely agree that the situation of there being an incentive to spam because the fees don't adapt quickly enough to charge people the appropriate amount for an individual transaction that is definitely similar to pre flashbots ethereum days. It's also, to me, reminiscent of inscriptions. Basically, people are like, oh, this is a limited resource. So if I inscribe this thing in this limited resource, it'll have value, because only so many of these things could be created in a given amount of time. And then they ended up, in that case, bidding up the cost of that particular resource. After the EIP 4844, there was a temporary time when blobscriptions got really popular. They used up all the blob space to create anyway. But at least in those cases, I think the algorithm was adaptive. So the fees just adjusted to all this demand and then just became expensive. The problem, I think with Solana is that the fees aren't sufficiently adaptive. So therefore, like the only thing that happens is like, it's just hard to get a transaction. And, and then the last thing to mention also is like you were talking about the quick protocol and the sort of how like, you know, some of the RPCs like just get hammered with like a ton of spam. I feel like what's happening there is, there's certain bugs in the implementation of quick or like inefficiencies in the implementation of QWik, but these are all just getting revealed because of this high amount of spam. But the high amount of spam itself is actually just arising from the bad incentives. So Solana could actually, I think, fix a lot of these issues by having, and I'm not saying it's easy to do, but having a fee model that is more adaptive, that's more willing to like go up, um, in response to this demand. I'm not sure if it's again like local demand or global demand."
    },
    {
        "speaker": "B",
        "text": "Right. But basically its kind of effectively them walking back a lot of their contentions, because youre right, Anatolys been saying this for years, that he thought fee markets are terrible and that we want to create a system that is basically infinitely scalable. And that was the original vision of Solana, is that you have a kajillion cores and all those different cores can execute things in parallel because its just embarrassingly parallel as a system. At the same time, when they finally backed off and said, okay, fine, we'll implement localized fee markets, but not global fee markets because there shouldn't be global fees. Or I guess they're very tiny global fee markets, but they're minimal, as you mentioned, minimal adaptation. If they implement a global fee market and they basically say, all right, fine, fine, blockchain, you win. I guess we have to have one of these. If we have sufficient usage, then you think even if they have these issues with quic, they'll more or less go away because people will just be like, look, if I don't want to pay a lot more money, there's no point in spamming. So they can fix these quick problems. These are actual bugs in the implementation that can be fixed. But the core of the problem is the bad incentives to spam because the prices are artificially held low."
    },
    {
        "speaker": "A",
        "text": "Right, exactly. And I would add that for individual rpcs, the hosting company has to have firewalls or some policies in place to say, okay, if I'm getting a lot of messages from this one server and they're spam, I should start throttling them. So there's stuff that's out of protocol. It's not technically part of the Solana protocol or the Ethereum protocol that also has to be in place. And just depending on whether or not the hosting providers have that, the extent of the sophistication, there might be vulnerabilities to rpcs as well to this kind of behavior."
    },
    {
        "speaker": "B",
        "text": "Is it the RPCs that are dropping the transactions or the leaders who are dropping the transactions?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, it could be either, but I would guess that the bigger issue is probably rpcs, because that's when you could just have a lot of copies of messages that are even like duplicates or something."
    },
    {
        "speaker": "B",
        "text": "Right, right, I see. Okay, so the last story of the week is our good friend Avi Eisenberg, as finally has his day in court. So, Avi Eisenberg, for those of you who do not recall, hes also known as the mango markets attacker. So brief recap. In October of 2022, mango markets, which was a lending protocol on Solana, or, sorry, it was a purpose protocol, but you could obviously borrow against it. It was manipulated by, essentially, I believe what he did was he went on the spot market, drove up the price of mango to crazy amounts, deposited mango, borrowed a crazy amount from the protocol, and then let the whole thing collapse and ran off with the money. He ended up going on Twitter and saying, I executed a highly profitable trading strategy and made a lot of money on mango markets. Too bad for you guys. Then Mango governance started negotiating with him to try to get back some of the. I think he made $116 million. They negotiated to have him return 67 million. And he was allowed to keep $47 million in exchange for mango. Not pursuing charges or the Dow or something. The Dow, I guess, not pursuing charges against him. He even went on Laura Shin's podcast to more or less brag about his highly profitable trading strategy. He's sort of been a, let's say, troublemaker in Defi for quite a while. This was not his last escapade. But eventually, in 2022, he was arrested by the Department of Justice and brought in for commodities fraud and manipulation. So it turns out us government doesn't like it when you do that. Even if the DAO decides not to pursue charges against you, the us government might have other ideas. The other thing that I saw and actually kind of double, I did a double take and I had to go look up in the actual court documents to make sure this is real. But the FBI apparently, after executing a search warrant on his phone, they found child porn. And for some reason, this has not been reported widely in the coverage, but it's in the court docs. In the motion to dismiss, they reveal that the FBI did a search of his phone, they found child porn, and so they went and did a further search of his electronic files to go see if there's more child porn. So I guess even if he beats these charges, he's not going to, I don't know, not be in prison, but. Yeah. So that's also part of the story. I assume that that is not going to be. That doesn't mean one way or another whether or not he did it, but it is interesting to note that he also is a purveyor of child pornography, which is really terrible. So the trial has begun, and the trial is very interesting because it is kind of the first time that we're seeing this question of code. Is law being adjudicated in a criminal trial? And the AUSA, the assistant attorney, whatever, the prosecutor, the prosecutor is basically saying, hey, he basically stole money from the protocol, ran off, he broke the rules. Look at this. Don't think too hard. Obviously, this man is a fraudster. Apparently he impersonated a ukrainian woman. And this is brought up repeatedly. I don't know what exactly he did, but I guess he forged documents or something, or claimed to be something in order to capture on his Coinbase account, I think. I presume. Yeah, I think it was in order to offload the money that he made. Because, of course, if you start an account under the name of Avi Eisenberg, people notice, and they're like, huh, maybe I shouldn't let you cash this out. But he created a fake account, cashed out all the money, and then apparently, the next day after the attack, fled the country. They're like, look at this story. Obviously this guy did it. He knows he's guilty and he's a bad man. Apparently, he also googled the same day market manipulation. And so now they have the search warrant. They can kind of piece together a pretty damning story about what he thought he was doing. His defense was mango was not operating in the regular financial world. It was a special system with a special set of rules. And these rules, you know, they chose these risk parameters because they knew that it was risky. And if you take this kind of risk, it's because you are under the understanding that these risk parameters could have been chosen more conservatively. But they chose to take on more risk, and this was the risk they were taking on. So, you know, every trade has a winner and a loser. And in this time, you know, Avi, obviously a winner, uh, therefore, you know, let the man keep his money. So that was more or less the defense's opening arguments. This is, again, a very interesting case because Gabe Shapiro was on Twitter talking about how if courts can basically contravene the results of a protocol and say, well, the protocol wanted to operate this way, they didn't want anybody to go long the spot and then do blah, blah, blah, then basically we can go in and reverse all of that, because that wasn't the way that we wanted it to turn out. And it kind of sets a very strange question of how does the law actually interact with smart contracts? Because this wasnt a bug. It was more of a bad choice on the part of the protocol to allow basically an oracle on a very illiquid spot. This is exactly why you dont do this, is because this is the obvious thing that can happen, to have bad borrowing parameters on an extremely illiquid asset like mango. Curious get you guys take reflections on the mango court case. And what do you think it means for code is law?"
    },
    {
        "speaker": "D",
        "text": "Well, I remember back when we talked about Avi in this case a long time ago, when this first happened, before he was arrested, after the attack had just gone down, and he was out there parading on Twitter being like, I'm the smartest guy. I took this money legally."
    },
    {
        "speaker": "B",
        "text": "Hahaha."
    },
    {
        "speaker": "D",
        "text": "We basically said that we expected, and I believe we said, hoped that he would be caught in charge, because he was, in essence, robbing a protocol to everybody's face with zero regrets and zero shame, and saying, it doesn't matter if you can hack it, if it's possible to exploit a contract, that's all that matters. When I look at this now, a significant amount of time later, I actually look at this, and I will again preface, I'm not a lawyer, I have no idea exactly how this stuff works. But there's really two very, very separate questions. One is, is code law? And did he defraud the mango protocol? But two, and very separately, did he manipulate the market for the mango token in order to defraud the mango protocol? And it's possible that he's guilty of one thing and not the other. It's in my opinion, extremely clear. And it doesn't matter whether you think code is law, even if you 100% believe that code is law, can believe that he is guilty of market manipulation, and that he truly manipulated the global price of mango that everybody and every market participant was experiencing in order to perpetrate his attack on the mango protocol. And regardless of whether or not you think code is law, even if you truly believe code is law, it's hard to say. You don't think that he manipulated the mango token market, which he did, he drove it up like 1000 x or whatever in order to attack the protocol. It doesnt matter whether you think code is law. I think everyone probably agrees that manipulating the global availability and price of the asset and cornering the market and driving up the price of 1000 x is very clearly doing harm to a huge number of people. And so I think on the first piece, which is market manipulation, this is probably an incredibly obvious example of it changed the global price of the asset, like 1000 x, not for a huge amount of time, for like a couple hours or whatever he was doing a stack, but very obviously market manipulation. And then you get to the second point, which is, did he defraud a protocol? There's a lot of different perspectives here, and I think there's probably a lot of nuance, but he very clearly found an expletive in the protocol that he created with his market manipulation to steal assets from all the users. And there's a lot of norms that were shattered either way. And I think in a lot of ways that it doesn't matter whether code is law, any of the users would have said that they were violated by the action."
    },
    {
        "speaker": "B",
        "text": "So would you say? I think the two counts are commodities fraud, market manipulation, would you say yes, market manipulation, no. Commodities fraud, or would you say yes on both?"
    },
    {
        "speaker": "D",
        "text": "I'd say it's a extremely. Obviously yes, market manipulation. Need to go into the details more on whether it's commodities fraud."
    },
    {
        "speaker": "B",
        "text": "Fair enough. Tom, what's your take?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the intent component here is really big. I mean, obviously, as it always naturally is, but when we're prepping the show notes, I was reminded of also in 2022, weirdly enough, Matt Levine, who writes money stuff at Bloomberg, covered this story out of LME London Mercantile Exchange, which felt very similar to me. The story basically is there's this chinese nickel miner that was hedging their nickel output on the LME price of nickel ripped, and they basically had this shortfall of several billion dollars, and LME came after them and said, hey, you have to repay us. And they said, no, fuck off. And the LME busy went back to the traders on the other side of that trade and unwound their trades. It was like, yeah, we don't have enough collateral, because the market ran away and there was not enough margin from this nickel producer. And so in that case, effectively, they kind of ran away with free money, but they were not directly manipulating the price of nickel. There was not a scheme, there was not a conspiracy to do this. It was just, yeah, they happened to profit from this sort of bad market conditions, but it's not like that was sort of their intent from the outset."
    },
    {
        "speaker": "B",
        "text": "So effectively like a bad liquidation, but it's not like a. They coordinated to make this happen. And bad liquidation is bad liquidation. You're like, yeah, okay, that obviously seems very different."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think in Gabe Shapiro's second tweet, he was like, well, are they going to go after Aave if there's a bad liquidation? I'm like, that feels like a bit of a stretch where I don't. Maybe in some conditions, but generally speaking, people are not coordinating to manipulate the market and get bad liquidations on people and sort of steal their money. And so, yeah, I think it's the intent and what is sort of the origin of it. And clearly, with Avi, there is a conspiracy to go and perform this trade."
    },
    {
        "speaker": "D",
        "text": "Well, yes, but I mean, to use the Avi example specifically, you know, Ave, before Avi was caught, he specifically tried to manipulate the CRV market to liquidate."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "D",
        "text": "To liquidate Michael, the curve founder on Aave, because Michael was borrowing a huge amount of stable coins against his CRV holdings across not just aave, but multiple different protocols and I believe Avi was unsuccessful and lost a lot of money himself in this failed attempt. But he tried to manipulate the price of CRV in order to liquidate Michael of curve on Aave. And there was a huge governance debate in the Aave community about how to respond to this, if at all, and they decided not to change any of the risk parameters around this, and that they were content with this failed attack to create false liquidations, because the attack was unsuccessful. And if somebody as coordinated as Avi was able to try and fail, then there was less likelihood that somebody else would succeed, because Avi was a very clearly experienced market manipulator."
    },
    {
        "speaker": "B",
        "text": "This is a very basic question, but is a short squeeze considered market manipulation?"
    },
    {
        "speaker": "D",
        "text": "I don't know when the Redditors short squeeze gameStop. Is that manipulation? I have no idea."
    },
    {
        "speaker": "B",
        "text": "Well, I think the idea is that there's so many people, it's I am Spartacus kind of thing. Right? Whereas if the LME was short squeezed by this guy, who was this whatever nickel company that was hedging, they were short squeezed by people on the LME. Wouldn't the people who did the short squeeze be the ones who are manipulating the market? And they're potentially liable for the losses, which effectively is what happened. Right. They effectively were unwound. Their losses got, or sorry, their earnings got destroyed."
    },
    {
        "speaker": "C",
        "text": "I don't know if it was a coordinated short squeeze or versus, generally, 2022, commodity prices were going crazy, and, oh, I see, price just ripped. But, yeah, again, it kind of comes back to intent. I think, generally speaking, it's different from trying to short squeeze somebody versus short squeezing them and then sort of exploiting a flaw in the protocol to then go and kind of steal their collateral. Effectively, yeah."
    },
    {
        "speaker": "B",
        "text": "Keoney, what's your take on the story?"
    },
    {
        "speaker": "A",
        "text": "I mean, I do think that wherever there's leverage, there's the potential for a shortfall. And so it is really important for any protocol that's introducing any form of leverage to really get. Really get it right. Because at the end of the day, the leverage is also what's, you know, part of the offering. Like, people like going and trading on mango, because they can lever up to ten x or 50 x or whatever it is. That's part of the draw. But it means that, you know, like, you could have two people, two positions where one of them, you know, ends up making a lot of money, and one of them ends up losing a lot of money. And that's a bad situation, because either that loss on the losing side is the applicant end up getting socialized against the winner, which is pretty unfair to the winner, or the protocol is going to end up with bad debt, or those are basically the two options, and neither of them is good. So I just think that while I don't, well, I think I agree with everything that Robert said about clear market manipulation. I do think that the protocol really does bear some responsibility for realizing that they're playing with fire when introducing leverage and being very, very cautious about where to allow it. And then also the rules for de levering and handling these extraordinary situations. Because I think in the Avi case, it was that he sort of opened up two separate positions where one was long a lot of mango, one was short a lot of mango perps, and then he moved the price of mango up a lot. And so then the one that was up a lot of money was he then withdrew a whole bunch of stable coins and sold ether and so on against that massively up position. But what was really actually happening was that, you know, his other position was actually in debt. Very much so. And there was a sort of a shortfall of the protocol. But the protocol actually allowed this winning side to like, go and withdraw all this stuff. And so there was a very opinionated approach that the protocol was basically taking to say like, yeah, if there's like one person who's making a lot of money, one person who's losing a lot, you know, we're not going to socialize loss at all. Like, we'll just potentially let the person whos winning take out a lot. And of course, there are issues around the fact that the person was allowed to withdraw a lot of money while not closing their position. This wasnt closed p and l. This was open p and l. And so, of course, the only way to close it is to go sell against the person who has the other side of the position, which is then whats actually going to cause the price to probably come back down. So theres some accounting issues. All Im trying to say is that theres really a lot of complexity to leverage. It is really seemingly the thing thats most desired by retail, but its also the thing that is the most scary. And if youre not taking it extremely seriously, then you are actually endangering your users, your depositors, basically."
    },
    {
        "speaker": "B",
        "text": "Yeah, completely agreed with that. Leverage is obviously beloved by crypto traders everywhere. People keep talking about all the risks to things like Eigen lair from people recursing on borrowing to do more farming. And obviously, most of the crypto trading platforms that are most popular allow massive amounts of leverage. And that's where a lot of the crazy swings in crypto come from. I don't think we're ever going to be able to abolish leverage, but I think we can be, I guess, more careful in how leverage gets implemented, as you mentioned, and making sure that it's in the cases where leverage is high that things can really break. And when they really break, you end up getting shit like this, which obviously ends up only really hurting everybody and hurting the space. At the end of the day, I do think it's good that this trial is happening and that, you know, people realize that, like, hey, I don't know how much prosecuting a single person is going to be a real impediment to the next person who decides to attack a protocol. It probably will prevent you from going on Twitter and bragging about it in your own name while you're hanging out in Puerto Rico. That was probably not the wisest. Child Pokemon. Yeah. With child porn on your phone. I think there were a few things maybe he did wrong there that I would not recommend, but I think it's. I guess what I'd say is, yeah, the next guy who's going to attack some broken oracle perp protocol is probably going to still go attack that broken perp protocol, because I think most people are not this brazen. In a way, what was so weird about this story was the fact, not that he did it, whatever. Like it or not, hacks happen in crypto all the time. Usually not of the scale, but, you know, random things somewhere in the blockchain get hacked every day. But the thing was just like, there was something about the way that Avi was parading himself around that demanded to get smitten by the, you know, sort of the forces that be main character energy. Exactly, exactly. And it's good that, like, okay, we sort of come full circle. He did have child porn on his phone, and that also makes the whole thing a little bit creepier. But, yeah, I guess in a way, all is well that ends well at the end of the cycle. SPF's in prison. Looks like Avi Eisenberg is probably gonna be in prison. We're sort of wrapping up the last threads of the chapter that we just closed in crypto, and it's time to move on to some new heroes and I guess new villains, too. Is there a villain in the cycle? I don't really see any villains popping up yet."
    },
    {
        "speaker": "D",
        "text": "Not yet. Wait for it. Maybe Keone."
    },
    {
        "speaker": "B",
        "text": "I don't know. Here's the thing that's weird about Monad I'll just say this real briefly, because we got to wrap soon. Monad is like Athena. I was mentioning. There are all these projects that are getting a lot of hype. Like Athena, Eigen lair. Each one of these projects has a lot of people mad at them. Everybody's mad at Athena. Everyone's mad at Eigen Lair. Nobody's mad at Monad. Yet. It feels like Monad is kind of like, oh, yeah. You know, it's a, even the Solana people are like, oh, yeah, Monad. Monad's like the good evM. What what's going on there? Why is no one mad at you yet? Or am I misapprehending that? Is there, are there, are there cohorts of people who are mad at you?"
    },
    {
        "speaker": "A",
        "text": "Well, I'll give you two answers. So the first one is just the fun one is I like to think that, you know, in, in Dune, they have this concept of these shields, and they fight with knives. And the only way that you can actually penetrate the shield is if you kind of, like, use exactly the right angle and you move the knife at exactly the right speed. Um, you know, if you come in too fast, then the shield will stop you. And if you go too slow, that's not going to work either. So there is this kind of tempting, uh, bullet, you know, feeling that maybe like there's just the right way to thread the needle. Um, but, yeah, I mean, the other reason is just that it's still, it's still early, and, okay, so you'll get."
    },
    {
        "speaker": "B",
        "text": "Enemies soon, but right now you guys are. It's hard to hate a baby, you know, because it's like, oh, it's super cute. It's got chubby cheeks."
    },
    {
        "speaker": "A",
        "text": "Purple hedgehog."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just cute little chubby hedgehog. Okay. Yeah, that's fair. Well, I did. So the post that I put up that, I don't know, Robert, if you saw this, but I ended up deleting it about an hour ago for the show, and I was trying to channel a bit of Kyle Somali energy, and I think it probably didn't work for me. So I just got tons of people in my comments being like, dude, fuck you. But I managed to get a little bit of hate. But I think, I do think it will show up at some point that you guys managed to develop some enemies. And I hope for you that when you do that, you are ready to face them, because every l one seems to get its moment of everyone hating them. They're judging from Solana. I mean, we were obviously talking a lot of shit about Solana. Well, not shit, but giving Solana a lot of grief for what's going on in the mempool. But I think Andrei Cronier said this very well. Is that one of the co founders of Phantom and one of the heroes of the last cycle, he tweeted, looks like everyone's giving Solana a lot of shit for checks, notes, having a lot of demand from users who want to use the blockchain. And I think it's a very good point that right now, the best problem you can have is that people want to use your blockchain a little bit too much. And so hoping that someday we can yell about how Monad is falling over and the mempool doesn't work and state load is getting crazy. So here's hoping anyway. All right, Keoney, thanks for coming on. Anything that you want people to know about, dates, times, where can people follow you?"
    },
    {
        "speaker": "A",
        "text": "Well, they can follow me on Twitter. I'm keoni. Hdd. K e o n e h d. On Twitter. And then Monad is Monad. Mo nad underscore XYz."
    },
    {
        "speaker": "B",
        "text": "That's right. And it's Monad, not Monad. So just so everyone knows."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, that's a wrap. Thanks, everybody. We'll see you all next week."
    }
]