[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "I think theres basically been no agency that has offered really complete clarity about how crypto ought to be regulated. And its not as though this is an impossible task. If you look around the world at other first world countries that have robust regulatory regimes, theres a lot of clarity in different places which shows that it can be done. Not a dividend."
    },
    {
        "speaker": "C",
        "text": "It's a tale of Tuqwan."
    },
    {
        "speaker": "B",
        "text": "Now your losses are on someone else's balance sheet."
    },
    {
        "speaker": "C",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "B",
        "text": "Unnamed trading firms who are very involved."
    },
    {
        "speaker": "C",
        "text": "Pollock eth is the ultimate pump."
    },
    {
        "speaker": "B",
        "text": "Defi protocols are the antidote to this problem. Hello everybody. Welcome to the chopping block. Every couple weeks we get together and give the industry insider's perspective on the crypto topics of the day. This week we're running a little bit short. I think it's actually cause it's conference season, people are getting sick. You might be able to hear my voice is a little bit sickly right now. So we've got a skeleton crew today, but we've got a very interesting guest that's going to keep things very lively. So quick intros. First, we've got Tom, the Defi maven and master of memes. Joining us, special guests we have Will Warren, Lord of liquidity at Zero X Labs. And you've got myself. I'm haseed, the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see choppingblock XYZ for more disclosures. So will, it's great to have you on the show. For those of you who don't know, Tom and Will actually have, there's a lot of backstory here in the relationship between Macha, the Zero X settlement that we're going to be talking about today. And Tom, Tom, do you want to go into that a little bit, what the origin story is here?"
    },
    {
        "speaker": "C",
        "text": "I feel like that sounded somewhat nefarious or something like there's a whole backstory. It might be. I was an early employee at Zero X and I was a product lead there for two years, worked on two different versions of the protocol, and worked on the aggregator product, which turned into Xerox API. And later matcha. Will and I have known each other for a while. We are just catching up about some of the Zero X Mafia and the other Zero X employees who are now doing cool stuff in crypto, so I'm excited to have him on today."
    },
    {
        "speaker": "B",
        "text": "So actually, Will, why don't you quickly explain what is Zero X for those people who are sort of coming in who only really know nfts or whatever it is, who are not from the 2017 eradic, explain to us what is Zero X?"
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. So Zero X is a protocol for exchanging ERC 20 tokens in a peer to peer way. It was one of the first systems designed on top of Ethereum, where there was an off chain component and an on chain component. Xerox protocol specifically specifies in order format for swapping one ERC 20 token for another, and all of the parameters associated with that trade. And this order can then be ingested within a smart contract on the Ethereum blockchain to settle a trade atomically between two parties."
    },
    {
        "speaker": "B",
        "text": "Got it. Tell us as well about matcha and how that fits into the suite of products under Zero X. Yeah, absolutely."
    },
    {
        "speaker": "D",
        "text": "A lot has changed over the years. We've been around for seven years at this point. My co founder Amir and I started working on Xerox back in late 2016 and in the early years, and this was a really exciting time. This is when Tom was leading product. We were really focused on building a protocol. So an open protocol that anyone can build on top of. Anyone can create their own ERC 20 token marketplace on top of the protocol. Build like a front end user experience on top of it. And over the years we got closer and closer to end users and building the things that they need. And we started shifting our focus from building this unopinionated piece of public infrastructure for swapping tokens to also building a hosted service on top of it called Zero X Swap API. The swap API is basically giving developers exactly what they wanted and needed. They wanted to focus on building their consumer product. They wanted a simple way to support swapping between different assets within that product, and they didn't want to have to deal with smart contracts and all the complexity that comes with it. So our swap API is just a way to very easily plug in an API that looks and behaves similar to others they've worked with in the past, developers have worked with in the past. And it aggregates liquidity across 100 different decentralized exchanges, most of them probably familiar with. And ultimately, as we kind of worked our way up the stack and got closer and closer to the end user, we started building matcha, which is a consumer product and front end interface at Matcha XYZ. This is essentially a front end that sits on top of our APIs. You can think of it as a search engine for tokens and liquidity."
    },
    {
        "speaker": "B",
        "text": "It's a Dex aggregator. I think people who are familiar with one inch or I guess Uniswap X, soon to be also a Dex aggregator of some kind. It's funny actually, when I, when I first got into crypto, when I first came into space full time in 2017, the first Meetup I ever went to was an SF meetup. I think it was off meetup.com dot. Literally, I just googled crypto meetups in San Francisco. It was a presentation by Zero X. And I remember there was this big, I think it was you, and there was a slide deck that was like, everything is going to be tokenized, and in the future there's going to be a billion tokens, and a laundromat is going to have a token, and this country is going to have a token. And I was like, wow, we're fucking going places. This industry is amazing. And it was a very different time. Obviously there was a degree of bullishness that has waxed and waned over time with respect to the tokenization story. But I want to shift gears a little bit and talk about not just broadly about DeFi, but specifically about what happened over the last couple of weeks when the CFTC announced a string of settlements. So there were three settlements that were announced. One of them was with you guys with Xerox Labs. The other one was with open the on chain options protocol. The third was with some kind of. Some protocol called Derridex, which I'm not familiar with. And they were all very small settlements. So all in the range of like two hundred k to one hundred fifty k something along those lines. And as far as I understand, all three of them were for offering basically not being registered as an FCM or a futures clearing merchant, I think is what it is. And offering derivatives that should otherwise be under the supervision of the CFTC what I'd love to get from you, will, is just give me the narrative of you guys are out there building matcha. You've been doing this for years. How did the CFTC get in touch with you? What happened? As you're going back and forth, tell us the story of how all of this took place."
    },
    {
        "speaker": "D",
        "text": "Yeah, it isn't a very dramatic story. We essentially received an email from the CFTC, and as you can imagine, that's always, you know, scary as an entrepreneur when you receive any sort of contact from one of these agencies. But essentially the CFTC enforcement division reached out to us and they had issued a wells notice, basically alleging that zero x or macho is violating the Commodity Exchange act. This is really the meat of it. By facilitating margin trading for retail traders."
    },
    {
        "speaker": "B",
        "text": "To be clear, the specific claim they were making was that you guys allow the trading of this two x levered bitcoin and two x levered eth asset, which was, who is the issuer of this thing?"
    },
    {
        "speaker": "D",
        "text": "I'm not sure."
    },
    {
        "speaker": "B",
        "text": "Okay, so there's just some token out there."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm actually not sure."
    },
    {
        "speaker": "B",
        "text": "There's some token that's two x levered bitcoin or two x levered ETH, some ERC 20. And this was tradable through Macha's front end. Right. And it seemed like there were two tokens that were issued by the same issuer. And they tracked down these two tokens like, aha, these are derivatives, and you are allowing the trading of derivatives. Therefore you're in violation of the commodity exchange act. And so, okay, so they contact you, they say, hey, you're in trouble. What happened next?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so interestingly, they actually didn't identify any specific tokens when they first reached out. It was a somewhat ambiguous message we received from them. They said, hey, we think you're violating the CEA and we need to talk. A well's notice. Essentially, we had kind of two weeks to put together a letter to kind of respond to their, the allegations. If we were able to kind of swatch their concerns, perhaps they wouldn't recommend moving forward with an enforcement action. But typically a wells notice is putting you on notice that we're thinking about recommending an enforcement action against you. And we weren't exactly sure why at the time. Next step, we started to work with an external legal counsel, Wilkie. And they really facilitated all of the direct communication between the CFTC and ourselves. But yeah, there was quite a bit of back and forth. This process began in February of this year, and it only resolved with kind of the public announcement earlier this month."
    },
    {
        "speaker": "B",
        "text": "I see. So when they reached out to you, this was basically like FTX had just collapsed a couple months ago, all the fraud stuff was coming out. Kind of sounds like this lines up with when the enforcement from the White House really started getting aggressive, both on the SEC side and it sounds like as well on the CFTC side. So they sent you vague letter, not exactly saying what it is that they're mad at you about. Did you get a sense of how they decided that you guys were violating the CEA? Was it sort of like, okay, give us everything you got and then we'll tell you what you're in violation of. Was that, was it sort, did it feel like they were sort of fishing for something to get you with?"
    },
    {
        "speaker": "D",
        "text": "So actually we just really weren't sure what it was about. We had no idea. And so when we engaged with Wilkie, kind of the first task was, okay, let's talk to them, let's find out what they're concerned about. And so Wilkie, they contacted the CFTC to kind of understand the nature of the request, kind of explain what we're building and what our business is focused on. It became clear at that point that there were a few things they were interested in learning more about. But in particular, the primary concern was access to leverage tokens in matcha. And so when we reached out to them, it did sound like we had perhaps gotten caught up in maybe another investigation that had been going on. And they had some questions for us ultimately resolved and didn't really lead anywhere. But the thing that they really did focus in on was this allowing of trading these leveraged tokens within a retail."
    },
    {
        "speaker": "C",
        "text": "Consumer product part of the concern and serving us users. And there was a lot of back and forth and the answer that came out around what is good enough for. How do you know if you're serving us users, what is good enough when it comes to ip blocking or detecting IPS or detecting Geo. How do you guys think about that, given that it's like zero X protocols on Ethereum and you have this UI? Walk us through how you guys think about the US bit to this. And specifically, what were their concerns around serving us users based in this piece?"
    },
    {
        "speaker": "D",
        "text": "How do we address this issue of us based people accessing these things and people outside of the US being okay to access these things? Well, it is worth noting too that a majority of macha users aren't based inside the US. It is a minority of our customers that this could potentially apply to. We didn't really have a clear answer around how to proceed. Once they reached out, naturally we engaged with them, and over the next couple of months we cooperated with the CFTC, explained how macho works, and all of pieces of the technology stack. And around May, the CFTC kind of came back and offered a settlement and a $200,000 fine if we agreed to prevent violations of the CA in the future. So at this point, it's like, okay, how do we prevent violations of the CEA in the future? This isn't something that there's necessarily like an instruction manual for. What we did is we worked with our legal team and with Wilkie, and we put together basically a proposal on how we could automate token screening and essentially screen out leverage tokens from being accessible to folks in the US. And we shared it with the CFTC for feedback. They got back to us and they offered constructive criticism. We adapted our process in response to it, and ultimately we arrived at a policy or a procedure that we felt comfortable moving forward with. And we obviously didn't get any sort of official blessing from the CFTC. They couldn't say, now that you have put this procedure in place and you're preventing us folks from accessing leverage tokens, we're never going to bother you again. Definitely not that. But it was overall a very constructive conversation and we arrived at a solution that we felt, I think, satisfied both parties."
    },
    {
        "speaker": "C",
        "text": "When you were doing this outreach to CFTC and putting together this explainer of how matcha Xerox API Zero X work, did you get the sense there was a sophisticated understanding from them ahead of time, or were you doing education as part of this and maybe clearing up misunderstandings or clarifying things that they did or did not understand?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So they certainly, over time, as we continued engaging with them and really dug deep into our products and the technology, their understanding went from probably not very deep. They definitely understand exactly the kind of constraints that we're running up against for Matcha. I guess the big constraint here, Matcha really is a block explorer, in the same way that a search engine like Google crawls and indexes all the different websites that exist out there on the Internet and make it really easy for you to find them. But they don't necessarily know the content of every single website from the get go. It's kind of a similar process. So matcha is like a search engine for tokens and liquidity. So every single ERC 20 token that exists on the different networks we support, we have scraped and indexed that token and you can search for it through matcha, do we know what every single one of these 4 million plus tokens represents? We don't. And so coming up with a way to screen for leverage tokens and to make sure that they're not available for us folks, that was something that we had to work through at the end of the process. We felt like they had a very good understanding of the practical constraints and how macho works overall. It felt like it was a pretty constructive conversation."
    },
    {
        "speaker": "B",
        "text": "So if you zoom out a bit, I think the way a lot of people took the announcement of these settlements was that, hey, we were all very excited about getting the CFTC as a regulator instead of the SEC, but it turns out the CFTC is just as bad and everything sucks and it's all going to hell and blah, blah, blah. To be honest, what I'm hearing from you is that actually the CFTC sounded reasonable to a first approximation. In that one, they didn't go after you for having Zero X protocol interact with leveraged tokens. Obviously, Zero X protocol itself is permissionless and lives on chain and there's no front end that's being maintained, that's making decisions about which tokens to list. They were sophisticated enough to make the distinction between matcha, which is a managed service that has back end servers that does stuff, as opposed to Xerox protocol itself. It's a little bit of a ticky tack foul to be like, oh, hey, you had these two tokens that didn't do much volume and that nobody really cared about, but they were accessible through the front end, and therefore you're in violation of CEA. And obviously the settlement is pretty de minimis. And so it does look like they were looking to make a statement, and they made the statement effectively, but it sounds like they were sophisticated enough to understand, first of all, how it all worked, how it all plugged together, and second, to be able to relatively constrain the enforcement action to a part that allowed you guys to continue running mantra and also let zero x protocol itself basically continue on unperturbed in your interactions with the CFTC. Did they feel constructive? Cause it sounds like they were giving you guys feedback on a proposal to avoid future CEA violations. It sounds also like they were open to hearing why this wasn't as big of a deal as it might have otherwise been. The settlement itself. Like they didn't tell you, hey, shut down like that. You guys are obviously don't deserve to exist. It doesn't sound that bad. And I think the way a lot of this was being heard by crypto, Twitter was like, oh, my God, the CFTC is after us as well."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, so when they initially kind of reached out to us, they did issue a wells notice, and that is like a fairly aggressive stance. And. But, you know, I think we engaged with them in good faith from the outset. We wanted to explain some of the realities that we're facing by offering a product like matcha. And it did feel like the conversations were positive and constructive. It didn't feel hostile. And I think a big part of that was that we went into the conversation looking to educate, looking to proactively address any of these issues that were really important for them. Being a good actor and trying to engage with them in good faith. I do think that made a big difference in terms of the tone."
    },
    {
        "speaker": "B",
        "text": "Yeah, it feels like, I mean, so here is the speculation part. So obviously, okay, you've laid out what happened kind of step by step. My speculation is that it must have been that basically like Janfab after FTX was collapsing and all this stuff was happening. I mean, this is just before the banking crisis, if I recall. There was probably a very broad mandate from the White House to say, go, you know, go, go scalp some people. Like, let's make a statement to show that we're being tough on crime. Crypto is Wild west, and everybody, whether it's sec, CFTC, FDIC, OCC, everybody just go start, you know, knocking people around and taking bodies. And the CFTC sounds like this was their idea of what can we do? Who exactly can we shake down and say, ah, you were in violation of the CA. All these violations that they rounded up for this thing, they seems pretty small. The settlements are small. These are not exactly industry shaking outcomes of, okay, well, we have to delist these two levered tokens or whatever. My guess would be that's where it came from. That's probably what the impetus was. But as time drug on, it was about six months. It sounds like end to end for this whole thing to get to a settlement, to get announced. It sounds like maybe the level of aggression probably moderated over that period of time where they were like, okay, well, look, here's what we got. We can jack them up on having a couple vials of derivatives on them, but other than that, there's really nothing that egregious here. That's my speculation. I don't know if you feel comfortable speculating on what you think was happening at CFTC."
    },
    {
        "speaker": "D",
        "text": "Honestly, I don't know. Yeah, I really don't know. It could very well be all of the chaos that ensued with FTX kind of decaying over time. But yeah, I really don't know. It's pretty hard to speculate how these large regulatory bodies function internally. They're quite large. The CFTC has teams in different parts of the US. We were specifically engaging with the New York enforcement team, I believe. And so it very well could have followed from the FTX and Luna craziness. But yeah, I really don't know."
    },
    {
        "speaker": "C",
        "text": "Did you at all consider fighting this and maybe taking it to court instead of settling? I know it was not. These two tokens did basically no volume for Macha, but it seems in some ways on face value. Ridiculous. Like you said, macho is a block explorer. You allow people to make transactions, but you yourselves are not custodying it, you're not swapping it, you're not really. It is like ether scan in some ways."
    },
    {
        "speaker": "D",
        "text": "Yeah. I think ultimately we're a small team. Ultimately we felt like the outcome of. Of the entire kind of experience was something that we could live with. We aren't a coinbase. We're kind of a publicly traded company. We have massive amounts of revenue coming in. We aren't default alive. We are getting to the point where we're building a sustainable business. And for us, it's super critical that we remain focused on our customers getting pulled into what could be like a multi year and extremely expensive lawsuit where ultimately, I don't think we, I don't know that what the CFTC was asserting their jurisdiction over leverage tokens. I don't think. We don't contest that. And for us, we're not building a business around leverage trading or derivatives. That's not our focus. We're focused on offering the widest coverage of tokens. And really that's what we were focused working hard to continue offering on matcha throughout that entire process with the CFTC. How can we offer access to all the different tokens that exist out there in the world to the degree that we can do it in a compliant way?"
    },
    {
        "speaker": "B",
        "text": "Actually, will, can I ask you, working with your council, how much did it cost you over those six months? Just ballpark, was it like a million, 500k? How much did that end up costing you, just dealing with this whole thing, minus the settlement itself?"
    },
    {
        "speaker": "D",
        "text": "I honestly don't know. But yeah, probably. Yeah, it was probably relatively expensive for us."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah, on the order of."
    },
    {
        "speaker": "B",
        "text": "So I mean, I would assume if you guys. Yeah, if you guys actually went to court, it would likely be in like, you know, between five and $10 million, I would guess to fight this thing end to end with the SEC or, sorry, with the CFTC. Yeah, I can understand why you guys would not fight this, especially given that it's not core to your business and it's, you know, it doesn't really make a lot of sense to expend a huge amount of money over it. It is unfortunate that, you know, all the agencies essentially are mostly focused on startups, right? Because startups, it's very easy to get them to roll over. They can kind of carve out little pieces of their business and say, aha, this is the bad part. We're going to cut this off and you settle and then you never touch this thing again. And startups, of course don't have the resources to be able to defend themselves against government agencies that have basically unlimited resources. I heard actually that, so if you recall, I think it was, I want to say it was early last year, or maybe it was 2021, that Uniswap ended up removing leverage tokens from their front end. And I heard that what happened was that they also got a visit from the CFTC and the CFTC basically said like, hey, you guys are giving access to these lever tokens on your front end. If you do not remove them, we are going to sue you or something along those lines. And Uniswap was like, oh, well, I think they more or less had the same reaction you did. We don't care about this. Cool, we're going to remove them. And you might remember the news announcement a little while back that Uniswap had removed these leverage tokens from the front end. And my understanding was that the CFTC never moved forward with a lawsuit against Uniswap, presumably because it just wasn't, they weren't being demanded to like, hey, go take some names and go get some headlines. And I guess now they are. So it's a little bit unfortunate and obviously kind of capricious for if that's in fact what happened, and I'm speculating or at least relaying rumors that I've heard that if that's what happened to Uniswap back in the day, that then switching their story and saying, actually, well, if you have a tiny violation by having a couple of tokens on the front end, we're not going to politely come to you and say, hey, can you please remove these? And we believe this is a violation, but obviously it's not willful. Like, you guys are not getting much of your volume from this thing. You're just doing, as you mentioned, a block explorer. You would think like, okay, well be friendly. Just tell them, hey, take this off, and then you guys are not in violation anymore. So it does seem like this is optimized around making headlines, which is. It is what it is. Theyre under pressure themselves as an agency, but it makes one think, and we talked about this, Tom. I remember during the tornado cache story, is Etherscan. Etherscan, obviously, it allows you to see any block, any token, anything on Ethereum. If you connect your metamask to Etherscan or any web three wallet to Etherscan, it allows you to interact with any ERC 20 token. And so an American could go on Etherscan, interact, connect their web three wallet, and then go and buy a leverage token on Etherscan. They could also go and interact with tornado cash on Etherscan, which is sanctioned. Not even just to Americans. It's sanctioned. I mean, from the us perspective, it's sanctioned for anybody. It does seem that in order to be fully consistent, you would need to say the same thing is true for Etherscan, is that, like, etherscan is in violation of the CEA, etherscan is in violation of sanctions. It's a little bit of a far fetched argument, perhaps, but insofar as Etherscan does allow you to connect your web three wallet and interact with any contract, I don't know, I'd love to get you guys reactions to that. I mean, it's a little bit of like a taking something kind of reductive."
    },
    {
        "speaker": "C",
        "text": "Reductive ad absurd, right? Yeah, yeah, yeah. It feels like we're just agreeing on the arbitrariness of what abstraction should be liable. Right? Like, oh, is, is chrome liable because metamask is on, you know, an extension? Is your ISP liable because they relay the packets? Like, you know, it's. We, we agree that's absurd. But somehow, you know, the metal with, with matcha is, you know, fine. I just feel like, you know, overall, I. It's, you know, ignorance of the laws is not an excuse, but I will, as you were sort of describing, there isn't even really clear how to be in compliance. Like, you guys basically made up your own sort of compliance proposal and went back and forth, back and forth with the CFTC on it until they said, it looks okay. It's not like you drive on the highway until you feel like there's an appropriate speed. And the cop says, oh, it was a little too fast, it was a little too slow, and you just sort of feel it out, like there aren't rules in place, and so everyone just feels like they're the kind of making stuff up until we get to a good spot."
    },
    {
        "speaker": "D",
        "text": "So I love the etherscan example. I think it's such a good example, I mean because it's true, like you can read and write to any smart contract through Etherscan and it is really kind of like the most generalized interface for interacting with things on the blockchain. I really think that what the CFTC takes issue with is facilitating margin trading to retail traders. Right. Is etherscan a product that is designed to allow retail traders to come and trade leverage products? Absolutely not. Could you do that? Maybe you could. I don't know, it'd be kind of funky and the user experience would not be the greatest. But yeah, I think it really comes down to what is the intent here. Are you making these things accessible and easy for retail traders to access? We actually don't, we don't take issue with the conclusion of the settlement with the CFTC. These leverage tokens are probably within their, probably within their jurisdiction and they probably do have some degree of authority over these things. So yeah, I think it feels, it feels like they are trying to protect everyday traders from going in and doing something that they shouldnt be or that perhaps the CFTC thinks theyre not sophisticated enough to do."
    },
    {
        "speaker": "B",
        "text": "Yeah, look, im going to push on this thought experiment a little bit further because I can tell you who uses Etherscan to interact with smart contracts. You said. Okay, well etherscan is not designed for retail. It's not designed for institutions either. Who is using etherscan? People who are technically sophisticated, maybe even marginally. You don't be that sophisticated to use Etherscan. But people who are technically sophisticated are not institutions. They're like people who know what code or just knows some basics of interacting with smart contracts or interacting with EVM. These are also retail. These are not institutions or sophisticated CFTC registered folks. I don't know of any hedge funds that use Etherscan, but I know a lot of people who use Etherscan to interact with contracts. Anyway, the point is not so much that, hey, there's this one weird example that will break your brain. The point I think is closer to what Tom was alluding to, which is that it's very hard to build stuff when there aren't a clear set of rules they can argue. Now you know the rules. Now that we've done these three settlements, if you list these tokens that are leveraged tokens, then you're in trouble and you're violating the CEA. Fine. I think one can acknowledge that that's a reasonable stance for them to take when it comes to what touches us customers. That said, it took them basically until 2023 and these three settlements for that to happen. My understanding, whatever it is that took place with Uniswap happened behind closed doors. It was not announced to the public, like, hey, here's the rules. Now, again, these settlements are small. They did not try to get an arm and a leg from the three companies that they settled with. But it feels still part and parcel of the same story, which is a lack of regulatory clarity and regulation by enforcement. It's like, this is the exact same thing that we've been complaining about from the SEC that we're now seeing from the CFTC. Now, at least the CFTC is more consistent and their arguments are clearer, and they don't imply the wholesale destruction of the industry. Right. The SEC basically wants to see this industry not exist. I think the CFTC wants to say, look, leverage tokens, that's our shit. You're not allowed to touch that. Everything else, go have fun. Which I can, I can, you know, I can. I can be down with that. I just wish that there was more clarity of communication beyond, hey, here are three settlements, you know, go figure out what this means for yourself."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that's fair. What I will say too, though, is the lack of clarity that we're all feeling as kind of enthusiasts and active participants in this space. I think within these regulatory agencies, they're kind of struggling with the same lack of clarity. They also don't have a rule book or an instruction manual for how do you deal with a disruptive new technology that flips your entire model of financial transactions on its head? And I think there are probably a lot of people in these agencies that are excited about crypto and probably participate in crypto. And we're all kind of trying to converge on something that makes sense, but it is hard, and I think regularly."
    },
    {
        "speaker": "B",
        "text": "But rulemaking is in their purview. If you're the SEC or CFTC, you can make rules and say, hey, here's how it works. If you have front end you list leverage tokens, you're in trouble. That violates CEA. They can do that, obviously. I think there's basically been no agency that has offered really complete clarity about how crypto ought to be regulated. And it's not as though this is an impossible task. If you look around the world at other first world countries that have robust regulatory regimes, there's a lot of clarity in different places which shows that it can be done. It's not as though this is some gargantuan it's not as though this technology is so impenetrable and so complex. I mean, it's been like six years since you guys started operating. Clearly there are ways that you can look at what's going on in the space and say, aha, here's how this ought to, this, here's how it ought to work. Here are the investor protections we should put into place. As long as you stay within these bounds, you're fine. If the UK can do it, if the EU can do it, if the Middle east can do it, I have no doubt that american regulators can also do it. They're choosing not to. And again, I'm sure that there are complex incentives that are playing into why it is that the agencies are not willing to do rulemaking and give more clarity to the industry, but they're doing so in a way that's really harming the innovation in the US. Anyway. All right, I'll stop soapboxing. So I wanted to move on a little bit. So first of all, will, thanks for sharing your story about what happened with the CFTC. And I'm glad that you guys are able to move on with building out matcha and the zero X ecosystem and not getting bonked down with everything that's happened here. I wanted to talk a little bit about this phenomenon that we've seen, that you guys are in many ways a part of these protocols that also have companies attached to them where there's two things happening at the same time. There's a company that has revenues, has investors, has a set of equity holders on the cap table, and then there's a protocol that of course has a token. The two things might initially be aligned. They might initially be basically more or less the same, and they diverge over time. The most obvious example of this that was in the news recently is Uniswap. So Uniswap, obviously the Unitoken corresponds to Uniswap, the on chain protocol. Uniswap recently announced. Not recently, I don't know, a month and a half ago or something. Two months ago they announced Uniswap X, which is their aggregator, RFQ system, whatever it is, that is not live yet, but is supposed to be coming live in the near future. Uniswap X is going to be taking fees, but the fees do not go to the Unitoken holders. They go to Uniswap Labs, the company, and Uniswap Labs. The company did a fundraise. They raised like 100 million or something, led by, I think it was polychain and a bunch of other investors, you would now have this divergence in Uniswap, the on chain protocol, and Uniswap Labs, the company that is in some way, in some way, not totally, but in some way in competition with Uniswap itself to try to accrue more fees on their front end, rather than having the fees accrue to the protocol. Now, of course, Uniswap is weird. There are no protocol fees. So it's kind of a. I don't know, it's maybe a bad example in that regard. But this phenomenon, which also, my understanding is that that's how Xerox works as well. Where you have matcha, it's under the purview of Zero X Labs, the company which did a separate fundraise, and then there's a Xerox token which is more tied directly to the protocol that's on chain. Now, I personally have had a lot of criticisms of this structure. I mean, we've seen the structure now arrives many times among many different protocols. I want to get your thoughts on how you think about this structure where you have a company, you have a protocol, and the two have differing assets and differing incentives."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's a good question, and it's an interesting one too, because I don't know, if you asked six years ago, would we be here in this current setup, and would this be the playbook for a lot of companies or influential entities in the crypto space? I don't know that we would have thought this would be the outcome. I think this is the result of some tension between public goods building things that are intended to be infrastructure that anyone can use and anyone can benefit from, and other projects. Incentives to either build on that existing infrastructure or to build their own, essentially, and create their own infrastructure with their own token. Perhaps this is something that we experienced ourselves in 2018 and found out the hard way the downsides of not having a direct relationship with the end customer. We were building Zero X protocol. All we're building is open source developer tools. Go build whatever you want with it. We're not charging you any fees. This thing just exists for you to use. Really, if the thing is engineered well, there really isn't that much incentive to fork it and go create your own version of the infrastructure. But that's when you start to add in lots of investment and funding available, and the model of success is creating a piece of public infrastructure with a token associated with it, a governance token. There's a lot stronger incentive for newcomers in the space to compete and introduce their own infrastructure versus building on existing infrastructure. And this is something that we saw in 2018. This product, DDEX, was the most popular marketplace built on top of Zero X. They did an excellent job. They built a really great consumer product, they had some decent traction, a large user base in Asia, and we were thrilled. This is why Zero X exists. We wanted to help people build cool products and innovate and use this infrastructure. Ultimately, we invested so much of our time and effort into trying to help them. Ultimately, I think they decided to create their own infrastructure. Some of their reasoning was they wanted to be able to build for their customers more quickly and effectively versus relying on a platform that sits underneath them or a protocol that sits underneath them. So I think a lot of the big projects in the space, like the uniswaps two, for example, come in with the best of intentions. Hey, let's create this piece of technology that everyone can use. And yes, protocol fees exist. It's a way to fund the public good. It's like taxes. So, you know, everyone benefits from the services provided by the government, but the government needs to pay for the roads, pay for the firefighters, pay for the police, et cetera. And so you need, you need to have some revenue. But, you know, if you can just kind of create a new, a new nation, like a new government, and, you know, start bringing in, you know, your kind of like your tax revenues without paying them to someone else, there's a pretty strong incentive to fork and do your own thing. Uniswap versus sushiswap is a great example."
    },
    {
        "speaker": "B",
        "text": "Yeah. So if I'm hearing you so back in the day, and I remember a lot of this playing out back in 2017, 20180 X, once upon a time, was super dominant in the Dex space, and you guys really tried to be a platform. And this is something that nowadays, as a vc, I strongly discourage people from trying to be platforms. And Xerox is actually one of the, it's one of the examples I give that I think is quite instructive of why that tends not to work, because you guys were trying really, really hard to attract relayers, which were basically these people who built exchanges on top of the Xerox protocol. And the problem is that either one, the relayers that you were attracting to build on top of Zero X sucked. So they just weren't very good. Or the ones that were good, they were so good that they were like, wait, why are we paying Zero X? Why are we allowing their thing to be the backend? Why don't we just force, fork it, and have our own backend and have our own token and do our own thing and like, you know, middle finger to Zero X. And, um, it felt like that was probably the teachable moment for the Xerox team of like, hey, this is no good. We cannot attract, we cannot try to get other people to build on our rails. We need to build on our own rails and start moving up the stack to directly own the consumer, right? Instead of attracting relayers, we are so much better than any, like, we're so much better at building products than anybody else who were attracting to build on top of us. We should just build the products, we should just build the ecosystem. And I think that is, in general, the correct insight from entrepreneurs is that, okay, it's fine to build infrastructure, but probably you are the best person who is positioned to actually be able to build something that is consumer facing, that is retail facing. And it seems like that's where Xerox eventually arrived at, with Xerox API and then matcha as the primary way in which people were going to end up consuming Zero X liquidity. Now, all that being said, well, so first of all, let me pause there, Tom, as somebody who's working on product at that time and making a lot of these, thinking through a lot of this strategically, what do you think of that story?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that is pretty accurate. You need to kind of be in control of your own destiny. And I think overwhelmingly having. It's sort of this bimodal distribution where either you are a true protocol network that has this nice flat distribution of millions of applications that serve you in a theory almost, or you are almost vertically integrated in some ways of having that sort of experience with the user. And the in between is where you kind of get caught and you're sort of the worst of both worlds. I think in some ways it's also a testament to some of the sometimes perverse incentives in the industry around launching a token. I think some of the forks or derivatives of zero X that I saw were not meaningfully different or even better in any way. But it's a great story around we have our own protocol that complements our thing and we can have a token around it. I think, frankly, the D Dex fork was in this bucket where it wasn't as if Zero X is too general and we need something more optimized for our use case, we have this app, and we may as well have a token and have our own protocol and do it ourselves. Going back to your question around equity versus the protocol, I see, I have two minds of this. One is, hey, Xerox. The protocol is massively more successful as a result of matcha than it would be otherwise. Matcha is driving volume through the protocol and bringing on liquidity that all flows through the protocol. It's like you can go run an instance of Mongo through MongoDB, the company, and know, hey, that sort of supports the open source software. The other being, hey, maybe this is in some ways a distraction and these people should be working for the protocol or owe the protocol in some way, or the feed should be going to it. I can't help but think this is also, frankly, a byproduct of the regulatory environment that we in, that we're in. Wouldn't it be sweet if swaps from Uniswap X went into a dao and a treasury and went back to the token holders and hey, this whole thing sort of flowed nicely and we aligned incentives. Unfortunately, that would most likely make uni look like a security. And so instead it's just way simpler to have this front end take a fee, have it stay in the company. And so it's, I think, kind of unfortunate, but also just very understandable. If I were a founder, I'd be in the same boat as to why you would maybe not want to do that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I buy that story that it's a response to the regulatory pressure of not wanting to make your token a security if it's tied to some consumer facing front end thing that you're maintaining that has back end servers and stuff. At the same time, it strikes me as not. Just one thing that I really don't like is it's double dipping in that you are raising money twice and you're getting this valuation twice. One for the token and then again for the equity. And the equity almost by definition, I mean, perhaps not, because you can say, okay, well, creating more value net and it's helping the overall protocol. And so actually it's just creating value. But take Uniswap as an example. Uniswap is probably the best example because it's so dominant in DeFi. It's not as though Uniswap X is likely to increase the overall market for crypto or for defi trading. It's very likely to take market share from the one inches or the other aggregators or whatever or other RFQ systems. If it's successful, maybe it's not. The NFT platform obviously was not successful, but let's assume that it is. If it is successful, let's assume that it's taking fees. Those fees, almost by definition, must be coming at the expense of some fees that are being paid somewhere else. Given that most of the liquidity in crypto is on Uniswap itself, if more of that volume is going through their RFQ system directly to market makers, and Uniswap is taking a fee for standing in between, then that's less volume going to uniswap the protocol. Which means that Uniswap the protocol you need, the token, is going to be capturing less value, right? Again, you can argue, well, but it's going to increase the market because it's so much more efficient, blah, blah, blah."
    },
    {
        "speaker": "C",
        "text": "Yeah, I would say Uniswap X is maybe a weird example too, just because of the whole RFQ off chain component, which maybe, maybe you could get into a little bit, I think, of maybe more just like uniswap.org, comma, but the interface. I think Uniswap is massively more successful and valuable. Unique token, a result of having this amazing consumer product effectively. I think it would be great if consumer product development and protocol development could be more incentive aligned and more aligned in terms of where value captures. But I just don't see that today. I think it's very, very difficult to do that."
    },
    {
        "speaker": "B",
        "text": "I agree with you. I think it is very difficult. Again, I feel for founders who are put in this regulatory pincer that no doubt they want everything to be aligned. But the other thing, of course, when you have an equity company and you have a token, and the cap table of your equity diverges from the token cap table, so to speak, then now all of a sudden you really do have two sets of stakeholders who are each vying for the same pie. In some sense, you might want it to be that. Actually, you know what? Let's lower the uniswap fees and let's increase the fees on Uniswap X. Now, literally, they're as low as they could be right now on Uniswap, which is zero. But in principle, let's imagine Uniswap did introduce a fee. Well, Uniswap, the foundation would be like, wow, look, we have some unit tokens, but we have a lot more Uniswap equity or Uniswap labs or whatever it is. And so we actually really want for Uniswap labs to accrue more of that value as opposed to Uniswap tokens. Maybe we've already sold a bunch, maybe whatever. Maybe we don't own as much as we'd otherwise like to. And so you have these divergent stakeholders and these divergent stakeholders, ultimately, just economically, you would expect there to be tension and competition for the same sort of zero sum competition for the same fees between these two entities. Now, not every single protocol that has an equity and protocol or, sorry, token component ends up in this kind of contest. But it seems like a very real risk to me that you'd expect to arise, that there's no longer alignment between the equity holders and the token holders. Okay, Tom and I have been going back and forth. Will, what are your thoughts on this, given the state of the Xerox ecosystem and how the token versus Xerox labs interact with each other?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, there is absolutely tension. I mean, ultimately, if you're trying to build a public good infrastructure, you're not as close to the end customer. And I think the value, the opportunity to capture value is the closer you are to the end user, the easier it is to capture value. And if you look at Metamask as an example, they're able to capture 80 something basis point fees on swap volume. Yeah. Is metamask, are their incentives aligned with the swap or decentralized exchange protocols that their users are kind of using through metamask? Like. No, not really. They're kind of trying to achieve different goals. Like, they kind of have different objectives. A couple of examples, I think of, like, open ecosystems, where there is a Dao and it is active, like, proactively deploying capital in a way that, like, grows and benefits the ecosystem. And there is an ecosystem, it's like Ethereum, some of these layer two networks. Optimism is a great example. They have a big Dao and very active, and deploying lots of capital in ways that are probably beneficial for the ecosystem. That's being built on top of optimism. That seems to work quite well. I don't know. It feels like some of that ecosystem incentive alignment gets lost as you work your way up the stack."
    },
    {
        "speaker": "B",
        "text": "Maybe that's fair."
    },
    {
        "speaker": "D",
        "text": "An interesting opposite example is Opensea Openc did the opposite. They started out as a traditional for profit company and ultimately deployed their own protocol. Yes, they deployed C port and with the intention of allowing anyone to build on top of it, including some. The NFT space is very competitive, it's fierce competition. And. Yeah, I don't know, I'm curious, are their competitors using C port?"
    },
    {
        "speaker": "B",
        "text": "If I recall, Blur ended up using C port in large part to evade the Opensea block lists. Wasn't that a big part of Blur's early strategy?"
    },
    {
        "speaker": "C",
        "text": "Yeah, they're there between aggregators so they get it through there. And there are some smaller marketplaces that also use C port. So I hear that example. I think it's a question of, hey, how is value capture represented externally? Right. C port kind of looks and it is a public good, but I don't think there's an assumption that people can invest into it or accrue value into it some way, just some software that you can use if you want to. And I think that's kind of the tension is right now. It seems like, and I think optimism is actually a great example. It seems like there's sort of this, like I said, sort of bimodal outcome in terms of value, capture of equity or token. Hard to see very many examples of a nice happy split. And that is, I think, unresolved in the industry and it's not clear how to resolve it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't think this is something we're going to be able to get to the bottom of in this conversation naturally. But it's a tension that I see again and again arise as protocols mature, especially once the protocol has a sense that like, okay, we're in a good place. From a regulatory perspective, I don't think that anyone wants to come after us or like kind of break our door down, except maybe the SEC wants to break everyone's door down. But we still want to do more, we still want to create more things. We still want to be aggressive in building stuff that's retail facing and user facing. But if we have, as Tom mentioned, if we have the profits of, or the revenue from that go back to the Dow, then it looks super centralized now it looks like, okay, efforts of others, blah, blah, blah. So let's just take a different structure. Let's use a traditional equity structure and just make this a regular business. And in a way it is cleaner from a legal perspective, but it does end up impoverishing token holders to at least some degree. In an ideal world, we would like it to be the case that a company could decide to that hey, we are just going to donate our revenue to the token holders, and you could have a company structure that continues to work on the protocol and create things that are built on top of the public goods, but all the value still flows back to the token holders without incurring any kind of regulatory concerns. But we're not there. We don't live in that world. And so we're stuck in the world we are in, which is that we're probably going to continue seeing more of this, more of this thing where you create this initial shell. That is the token that is the public good. You build the protocol out and then you set it off to sea. And that is just floating out there. It's just floating out there in the ocean. And then you start building your company on the shore. I don't love that model, but I think it might be a model that we're stuck with for the foreseeable future until there is significantly more clarity around how you can do these things without violating securities laws."
    },
    {
        "speaker": "D",
        "text": "I'm actually not sure that it's securities laws that are making it hard to align incentives. I think it just has more to do with who's doing the hard work and who's getting paid for it. There's a lot of daos out there that have capital to deploy, and they do deploy it. Is it being deployed in a way that is beneficial for everyone that's potentially building on top of that platform or that protocol? It takes a ton of work to build something that people want. And the people that are doing that hard work, ultimately the value should probably flow back to them. In a lot of cases, the people that are doing that hard work are employees at a company. And I don't know that there are too many examples of daos that can justify their existence long term. Yet I think there are a lot of daos that have a significant treasure trove of capital at their disposal. Are they going to be able to bridge the gap to sustainability long term? Their protocol, their platform is creating enough value, people are paying to use it, that this thing can reach get the flywheel spinning. I don't know. It's pretty hard. I don't think we've seen any examples. Maybe the closest thing is like, yeah, I think layer two networks are probably the closest thing we've seen because they actually do have economics that seem to maybe be sustainable. Layer two networks generate decent revenue and that can be reinvested into the ecosystem. And having an ecosystem actually makes sense for layer two networks if they support generalized smart contracts. But I don't know, the entire space has just been so flush with capital and everyone has been operating at a loss for so long that I just don't know that we've actually seen a steady state where value creation and value capture are sustainable."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "It does, it does. I don't know that I totally agree, but I see where you're coming from, and I agree with you that being able to align incentives, especially when a protocol has existed for a long time and has a very divergent set of stakeholders can be challenging without creating a different structure for the company that's actually trying to accrue revenue or the product. I should say, that's trying to accrue revenue and really become profitable. That said, we're up on time, so we got to wrap. But will really want to thank you for being as candid as you've been with us and walking us through everything that took place at Zero X. You guys are the ogs among ogs and really hope you guys continue to crush it and that we get another seven years out of you guys continuing to build in the space."
    },
    {
        "speaker": "D",
        "text": "Thank you, Haseeb. And thank you, Tom. Awesome chatting with you. And, yeah, excited for the next seven years, always."
    },
    {
        "speaker": "B",
        "text": "All right, take care, everybody."
    }
]