[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of Tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I manage trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "Alec ETH is the ultimate defi protocols."
    },
    {
        "speaker": "C",
        "text": "Are the antidote to this problem. Hello everybody. Welcome to the chopping block. Every couple of weeks we get together and give the industry insider's perspective on the crypto topics of the day. So quick intros. First we got Tom, the defi maven and master of memes. Next we've got Tarun, the Giga brain and Grand Prad Gollum. Sorry, I was about to say Robert's intro, I just miss him so much. But we've got a wonderful guest here today. We've got Kyle Samani, the scion of Solana. And then we've got myself. I'm a Steve, the head hat man at Dragonfly. We are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. See chopping block that XYZ for disclosures."
    },
    {
        "speaker": "B",
        "text": "By the way, is Kyle our first repeat guest?"
    },
    {
        "speaker": "C",
        "text": "I think actually, yeah. He has the great honor of being our first repeat guest."
    },
    {
        "speaker": "E",
        "text": "I am honored. This is my second time on the show. I think last time y'all were in Austin for consensus. Consensus last year."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "The world has changed so much since the world."
    },
    {
        "speaker": "C",
        "text": "It has gotten just basically uniformly worse. I remember at that time, actually, I saw that episode in preparation for this, and we were talking about how bad things have gotten. This is like summer last year."
    },
    {
        "speaker": "E",
        "text": "Well, this is, I think, right after Luna, so."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "E",
        "text": "Yeah, we were like, wow, this is pretty bad. A $60 billion asset turned to zero in 48 hours."
    },
    {
        "speaker": "C",
        "text": "I know, but it's like, don't you think that things are gonna get better and you were like, I actually think that it's gonna get a lot better. And all these guys talking about how macro is gonna be shit. It's like they don't know what they're talking about."
    },
    {
        "speaker": "E",
        "text": "I'm an optimist."
    },
    {
        "speaker": "C",
        "text": "Well, it's a good, it's a good, it's a good characteristic. It's been kind of a crazy week. So we're all here for ETh Denver and most of us just got in. The conference is just kicking off now. But we've heard that there are a shitload of people here. 25,000, I've heard 25,000, I've heard a bunch of numbers. I don't know if anything is verified yet because the main event is starting tomorrow. And so I think a lot of people are coming in tonight. Yeah, tonight and then tomorrow as well for Friday in the main event. You guys haven't done anything yet, but."
    },
    {
        "speaker": "B",
        "text": "I know taru, you, I was here since Monday, I was at XLR conference with you. And then there's a bunch of zero knowledge proof conferences. The interesting thing about going to these conferences that get so big is that the side events become their own sort of mini conferences. And like there are people who only came for the side events who like came Monday through Thursday and like are leaving before the main conference."
    },
    {
        "speaker": "C",
        "text": "So it makes sense. I mean, the main event now is more like consensus where it's, it's sort of more non developers than developers."
    },
    {
        "speaker": "E",
        "text": "I mean, so big now you just kind of almost don't want to go to the main thing and just like hang out at all the side stuff."
    },
    {
        "speaker": "B",
        "text": "I think. Yeah, the US Ethereum conferences, I personally don't like that much because they're, they're not really that technical or developer focused. There's a lot more like, I would call it pseudo ESG propaganda because there's tons of the regenerative finance type of stuff."
    },
    {
        "speaker": "E",
        "text": "There's tons of talks."
    },
    {
        "speaker": "B",
        "text": "If you go look at the talks, there's tons of stuff like that and way less. How do we use their knowledge proofs?"
    },
    {
        "speaker": "C",
        "text": "In theory it's true. There's an event called shelling point that gitcoin is putting on and half of the talks I was like, I don't actually know what this talk is about. It's just not to chill on anyone. I don't actually know what, what they're talking about there, but it's very difficult to understand."
    },
    {
        "speaker": "B",
        "text": "It's just different than the technical Ethereum conferences like Devcon or DevConnect, which are really focused on actual new stuff they're adding to the network."
    },
    {
        "speaker": "C",
        "text": "Completely. Completely. Well, okay. So one of the big things that was in advance of East Denver was this big announcement by Coinbase that they are launching a new l two called base. And so we don't have a ton of details right now, but basically the high level of base is that it's built on the optimism stack. So it's an optimistic roll up. They are not going to have a token, so don't go out trying to buy base token."
    },
    {
        "speaker": "B",
        "text": "Apparently there was, there was."
    },
    {
        "speaker": "C",
        "text": "There were a token called base, but they've already got a bunch of partnerships and, you know, a bunch of plans for a big rollout. But right now we don't have. I think it's pretty scant on details, but there was an interesting point around the monetization is that in the initial blog post, they claimed that there was going to be 20% of the fees that the protocol, or I guess the coordinator accrues are going to go toward optimism."
    },
    {
        "speaker": "B",
        "text": "Like Op token and public goods."
    },
    {
        "speaker": "C",
        "text": "Public goods funding for optimism. And then they removed that and just made a. I think it's like just a generic."
    },
    {
        "speaker": "D",
        "text": "Some percentage."
    },
    {
        "speaker": "C",
        "text": "Some percent. Some percentage is going to go through unspecified."
    },
    {
        "speaker": "B",
        "text": "The real question is like, which department at Coinbase authorized writing 20% and which one authorized the removal? It's like the finance department at the end and like the. The recruiting department at the beginning."
    },
    {
        "speaker": "C",
        "text": "Interesting, interesting. Right now a lot of people are excited about this. I don't know how to feel about it, to be honest, because I think Coinbase so far, they have a very mixed record of launching these things. And you have to assume that there's some half heartedness in Coinbase for doing this. They're doing it. They're not going to tokenize it. They're doing the full core press. It reminds me a lot of what happened with the Coinbase NFT exchange, which is there's a lot of sound and fury, and then it's kind of like, okay, well, let's see the follow through. How are you guys feeling about bass?"
    },
    {
        "speaker": "D",
        "text": "I think it really. I feel similarly like Coinbase gives me big clown car stuck in a gold mine. Gold mine vibes, you know, in that there."
    },
    {
        "speaker": "C",
        "text": "Is that a saying?"
    },
    {
        "speaker": "E",
        "text": "Mark Zuckerberg. Who's that?"
    },
    {
        "speaker": "D",
        "text": "Zuck described Twitter."
    },
    {
        "speaker": "E",
        "text": "Twitter."
    },
    {
        "speaker": "C",
        "text": "Oh, I didn't catch."
    },
    {
        "speaker": "D",
        "text": "This is a while ago. But there are pockets of talent at Coinbase of like crypto people who get crypto stuff and execute well. And you see those shine through in some of their products. Like Coinbase wallet is amazing NPC stuff. Is super cool. The tokenized coinbase eth stuff, the staked e stuff. Super cool base seems super cool and well executed, but it's kind of in the minority. Right? Like most people are, you know, coming from big tech, fintech. Like, they just don't really get crypto and therefore, like, the product output is nothing really impressive or getting any real traction."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a difficult time too, because Gensler is on the warpath. I mean, I guess not having a token makes it simpler. Not under his jurisdiction, but still."
    },
    {
        "speaker": "B",
        "text": "Well, I think I saw a very, maybe somewhat politically incorrect tweet about base, which was, it's binance smart chain for white people. And so, to give some context, binance smart chain is a chain actually very similar to coinbase in the sense of it have a smaller set of validators. You can't just join and validate the chain. It's where a lot of retail users in China and Asia go to first have their first experience with actually using a wallet. And it's very popular. It's the most popular blockchain, actually, by transaction volume. But the interesting thing is, I guess the US doesn't really have that experience. And so people are saying basically very."
    },
    {
        "speaker": "C",
        "text": "Unlike Coinbase because usually they don't like exchange tokens. And exchange chains are very common thing, right? Huawei has Huawei chain, OKX has. Ok, whatever, whatever chain. This is just like a trope that since binance smart chain, almost every single exchange launched its own blockchain. And obviously none of them are nearly as successful as binance blockchain. But Coinbase always felt very aloof from the standard global exchange playbook. And even in doing this, they are showing they're better because there's no token. In almost all these cases, there's a token, and the token is the native token of that blockchain. And there's this whole, well, it's got utility, because using a layer one is not just an exchange token anymore."
    },
    {
        "speaker": "B",
        "text": "Well, I think the interesting thing is the app chain on ethereum thesis, if you go back the last few years, Cosmos was always the place where people were like, people will build special purpose blockchains for particular applications. And arguably, we've seen the Ethereum roll ups like optimism, which base is using, or arbitrum with Nova, start to build these SDKs. Actually, I got yelled at from one of the optimism people for calling in op SDK. I'm supposed to call it the stack."
    },
    {
        "speaker": "D",
        "text": "Op stack stack."
    },
    {
        "speaker": "B",
        "text": "Thank you for building your special purpose blockchain. So one interesting fact about this is Coinbase, maybe the first of the. In the last bear market, there was a lot of private blockchain, whatever stuff. And I kind of think this time it's the private roll up, which will be the kind of industrial narrative."
    },
    {
        "speaker": "E",
        "text": "I mean, the thing you always have to wonder whenever an existing business launches a new business line is like, okay, what's their motivation? How are they going to make money? Let's use the NFT exchange, as you alluded to. Clearly, they were going to make money on transaction fees, which mapped to their existing model. Turns out nfTs, in particular, trade much better non custodially than custodially for some reasons there. The question I went over with base is, binance launched BSc largely because they could put a token in it, and they obviously owned a bunch of their token, and they could feed it into the empire. This doesn't really have a token. And so monetization is less clear. Not that there can't be some monetization lines. And the obvious ones are like, you could have swaps on there, and you could take a cut, you could have borrowled and stuff, and you could have basically, Coinbase be an affiliate type of thing, feeding these protocols, and take a cut of that stuff, if that's what they're doing. And I don't know if that's what they're doing, but that's kind of the most sensible thing. What's interesting about it is there's potentially a clever way to get around regulatory stuff where the Coinbase can slowly try and move its revenue from C five to deFi without actually taking on the risk of running a Defi thing. That's kind of my current operating theory. It's loose. I'm not saying this is a great theory."
    },
    {
        "speaker": "B",
        "text": "The sequencer generates fees, too. So the sequencer fees, I think, are actually. So for op and arbitrum, they're in the 20 to 50 million a year range. And you have to imagine that base gas."
    },
    {
        "speaker": "E",
        "text": "That's gas fees. Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "People are paying for priority that through."
    },
    {
        "speaker": "C",
        "text": "Right. Like, that's being paid gas on their want."
    },
    {
        "speaker": "D",
        "text": "This is profit, though. But there's an arbitrage."
    },
    {
        "speaker": "E",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "Like, you aren't paying that same amount to actually settle."
    },
    {
        "speaker": "C",
        "text": "They're actually. They're taking."
    },
    {
        "speaker": "D",
        "text": "Yeah, there's actually a really good."
    },
    {
        "speaker": "E",
        "text": "They're just taking it to their inks and paying all their employees with it."
    },
    {
        "speaker": "D",
        "text": "I don't know where it's going."
    },
    {
        "speaker": "B",
        "text": "I don't know where it's."
    },
    {
        "speaker": "D",
        "text": "There is a delta, there's a wallet. What people are paying the sequencer and what they are paying to settle the proofs on chain."
    },
    {
        "speaker": "C",
        "text": "That's surprising."
    },
    {
        "speaker": "B",
        "text": "No, no, there is clearly a business model for the sequencers."
    },
    {
        "speaker": "C",
        "text": "There is, but I would assume that they'd be subsidizing it right now."
    },
    {
        "speaker": "E",
        "text": "If the fees are that much in excess of the data cost on l one, then presumably this means people are bidding up that blocks pay for arbs and whatever else, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah. I mean, it's hard to say where that volume is coming from, right? It's like, okay, are people trying to do optimism quests? Do they really want some op punks? Whatever. I don't know what the answer is going to be for base. I have talked to a few teams that actually are building on base and they're excited about it. And their main argument is that they're trying to target mass market retail people and the Coinbase connectivity with base is really appealing to them. Whereas super easy on and off ramp bridging USDC."
    },
    {
        "speaker": "C",
        "text": "Is it defi? Is it gaming? Who are you talking to?"
    },
    {
        "speaker": "D",
        "text": "Is building on base some consumer y kind of stuff? Social stuff? Some defi kind of stuff? I haven't talked to many NFT, uh, people building on it, but have you."
    },
    {
        "speaker": "C",
        "text": "Ever moved to base or is it people?"
    },
    {
        "speaker": "D",
        "text": "No, I mean, it's still on testnet. Like, it's not."
    },
    {
        "speaker": "C",
        "text": "I mean, I mean, are people saying like I was going to build on polygon, but now I'm going to build on base? Or is this like, you know, blank."
    },
    {
        "speaker": "D",
        "text": "Slate mix of both. Um, some are. This is home base. Okay, home base. Um, some are going to be one of many deployments which is less commitment because it's EVM."
    },
    {
        "speaker": "E",
        "text": "So part a meme I've heard frequently is like, oh my God, it's going to be like better Titan, the Coinbase and like, therefore bring in more users. That that seems to be a prevailing meme here. The thing that I wonder is like, mechanically, what makes that true? Like, I'm not a super active Coinbase wallet user, but like, you go on there now and it's like you have arbitrary optimism. You have Ethel one, you have probably got, you have Solana. Like, those are already there. And presumably they're not going to remove those options, although that would be very interesting strategic play if they remove those options."
    },
    {
        "speaker": "D",
        "text": "Let's assume that's move, right?"
    },
    {
        "speaker": "E",
        "text": "Let's assume for now they're not going to do that. So, like, and like, most of these things are going to be EVM copies from these other places onto base. So like, why is the experience better? Like, you know, and so that, that's the thing I wonder, is like, there's nothing fundamental about the base tech stack."
    },
    {
        "speaker": "C",
        "text": "Here's the other thing about base. Right? So you remember in the early days of binance smart chain, there was a lot of drama around binance playing policemen. Well, basically, binance would like, basically shut off the bridge for people who are doing rug pulls, people are doing hacks, stuff like that. Right. And binance could do that because effectively, you know, there was like sort of semi centralized, you know, I don't know what you want to call it now, but it was much more centralized back then than it is today for base. Right now, we don't have any kind of decentralized technology for sequencers. Sequencer is just some guy running a server, and that server is presumably going to be run by Coinbase. So Coinbase, I can't imagine a legal theory under which their compliance team would not consider themselves liable for criminal activity taking place on base that's trying to cash out. So I have to imagine that the chain is going to have to be policed in some way, in the way that early binance smart chain was. And that might be the thing that gets them to say, like, hey, let's maybe spin this out. Let's maybe like, find some way to get this thing arm's length from Coinbase itself."
    },
    {
        "speaker": "B",
        "text": "I mean, arguably, right? All the roll ups do want to get to a decentralized sequencer and have."
    },
    {
        "speaker": "C",
        "text": "Yeah, but how long is that going to take, right? I mean, optimism. Have fraud proofs."
    },
    {
        "speaker": "B",
        "text": "How long does it take for the SEC to understand what roll up? Those are the two?"
    },
    {
        "speaker": "E",
        "text": "I don't think that's the right question. No, smart. I don't think that's the question. I mean, the question is, like, what Coinbase's lawyer is approved given you have billions of dollars of equity value here? And I think that's a very different question."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Like, if there was. If there was five guys in a garage, it's like, hey, it's whatever, you take the risk. But, like, this is a real business with real shareholders and stuff."
    },
    {
        "speaker": "D",
        "text": "Coinbase keeps confusing me on the regulatory front. I mean, part of it is the listings that they choose, right? It's like, okay, this is."
    },
    {
        "speaker": "B",
        "text": "You mean podocall? You've never used."
    },
    {
        "speaker": "C",
        "text": "Some of those?"
    },
    {
        "speaker": "D",
        "text": "Some of those. And then with the staked ETh product, they're using mev boost. And so they're basically selling off reordering rights to people and sending that profit and profiting from it. And so it's like, okay, that's kind of suspicious. I didn't really think they would actually do something like that. So I don't know where they sort of draw the line because I agree with you, or it does seem like they would be liable sort of, for policing the chain."
    },
    {
        "speaker": "C",
        "text": "I mean, even if they are not."
    },
    {
        "speaker": "E",
        "text": "That would imply it must be Kyc. Just the money transmitter stuff that's like."
    },
    {
        "speaker": "C",
        "text": "No, no, no. I mean, they're not going to be money transmitters. Transmitters because they're running an earlier two, but they're the home city."
    },
    {
        "speaker": "E",
        "text": "I mean, yeah, technically."
    },
    {
        "speaker": "B",
        "text": "Technically, if they never submit the fraud proof, will they ever?"
    },
    {
        "speaker": "C",
        "text": "They never accept the fraud proof."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Like, there is some very weird, weird logic that can go into this."
    },
    {
        "speaker": "E",
        "text": "The separation of sequencing for normal transactions versus fraud proofs to bail yourself out while those two things are effectively separated in an optimistic roll up. I didn't think about that as I made the comment originally, but, like, you kind of assume they're naturally bundled."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, okay, this is all a bit of theory craft. We'll have to see what happens when it actually comes out. But my guess is that when this thing comes out, here's the problem, right? Like, if you're mad at Binance because you got rug pulled on binance, marching like, the most you can do is like, yell on Twitter, right? Whereas if you're mad at Coinbase because."
    },
    {
        "speaker": "B",
        "text": "You got rug pulled, yell on."
    },
    {
        "speaker": "C",
        "text": "You can sue them."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And they are just going to get inundated with lawsuits if you start to see, just like ponzi schemes and rug pulls and all sorts of stuff. And my guess is that's going to be the activation energy that gets them to try to spin this thing out. I don't think they'll kill it, but I do think that they were going to try to make it arm's length and say, look, we take no liability and the cleanest way to just have it be a separate."
    },
    {
        "speaker": "B",
        "text": "So do you think because the op token exists, if they needed token incentivization for, say, multi sequencer, that they would just use op? Or do you think they would actually try to eventually have base?"
    },
    {
        "speaker": "C",
        "text": "I would guess it's based on success. If base is really working well, then I can imagine optimism itself. The optimism collective, is that what it's called? The governance group, basically deciding, hey, base is no longer, it's not viable for base to be subsidized by Coinbase. So we need to step in and create the economics that makes this thing long term viable. As long as we have that Coinbase distribution engine, it's worth doing right? Like, this might even supersede optimism itself."
    },
    {
        "speaker": "E",
        "text": "But what is this Coinbase distribution engine? That's my point I made a couple minutes ago. Like, fiat on ramp's the same. Like, you have a list of networks to choose from. They're all evM. Like these redeploy the contract. Like, what's different here?"
    },
    {
        "speaker": "C",
        "text": "What's different? Binance smart chain. Right? Like, they find all these different ways to partner with them and to co market and to push thing people onto the chain. But, like, you know, buying smart chain, most people buy Ethereum."
    },
    {
        "speaker": "B",
        "text": "They also. They also, like, early confirm your transactions. They do all sorts of stuff to make the UX."
    },
    {
        "speaker": "C",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Yeah. BSc from the binance interface."
    },
    {
        "speaker": "C",
        "text": "Oh, oh, oh, I see."
    },
    {
        "speaker": "B",
        "text": "You know, they have, like, hosted wallets, which is basically the same as them custodying it. But, like, they. There is all this UX stuff that I would definitely not underweight."
    },
    {
        "speaker": "D",
        "text": "I was like, you don't. Yeah, you don't have to stretch the imagination that far to think of how they can sort of add preferential treatment for it."
    },
    {
        "speaker": "E",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "Even, like, USDC, like, isn't on arbitrum. And, like, there's some sort of things they can give this preference for, or like, have this sort of early confirmation kind of stuff. Push it more in, like, Coinbase wallet. So I can see that."
    },
    {
        "speaker": "C",
        "text": "Okay. All right, well, so moving away from Coinbase, there was some more news this week about the late exchange FTX. So we learned recently that Nishad, who was one of the. What was he, VP of, VP of engine, he just got charged and he pleaded guilty. He pleaded guilty to six counts, including wire fraud, commodities and securities fraud, money laundering, unlawful political donations. There was one interesting tidbit. So at this point, basically the entire inner circle of Sam has pleaded guilty to something or other. And the interesting thing that we saw in the, I think it was the SEC complaint against Assad, was that. So there's a lot of stuff of like, oh, you should have known that thing was fraudulent and that Alameda blah, blah, blah. We kind of know the story. But the one really interesting element was that apparently in 2021, FTX had a revenue goal of hitting a billion dollars, and they were supposedly $50 million short of that revenue goal. And so Sam instructed Nishadd to transfer money from Alameda to FTX and book it as revenue. And so they sort of backported some accounting instructions and kind of fed that to their auditor to make them think that they had hit this revenue number of a billion dollars or whatever it was, which to me, is actually a very surprisingly smoking gun. Yeah, they knew it all along. There wasn't just a moment of desperation. It was like, okay, this was very willful from even 2021 before any of the."
    },
    {
        "speaker": "B",
        "text": "But to be fair, that does seem just like very vanilla accounting fraud relative to some of the other."
    },
    {
        "speaker": "C",
        "text": "It does."
    },
    {
        "speaker": "B",
        "text": "That just sounds like a normal accounting fraud case that you would just."
    },
    {
        "speaker": "C",
        "text": "Which is kind of. It's kind of hardening to be like, oh, yeah, anybody can understand what they did. There's not a complicated explanation."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, because the other one is like, the trapdoor thing for borrowing is like, way more complicated. This is just like, hey, we just sent $50 million."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. I nice to have a simple story about accounting fraud every once in a while in crypto. Obviously, you were in the outer circle of FTX. What's your take? Seeing all of the charges that are now being brought to FTX and everything we're learning about how the inner circle of FTX was operating."
    },
    {
        "speaker": "E",
        "text": "Yes. Multicoin was an investor in both FTX, us and Ftx.com dot. I can't say a lot. I don't really know anything more than Yahweh information in the press, same as everyone else. It's just sad and frustrating. I mean, mostly, like, at this point, it's pretty clear, like, it was a fraudulent scheme. When exactly the fraud started. Unclear. It seems to be the beginning or close to the beginning, but I'm not sure I have definitive proof to make that claim. But certainly stuff like this makes it seem like it was earlier rather than later. Like, I just want people to get their money back and be made as whole as possible."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Actually, we. Well, Galois, who. I guess we didn't mention them."
    },
    {
        "speaker": "C",
        "text": "No, we didn't. So Galois, Kevin, he was also on the show. Kevin Joe. He was infamous, actually. We brought him on right after Terra collapse, because he was one of the few people who was kind of."
    },
    {
        "speaker": "E",
        "text": "I think he was actively short."
    },
    {
        "speaker": "C",
        "text": "He was actively short Terra. And he was sort of calling out the impending failure of Terra. He had. He was an active trader, I think, market neutral strategy, and he had something like half of his fund on FTX. He recently ended up liquidating his fund. Very unfortunate to see, because he was well regarded as being a very early and active fund manager in crypto."
    },
    {
        "speaker": "E",
        "text": "So."
    },
    {
        "speaker": "C",
        "text": "It'S been a really rough year for a lot of fund managers, because, of course, everybody assumed that FTX was above board. Regardless of whatever misgivings you might have had about Sam or strategy or Solana or whatever. A lot of good people got hit from what happened with FTX."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's really sad. I know a few other funds, I won't name them because I'm not sure they've publicly said they're shutting down. But, yeah, I know a few other funds that unfortunately have gotten hit bad, too, I think."
    },
    {
        "speaker": "D",
        "text": "I mean, there's obviously been a lot of articles written about changing due diligence practices and investment practices at VC's, in FTX and not in FTX, and everyone sort of reevaluating themselves, I guess, at multicoin. How do you guys think about what's next? I guess, in terms of investing in CEFi, investing in early stage companies, how are you guys thinking about lessons?"
    },
    {
        "speaker": "E",
        "text": "Yeah, we have changed a lot of our operational processes around collateral management on exchanges to tighten that up just so that if anything does happen again in the future, we'll hopefully have less collateral there. In terms of underwriting, it's tricky. We've obviously gone back and relooked at all of our own underwriting stuff. And as best we can tell, everything we were shown as of what we said in, I think, August of 21, so maybe July of 21, something like that. And as best we can tell, everything we looked at was accurate as of the time. But again, who knows what we're going to find out still in the future. The most interesting thing we actually were very concerned about was the Alameda relationship, obviously. And actually, they were very forthcoming in the data room. They presented this without even asking Alameda's percentage of volume over time. And for the first, like, 1516 months, it was a flat line at 49% because they were basically one half of every trade was Alameda. And then starting around, like, I don't know, mid 2020 or something, that started to decrease very gently. And by mid to late 2021, it was like 7% or 6% or something like that. And we were like, okay, how do we vet this? And we concluded the best way to vet it was to call all the other market makers, asked them, hey, what percentage of volume do you believe you represent? So we called seven rate market makers. They gave us what their rough estimations were, and we were like, okay, this actually matches up against the chart Alameda is showing. And that, to us, was one of the best indications of, okay, everything were looking at. Makes sense. That was the thing to look at. I dont think at that time, Alameda had large loans from FTX. In fact, it may not have had any loans from FTX at that time, but that admittedly, obviously came up later. But that was the big thing we looked at. And so affiliated party transactions, I mean, you never wanted. It's never good. We passed on FTT seed round because of the affiliation, like, explicitly back in April 2019. And so it's weird how these things come about, but some things, like, you can do all the dd you want, and then if business practices change after the fact, what do you do?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah. I think since the collapse of FTX, diligence standards across the industry have gone up. And just the expectations among entrepreneurs what to expect when receiving investment have changed. So before FTX, especially before the summer when three arrows collapse and the market really started taking a turn, it was very common that around would just be like, hey, this is my data room, which is a deck, and then chicken scratch balance sheet. And then it's like, yeah, in or out, you got two days, and I've already got a term sheet, and I've got 20 other term sheets lined up. And now it's a very, very different environment. And thankfully, that means one rounds are slower, they're more meticulous and more thoughtful. And it also means that entrepreneurs understand, hey, there's a diligence process that needs to take place, especially when you're writing a meaningful check, especially post seed. Right. So, I mean, there was actually, I remember right after FTX, sequoia which wrote, like, I think they wrote like, 300 million into FTX, they had this, there was this article that they quoted them saying that we are going to start demanding audits for our seed investments. Big four audits. And I was like, okay, that is a little bit of an oversight."
    },
    {
        "speaker": "B",
        "text": "Won't that just, like, burn through their Runway?"
    },
    {
        "speaker": "C",
        "text": "Yeah, sequoia's Runway."
    },
    {
        "speaker": "B",
        "text": "No, no, no. The company."
    },
    {
        "speaker": "C",
        "text": "No, no. I think the sequoia would pay for it. There's no way they would demand that a seed stage company pay."
    },
    {
        "speaker": "B",
        "text": "The article was quite ambiguous about that. That was why I was like, I was like, I didn't know who's actually paying in that?"
    },
    {
        "speaker": "E",
        "text": "I'm not sure. Cash is not the problem. It's the entrepreneur's time. I mean, in 510 person companies like these CEO's, none of them know how to go through a big four audit."
    },
    {
        "speaker": "C",
        "text": "That's right. That's right."
    },
    {
        "speaker": "E",
        "text": "What is that audit?"
    },
    {
        "speaker": "C",
        "text": "There's just, like, four dudes and some money."
    },
    {
        "speaker": "B",
        "text": "We have to depreciate the laptop every second."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think there was, especially after FTX, there was this sort of moment of overreaction. And obviously, Sequoia took a big hit from reputationally. This was one of their biggest face losing moments was the collapse of FTX."
    },
    {
        "speaker": "B",
        "text": "Well, the other thing is growth investments have also collapsed partially. I mean, FTX is more like the cherry on top, but there was already this kind of tech growth stage. Investment SaaS investment, stuff like that had already really decayed through 2022. And I think FTX was kind of like the pin of there's no growth investing right now, basically, other than vulture kind of activists type of stuff. So it's interesting to see that. I'm actually more curious what the vulture and activist landscape in crypto look like because I actually feel like it's going to be really growing this year and there's going to be all sorts of interesting, weird m and a transactions that one would never have thought would have existed six months ago."
    },
    {
        "speaker": "E",
        "text": "How do you do m and a with tokens? There was a few attempts at this, there was a Feyrari, there was a couple of others, I don't even recall. As far as I can tell, none of them have really worked. There was new cipherkeep, I believe is another one."
    },
    {
        "speaker": "B",
        "text": "That one is easier, though, because what they did was because they're both separate chains, they just merge their node clients and then merge the validation. I think it's much, well, no, it's much easier than the merging two daos because the two daos have to vote on the economic substance changes, which are much more contentious versus the node software upgrades. Actually more, you just pick it. You pick a conversion price and then you accept one chain."
    },
    {
        "speaker": "E",
        "text": "I wrote a blog post, there was a meme about like, crypto m and a in 2017. I remember this is right as we started multicoin and I was like, dude, without drag along rights, like, I don't know how you do ebony, and like, I haven't read that post in four years, but like, I think directionally I got most of it right. Like, it seems very difficult for token teams. Now, for non token teams, it definitely was going to be some m and a, but like, for token teams that I'm skeptical. I think they just, I think the teams give up and go home. They. What appears to be is as long as you don't do it, what appears to be the norm is that as long as you don't act in bad faith, but like, hey, the thing's not working and you give up and go home, then you can go and go home and then you launch a new thing and like, things seem to generally be okay. I'm not saying that's not legal advice or financial advice, but like, that's been my observation? Yeah, crypto."
    },
    {
        "speaker": "B",
        "text": "Well, the interesting thing is, actually in the Galois case, the fourth tier investment bank, BTIG, was apparently the one that's handling the claims. And so I think there's actually this interesting thing of investment banks that are not too close to the Fed. They're kind of like the fifth tier, not very good. They seem to be really, really active in some of the CFI stuff right now. And so that's where I think. I'm not necessarily saying protocol M and A is going to happen, but it does feel like, you know, there's going."
    },
    {
        "speaker": "C",
        "text": "To be a lot of. I think there's still a lot of blood left to bleed for some of the companies that are not viable anymore, because the reality is people raised so much money last year and in 2021 as well. So I think for a lot of these companies that their revenues have collapsed, but they still have enough Runway to keep going for like six months, maybe twelve months."
    },
    {
        "speaker": "B",
        "text": "I mean, the craziest version of this is Paxos. Right. Most of their revenue came from BUsd. Now, that's gone."
    },
    {
        "speaker": "C",
        "text": "It's not gone. No, no, it's not gone. It's not gone. They can't mint more, but they don't have to force redeem everything."
    },
    {
        "speaker": "B",
        "text": "That's true, that's true."
    },
    {
        "speaker": "C",
        "text": "The New York NYDFs, but they only."
    },
    {
        "speaker": "B",
        "text": "Made money on create redeem fees, right."
    },
    {
        "speaker": "C",
        "text": "Now they have the float."
    },
    {
        "speaker": "E",
        "text": "Yeah, they make money on the floor."
    },
    {
        "speaker": "C",
        "text": "So, like, I think it's shrunk like 30%."
    },
    {
        "speaker": "D",
        "text": "It's like 20%, 20%."
    },
    {
        "speaker": "C",
        "text": "Okay, so it's shrunk like 22 or 30%, but it's still a big pile of money."
    },
    {
        "speaker": "B",
        "text": "But what do you do if you're Paxos? Like half. What Paxos was actually doing earlier was doing stable coins for the PayPal, revolut, whatever, right. They've all gone. Right. So it's interesting that they actually have this huge amount of cash, but it's very unclear what to do. And I guarantee you there will be some activism over that."
    },
    {
        "speaker": "C",
        "text": "I mean, look, BUSD was like 90% of their revenue, and with that collapsing, I mean, they've indicated. So we still don't have any indication of what the lawsuit is that the SEC has filed against Paxos for BUSD. The leak is that it's a security and that's why they're suing them. We don't actually know. But once we see that case, I mean, Paxos has already said in the press that they're going to fight, which, no surprise, it's like the whole business. So of course they're going to fight. But the NY DFs did not say shut down busd. They just said, stop minting it until you fix this other stuff, which I guess I don't know what the other stuff is, because all of the claims about binance. Funny. Accounting was like a year ago or something. So this is all retroactive, that people are finding that, hey, this thing was unbacked at certain points, but maybe it's like, there's certain protections we want you to put into place, or, like, certain."
    },
    {
        "speaker": "B",
        "text": "Well, I just could imagine that there's activist investors who are like, Paxos should actually just return their capital from their stream and then go out of business."
    },
    {
        "speaker": "C",
        "text": "Do they still make good revenue, though, just with, like, the float?"
    },
    {
        "speaker": "B",
        "text": "For sure, for sure. But this looks like one of these, like, classic, kind of, like, in public market, active activist investment type of place where, like, there's no growth in the company, but they have a ton of assets on the balance sheet, and investors try to go break it up or get it to sell. And to me, they seem to be the most interesting, like, game theory for these, like, pe people. I know, I know it's not a fun topic, but for some reason I, like, I had a dream about it the other day."
    },
    {
        "speaker": "C",
        "text": "You had a dream about pacs, about."
    },
    {
        "speaker": "B",
        "text": "Like, this breaking up."
    },
    {
        "speaker": "E",
        "text": "I thought you dream about DK or maybe."
    },
    {
        "speaker": "C",
        "text": "Yeah, I would have."
    },
    {
        "speaker": "B",
        "text": "You know, sometimes. You got it. You got a schedule."
    },
    {
        "speaker": "C",
        "text": "Okay. Okay. So you don't. You don't dream in math papers, you dream in, like, the takeovers. Got it. Okay, interesting."
    },
    {
        "speaker": "B",
        "text": "Everyone's real."
    },
    {
        "speaker": "E",
        "text": "The real Tarun."
    },
    {
        "speaker": "B",
        "text": "But I'm just saying, like, things like that. Yeah, I'm really expecting to see some. Some crazy stuff."
    },
    {
        "speaker": "C",
        "text": "Okay, well, let's. Let's. Let's go back to your bread and butters. Let's talk about Solana. So a mainstay on the show. We love doing shows around Solana. Downtime. We actually did not plan this, but it just so happened that Solana went down. The Solana had a 20 hours outage. They claimed that they still do not know the root cause of the outage, but it was around the time of a protocol upgrade. Anatoly Raider wrote a blog post saying that they were going to have some renewed engineering practices around upgrades and better testing and having some kind of a red team to, you know, investigate the stability of particle upgrades and stuff like that. But there was just a lot of people kind of shouting and being mad that Solana was down. Kyle, you're obviously the closest to Solana. What's your take on the latest bout of Solana downtime?"
    },
    {
        "speaker": "E",
        "text": "It's definitely frustrating. I mean, things seem to have been going very well, and just like, it feels like an unforced error that was probably due to the one four upgrade. So I think that's the primary source of frustration is it felt like an unforced error. Solana Labs. Since the beginning, it's been very clear ship fast, move as quickly as possible, and ship an MVP that what they shipped in March 2020 was barely functional at all. And they've known there's just been huge amounts of memory leaks and consistency stuff and consensus. They've known they've had a huge laundry list of stuff to work through, and it seems like they basically worked their way through that core list. And so Andrew put out a blog post, I think a day or two ago saying, hey, we've worked through our laundry list. We believe the core system is stable. From this point forward, we need to reprioritize engineering efforts around stability as opposed to speed. I don't know if that claim is valid or not. Time will tell, but it seems like to have been a moment in time to shift how you think about values in the ecosystem. The values clearly were one thing before, and I think this was kind of like the demarcation point for those values changing. So hopefully that's a sign of the thinking system maturing and things getting better. But obviously TBD, with any weird technical stuff, you never know."
    },
    {
        "speaker": "C",
        "text": "So what's your read on the vibe in Solana land? Because after FTX, there was this trough of disillusionment, price collapse, and then it rebounded really dramatically in January, and now it's sitting at like 23, $24. So it's sitting actually at a higher than it was when FTX collapsed. What's your sense of, like, the community, the spirit? Like, how's it feeling internally?"
    },
    {
        "speaker": "E",
        "text": "I was never really worried that, like, in the wake of the FTX collapse that things would fall apart. I know a lot of people were, like, fighting pretty hard and pretty concerned. I was never worried about that. Today, I think there's a really galvanizing moment, FTX for the community, and so those people continue to build and operate. I think this is mostly just like, I think the actual primary impact of this recent outage is less on the community, more on Solana labs around engineering and release processes, and always made some public commitments change. I think those will continue to evolve. So I'm fairly optimistic there. In terms of everything else, I think nothing else has really changed in the last 48 hours. If you were wanting to build some sort of high performance Dex thing relative to a week ago, I don't think that the environment of your options of where to build has really changed in a meaningful way. And so I think those people will do what they're doing. And for most people building apps, I think that their values and what they're looking for in a chain, like the systems are different. EVM versus Solana is different enough that I don't think the calculus is really changing for most people."
    },
    {
        "speaker": "B",
        "text": "So I would actually disagree a little bit. There's a lot of sort of Solana devs, like long time Solana devs. I think that this incident fragmented and you could see the sentiment shift where there were certain developers who were really like, we need to, because the Solana foundation had a little bit of a gaffe and said the following statement, which then caused the schism, which is Solana prioritizes safety over liveness and ethereum prioritizes liveness over safety, which is sort of an untrue statement. But you could see a lot of developers galvanized by this statement. You can definitely see the people who are working on the Dexs, the Phoenix and Openbook and stuff, and Guido, who's doing Mev stuff. They took a lot of the brunt of having to restart things on the app layer, and you could definitely see they were quite angry compared to, say, the NFT side of Solana, which is, we didn't really care. I thought that was interesting. There's clearly this developer schism, at least in sentiment, of reaction to this."
    },
    {
        "speaker": "C",
        "text": "I mean, if you're just measuring by developer weight, there's a lot more developers on the defi side than on the NFT side. But there are a lot more users on the NFT side than on the defi side. So I could see that on Solana. I can imagine that a lot of developers are pissed, but a lot of the activity on Solana driving day to day is more nfts gaming, which are just less dev heavy than the defi stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just would say it definitely seems different than the prior outages where there was a lot more unison of, hey, we're just going to fix it. Rah, rah. Tomorrow's a new day. This time seemed like very, you know, qualitatively different, distinct."
    },
    {
        "speaker": "E",
        "text": "I mean, there was some pretty objective sloppiness in the rollout, right? So from one, from 13 to 14, there was like, I think 300 prs or something, whereas all the prior ones, there was max like 25 prs. So, like it was an order of magnitude, just more changes in terms of just like the files being changed or whatever. And so, and so I think that that's a, and I think that was just like unforced error. Like, they should have just staged that in smaller increments. And then B, the days leading up to the upgrade, anatoly was like, everyone please upgrade. Everyone please upgrade. And a couple people were like, I don't know if I want to upgrade. And obviously, with hindsight you look like an idiot. So I think there's a lot of those fact patterns there. But this was definitely an unforced error. I think that's the core of the problems or the core of the frustration. The stuff that happened a year ago was just like, hey, the system had bugs in it and the bugs got exposed and it fell over. This fell is just clearly an unforced error. And that's frustrating."
    },
    {
        "speaker": "C",
        "text": "So what are you excited about in Solana land for the next, let's say, twelve months?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I'll touch on two things. One I'll touch on is Hivemapper, which, if you follow me on Twitter, I've been tweeting a lot about recently. Hivemapper is a new business model for gathering data to build a map. So the idea is Google has the Google Street View cars that drive around. You've probably seen those. Those things are about half a million dollars. And Google has, I don't know, 500 of them, 1000 of them, I don't know how many they have, but it's obviously some fixed number. The idea with Hivemapper is put a dash cam in your dashboard of your car and you drive around. Then as you drive around, you can collect images and upload them and build a map that way. Highmapper started shipping their dash cams to consumers right around November 1. It was right around breakpoint was when they did it. So it's been four months, three months since they launched. And theres about 10,000 total contributors who have contributed to the Hivemapper map. They are, as of I checked a day or two ago, they were doing 30,000 unique kilometers per day, which for a sense of scale, theres about 60 million road kilometers in the world. So 30,000 in one day is five basis points of the entire world, which is shockingly high given this thing is three months old. That thing I feel like is taking off and working. And so I'm super excited about Hivemapper. All that stuff's on chain, the honey tokens the nfts representing each hexagon or whatever, how they do the mapping. That stuff's all flying around on chain and is pretty exciting. The other one I'll highlight is helium, which is migrating to Solana on March 27. Helium today. There's two major parts to it. There's the IoT network, which is now ramping up demand. That thing's growing 30 ish percent month over month, although from a low base. And then their 5g stuff, which today basically there's no demand. But I think we'll turn on shortly with helium mobile. I'm just excited about this vision of telecoms are one of the most hated companies in the world. Their capital structure is terrible, their NP's scores are terrible. It'll take a long time for helium to be competitive in terms of coverage with the telecom. That's not even a question. But it's one of the biggest visions in the world and they seem to have sparked the like in the same way you have the crazy libertarians and cryptographers get into bitcoin in the early days. I think there's a sufficient mass of people who buy into this vision of like, let's take a swing at telecoms and see if we can architect the network in a different way. And I think that critical mass is pretty large. And so I'm optimistic we can get there. And helium mobile can be the first kind of flagship on the demand side to get us there. So those are the two things that I'm excited about. They have nothing to do with speculation. They're fairly removed from the rest of crypto markets, which is has positives and negatives to it. But, like, those two things in my mind are fairly acyclical demand drivers."
    },
    {
        "speaker": "C",
        "text": "Yeah. So both very tied to real world activity and also both two applications that really take advantage of the scale of Solana and the price point."
    },
    {
        "speaker": "E",
        "text": "Yeah, exactly right. I mean, hive mapper today, roughly 10,000 people per day are hitting the chain in various ways. And with helium, it should be a few hundred thousand per day on the day of the migration. And both of those numbers could easily ten x respectively by the end of the year."
    },
    {
        "speaker": "C",
        "text": "That's great. Okay, well, there's one last story I want to get to, which is a bit more crypto native. So there was a hullabaloo about. So there's an application called Oasis which spun out of makerdao a little while back. And they have a wallet that you can use to interact with DeFi and do recursive borrowing or whatever they used."
    },
    {
        "speaker": "B",
        "text": "To be a Dex."
    },
    {
        "speaker": "C",
        "text": "They used to be a Dex back in the day, and then they sort of became this broader tool chain. So if you recall, so, rewinding way back, if you recall last year, wormhole, the bridge, got hacked for $350 million, I believe, and the wormhole attacker. So, jump made, wormhole hole kind of filled back in the hole that was missing. But there was a long investigation trying to figure out, okay, where did the hacked funds go? It turned out about 150 million of the funds were in an oasis, um, contract. And so if you do it in."
    },
    {
        "speaker": "E",
        "text": "ETH terms, it was basically all of the ETH."
    },
    {
        "speaker": "C",
        "text": "Okay, so all of the."
    },
    {
        "speaker": "E",
        "text": "All of the ETH, it's 120,000 ETH is the headline number."
    },
    {
        "speaker": "C",
        "text": "All of the ether had fallen into the hands of a single contract owned by Oasis. And so JMP, you know, was sort of looking into the code of how this thing worked, and they realized that, like, hey, there's some kind of, you know, admin function. And it turns out if you craft a message in just so, you know, just so perfect way, with the help of the admin key, you can actually basically hotfix a way to take the money out of the contract, but you have to get the collaboration from the admin key. And so JMP approached or a subsidiary of jump, whatever, approached Oasis, and they were like, hey, we found this thing. We know that this is the guy. Well, no, no, no, we found this thing. We know this is the guy. Can you do this? And then Oasis was like, oh, we tried it. We can confirm that it works, but we're not willing to do this. Can you get a court order to make us do it? Right? And so they went to a high court in England, and the high court was like, yeah, make them do it. And then they made them do it. And then oasis basically conspired with jump to, you know, contort to hack the hackers, to hack back and take the money out. And then Oasis was like, now that we found this exploit, we're going to patch it to make sure that this can't happen again. So, very, very interesting reverse hack that has caused a lot of conversations. Obviously, it's great that some of the money's gotten back and obviously jump. I'm glad that there be made hole in the hackers losing some money, but very, very interesting precedent of collaborating with an admin key to force somebody to hack their own contract to amend some kind of violation. What are your guys thoughts on this situation?"
    },
    {
        "speaker": "B",
        "text": "The only thing I have to say is, I've never seen a Chris Black tweet with as much as much in terms of, like, interacting now that the number of people are at Chris Bleck is a online defi gap."
    },
    {
        "speaker": "C",
        "text": "I think you would appreciate that."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, he already dislikes the show, apparently based on some tweets."
    },
    {
        "speaker": "C",
        "text": "I don't think he dislikes the show. I think he has a complicated relationship with the show."
    },
    {
        "speaker": "D",
        "text": "This is always kind of the meme. Defi isn't decentralized because there's a multisig that controls, you have governance upgrades, blah, blah, blah. And obviously some teams have on chain token voting and stuff like that. But I feel like you very, very, very rarely see a multisig without a time lock, which is how most of these other protocols do it."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "It's okay."
    },
    {
        "speaker": "E",
        "text": "Sure."
    },
    {
        "speaker": "D",
        "text": "It's a multisig that controls governance, but there's a 48 hours delay when new upgrades get deployed. So if you don't like it, you can move your funds out. Yeah, exactly. This didn't have a time lock, apparently, and so they just made the change and then it was live and so kind of ridiculous."
    },
    {
        "speaker": "E",
        "text": "I was talking to other general counsel about this, and I like the way he framed it. There's been a fun theory, longstanding meme in crypto of code is law, and it turns out law is law and."
    },
    {
        "speaker": "B",
        "text": "Code is not law."
    },
    {
        "speaker": "E",
        "text": "And I have come to that."
    },
    {
        "speaker": "B",
        "text": "Sounds like a good bumper sticker. Law is law is law."
    },
    {
        "speaker": "C",
        "text": "It's a hard one to penetrate, but you know, when someone honks at you."
    },
    {
        "speaker": "E",
        "text": "One eth is one eth, right? That's."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, exactly."
    },
    {
        "speaker": "E",
        "text": "Law is law."
    },
    {
        "speaker": "C",
        "text": "Wow. Law is law. Okay, well, I guess it's a good note as any to end it on. Law is law. I feel like we learned something. Any big plans this week at Denver? Anything you're excited about?"
    },
    {
        "speaker": "B",
        "text": "I think there's an interesting thing where, you know, in the same way that currently the AI, anyone who just appends AI to their name will suddenly get a hundred million dollar seed round, a little bit like Solana projects in 2021. There's a tiny version of that in ZK land where there's a lot of people who are like, I'm just adding zero knowledge proofs or NPC and trying to bolster their valuation. So I'm more interested in seeing all of the marketing shifts. For me personally, that's people who are doing something else, and all of a sudden they had this change. I haven't seen too many AI things yet, but, yeah, I've seen a number of them."
    },
    {
        "speaker": "C",
        "text": "I think the hype cycle de jour is either Zk or AI, and especially some kind of LLM generative something, selling something and kind of trying to force crypto and token into that somehow. I'm seeing a lot."
    },
    {
        "speaker": "B",
        "text": "I really want to just take some of these pitches and then put them into chat GPT and be like, make an analogous pitch and see how close it is."
    },
    {
        "speaker": "E",
        "text": "Have you all seen any things that pitch themselves as AI? Things that are other than tap in the latent GPU resources that you think crypto maps into them? Well, and that crypto is not just being forced into them for the sake of it?"
    },
    {
        "speaker": "D",
        "text": "I think the only thing I haven't really looked too deeply in this, and I think it's probably bullshit, is like people are pitching. Actually, maybe this is what you're alluding to, basically doing decentralized training. So it's like decentralized training does not."
    },
    {
        "speaker": "B",
        "text": "Work as a disclosure. That is, I think the only AI investment that I have is a decentralized training thing. I think the more interesting thing about it is a lot of them are adapting fraud proofs from layer twos where you challenge the. And this goes back to the old truebit ideas. Yeah, but people have actually are basically taking the layer two code for doing that stuff and actually using it to generate proofs so that if I'm running a gpu, how do I know you're not just giving me random numbers, I'm actually giving you real trained weights. And they have this challenge systems for that. So that stuff I actually think is going to be kind of interesting. It may not end up being useful for decentralized training, but the idea that fraud proofs can be used for other things is something cool to see."
    },
    {
        "speaker": "C",
        "text": "It is interesting. I mean, okay, I think we should do a show on crypto and AI at some point. I think that's probably a good idea because there's so much being talked about right now, and I feel like this is a fruitful area for conversation. I know that we have to go because Tarun has speaking engagement. So he's always either early or. Sorry, he's either always either late or he has to leave early. So in the spirit of Tarun, I guess, let's wrap up. Thank you, everybody. Another episode of the chopping block. We back next week."
    },
    {
        "speaker": "B",
        "text": "Thanks for being repeat cast."
    },
    {
        "speaker": "C",
        "text": "Great."
    },
    {
        "speaker": "E",
        "text": "Thanks for being here. Great to be here, guys."
    },
    {
        "speaker": "B",
        "text": "That's the good part about not being live."
    },
    {
        "speaker": "C",
        "text": "Thanks for having us. All right, see you, everyone."
    },
    {
        "speaker": "E",
        "text": "Bye, everyone. Bye."
    }
]