[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I manage trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "Pollock Eth is the ultimate defi protocols."
    },
    {
        "speaker": "E",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "C",
        "text": "Hello everybody. Welcome to the chopping block. Every couple weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So quick intro. First we got Tom, the defi maven and master of memes. Next we've got Robert, the crypto connoisseur and captain of compound. Then we've got Tarun, the giga brain and grand Poobah at Gauntlet. And today we've got special guest Sriram, the luminary, leader of Eigen Lair. And finally, there's myself. I'm Haseed, the head hive man at Dragonfly. So we're early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see chopping block XYZ for more disclosures. Sriram, it's great to have you. For those of you who don't know, Sriram is a longtime professor at UW at the University of Washington, and he's also a crypto founder, founder of one of the hottest new projects called Eigen Lair. Full disclosure, I think robot ventures, you guys are investors in Eigen lair? Dragonfly is not. But Eigen layer right now is kind of the talk of the town. Like, everybody is talking about Eigen layer to the point where you even got shouted out by Vitalik yesterday. So first question, moving from academia into being now, like a, like full on crypto founder center of attention, you know, in, in the center of the maelstrom. How, how has that been for you? Transitioning from the academic world to the."
    },
    {
        "speaker": "F",
        "text": "Crypto world, it's been utter craziness. Uh, I think I. Nothing I could have done would have prepared me for this. Um, it, it is, I think, one thing to be a startup founder where you're basically off in your quiet startup trying to go build your thing. It's a completely different thing to be a founder of a crypto project, which is much more community driven, have started to interact with a lot more people much early on, in fact, so much so that that is critical or essential to the success of the project, even before you build anything. So I learned these lessons through doing a project where it was only technology focused four years back, when I know haseeb knows this story with a couple of other professors, and when the feeling was exactly the opposite, it was pretty much similar to my professor life, where we were just inventing new protocols, algorithms, and making them work. And I think this is a very different experience."
    },
    {
        "speaker": "B",
        "text": "Maybe you want to give people a bit of your background of how you got to crypto, because obviously you have a unique story in terms of all the different fields you worked in and stuff."
    },
    {
        "speaker": "F",
        "text": "Yeah, totally. My PhD was in information theory, but particularly we were looking at how to build peer to peer wireless systems. Wireless usually has infrastructure like base stations or access points. Can you build a kind of infrastructure, free wireless networks, just notes, talk to each other, found connections on their own and multi hop and send information across. So that was my PhD, and at the end of which I realized that this was a pretty cool academic project. We ended up solving some theoretical problems and longstanding problems, but ended up not having any real impact. I didn't even know what I was expecting, that suddenly we all give up our infrastructure and now move to peer to peer wireless because we were doing purely theoretical things at that point. But after doing that, I got into computational genomics because I was looking for what are some of the most impactful things that we could be working on. And this is around 2011 and twelve, and worked on algorithms in computational genomics over several years. Had a bunch of really good collaborators. Several of them went on to win prizes like the Breakthrough prize. But I got a call from my advisor in 2018 around, hey, this peer to peer thing that we were working on, that seems to be a thing again. There's this thing called bitcoin. Yeah, ive heard of bitcoin. And I was very much concerned that previous time we worked on peer to peer, it was all like been nowhere, and I didnt want to enter into another thing like that. So it took a long time to actually understand what was going on. Even though it was very good fit for me, technically, it was not something that I wanted to enter without actually having a long term belief in. And the thing that clicked for me is that crypto is our coordination superhighway, just like the Internet is the information super highway. You need to coordinate across individuals. You need mechanisms for long term memory, long term enforcement. You need mechanisms for just like, you know, we say bitcoin's main role is to prevent double spend, right civilizations. One of the main goals to prevent double speak. I say one thing to you and another thing to somebody else. I say one thing to you today and one thing to you tomorrow. And essentially, crypto is a commitment engine that can actually enforce, keep people's commitments, as I see, as kind of like a basic evolutionary advantage for humans, because if we coordinate better together, we can actually build a lot more things together. So that was my core thesis. And once I kind of got into that, I said, okay, no, I'm okay to give up working on genomics and work on proteins. So that's the end."
    },
    {
        "speaker": "C",
        "text": "You know, it's funny because as you're telling that story, I was remembering, you know, when I first got into crypto full time in 2017, I remember so much of the context in which I was taught about all the ideas in crypto were around the history of peer to peer technologies. Bittorrent, like, you know, mesh networking, all that stuff was kind of part of the soup that crypto was, was born in. And people don't talk about that stuff anymore. Right. It's sort of become, I don't know, sort of passe to, like, make comparisons between crypto and BitTorrent or something. It was very much a moment in time when this very direct line was drawn between this lineage of technologies. But now crypto's kind of becomes own thing. People don't really talk about that connection much anymore."
    },
    {
        "speaker": "B",
        "text": "What do you think the pivotal things that caused that break were? Because at least to me, it's not so obvious why that happened, because, yeah, 2018, I feel like people were still saying things like that, but I think this last bull market, 2020, was the clear cutoff point. Maybe Defi was the thing that it feels like."
    },
    {
        "speaker": "C",
        "text": "The fact that we have applications now is probably the defining difference, is that in 2017, you really had to just tell stories. And the stories could be like, oh, well, this is just like, remember, peer to peer file sharing was so big. This is like the money version of that that maybe had something to do with it. And I think also it was just that the tent got so much bigger that you had to tell a story that resonated with a much broader set of people, especially young people. Right? If you're, you know, 20, there's a good chance you don't even know what Bittorrent is. Like, you just. You're past the generation. You're like, you don't even remember itunes if you're 20. Today."
    },
    {
        "speaker": "B",
        "text": "I asked some Gen Z crypto person who joined, like, last year or something if they knew what a rhistone was. And they just gave me blank. They gave me this blank look, like, are you a fucking alien? Like, what language are you speaking?"
    },
    {
        "speaker": "C",
        "text": "If you don't know the reference, you should Google rhinestone. Back when I got into crypto, you could not be in crypto without knowing what a rhiztone was. That is probably the single biggest calling card of what generation of crypto you came into. But that is another thing that's interesting about crypto serum is that in crypto, professors are rock stars. Like, it's a very different kind of thing than in most other technology fields, right? It's not just like, oh, you're very smart, and there's an annual, you know, Nobel Prize ceremony thing for the smartest professor. It's more like, no, no, no. The biggest professors are just awesome. And they command hordes of people at will, and they fight each other. And these."
    },
    {
        "speaker": "B",
        "text": "Wait, wait, wait. That's true in AI, too. I don't know what you're talking. That's true in biology."
    },
    {
        "speaker": "F",
        "text": "Okay. But actually, I have the precisely opposite feeling here."
    },
    {
        "speaker": "C",
        "text": "Is that right?"
    },
    {
        "speaker": "F",
        "text": "Yes. I think, you know, my own experience is basically that, you know, it doesn't matter. You're a professor or anybody else. It almost is a negative credential to be a professor. So I completely don't play it because, you know, the. In fact, I got asked in another interview where they said, oh, you remember 2018? Like, there was this whole generation of Prof. Coins. You know, first I thought Prof. Coins must be, like, something positive."
    },
    {
        "speaker": "B",
        "text": "And then. Then you remembered Algorand, right? Like, oof, oof."
    },
    {
        "speaker": "C",
        "text": "Come on. Hey, above the belt."
    },
    {
        "speaker": "F",
        "text": "Yeah. So, you know, the. And then I. My reaction to that is actually that professors build infrastructure, and infrastructure, unfortunately, needed to go with creating both new ecosystems and new tokens of value. Otherwise, you couldn't build infrastructure. And I think particularly what I'm addressing in our project is basically, how do professors or innovators in general build new things without having to build pros coins? So that is a short summary of what Eigen layer is."
    },
    {
        "speaker": "C",
        "text": "We talked about this a little bit last time when we talked about bitcoin. And religiosity is that every new project in crypto is part technology, part movement. And you kind of have to build both. You have to build the movement, and you have to build the technology, which is not always necessarily done in the same person, but it's most effective when it is in the same person. So you're getting into now the movement building part of your career."
    },
    {
        "speaker": "F",
        "text": "It is."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "That is the crazy part."
    },
    {
        "speaker": "C",
        "text": "Yes. Yes. Well, youve done remarkably well at it so far, because everybody is talking about Eigen layer. So I wanted to. So a lot of people who are listening, they probably dont know what Eigen layer is. Maybe theyve heard of it. They have a vague idea what it is. And so I wanted to do an exercise. You know those videos where its like those Buzzfeed videos or something, where its like this physicist explains quantum physics in five levels of complexity. So were going to do that, and so were going to go around and were going to explain Eigen layer to a five year old, to a high schooler, to a day trader, to a developer, and then we're going to have you explain it to a crypto professor. We're going to try to keep these relatively short just so that we build up in understanding. So I'll start how I would explain Eigen Lair to a five year old. So if I was talking to a five year old, I would say, on Ethereum, we have policemen who protect the town. And those policemen, they only protect the government buildings because they're only allowed to protect the government buildings. But with Eigen Lair, they can use the same badges to protect all the stores in the town. And that's why Eigen Lair is so useful. Right. All right, that's my explanation to a five year old."
    },
    {
        "speaker": "B",
        "text": "When's your children's book coming out?"
    },
    {
        "speaker": "C",
        "text": "I'm working on it. I'm working on it right now. Please don't leak anything."
    },
    {
        "speaker": "B",
        "text": "I just bought my niece a book by the Stanford professor called algorithms for babies. So I'm looking forward to comparing for babies from Hathib."
    },
    {
        "speaker": "C",
        "text": "Wait, Tarun, do you have an announcement to make?"
    },
    {
        "speaker": "B",
        "text": "No, no, no."
    },
    {
        "speaker": "E",
        "text": "It's for a nice."
    },
    {
        "speaker": "B",
        "text": "Right. Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay. Okay. Of course, of course, of course. All right, Robert, explain to a high schooler."
    },
    {
        "speaker": "E",
        "text": "Okay, if you remember, back in the days of yore, when there was this concept called merged mining for all of the different SHA 256 cryptocurrencies that came out, people were mining for bitcoin and while they were mining for bitcoin, they were taking the same hashes, and they were mining all of the other bitcoin clones. They were mining litecoin and feather coin and pure and all these things don't really exist anymore. And the same concept applies for all of the new generations of blockchains, which is while you're validating ethereum, you can also be validating new l two s and optimistic roll ups and sequencer based things and all these other additional blockchains using the same validation resources."
    },
    {
        "speaker": "D",
        "text": "Pretty good."
    },
    {
        "speaker": "C",
        "text": "It's a very advanced high schooler that. High schooler knows a lot about merge mining."
    },
    {
        "speaker": "D",
        "text": "Merge mining? Yeah."
    },
    {
        "speaker": "B",
        "text": "High schooler knows about merge mining and feather forking, but doesn't know about the rhinestone."
    },
    {
        "speaker": "C",
        "text": "Yeah, we might be hiring. If you're a high schooler and you know about feather forking and feathercoin. All right, Tom, explain it to a day trader."
    },
    {
        "speaker": "D",
        "text": "I'm gonna try to work some, some coin kind of stuff. All right, there's this chicken and egg problem. When you want to start your new coin, if you want to start Tron or Tom chain or whatever, where if you're using proof of stake or some sort of stake based consensus, you want your token, your coin, to be valuable, but it's not going to be valuable until people are transacting on it. But people aren't going to transact on it until it's safe and you have some sort of weight securing the network. What if instead you could use something like Ethereum, which is already live and mature and has a lot of stake behind it, to bootstrap your own network, or maybe even replacement? And that's the idea with Eigen layer."
    },
    {
        "speaker": "C",
        "text": "Okay, Tarun, explain it to a dev medium. Dev."
    },
    {
        "speaker": "B",
        "text": "Suppose you're a developer, you've made a smart contract before you've deployed it. The smart contract acts as like you have this sort of magical service in the cloud that is Ethereum, that runs your contract and ensures that the state transitions that you want to have happen, happen, or the ones are forbidden don't happen to. The problem is, not all contracts work exactly the same in the Ethereum environment than on an environment you completely control. And that's because the validators who are putting up some stake have some extra rights. They can add transactions, they can reorder transactions, they can remove transactions. They have some extra rights that don't guarantee you exactly what you want. Now, in order for you to do that, you would have to run your own infrastructure, create a new l one that you had to run nodes for, and then have those rules enforced in the consensus for those nodes. But suppose you don't want to have a new l one, but you have an application whose security relies on these guarantees that have to be enforced at the validator level. Eigen layer is a way for you to have economic guarantees that the validators enforce these covenants that are stronger than the ones that your contract itself enforces by giving the validators extra rules. And they get economic rewards if they kind of enforce your rules and they get slashed or have penalties if they don't."
    },
    {
        "speaker": "C",
        "text": "Okay, now, Sriram, can you explain this to an academic, a very crypto knowledgeable academic colleague?"
    },
    {
        "speaker": "F",
        "text": "Yeah. At the root of everything we do in a blockchain, whether we think of something as a crypto solution or not, I think the boundary position, boundary is whether it's based on decentralized trust or not based on decentralized trust. So you can think of decentralized trust as the raw material of, like, everything that we build in crypto. And what blockchains like Ethereum do is to take this decentralized trust and refine them into particular products. For example, block space. So you take decentralized trust, you know, you have a group of nodes, they all work together, they arrive at consensus, they run a particular scaling and a particular execution environment and everything. And then out comes a block. In every block there is some amount of space. And what happens in typical applications that build on smart contract platforms is they consume block space, which is they're consuming this refined version of decent restaurants and then paying for it. So the economy is, if I'm an application and I want to borrow trust from, say, ethereum, I'm basically buying block space, or my users are buying block space and therefore paying for the decentralized trust that is being shared. But this trust, the decentralized trust underpinning Ethereum, has been refined in particular ways, using a particular consensus protocol, using a particular execution engine, and so on, using a particular block limit. All of these together give rise to the particular economy of the block space. What if instead, we can go all the way down and get you the raw decentralized trust and create a marketplace for it? So what do I mean by raw decentralized trust? Decentralized trust emerges out of the combination of really two components in most platforms. One is staking, which is I'm putting down a bunch of capitals. No validators put down a bunch of capital and make a credible commitment that they are going to run this Ethereum block production service according to the rules and the governance laid out in the protocol. And the second aspect of decentralized trust is decentralization itself, which is that not only I'm putting down a bunch of one guy, put down 1 billion is still different from 1000 people put down $1 million each. So in the second attribute of decentralized trust is decentralization, which is how many different nodes out there, how many different perspectives are being integrated in coming up with this block production. So Eigen layer is a mechanism to allow anybody to consume raw decentralized trust. So imagine instead of having the ability to program ethereum at the level of I can write an EVM contract. What if we give you a hook and say that you can go and tell each ethereum node what particular node software they should run? Very low level programmability, so you have full control of programming the entire distributed system. So Eigen layer is a marketplace for decentralized trust. It allows you, allows validators, node validators on Ethereum to opt in and use their same stake. They already put down 32 ETH and then committed to validating ethereum blocks. They take the same 32 ETH and then say, oh, I am going to now take this 32 ETH and I'm making a covenant, or a commitment not only to validate Ethereum blocks correctly, but also to validate a new service, Tom chain correctly, or like Haseeb's Oracle correctly, or Robert's data storage service correctly. So I can make all these covenants. And since I am the one who is actually running the node software for all of these different things, I can hold to all of them equally well, because I know I'm running this. I'm also going to run that in the proper way so I won't break any of the common ends of these many different software. So essentially, Eigen layer is a marketplace that we let the trust suppliers, which is nodes who have put down stakers, meet trust consumers, which is, for example, distributed service builders like you want to go build a new bridge, a new oracle, a new chain, a new service which requires end nodes to come together to consensus and have some amount of economic security backing it. Now, anybody who wants to build any of these services, instead of going and wanting their own new decentralized trust ecosystem, can just borrow aspects of decentralized trust from this common framework that RFDA."
    },
    {
        "speaker": "C",
        "text": "So, Sriram, we were having a conversation a few weeks ago, and the obvious objection, which led to a very interesting conversation between us, was that, okay, the idea of restaking, it's very beautiful, it's very elegant, it's very efficient. This idea that instead of having 5000 tokens, there's an oracle token, there's this token and that token and all those tokens are all getting staked separately. Instead you have one group of stakers who are the most trustworthy and they have a lot of stake and they're all using the same stake, rehypothecating across multiple protocols. The obvious objection to that is like, well look, we're VC's, four of us here, we invest in protocols. And if you are starting a project, it's really hard. What do you raise money for if you don't have a token? If you're like, well, I'm going to pay Ethereum stakers to do this and then my thing will just, I don't know, collect a toll on every time you use it. It's like, what does the token, how do they raise money? Where's the shitcoin? Like you kind of need this shitcoin economy, don't you, in order for this stuff to work. What is your objection to that? Objection?"
    },
    {
        "speaker": "F",
        "text": "Yes, my objection is that it doesn't stand empirical evaluation. Why do I say that? Like you go back to 2014, 2015 and say that hey, you could go raise money and instead of all apps starting to congregate around like a platform like Ethereum, they could all go and do the same thing and start their own chains and be, you know, we talk about Dapp chains today, but DAP chains were the only thing that were possible before Ethereum. Like you just had a bunch of DAP chains. And Ethereum, by creating a shared security substrate, by reducing the actual cost of security, actually made it more viable for all of these different services to be built. They were all built on a par security standard. Like everybody's sharing the security, which means they inherit several aspects of composability. And all of these effects basically made more and more people build on Ethereum till to some extent people realized that, oh, Ethereum doesn't have block space anymore for me to build new things. That's the only reason you could go start a new l one, is this story has run its course, oh, you know, there's no more block space to build on top of Ethereum. And then you say, oh no, I'm going to create a new blockchain which is really the same thing, but now, like produces block space in abundance and then go and create like new layer ones, like, you know, all the other layer ones that you know of. But to me, the logic of aggregation is much more powerful than the logic of segregation. But to actually answer your question in more practical terms, we have thousands of taps that you guys have funded. We have maybe like ten layer ones that you guys have funded. Why is that? That's because it's much easier for adapt to establish its use case and value. And there are many more dapps that are likely to, to be actually viable than there are like layer ones that are likely to be viable. Most layer ones like our own, my own previous startup called Trifecta, which was dead on arrival. It's dead on arrival not because it's bad technology, it's dead on arrival because the bar to have a layer one is pretty high. It's pretty, pretty steep jump to both that. So another analogy that I'd like to draw on here is what happened in the Internet in 94. If you want to go build your own, like you know, Internet web application, you need to build your own server, you need to build your own identity stack, you need to build your own payment stack, you need to build your own DB, and then you build whatever application you were building. That's how like all the old applications were like Hotmail or whatever. But in 2023, if you want to go build your application, you go use AWS, you go use Oauth for authorization, you use like a stripe for payments, you use some other DB for just tie all these together and then you're really focusing on the thing that you really value. And if you look at it, if you think of things like middleware, nobody really made money on middleware, but like all the VC's over the last 20 years made money on SaaS. Why? Because SaaS is SaaS services that built on top of AWS were highly profitable because you can focus on one narrow thing and kill it. And it's much, much easier to predict whether some, somebody can focus on a narrow slice and kill it than it is to figure out if they've solved the whole monolith from top to bottom. So I think the modularity that Eigen layer empowers basically makes it feasible for many people to come in and focus on narrow slices and kill it. Like I come in and come up with a secret sharing, that's just a secret sharing layer. Somebody else comes up with a data layer, somebody comes up with an article layer, somebody comes up with an authentication layer. Now if you're building an application, just tie all these together. As a VC, it's much easier to calibrate on sharp focus bets. This is the best team to build the secret sharing layer. This is the best team to build the oracle layer and Dapp tokens exist in plenty, and they're also valuable because they provide valuable services. That's the same thing I would say. Just because your token is used for security doesn't mean it's more valuable. And also, if you build two systems, one system has a much higher cost basis and another system actually has a much lower cost basis. System with the lower cost basis just wins in a free market. You can't wish it away. The existence of a shared security system means that the cost of security has gone down. And that means that systems building on top of this leverage an economy of scale that's not available to systems that have to emit a 20% emission annually to keep their security coin, so that all those factors together lean towards actually building an aggregated systems. And we are very friendly to tokens like you can design very complex token incentives even inside something like Eigen rare. You can have the tokens absorb a portion of the fees that go into your system. You can have your token be used as the payment token. You can use your token as an additional staking token in addition to Ethereum, giving rise to dual staking models. So you can build all kinds of complex things, and it really depends on the applications in use case rather than a one size fits all."
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess another tiny thing I'd add is if we look at the last five years, one of the things we've seen is the unbundling of how transactions are propagated and how transactions move between chains. And that unbundling is like a one way function. It's like second law of thermodynamics of blockchains of modular modularity. There's always some extra complexity that comes from hyper specialization and in some ways bootstrapping that specialization as these things get more complicated from nothing is much harder than trying to build it on an existing network. I mean, the simplest example is comparing value extracted on ethereum versus value extracted everywhere else, and how that entire supply chain works. It's just actually easier to do it at the place where there's the most liquidity and the most volume versus trying to restart. You could argue that namecoin failed, but ens succeeded. This is in the same vein. A bunch of l one s may fail, but the roll ups that proceed may succeed. It's not that all l one s will fail, but I think there's a lot of l one s whose value prop over ethereum roll ups is just a lot lower."
    },
    {
        "speaker": "C",
        "text": "One of the things that was an aha moment for me in our conversations for around was this idea that you alluded to again, that look, the sort of hundred iq take is ah, if I'm a founder and I use restaked ETH instead of using my own token to secure my chain, then I can't really have a token. My token has less utility, and therefore I'm going to get punished by the market because my token is going to be not very useful. And I think in a way the market is conditioned right now to think that way is that, look, if this token is not used for security, then what the hell is the point of this token? Throw it away. This thing's not worth anything. But it's a nonsensical view, because ultimately, in a world where you use restaked ETH instead of using your own token, your own token can still be the governance tokenization that ultimately governs the protocol, and in some ways attributable. Whatever boons the protocol ultimately accrues, go to the token holders in one way or another. If it allows you to reward those stakers with less marginal inflation than you would otherwise need. At the end of the day, the only thing that really matters for the value of your protocol is how valuable it is in terms of how much money you can make, how much rake you can actually take in as a protocol, and then two, how much you're paying for it, like how much emissions you're getting out. And like those two numbers are really the only numbers that matter, which is sort of the, you know, the cost of administering the service and the price that you receive for giving the service. You know, if you want to really dumb it down at the lowest level, and ultimately paying for security with rehypothecated, less volatile collateral like ether, as opposed to paying for security with one single use collateral that you invented that's super volatile, you're always going to have to pay more in super volatile, low liquidity collateral, which is, I think, to me that feels like the most robust, non obvious argument for why it is that this is a better equilibrium for how people buy security. Right now with tokens. People are bundling. I want to buy security and I want to govern my protocol using the same token. But you don't need to bundle them. There's no reason in principle why they should be bundled, just because they are bundled for other layer ones and for many other protocols. But at the application layer, I feel like if Eigen layer succeeds at this mission, it's going to do so by breaking that link in the mind of honestly, many traders, this idea that, oh well, that's what gives a token value, which is that it's used for staking, which doesn't really make sense."
    },
    {
        "speaker": "F",
        "text": "Yeah, I think we're already starting to see this with the layer twos commanding some value. Like the layer two tokens are not necessarily the security tokens don't even have a path to be staking tokens for some of these. But still people have started. I think it was a flippening in the mind or the narrative, which is that, okay, you know, that is these tokens have value because these systems create value and there are some fees that gets attributed eventually back to these token holders. So I completely agree with that. In fact, that was the dominant way in which we ended up with the protocols. In fact, there is another like a perverse thing with that bundling that you talked about, Haseep, which is that the total amount of security you can buy is bounded by your token market cap. Like what is this thing? This is a very weird thing. This is the total amount of, if you stake your own token for security, the total economic security you can buy is bounded by your tokens market cap. Those two things should have no relationship. There's no web two company which cannot serve a bigger web to company because there is no relationship between your company's market cap or value or whatever and who you can sell. But when you rely on things like economic security, the smaller you are, the less people you can serve because you don't have much security. And kind of like, it's like shooting you yourself in the foot on day one when you're starting a protocol, you might as well, like if you're, you know, if you were successful in building a protocol, even with restaking, eventually you may decide not to use restaking because of whatever reason. And you can go ahead and be your own layer one or just your own security token or whatever. These options are all available if the marginal advantage of using a lower cost of security is not dominant at that point. But I think for most protocols there is a kind of bootstrapping problem that Tom alluded to earlier, which is that like you can't even get started because if your token market cap is like 100 million, like your economic security is at most hundred million, if everybody stakes this seems to be like a very bad association. And dapps have clearly avoided this. And I was just thinking about like how did Dapps avoid this fate? Like, dapps have the entire Ethereum's economic security, even in their market cap is zero uni systems not as secure as the unit tokenization, and that is roughly what we want to emulate for all these other systems."
    },
    {
        "speaker": "C",
        "text": "So speaking of security, that brings us to the post that I was alluding to earlier that Vitalik wrote earlier this week, the title of the post, and I'd love to just get everybody's reaction to it, title of the post is don't overload Ethereum's consensus. There's a few big themes in the post, but the main thrust of it is basically to say there's a lot of experiments that are taking place of trying to leverage Ethereum security model and Ethereum security through all of its stakers, but also some implicit assumptions about Ethereum's social consensus. Meaning that when things go wrong, is Ethereum potentially going to fork? Is Ethereum going to favor one thing or another? Is it going to do a soft fork? Is it like, is it reasonable to expect Ethereum to do, to bend in certain ways in order to protect its overall ecosystem or protect individual players? Or even if you're doing something that's not directly affecting the normal operations of Ethereum, applying certain kinds of pressure to stakers and making it so that stakers should be a little bit more likely to do x or y, or just even be thinking in a certain direction more may be ultimately deleterious to the protocol, being neutral and being unopinionated about the applications that are living underneath it. So what were you guys reactions reading this post? It got a lot of attention, a lot of conversation going before I jump over to Sriram."
    },
    {
        "speaker": "E",
        "text": "Well, my super, super high level take was that I think the post only focuses on the risk and not the potential benefits. The risk being, hey, this is a total distraction for Ethereum validators, and if you, I'll use this word, corrupt them with outside economic incentives. It could maybe mess up the economics of Ethereum at like the core foundation without saying, hey, if this supercharges Ethereum validators, isn't that a really good thing for Ethereum? If like, there's even more use where like, this is the like super collateral? Like, you know, so I think it just focused on risk and downside and."
    },
    {
        "speaker": "C",
        "text": "Not, I feel, okay, let me give you a sort of counter analogy. Is like somebody's like, yeah, okay, you might be worried about money in politics, and that sounds really negative, but what if you gave so much money to politicians that all the best people became politicians? Maybe it's like on the upside, I think what Vitalik's pointing to is like, the risk of corrupting validators it's like valid. Something like, you know, Ethereum is a public good. If we throw too much money at it, it's kind of like money in politics, right? It's sort of corrupting by its nature. Now you can't stop it, right? Like, how do you stop it? I don't really know, other than just like writing, you know, kind of upbraiding posts like this."
    },
    {
        "speaker": "D",
        "text": "Yeah, it reminds me of, I think in Singapore they have some of the highest paid sort of public servants kind of for this reason. I mean, they're not politicians, but it's like you track really great talent and it sort of reminds me of the Trump quote, like, I'm too rich, they can't bribe me. I think there is like some kind of merit in specific applications, but like, I don't know, I think a lot of it. The poster focuses on consensus. And overall I think I agree with the design philosophy of, like, keeping core consensus very simple. I think a lot of other chains have experimented with adding a lot more at the base layer, but at the same time, I guess I sort of zoom out and think a bit more application social consensus capture. And I think Steve had this post from a while ago around Ethereum being unforkable because of Defi and then specifically talking about USDC. I think that, in my mind, feels kind of similar here, where it's like people don't want to use Ethereum, they want to use the applications that are on Ethereum. And if there are fundamental problems with the applications that are on Ethereum, of course social consensus is going to direct it to a new fork. If there's a vulnerability in uniswap and all the value is drained, I think people are going to move to the fork of Ethereum where the bug is fixed and uniswap is not drained. I empathize a little bit with sort of design philosophy point of view here, but like, I don't think it's like, it feels kind of like, again, like a moot point. Like people are gonna go to the chain where there is stuff that they want to use. And so if that stuff that they want to use is going to use Ethereum, consensus, like that is kind of the end of the show, I think."
    },
    {
        "speaker": "B",
        "text": "I think in some ways Ethereum already made sort of the faucian bargain by moving to proof of stake in the sense that you can't get a lot of the same risk guarantees anyway. There's this availability trade off. There's the idea that people can't join and leave as easily as you can in proof of work, this idea that geographic distribution is much worse. Dot, dot, dot. There's a ton of known trade offs. Those trade offs probably have higher economic value than a lot of the application level risks in my mind, and you already made those decisions. So from my perspective, it's like, well, you chose a system that has these, that allows this extra functionality, takes on this other risk. You can't really stop it from happening in the same way that the last time there was a don't overload, consensus style post, it was like, hey, we're never going to allow delegation in Ethereum. Lo and behold, what happened was Lido. So I just think the inevitable hand of capitalism and market forces will inevitably drive these things into existence, whether decided or not, desirable or not, because validators are not really honest, they are rational. And those rational validators want more money."
    },
    {
        "speaker": "C",
        "text": "That feels okay. That feels very fatalistic, Tarun. And I don't totally agree with it because I think, let's use the analogy of money in politics. I think that actually is a relatively good analogy because it is in a total free market, you would just be able to bribe politicians to do whatever you wanted. People talk all the time about bribery attacks being one of the fundamental issues in any kind of democratic system that has to be overcome in one way or another through anti bribery mechanisms such as strong laws against bribery in crypto. Obviously we are in a permissionless system or whatever, modulo more or less permissionless. And that means that you can take the view of, okay, well then, because permissionless, whatever, there's going to be bribery attacks and there's going to be people just making validators, there's going to be feather forking, there's going to be all this other stuff. For the most part, we don't see a lot of these behaviors. And I think the reason why we don't see a lot of these behaviors is twofold. One is that a lot of the people who are actually running the big validators on Ethereum, they're not purely market oriented. They are actually relatively ideologically aligned with Ethereum. Just because, look, if you are a total ruthless capitalist, you're just not going to. I don't know, it's a weird line of business to get into. It's not the most profitable thing in the world to run Ethereum validation services. It's a weird, nerdy business to get into. Maybe it's a little bit more true in the proof of work mining days, but in the world of proof of stake validation, there's no random guy who just happens to have a retired power plant next to your house. You're on the same footing as everybody else since you just love running validators and those kinds of people don't want to watch the world war."
    },
    {
        "speaker": "B",
        "text": "On the other hand, the reason you have staking derivatives and Mev is redistributed to many people who could never capture it themselves is because the ruthless nature of this led to the securitization. That securitization led less sophisticated actors gain access to those returns for a small fee and some excess risk. And I'm saying that this is just the same march. We're going in the same direction, and."
    },
    {
        "speaker": "C",
        "text": "That the question is not is it marching in that direction? Totally agree with you that all markets tend toward efficiency over time. But the difference is, in what way are the institutions behind Ethereum and the culture that is enshrined in Ethereum? In what way are those things modulated by the institutions that are held up by Ethereum? And Vitalik, of course, has a large role in that because he's kind of the religious leader or whatever forefather of Ethereum. And I think what he's doing in this post is not just saying, guys, please don't be totally self interested, but I know you're going to. It's not just like a, it's not like saying, hey, guys, please don't extract me, van, like if you do that, it's really going to hurt Ethereum. Like, why are you hurting me? That's not, I feel like it's very different than what he's doing. What he's doing is he is advocating for a certain set of institutions, and that set of institutions is enforced collectively by almost everybody. I think it's very clear that Ethereum does have institutions, and these institutions have been conveyed through both leaders like Vitalik, but also just like the kind of ever present culture that is everywhere in Ethereum, that like even random people at Defcon, you will find them and they'll just have these beliefs and they'll be walking around with them, even though they also want to make money. And they also are self interested in different ways. And the maintenance of those institutions is really subtle and complex. And I feel like that's what this piece is ultimately about. If it was really just, hey, you know, don't extract me, v, because like, it, you know, that makes you an asshole, then it wouldn't work. And I would say, okay, well, this is doom. This is obviously just a futile attempt to delay the inevitable. But I wouldn't say that that's true of what Vitalik is doing here."
    },
    {
        "speaker": "B",
        "text": "I'm not saying that the post said that as much as like, there was a little bit of like a tissuesqueness to it. Right. They had this tone of like a, like, little like, you shouldn't have done that, you know?"
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I find that to be the part that I'm like, well, this happened before. Like, I don't know what. Youre a fool me once, I'm the idiot."
    },
    {
        "speaker": "C",
        "text": "Fool me twice, maybe you're the. Let's bring you sriram. What is your take on this whole thing?"
    },
    {
        "speaker": "F",
        "text": "Okay, I have somewhat different take. Maybe it integrates all of your things and adds a different dimension to it. I think the first thing is the title of the post. The title of the post was do not overload ethereum consensus. But actually, if you read the content, it is do not overload Ethereum social consensus. It's do not overload Ethereum social consensus. And he's basically trying to do what Haseeb was pointing out, I think, in my view, is basically saying to take the government type analogy, what he's saying is don't build a bank, take too much risk, and then come to the government for a bailout. That's what he's saying. You go do your thing. You go do build restaking. You go build crazy things. Don't rely on, Ethereum is going to fork and save your ass if something goes wrong. Basically, that's the shelling point he's trying to get everybody to agree on. That may be a big project. There may be uniswap, there may be comfort, maybe eigenvalue. Doesn't matter if you get screwed on a different layer, go deal with that layer. We're not forking Ethereum for you. That's the boundary. The boundary is basically what is the core concerns of the protocol. Haseed's analogy of politicians and bribing politicians."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "Like you can pay politician to write computer programs in addition to whatever they're doing in their office. So the concern of the government is to make sure that when they're in office, they do the thing that they're supposed to do. And that's why we are slashing at the Ethereum core layer to protect it. And the slashing at the Ethereum core layer protects against safety false and protects against liveness falls. And safety false are like programmatic, right? You assign two blocks, you're going to get slashed. It's programmatic, but blindness faults are non programmatic, and that needs the use of social consensus. It's basically saying we're reserving social consensus for the one fault that is at the core of the protocol, not for all the other things that you may have want to use it for. And I think it's a really good, really, really good boundary setting, which is what are the concerns of the protocol and what is the concerns of the free market? Concerns of the free market. And don't externalize like risk from the free market into the core protocol."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "That is basically what I think the article is trying to say. And I think the shelling point or the equilibrium that it's trying to set is when somebody comes and claims that, oh, we are so big that if we go wrong, like Ethereum is going to come fork for us, that's not going to happen. I think it's a really good demarcation of boundaries. And if you look at the article and read carefully, he's explaining all the things that are low risk, things like staking for a new chain. He's saying it's low risk, specifically called take dogecoin, run it and validate it. So the way we view it, in fact, we have internalized all of these inputs for the last like 15 months. The way we build our protocol is already assuming that this is how things are going to be. We cannot rely on ethereums like social consensus. So all mediations happen in protocol, on eigen layer. And this made us like, you know, think much more carefully about the various risks and how we handle it all in our layer. We can't say, throw our hands up and say, ethereum is going to handle it for us. I think it's really good that he wrote this up because now when other people look at restaking, they're like, oh, it's such a simple idea. It's as simple as just take a liquid staking token, put it in Fork Solana, and build on Ethereum. We didn't do this. We could have done this one year back. We took a lot of efforts in minimizing all kinds of risks and externalities to Ethereum. We have to worry about what are the slashing risks and how it affects validators. We have to worry about what are the centralization risks to Ethereum. How do we minimize that? We have to worry about what kinds of slashing can we allow on protocols, how to make these slashings all objective and attributable rather than subjective, and let Ethereum deal with it. So all of these things have been internalized into the construction of the Eigen layer protocol and how we approach the services that have been built on top of Eigen layer, but somebody else from the outside may not know or understand that these are the boundaries that we've tried to maintain. But, so that's why I was actually quite happy to see that kind of a boundary setting as to what is the concern of the protocol, what risks have to be internalized into the systems that are being built, whether they're externalized into broader Ethereum."
    },
    {
        "speaker": "C",
        "text": "So I love that analogy, especially given how timely it is, given all the stuff going on with the banking crisis of this idea of like, hey, it's almost, in a way, a self fulfilling prophecy that if you build something and you assume that ethereum's gonna bail you out, right? If you sort of, you get this culture of people thinking in their minds that, ah, we're gonna get bailed out if something goes wrong. Um, then you get collective risk taking, right? You get basically this sort of moral hazard where everybody takes on lots and lots of risk, and then when things blow up, the pressure to try to bail something out becomes really strong, right? If anything, it becomes almost self fulfilling that people kind of expect that this thing will get bailed out because everyone's been saying that it's going to get bailed out. And so in some way, you need to sort of stop that spiral before it begins and say, hey, guys, just so you know, we're not going to bail any of this shit out. If this thing fails, you guys are on your own and you're fucked. Now, that being said, you can say that all day long. If optimism gets hacked, or if, let's say, God forbid, uniswap gets hacked, all the money in uniswap gets drained. Like, I think there's a good chance that."
    },
    {
        "speaker": "D",
        "text": "100%. 100%."
    },
    {
        "speaker": "F",
        "text": "But I think that's ex. But it does serve the purpose that you exactly said, which is, does not encourage excessive risk taking. This is basically, you know, by setting the selling point, you know, is basically driving people towards be more conservative, and then, like, of course, something happens, then we figure out what to do about it. Right? But, but you can't go with the a priority assumption that everybody's going to get bailed out, so you go do your fun stuff."
    },
    {
        "speaker": "B",
        "text": "Although, although I I think there was even some more stuff written that says even that might not have, might not happen, or at least intimated that when taught. When Vitalik talked about the difference between Tycho, which is a small l two, and optimism arbitrum, and with the argument that, hey, the developers and optimism arbitrum overlap more with the Ethereum core developers than tycho. So they will in theory have this ability to kind of cause this, their fork, their preferred fork. But we have to resist that. I thought there was a very distinct thing that even in this you say that, right?"
    },
    {
        "speaker": "C",
        "text": "That's the thing is like, if you're Janet Yellen, you got to go up and say, we're not going to bail out any banks before the bank failures start. But then once the bank failures started, he's like, all right, let's go, fuck it, let's bail out the banks."
    },
    {
        "speaker": "B",
        "text": "I wouldn't compare the two of them."
    },
    {
        "speaker": "C",
        "text": "Do you think that if optimism was hacked, all the money was drained, that Ethereum would fork?"
    },
    {
        "speaker": "B",
        "text": "Where would you put place the odds at 55 45?"
    },
    {
        "speaker": "C",
        "text": "More likely than I would fork."
    },
    {
        "speaker": "B",
        "text": "No, more likely it would fork. But like not by much. I think it would actually be quite a contentious issue. I don't think it's like 100% chance thing at all."
    },
    {
        "speaker": "E",
        "text": "I think the best historical context for this is the Dow. Right? The DAO happened to be roughly the only major application on Ethereum when it was hacked. So it's not like it was like one of many. It was roughly the only actual application with substantial assets. And it was consequential enough that it was the first and only crisis response hard fork for Ethereum. And now we have Ethereum classic and its years in the historical rear view mirror. I actually think if something like optimism were hacked or a different l two, right. I dont know if its as consequential as the DAO, to be honest. The DaO was one of one, its not one of five. And I just think the total impact is less. It would be a brutal, brutal, brutal learning experience. But I actually don't really think ethereum would fork. I think it's like a 3% chance really. And obviously it's all spitball, but I don't think the magnitude of the event would be as serious as when the Dow was hacked."
    },
    {
        "speaker": "C",
        "text": "I think that's definitely true."
    },
    {
        "speaker": "F",
        "text": "Interesting variation of the question is whether it'll fork for Lido, just in terms of percentage tvl of what is going on. I think the Dow was 15% of all ethan. Like that is the level. I don't think we have any applications kind of reaching that. Even something like Lido is not yet at like 15% off of eth. But it is. I think that's the number to look at is what percentage of ETH is basically at risk. And whether there was any kind of soft or other like assurances that we are behind this."
    },
    {
        "speaker": "C",
        "text": "Here's the thing, here's the thing. Here's the thing. Going back to the idea of institutions and politics, I think in a way, ethereum would actually be kind of glad to see lido get hacked, because, aha. We told you guys you shouldn't have done this is why you shouldn't play with fire. We didn't build this in the protocol for a reason. Don't overload consensus, don't overload consent. Exactly. Don't start getting too confident in your little playthings that you build on the beach. What it represents for the Ethereum core developers, or just not the core developers, the intelligentsia, let's say, of Ethereum. What it represents is that lido is a financialized protocol. Lido is basically like these guys, like Tarun said, look, it's the market forces and trying to get yield, mev, blah, blah, blah. We want state eth to be."
    },
    {
        "speaker": "B",
        "text": "I'm saying this in a positive way, right? They've literally democratized access to mev returns. Sure. You, as the random Ethereum holder, had no way of even realizing them, right?"
    },
    {
        "speaker": "C",
        "text": "Other than staking, which is what they want you to do, right? They want you to stake."
    },
    {
        "speaker": "B",
        "text": "No, no, no. But you needed to kind of use a staking derivative because you yourself, even if you ran a home staker, very unlikely, would have been a good flashbots auction participant."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Like, my point is, they did actually serve this democratizing yield thing, which is important. But my point is, if that exists, the market will find a way to make it happen. I just don't believe that anything other than that will be the outcome."
    },
    {
        "speaker": "C",
        "text": "But let me, let me just finish. My point is that for Lino, Lino is, I think, somewhat ancillary to Ethereum's goals. In a way, it's almost like a little bit of a thorn in their side. Whereas the l two s are the story. Like, that is the point. We are going to scale Ethereum through l two s, and these are the anointed ones. But basically optimism and arbitrage, mostly. Optimism is anointed because it's all x ef people. And if that goes under, it's not just that. Like, oh, there's this amount of money that was lost. I think it actually would be less about the overall number, like the amount of eth, because from the perspective of light holders, like, oh, you took a 30% haircut. Oh, so what? Boohoo. You shouldn't have been fucking around with derivatives, you know, whereas with, with the layer twos, it's like, oh, I thought this was trustless. There's like all sorts of things on the l two, not just ether. The kinds of stories would just be so much worse. I feel like if an l two exploded, and that's why I think it'd be different, even though in monetary terms would be."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think. I kind of disagree. I think an l two is effectively like a bridge, and we've had really big bridge hacks and we have not done a fork, and so, like, you know, whatever. Whereas Lido, 30% of all eth, you could cause some serious mayhem with consensus and overall chain stability. Again, I do feel like this is kind of like, young man yells at cloud, like, you know, it doesn't actually matter because let's say Lido is hacked, someone is going to try to do a fork that reverts the hack. The question then is, well, which chain are USDC and USDT going to accept withdrawals on? Or that's application value capture. And so no one really cares what the Vitalik thinks. It's like, who can basically anoint the chain? And there's other actors, there's application level actors that can do that."
    },
    {
        "speaker": "C",
        "text": "Oracle false."
    },
    {
        "speaker": "D",
        "text": "It's your point."
    },
    {
        "speaker": "C",
        "text": "No, no, I know, I know, I know. No, no, it's bringing around full circle. It's very true. It's very true. So again, I guess the reality is that we're all under the cult of Jeremiah Lehrer, whether we know it or nothing. He's ultimately, he's behind the scenes, pulling the levers to decide."
    },
    {
        "speaker": "B",
        "text": "End of the day, I think Vitalik, like any religious leader, as you pointed out, who's successful, has to write sermons. This was a good sermon, right. In some sense. I just. Some more pointing out that I think there have been a lot of platitudes and diatribes about and, like, on both sides of it, whereas I just feel like it's just saying kind of the obvious thing of like, well, this is probably going to happen. Here's some road rules. Don't do the bad ones."
    },
    {
        "speaker": "C",
        "text": "Exactly. Which is. I mean, that's kind of the role of a sermon, right. Is like you say something that's already been said."
    },
    {
        "speaker": "B",
        "text": "Aesop's fables for proof of stake."
    },
    {
        "speaker": "C",
        "text": "You know, the point of it is you gotta say the sermon at the right time. Right. It's like the perfect moment to give a sermon, which is the characteristic of a good preacher, is not that they innovate on the source text, right. They don't, they shouldn't, but rather that they pull out the right lesson at the right time that the congregation, that the congregation needs to hear at that given moment. And I guess this is the time that we're all messing around with consensus. So it's a good time for us to get those rules of the road right back to us."
    },
    {
        "speaker": "B",
        "text": "Wait, wait, tram, I have one question I've wanted to ask you, but I figured since now it's recorded, I can make other people have to listen to this answer, which is, why does your logo looks like a, you know, like, 2d error correcting code, but it's too correlated. Like, what is this tree thing? Is that forking?"
    },
    {
        "speaker": "C",
        "text": "Is that up closer so we can see?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Like, how would you describe that? I don't even know how to describe it. It's like an l with, like a pixelated y stick."
    },
    {
        "speaker": "F",
        "text": "No, this is not."
    },
    {
        "speaker": "E",
        "text": "This is an eigen layer."
    },
    {
        "speaker": "C",
        "text": "It's an eigen layer. Oh, obviously."
    },
    {
        "speaker": "F",
        "text": "But what we did is actually this logo goes with how the symbol is written. The word mark is written. And there are many ways to write this word mark because we want to. This eigen is, in German, means your own. So eigen layer is your own layer. You can make many things out of it. So you can write the eigen layer. Word mark. Actually, we have many, many ways of writing the word mark. And there's an algorithmic relationship between how to write the word mark and how this symbol automatically changes. So we have a family of symbols, and they're all like. But there's an underlying principle behind the column. Yeah, chat, security, modularity, open innovation."
    },
    {
        "speaker": "C",
        "text": "Good. You got, you got the beginning of religion going. I like that. That's very important. No, it's like, you know, Christianity. There was like 17 different symbols you can use to identify yourself as a Christian."
    },
    {
        "speaker": "F",
        "text": "Calvin's brainchild."
    },
    {
        "speaker": "C",
        "text": "I mean, you guys are Calvinists. Okay, well, speaking of predestination, I think it's time for us to wrap up. But Sriram, it was great pleasure having you on the show and looking forward to see. It's not live yet. Right. When do we get to see mainnet?"
    },
    {
        "speaker": "F",
        "text": "We're going through a staged mainnet that we are basically going to turn on. Just staking first, then we turn on delegation and node operators, and then we turn on the new services. So we expect the first turn on to be in the coming months."
    },
    {
        "speaker": "C",
        "text": "Okay. Sounds very controlled, very pious. I'm glad to hear that. I'm sure daddy Vitalik is appreciative of your guys conservatism. Awesome. All right, Sriram, it was a pleasure. Thanks, everybody. See you on the show. Thanks, everybody."
    },
    {
        "speaker": "F",
        "text": "Thank you so much. I'll see you."
    }
]