[
    {
        "speaker": "A",
        "text": "Robert, what do you think is the end game for how celebrities monetize their fame?"
    },
    {
        "speaker": "B",
        "text": "You know, I think being the face and co owner of a product has been proven out to be like an incredibly lucrative, completely legal, and value creating way to monetize brands. And I think if you compare that to celeb tokens, which are at best zero sum, right, are not creating anything. Are."
    },
    {
        "speaker": "A",
        "text": "Didn't you argue earlier in a show that meme coins were positive?"
    },
    {
        "speaker": "C",
        "text": "Some done?"
    },
    {
        "speaker": "B",
        "text": "No, I said meme coins in breakout successes could be positive wealth."
    },
    {
        "speaker": "D",
        "text": "Do you think Iggy azaleas created $200 million in wealth?"
    },
    {
        "speaker": "B",
        "text": "This is a lot harder to gather. Not a dividend."
    },
    {
        "speaker": "C",
        "text": "It's a tale of tuqan."
    },
    {
        "speaker": "A",
        "text": "Now your losses are on someone else's balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "A",
        "text": "I named trading firms who were very involved."
    },
    {
        "speaker": "C",
        "text": "Alec Eth is the ultimate defi protocols."
    },
    {
        "speaker": "B",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "A",
        "text": "Hello, everybody. Welcome to the chopping block. Every couple of weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. Quick intros. First, you got Tom, the defi maven and master of memes."
    },
    {
        "speaker": "D",
        "text": "Hello, everyone."
    },
    {
        "speaker": "A",
        "text": "Next we've got Robert the cryptoconozeur and czar of Super State GM, everybody. Next we've got Tarun the Giga brain and grand poo bah at Gauntlet, yo. And finally, I'm Haseeb, the head hype man at Dragonfly. We are early stage investors in crypto, and I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see chopping blocks at XYZ for more disclosures. So, boys, it's been a little bit since we've been on. It's been kind of a slow couple weeks. I feel like the news in this industry, I feel like it all comes at once in crazy deluge. Then it kind of slows down and gets really quiet. Feels like it's been a quiet couple of weeks. We've got a few items that we're going to run through in the news today, but I just want to get a vibe check. How are you guys? How are you guys feeling? How are you guys feeling about this bull market? Where are we? What's like the. What's the lived experience right now of going through this period of, of crypto?"
    },
    {
        "speaker": "B",
        "text": "Well, just to reverse engineer sentiment from price, you know, today, and it's Wednesday for whenever you're listening to this episode, today was some great inflation numbers that came out and markets across the board were extremely enthusiastic about it because people started to see light at the end of the tunnel of the Fed potentially being able to lower interest rates this year and get us back on track. And crypto was really exuberant for a couple hours. And then by the end of day today, it was a big sell off again with people left asking why and how on the sidelines and sort of back to this very plateau ish. I don't want to say stagnation, but it's been relatively quiet over the last couple of weeks. There hasn't really been any significant breakouts in the asset prices, up or down. It's been a very sideways, quiet existence for the last couple of weeks. Just to take a look at where the sentiment is at right now. It's a lot of waiting and seeing."
    },
    {
        "speaker": "C",
        "text": "There's only one fact I want to point out about an event that happened today that's related to markets. But no, it's not the one you think. It's the fact that the biggest news on crypto Twitter was Iggy azalea going to the NYSE and shilling her meme coin. That tells you where we are in the market."
    },
    {
        "speaker": "B",
        "text": "And Kramer looking for a photo with her."
    },
    {
        "speaker": "A",
        "text": "Yes, I did."
    },
    {
        "speaker": "C",
        "text": "Jim Kramer."
    },
    {
        "speaker": "A",
        "text": "I was like, okay, the angel of death has arrived. It's not going to bode well for those who don't know the meme. Apparently, whenever Jim Kramer is caught on camera with anybody, it is the beginning of their downfall. So I don't know. Iggy Zelia seems to not have been aware of. I mean, I don't know why she would be, but she does not seem to be aware of that."
    },
    {
        "speaker": "C",
        "text": "No, I think she. I think she wrote some tweet saying, I can't be canceled or cursed or something. It was like she was like, I'm unstoppable."
    },
    {
        "speaker": "A",
        "text": "I'm sure that's, like, her social media team that's, like, more clued in. I have to imagine it could be her."
    },
    {
        "speaker": "B",
        "text": "I mean, you know, she's been pretty with the, you know, Djen culture lately, so."
    },
    {
        "speaker": "A",
        "text": "Okay, let's talk about Iggy Azalea and mother. So we alluded to this a little bit when we did our live consensus show, but. So, Iggy Azalea, if you recall, we talked briefly about Sahil, this character who seems to be crypto pilling a lot of celebrities. And Iggy Azalea was one of the people who saw Hill in his attempts to get all these celebrities like Kate and Jenner onto the crypto train, tried to get iguazele on board. Iggyzalea was like, no, screw off. And she decided to launch her own coin without the help of Sahil called mother. And people have gotten now very excited. Iggy Azalea, who I guess is post her music career, she's no longer actively doing music. Now she's just a general influencer type. She has now fully embraced the crypto degen meme coin subculture that his mother. But unlike maybe Caitlyn Jenner, who is just kind of more generically. Hey, token, go up. Pump, pump, pump up into the right. Iggy azalea seems to have really taken a very different stance toward the crypto community. So she's gotten very combative toward a lot of the crypto figurehead types. So she started talking a lot of shit to Vitalik. To Hayden Adams, she's called people losers and had a bunch of memes of them sucking on pacifiers or, I don't know, kind of weird, just picking fights with random people in crypto. There was one quote from an interview that she did with thread guy where she was talking about basically almost accusing Vitalik, saying, I'm just going to paraphrase a little bit of this quote. I'm not mad at this man's opinion. I just question what you're trying to do with gas money. It's rich of you to have an opinion about charities and hospitals. For the record, Vitalik was claiming that, oh, meme coins could do more to be pro social and to give some of this to positive social causes. Yeah, rich of you to have an opinion about charities and hospitals, or whatever the fuck you're saying. Let's talk about gas. The gas fees, the gas tax. Maybe some people should have an opinion sometimes. I respect that you made something, don't get me wrong, I do. But we're in a meme coin world, and I have an honor in the way that should be approached. Blah, blah, blah, whatever. Almost insinuating that Vitalik is skimming gas money off the top of ethereum."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think she genuinely believes that."
    },
    {
        "speaker": "C",
        "text": "She also posted this meme. I figured. I figured for our YouTube audience, maybe it's worth showing. Can you guys see it?"
    },
    {
        "speaker": "A",
        "text": "Yes. Yes. Why don't you describe what this meme is depicting?"
    },
    {
        "speaker": "C",
        "text": "Truth. Vitalika is a baby who is being breastfed by Iggy Azalea. And she is intimating that she is his mother."
    },
    {
        "speaker": "A",
        "text": "Because that is the name of the token. Yeah. Really refined stuff that we cover here on the show."
    },
    {
        "speaker": "C",
        "text": "Well, let me tell you, memecoin land this week, you're talking about the market being slow. Meme coin land was not slow. There were so many c to d list celebrities who suddenly have been getting in on meme coinery."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Hulk Hogan came out with meme coin."
    },
    {
        "speaker": "A",
        "text": "That was a hack."
    },
    {
        "speaker": "C",
        "text": "That was a hack."
    },
    {
        "speaker": "A",
        "text": "Hulk Hogan was a hack. That was not real. When Hulk Hogan got regained control of his accounts, he deleted everything. So Hulk was a. Hulk was a rug. Somebody hacked his account and then. Which I guess is now, like, the best way to monetize a hacked celebrity account like it used to be. Hey, send me Ethan. I'll double it and send it back to you right back in 2020. That was the way you monetize. Exactly. Now you launch a fake meme coin, and then you just dump it onto retail. And then we just had Andrew Tate, so Andrew Tate, for those of you who don't know who it is, God bless. Andrew Tate is like a male supremacy pub goblin influencer. Not agree. Yeah, he's a very bad guy. Apparently, he's stuck in Romania because he's wanted for some kind of. Whatever, some kind of charge. Sex trafficking."
    },
    {
        "speaker": "C",
        "text": "Also. Sex trafficking."
    },
    {
        "speaker": "A",
        "text": "And so anyway, he launched a meme coin in response to Iggy azaleas called Daddy, and he's now picking a fight with Ansem. With Ansem? Yeah, with Ansem."
    },
    {
        "speaker": "C",
        "text": "Wait, we really do have to get Ansem on as a guest. I feel like the problem is we're like the boomers talking about meme coins. We're the boomers translating meme coins for other boomers. And I think we need to go to the source and."
    },
    {
        "speaker": "D",
        "text": "Yeah, he's mainlining it every day. You know, it's dangerous stuff out there."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would say we are. We are like the gen Xers who are explaining it to the boomers and trying to get the people who actually do meme coins on the show. It's tough. It's tough. Yeah. So, any thoughts on. Thoughts on. Okay, we've gotten to peak celebrity saturation of the meme coin story, and it does. I agree with. It does seem like the only thing that's happening. This can't be."
    },
    {
        "speaker": "B",
        "text": "There's going to be a worse peak."
    },
    {
        "speaker": "A",
        "text": "Trust me, there will probably be a worse peak. That's true. That is true. I mean, right now, the market caps of these are still not insane. I mean, in objective terms, they are insane, but in relative terms, they're, like, kind of reasonable. So mother is on the order of about 150 to 200 million. Market cap, I think. Yeah."
    },
    {
        "speaker": "C",
        "text": "Andrew Tate's was peaked at 350 it peaked at 350."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it's been. I mean, it's been moving around a lot. She's managed to get some, like, real world integration. There's, like, some store that you can now buy something in. And mother."
    },
    {
        "speaker": "D",
        "text": "That's her store."
    },
    {
        "speaker": "A",
        "text": "It's her store. Oh, I see. There was, like, some. Oh, that. That was. Yeah. This telecom thing. I saw this, like, you can pay your phone bill. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, she's starting. I mean, I don't even know how the crypto intersects with telecom, but simultaneously, the launching this celeb coin, there's a telecom, like a boost mobile or a cricket."
    },
    {
        "speaker": "D",
        "text": "Yeah, because it's like an MVNo and you can pay with mother."
    },
    {
        "speaker": "B",
        "text": "Right. So she's trying to launch a startup telecom at the same time as this crypto and have them intersect the bit."
    },
    {
        "speaker": "A",
        "text": "Right. Doesn't that just create more sell pressure on the token?"
    },
    {
        "speaker": "B",
        "text": "I don't think that's the primary concern."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess. Yeah, it's true. I don't think. I don't think we will use this. It's just, like, the narrative that it's getting integrated into telecoms."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "A telecom. Yeah. Yeah. Okay, so do we think that. Let me ask a question just so we can actually have something to talk about besides just ooing and owing. Do we think that this is how increasingly, celebrities are going to start monetizing their celebrity? Right. We can't. There was a moment where, oh, celebrities will make money by, you know, doing. What's it called? What's. What's the. What's the app that got super popular in Covid, where celebrities would, like, sing birthday, happy birthday?"
    },
    {
        "speaker": "B",
        "text": "Cameo."
    },
    {
        "speaker": "A",
        "text": "Cameo. Cameo, cameo. Right. There was an idea that, oh, maybe celebrities will monetize their fame using cameo. They'll find all these little things that Patreon and things like this. Do we think that the future way in which famous people will monetize their fame is just come here and bet on me continuing to be famous?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Why not?"
    },
    {
        "speaker": "D",
        "text": "Why not?"
    },
    {
        "speaker": "A",
        "text": "Why not? What's the end game? Robert, what do you think is the end game for how celebrities monetize their fame? Because cameos also had fall from grace."
    },
    {
        "speaker": "B",
        "text": "So I think the highest value way is for monetizing fame and personal brand through, like, new business ventures, whether it's like, a tequila brand or, you know, cell phone company or a vitamin water or headphones that gets bought by Apple. Like, whatever it is. Like, you know, I think being the face and co owner of a product has been proven out to be, like, an incredibly lucrative, completely legal and value creating way to monetize brand. And I think that's kind of like the gold standard in a lot of ways. And I think if you compare that to celeb tokens, which are, at best, zero sum, right. Are not creating anything."
    },
    {
        "speaker": "A",
        "text": "Robert, didn't you argue earlier on a show that meme coins were positive sum?"
    },
    {
        "speaker": "B",
        "text": "No, I said meme coins in breakout."
    },
    {
        "speaker": "C",
        "text": "Successes could be positive."
    },
    {
        "speaker": "D",
        "text": "Well, do you think Iggy azaleas created $200 million in wealth?"
    },
    {
        "speaker": "B",
        "text": "This is a lot harder to."
    },
    {
        "speaker": "C",
        "text": "Robert is just like. Robert is just afraid of getting beaten up on Twitter by her because she is fierce."
    },
    {
        "speaker": "A",
        "text": "No, no."
    },
    {
        "speaker": "B",
        "text": "Come at me, Iggy. Come at me, Iggy."
    },
    {
        "speaker": "C",
        "text": "Give me the word."
    },
    {
        "speaker": "A",
        "text": "Okay, that's true. You might. Yeah, actually, that's kind of win win. Um. What? Okay, explain to me what. What's the psychology here? Why mother is not wealth creation, but then doge is what's, like, the thing happening in your head?"
    },
    {
        "speaker": "B",
        "text": "Okay, well, doge has a unique value proposition, right? Which is Doge was the first satirical, to my knowledge, satirical crypto asset. There might have been others that, like, were trial balloons for this coin."
    },
    {
        "speaker": "C",
        "text": "Yay, west. Coin. Yay, west. I thought it was before, but I could be wrong."
    },
    {
        "speaker": "A",
        "text": "Whether or not it was first doesn't matter. I get the idea."
    },
    {
        "speaker": "B",
        "text": "But doge has a unique value proposition in which one is it was trying to be its own blockchain as a parody of bitcoin and litecoin and all the other bitcoin forks. There's something innately unique about dogecoin that there's not something unique about the 14th delist lebcoin. And I think dogecoin, for that reason, has a much larger permanence in the societal Wikipedia of crypto than a completely continuing unique list of c and D list celeb coins."
    },
    {
        "speaker": "D",
        "text": "I think that's kind of true for even the things that you mentioned, though, right? It's like every meta eventually gets saturated. Like, you can't really launch your own celeb tequila brand in 2024 because the market is so saturated. So if you're the first one to figure it out, great. If you're the first celeb to figure out, you can sell an NFT or you can launch a meme coin, great. And eventually, when everyone tries to do it, there's enough demand, there's enough liquidity, and sort of the meta gets dry and someone's trying to find something new. Not that that, I think necessarily alleviates your criticism, which is like, hey, at this point, maybe there isn't actually any sort of value creation but I don't know, I just wonder how much more demand there actually is for this kind of thing. Or hey, if there's actually any more room to run, or if this actually is the peak."
    },
    {
        "speaker": "A",
        "text": "The peak, fundamentally, what you're going back to, the idea that hey, long term celebrities are going to be making monetizing their celebrity off product endorsements. I mean, fundamentally a product endorsement is just advertising. And if you become a co business owner, it effectively gives you free advertising. So our advertising budget is now cheaper because LeBron James owns this brand and so he's just going to do it for free. So it's effectively subsidizing one part of the business cost, which is advertising. Arguably it works for anything, right? It's not necessarily consumer goods. It can also be a casino. It can be anything else in a way. Well, a meme coin is also another good. It's a good that you can imagine. Bonk might have paid people to advertise, airdrop some to Kols to get them to talk about the token. It's also an advertising cost, effectively. I don't know that bonk did that, but other coins obviously do. So maybe it is not any different. And to Toms point, as the meta is evolving like it's grimes for NFTs or Iggy Azalea for meme coins, there's always going to be the first few movers who end up finding this new good where celebrities are underpriced and there is such a demand for distribution that being one of the very first ones to attach or name something creates a lot of value, but it gets arbed away. And then in three years, assuming meme coins are still a thing in three years, which who knows if they will be. But if meme coins are as crazy in three years from now, it might be that at that point, the only meme coins that matter are LeBron James and Kanye west meme coins and nobody else can really compete."
    },
    {
        "speaker": "C",
        "text": "I think theres actually also this weird thing where the dream of crypto and this type of stuff has always been making revenue sharing more easy. If you look at general revenue sharing agreements for different components of a brand that is a person, its actually super complicated, very hard to enforce, hard to get all the payments right, whatever. And somehow I feel like the meme coins are sort of like in every good lie theres a kernel of truth. I think the kernel of truth here is they want to get around that somehow they want to get around actually having to think about how theyre selling their likeness and just be like heres a likeness and im just. I can do what I do best and promote it but yeah, they don't really solve the problem, they just kind of mask it. But I think there is this kernel of truth which is kind of what you're getting at, that there is something people want out of this from the side of the people making the assets. But I think by the time their market cap gets to 100 million, they forget about the kernel of truth behind it."
    },
    {
        "speaker": "B",
        "text": "Or they make a new kernel of truth behind it, which is a brand new telecom."
    },
    {
        "speaker": "C",
        "text": "I mean. Yeah, or Andrew Tate. I mean, I feel like that guy's making like a meme coin a day or something. It's like, it's not just one. There's like a bunch of them."
    },
    {
        "speaker": "A",
        "text": "Are there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think there's at least three. I had a lot of trouble, I'm going to be honest. And it really made me feel old reading the tweet fight between him and Anselm because I was like, I don't fucking understand. I just do not understand what is going on."
    },
    {
        "speaker": "A",
        "text": "Honestly, I thought the words were pretty easy to understand. It was a fairly straightforward fight. But yeah, I don't necessarily recommend following along because I think it will make you sad."
    },
    {
        "speaker": "D",
        "text": "But do you think there's anything venture investable in this space? Do you think a degen purchase, is that a good idea? Do you think a pumped out fund, do you think that's a good idea? Other things that you guys are excited about backing or is it just cheering on from the peanut gallery?"
    },
    {
        "speaker": "C",
        "text": "I think pump dot fund is interesting because it really does make it easy to use. And obviously I think they're raising lots of money or close to and so I'm not super. I think everyone knows that they have figured out something quite important. Um, I'm just more curious what like, the next evolution of pump fun is. Like, I feel like pump fun is much closer to anything that the billions of dollars that were invested into blockchain games wish they could be. Because it's like much closer to a real viral consumer app than like any of these things that raise hundreds of millions of dollars to be like blockchain gaming."
    },
    {
        "speaker": "B",
        "text": "Out of all of the things that like fit this mold that I think is unique with, it's the first like launch padded type project that's actually worked, right? Like, how many times have we seen from across the crypto industry? Some like we're gonna be a launchpad to launch other tokens or other projects or blah blah blah blah blah. There have been like an infinite number of them, right? And none of them have worked to the point of gaining like, critical mass or, you know, significant traction or product market fit. And what's unique about pump fun is that it's the first launch pad, if you want to use that term, that I think is really broken out into critical mass. And I think it's a launch pad."
    },
    {
        "speaker": "C",
        "text": "With a gamification element. It's not just a launch pad that's like, here. Here are some free tokens that you can farm. Right? Like, I think that aspect makes it more like a game as well as a launchpad. And that's why I'm comparing it to these blockchain games that, like, they just, they haven't been able to have user retention the way it pumped up."
    },
    {
        "speaker": "A",
        "text": "There's a lot of stuff to talk about with blockchain games because if we're talking about user engagement, we've seen some crazy numbers being posted lately in the tan ecosystem. There's two projects in particular that I think are worth us talking about. The first is a project called Notcoin. We passed over it previously, but not coin. I think they had some. What was it, like, 30 million users that were interacting with Notcoin? Recently there's been a new project called Hamster Combat. So Hamster Combat is a telegram based game where it's basically like a. It's what's called a tap to earn game and a tap to earn game. What you do is literally you install the app on your phone and you tap a big picture of a hamster and you tap it and it gives you, you know, haptic feedback. And that's kind of it. And then as you get points, you can, like buy things in order to increase your productivity and like go through this like, kind of skill tree. So if you ever played like an idle game, it's kind of like that, except you're literally having to click in order to like, get through the idle game. So I remember playing cookie clicker long time. This is like ten years ago or something that the first generation of this game was created. Anyway, these games, this category of games has become incredibly viral. So far, hamster combat has over 100 million users recently, just because of hamster combat alone. Etan has flipped Ethereum with daily active users. Something like recently. I think just within the last month they flipped Ethereum for daily active users. Hamster combat has gotten banned in multiple countries. It's one of the reasons why. One of the Telegram wallets, I think I just posted this on Twitter a little bit ago, a Telegram wallet became the number one app in the App store for finance simply because of. Not because of not going, but because of hamster combat. We've seen these incredibly viral games. There was a story about Iran trying to ban the game because people are like, just playing cancer combat in Iran all the time. And apparently it's, I don't know, haram or something."
    },
    {
        "speaker": "C",
        "text": "But wait, it's illegal. I didn't know. Hamsters has so many rights. Hamsters have like, almost dog level rights. If you're saying that."
    },
    {
        "speaker": "A",
        "text": "I don't think. I don't think it's for the hamsters. I think it's for the people who are addicted to hamster combat."
    },
    {
        "speaker": "C",
        "text": "Wait, but by the way, do you guys remember when lightning, there was that, like, chicken thing that you could tip in lightning? You could tip bitcoin to this chicken, lightning chickens or whatever. And it was like, with the only ever used lightning app for a long time, it was like chicken feeding. Do not pollo feed. That was what it was called. You could like, okay, you basically could send lightning to this wallet and they would feed this chicken and then they would, like, show you a video of them feeding the chicken."
    },
    {
        "speaker": "A",
        "text": "Amazing. Well, right now, I mean, I would say as a game, um, it's pretty thin. There's not a ton in the way of gameplay. But this so far has, has massively, massively, massively been larger than any other game we've ever seen in crypto."
    },
    {
        "speaker": "C",
        "text": "This is closer to. This is closer to pump fund than all the things that raise money under the guise of blockchain gaming, though, if we're going to be very honest. Right? Cause like the blockchain game, things are like, we're going to do Starcraft on the blockchain. Like, yeah, we're fucking right. Like, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah, I will say this. This does kind of comport with my thesis that the blockchain game, quote unquote, that becomes successful, is going to be perceived as a social problem. It's going to be the kind of thing that you're like, oh, my God, you know, this is horrible for the youth, and they're wasting all their time with this, like, mind corrupting virus. And that's kind of, I mean, I mean, I don't know, not to throw any shade on people who like hamster combat, but it is just kind of a, like, you know, it's not like, oh, you're being immersed into this fantasy world and you're, you know, having this incredible journey and deepening your relationships with other people through your working together on some task in the metaverse. Instead, you're just clicking a button over and over again and watching numbers go up."
    },
    {
        "speaker": "D",
        "text": "That's what people like. They like number go up, and the number literally cannot not go up in these games. And I think that's where the dopamine comes from. There's another story about banana, which is currently the number three game on Steam, and it's just a cookie clicker, but then Steam has a steam marketplace, and so people are then trading the bananas that they're creating in banana on Steam marketplace for like $1,000. And so I think if it's like, broadly speaking, there's a idle gaming cookie clicker revival, and crypto is one reflection of that. But, yeah, I don't really know where this is all coming from. Some sort of societal malaise that wants people to have number go up."
    },
    {
        "speaker": "A",
        "text": "Yeah. What is your diagnosis, Tom, for why people all of a sudden are playing these like, brainless number go up games?"
    },
    {
        "speaker": "D",
        "text": "Maybe it's just a reaction to all the really glossy aaa gaming people like. No, you know what? I don't want an immersive world that is too much to ask for me right now. I just want to click and these are scratching that itch. There's always sort of the cyclicality of culture, and this is where we are right now."
    },
    {
        "speaker": "C",
        "text": "Yeah, I just think there's always this return to simplicity thing. And whenever that happens, blockchain seem to win because they're low compute, generally simple. You can't do really complicated things. And I actually feel like there's this malaise. My diagnosis, which is pure speculation, is there's some malaise in society coming from the over aification of things. There's too many automated bots for everything. So complicated games aren't fun anymore. And the spam protection isn't working as well as it used to. And the simple games are very hard to like, the AI bots are just like not useful for. And it's actually some weird thing that like, crypto is good for these types of things, and it has natural, I don't know, centralized, pumped up on."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, if you look at. Not coin, right? Not coin is a huge market, captain. It's what, a couple billion total mark cap."
    },
    {
        "speaker": "C",
        "text": "So honestly, I was shocked when I saw it on AvO."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. If people think that hamster combat is going to be a similar outcome or even bigger outcome, why wouldn't there be lots and lots of people creating accounts just in case if they click a lot, that they'll get a big airdrop?"
    },
    {
        "speaker": "D",
        "text": "Yeah, click farms are definitely a thing. So I'm like, why would that not be especially true?"
    },
    {
        "speaker": "A",
        "text": "This is not even what we mean by a click farm. Right. Normally a click farm, it means, like, you're replicating a bunch of fancy stuff to simulate a real human, you know, to click on ads. Whereas in this case, like, literally there's just mechanical clicking that you don't even need to emulate a human."
    },
    {
        "speaker": "B",
        "text": "Yeah, I definitely think because there's been millions of people trained to be civil air drop farmers jumping through hoops, it lends itself naturally to this activity where it's like, I'm gonna get something for free by clicking and, like, doing a very light amount of work, even if it's a game, like, entertainment focused experience. And I think, you know, it's why it's successful. Right. And we'll probably see more of this probably not as, like, unsophisticated, you know, very simple games, but, like, eventually, like, you know, probably more interesting, more sophisticated, longer lasting entertainment. You know, things that don't just, like, get super repetitive super quickly and, like, higher quality interactions."
    },
    {
        "speaker": "A",
        "text": "Yeah. The thing about cookie clicker, I mean, this is a long time ago that I played cookie clicker, but the thing about Cookie clicker is like, it doesn't. It's not a game with super high retention. It's a game that, like, you get very obsessed over for a, like, a fixed period of time, and then you hate yourself and you're like, why the fuck did I just spend the last, like, 6 hours optimizing how to click a cookie as fast as possible? And then you never want to look at it again? And so I sort of anticipate that that's what these click to earn games."
    },
    {
        "speaker": "B",
        "text": "Will look like unless people are getting that crypto from it, in which case they're not going to."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. So, like, when they get there, because right now the anticipation is like, look, I'm going to click this every time I'm in the train, every time I'm on the toilet, every time, like, any time that I have any free time. But once the airdrop happens and, like, the economics are kind of fixed at a certain point, like, you have to pay to play the game, otherwise, there's no, you know, how can the economic loop fundamentally work? And people will just be like, well, okay, now am I actually making money playing this game? But until then, the opium of what if I make a lot of money from all the clicking I'm doing while I'm sitting on the toilet, I'm sure, is a very, very great way to get very large engagement. Yeah, that's my guess. But like, yeah, these clicking idle games, I mean, obviously some of them are continuing to be popular, but they do seem like one of these things that they're sort of transient, you know, they don't, there's not like a long term cookie clicker community that's still playing cookie clicker, you know, ten years later. But the funny thing, too, about these games, to your point, Tarun, is that everything here could have been built in like, 1995. There really is nothing that requires any innovation in technology. It's just like a static image that you're clicking on, and then like a if else trees of things that you can buy that automate your clicking. But, okay, coming back to the point about airdrops, let's talk a little bit about the airdrop meta, because we've seen a continuation in this theme that we've been seeing throughout the year of a lot of the big airdrops being beset with drama. So if you think about almost all the big airdrops of the last year, there's been some kind of drama. So whether it's starkware, Eigen, laird, there was layer zero, and then, of course, now ZK sync has been the most recent airdrop, which has also been embroiled in drama. So ZK sync, by the way, were investors in ZK sync, and, I believe, robots and investors in layer zero. So ZkSync, it's a zero knowledge roll up. They announced an airdrop that they were going to be airdropping, roughly 17.5% of the total token supply onto users of Zksync, both era and Zksync Lite, which is the predecessor to era. This is a very large airdrop, much larger than the median airdrop. Most airdrops are around 10% or even sub 10%. So very, very dramatically large airdrop. And of the roughly 6 million wallets that had ever interacted with Zksync, only about 700,000 of them qualified. So a little bit, 11%, roughly, of the users that interacted with Zksync are going to be getting the airdrop. And they had a bunch of thresholds of, like, you have to put some amount of liquidity, you have to interact with at least this many contracts. And they made a lot of people mad. So now some people were happy. I saw some mixed reactions, but there was a huge amount of anger, mostly coming from farmer types. Right? And of course, everybody at this point has seen there's all these kind of farmer guides that are out there and farming influencers and farming strategists who will tell you, here's how to farm this and farm that."
    },
    {
        "speaker": "C",
        "text": "I believe the technical term is Kolem."
    },
    {
        "speaker": "A",
        "text": "Kol. Yes. Nowadays, it is very true that almost every Kol has some kind of farming advice that they give to users. Anyway, first, you had this backlash, and despite the size of Zksync's airdrop, a lot of the backlash was particularly focused around one, there being a large discrepancy between the smallest airdrop and the biggest airdrop, and a lot of real users who had relatively small balances or who didn't provide liquidity, not getting any airdrop, as well as a bunch of sybils that managed to get the airdrop. Now then, on the other side, you have layer zero, who's still in the midst of their drama. So I think we talked about this a little bit last time. Layer Zero, their approach, their airdrop, was that they were going to allow users to self report. So they were going to do their airdrop in three phases. First, if you are a Sybil, you know that you are acting badly in farming, the protocol, you can self report, and by self reporting, you get, I believe, 15% of the airdrop you would otherwise get. And if you report somebody else and you're sort of an airdrop bounty hunter or a civil bounty hunter, you find somebody else who is a Sybil, and you report them, and your report is accepted, you get 10% of their stake. And then finally, the remaining users get their airdrops distributed. And so Brian Pellegrino, the founder of Layer Zero, has just been for the last week, trawling through all these reports of Sybils and people reporting other people's Sybils and blah, blah, blah, trying to decide what's real and what's not. And he's gotten, I think, a mix of both enthusiasm and then criticism for how this whole situation has been handled on the layer zero side. So it's all very complicated. The thing that strikes me the most, and I'm curious to get your guys take on this, is that I can't remember the last time that there was an airdrop that was uniformly positive. Like, I don't know, maybe arbitrum or something, like, it was a while ago, the last time I saw an airdrop that people were just happy and every."
    },
    {
        "speaker": "D",
        "text": "Airdrop were happy about."
    },
    {
        "speaker": "A",
        "text": "Yeah, people were happy about, but that was really, like, before. I mean, that was what, September? Right? So it was more than six months ago. Like, what? Within the last six months of, like, a major air drive that people think."
    },
    {
        "speaker": "C",
        "text": "Being the first in, like, a new ecosystem in some way that is like a new novel mechanism like Celestia Judo. There's a few of those that really stand out as they took a very different tact. I actually think. In the case of Celestia, I feel like they did this huge airdrop to developers, researchers, et cetera, and then literally everyone after that just copied that. And I think the problem is now the expectations were set by the first one, and expectations are only increasing, right? Because, like, oh, I got this big celestial airdrop. Because I wrote a piece of code in ref. In, like, a ethereum client library. I'm expecting to get, like, ten more, right? Like, there's this, like, kind of ascending ladder problem of, like, once you have it, everyone, and I don't know what to call. There's, like, a word for this type of thing that's kind of like hedonic treadmill expectation. It's like, no, no. There's, like, a technical behavioral economics word of, like, this, like, conditioning thing where, like, you can't, you can't, you can't, like, on salary expectation type of stuff, and it feels a little bit like that, right? Because in the Celestia case, it was actually people who did a lot of open source software work, got this thing, and now they're like, oh, cool, now I'm just gonna. And I feel like that you have to be the first, right. When you're, like, copying that something someone else did, it's like, you have to pay this premium for that."
    },
    {
        "speaker": "A",
        "text": "I think that's part of it. That's certainly the. The pattern, but I don't know if that's the cause, right? Because if you look back six months ago, when Celestia did their airdrop or when Gita did their airdrop, industrial farming was nowhere near the scale where it is today. It was all that's really ramped up. No, it was still significant. I don't think it's where it was today. I don't think it's where it was today. I think it's increased a lot this year and at that time for Tia."
    },
    {
        "speaker": "C",
        "text": "But I feel like Tia was definitely industrially farmed, and all the industrial farmers got butler like, oh, wow, why are the developers getting so much of an allocation? Not us?"
    },
    {
        "speaker": "A",
        "text": "That was like, yeah, certainly, certainly, certainly. But I'd say the number of people who are doing this has gone up a lot. Not necessarily the fact that, yeah, there was always farmers, but the farmers were more sophisticated back then there were fewer tools that would automate this stuff. There were many fewer people from emerging markets who were doing this. I think a lot of the farmers were more sophisticated because you had to be, if you're just some, you know, some random person in India or Malaysia, like, how are you going to get the tools to be able to do industrial airdrop farming? Nine months ago, but today it's actually pretty straightforward. And there's all these guides that people, they train people in different countries to just do this with very little, small amounts of capital. And so I think one side of the market has grown a lot. The other thing that also feels true is that for something like jito or for something like a dex, right. It's relatively straightforward to meter what is the activity that's supposed to produce the airdrop, which is trade, if you're on a dex, or provide liquidity if you're on blur or whatever it is put in capital if it's a thing that requires capital. Whereas for a layer one, Celestia is a good example. What was the thing you were supposed to be doing on Celestia that makes you worthy of an airdrop? It's pretty vague. It's unclear what exactly you're supposed to be doing. I think that uncertainty that naturally arises when you have a protocol where it's not clear what the Northstar metric is supposed to be that's actually valuable to the protocol on some level. It was true for layer zero. People weren't exactly sure what layer zero wanted to reward. Was it the number of transactions? Was it the amount of fees paid? Was it certain corridors? Was it doing a lot of transactions for small amounts? And layer zero, eventually they told people, here's the thing we cared about. I think it's like that big reveal at the end that ends up causing people to get really pissed off, is that they can't anticipate exactly what it's going to be. And naturally, all the people who mispredict what the thing is going to be get mad. But as long as the thing that I think is most common is that when it's pretty obvious what you're awarding, people don't seem to get as mad, right? So the Dex airdrops and things like that seem to be pretty straightforward."
    },
    {
        "speaker": "D",
        "text": "I think itself also requires some, like, more skin in the game, and, you know, it's like you are providing capital or you actually are paying fees to do, to do trades. But, yeah, it's like the other stuff is a bit more nebulous. Speaking of people get. Getting mad. I really love this meme. I think it was from the Zksync discord. It was today's worst."
    },
    {
        "speaker": "C",
        "text": "I was dying when I saw that."
    },
    {
        "speaker": "A",
        "text": "Read this out to us. Read this out to us."
    },
    {
        "speaker": "D",
        "text": "It's three indian flag emojis. Today is worse than September 11 for India. We do not forgive, we do not forget."
    },
    {
        "speaker": "C",
        "text": "You're forgetting the airplane."
    },
    {
        "speaker": "D",
        "text": "And then three angry face emojis. We do not forgive, we do not forget. And then three ZK sync emojis. Zksync will regret messing with India. A bunch of cancel emojis and this is reposted many, many times. It's. Yeah, it's great."
    },
    {
        "speaker": "B",
        "text": "I mean, I feel like the whole ecosystem has like, you know, lost the plot a little bit, right, in that you have all of these people that are gaming metrics in order to get money, and the whole thing just seems a little bit convoluted at this point, where no matter what, there's these brouhaha's because people didn't get the right amount of expected reward for the right amount of work, and all the discretion is in one or two people's hands, and it winds up being a mess. And I just feel like at some point the meta is just going to shift entirely away from airdrops."
    },
    {
        "speaker": "A",
        "text": "I think it's going to have to."
    },
    {
        "speaker": "B",
        "text": "It's going to have to. This system doesn't seem to work that well for distributing a token, necessarily. There's got to be better ways to distribute tokens broadly than like this black box, extremely aggressively Sibyl and gamed airdrop system. It's a pretty shitty way of distributing tokens."
    },
    {
        "speaker": "A",
        "text": "It's not adversarially robust. There is no way in general, unless you have, again, a very clear, ungamable economic metric, like fees paid or volume or whatever it is, there is no way to ensure that, yes, this thing is real. When we have literally pseudonymous accounts, and we have all these really crappy heuristics that we use to try to tell whether people are real or not, and we know that they're messy, we know that they don't work very well, and the better the airdrop farmers get, the worse these techniques become, right? So it's kind of like if you were doing this anti Sybil stuff nine months ago, you could actually do a pretty good job tracking a lot of the Sybil activity, and it's a cat mouse game. The Sybils get better and better, and they become more and more like real users. And as a result, any attempts to do Sybil filtering is going to hit real users and is going to let sybils through, right? Like the error rate just gets worse and worse over time."
    },
    {
        "speaker": "B",
        "text": "Yeah, just to complete the analogy, you know, it's like I don't totally hate all of this, you know, work. And I'm using work very specifically as a word I for token. Because if you look all the way back to bitcoin, right, as like the first proof of work chain, I mean, there's obviously concepts for proof of work prior to bitcoin academically. But like, if you think of bitcoins distribution as very simply proof of work to distribute the token, the entire supply of the token, it made perfect sense, right, that work is completely tied to the root of what the project is in the first place, which is providing security to the system so that you can solve the double spend problem and have a currency that works. But there's very clear examples in my mind of proof of work for token being incredibly positive and I incredibly successful. And I just feel like this current world, it's like it's fake work, it's bullshit, it doesn't provide anything of value, it's all optics, it's not contributing to the broader success of any of these projects. And that's why I think it's just going to have to evolve and the teams that figure out how to more closely tie, you know, the work to the distribution, to the actual point of the application or blockchain or whatever, the better. And I think, I think, you know, hopefully the meta evolves from here, I."
    },
    {
        "speaker": "C",
        "text": "Think, I mean, so there's a bunch of things that are kind of important to note regarding this. You know, I was on one of our guests podcasts a few weeks ago, Gorta talking, and he's a POW, Maxi, and we were talking about POW versus Pos. And in general, Pos is always strictly worse. It's like a worse security model. It has a lot of problems with the fact that the final distribution of tokens is very correlated to the initial distribution. It's very hard to diffuse the token distribution comparatively. And part of the reason for that between proof of work and proof of stake is there's this property called dynamic availability, which means that I can join and leave the network whenever I want. And proof of stake, you can't do that because I have to know how much everyone is staked in order to randomly sample from the set of validators to pick the next validator. If people are joining and leaving, then I might miscalculate how I'm doing that sampling and so you have this problem in proof of stake, where you have to actually lock the stake distribution for some amount of time. And I think airdrops are even worse than that. There's actually some nice research that is in other fields and mechanism design that shows things that look like airdrops or kind of don't work. So I kind of agree, although I don't work for distribution welfare maximization, which."
    },
    {
        "speaker": "A",
        "text": "Suppose your welfare function relative to what."
    },
    {
        "speaker": "C",
        "text": "Relative to what the optimal is. Let's say your optimal is everyone gets equal distribution based on their contributions."
    },
    {
        "speaker": "A",
        "text": "But practically speaking, how would you even measure what the baseline is for Zksync? What does it mean to allocate ZK tokens based on somebody's contribution because of the airdrop is attempting to be, in some sense, it's obviously a very messy way and a very imperfect way of trying to measure that. But that's what they're attempting to measure with the airdrop, no?"
    },
    {
        "speaker": "C",
        "text": "Yeah. The point of kind of these theoretical results is more saying there are very few objective welfare as you can take, that you can actually achieve the optimum easily for by some type of iterative distribution mechanism. It's very similar to this proof of stake problem where the initial stake distribution determines the, the long time stake distribution, or how things look over time much more directly. And this is what I mean, this fact that there's memory of the initial distribution is really kind of a bad thing. You need to somehow get in more randomization, but getting out of the weeds about this, I think the thing is, if you look at fraud in a lot of different fields, in gaming, fraud in Spotify stuff where people are paying people to like their songs, so they show up higher in the ranking algorithm. I don't think this is like a fully is a solved problem in many fields. I think it's this type of thing that like iteratively improves. And each time people are complaining about an airdrop, that's like a gradient step in trying to improve these distribution mechanisms. And I suspect that, yeah, it won't be this kind of like wholesale airdrop thing. It's going to long. In the long term, it needs to be something like more continuous over many rounds and more random between rounds. There should be very low overlap between the rounds. And if there's. I think people are starting to do that. I think a lot of the layer twos initially did that, but then they kind of had this Dao governance distribution problem like op and arbitrum. So I think in the long run we'll find new mechanisms I just think it's, you know, people are going to be angry because they, they made a million dollars on the first one, and then after every subsequent one, they got ten k, and then they got angry. You know, I feel like there's this expectation setting thing, thing, thing that is fundamentally why everyone."
    },
    {
        "speaker": "B",
        "text": "Yeah, the expectations get worse continuously."
    },
    {
        "speaker": "C",
        "text": "Yeah. Only. Yeah, only worse."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I think that's right. I think on some level, there's also a little bit of a faustian bargain that takes place on behalf of the projects that entertain these big. The projects know they're getting airdrop farmed, right? It's like, if you've got these crazy metrics going on and there's not that much real economic activity on the chain, like, you kind of know, layer zero kind of knows, zksync kind of knows, these projects know that there's a lot of farmers on the chain, and on some level, they know that it looks good for metrics like nobody wants to be. You know, it's kind of like when public companies report these, like, bullshit metrics, like community adjusted EBITDA or whatever, because it's just like, oh, whatever. The people like this metric, so we'll report it. Obviously, we know that this is kind of bullshit. It's like, okay, this is just something that people made up, but everyone else reporting it, so we don't report it, we're going to look bad. And so everyone starts reporting this stupid metric that everyone thinks is stupid. And on some level, when you engage in this faustian bargain to allow airdrop farming to continue unchecked on your platform, what it ultimately does is the faustian bargain is that those airdrop farmers, most of them, will not get your token if you're doing your job right. And there's so many more of those people than of the real users that are actually going to use your token post airdrop, that almost certainly, no matter what you do after you do your airdrop, more people will be mad than happy. Like, just by the raw numbers of it, right? Like, there was just, you know, everybody on Twitter has one account and has one ability to like or retweet. But the people who actually use your protocol, instead of putting in $10 on your chain, they put in $1,000 or whatever. Not that, obviously, real users can't have $10 on the chain, but it's just true that by the numbers, the vast majority of people with $10 on a chain are symbols."
    },
    {
        "speaker": "B",
        "text": "Yes. They're doing it to get an airdrop. There's a 0% chance that most of those users would have ever been using that chain if it wasn't specifically under the expectation of getting an aircraft."
    },
    {
        "speaker": "A",
        "text": "Most of them, most of them for sure, there's a small number of people."
    },
    {
        "speaker": "B",
        "text": "In it for the tech who want to demo a brand new chain specifically to discern the technical differences and nuances of that chain relative system."
    },
    {
        "speaker": "A",
        "text": "And, look, I don't think I agree with you. At the same time, I don't think it's useful to moralize and say the people who are airdrop farming are bad people or they're doing something wrong. It's like, no, you can do whatever the fuck you want. Like, I didn't say that people are. Yeah, yeah, no, no, I agree. I agree. But I want to make sure, make clear that I am not saying that either. I think that if you're airdrop farming, kudos to you. Go get yours. Like, that's totally cool. That's, you know, the spirit of crypto is if people are laying out some, you know, economics out on the front porch, you are free to go pick it up. Um, but I think at the end of the day, like, this is the inevitable byproduct of both sides of, of the projects that are openly allowing the airdrop farming to take place and the airdrop farmers who are coming in and ruthlessly optimizing how they extract from the protocols. Both sides get smarter over time, and that causes also both sides to get hurt more over time. It does feel to me like, I mean, I could be wrong, but my guess of where this meta is going is that one, people make things legible way earlier than they do. Right? Like, tarun, you made the point of, like, oh, randomness is good because the people in Celestia couldn't have predicted that you should be doing stuff on GitHub. And if it was, it would have been gamed. I think that only works when you still have the element of surprise. Right? And it was true with uniswap. With uniswap, it was all just a wonderful thing to wake up to nobody. How could you have been mad during the Uniswap paradox?"
    },
    {
        "speaker": "C",
        "text": "But you knew sushi happened. I mean, I mean, uniswap is, like, kind of a little bit weird because, like, of the sushi uni thing."
    },
    {
        "speaker": "A",
        "text": "No, no, I don't think that's true. I don't think that's true. I think uniswap was just an absolute. It really, I mean, I remember I was there, like, people were. It is true."
    },
    {
        "speaker": "C",
        "text": "Like, there was, there were no bad vibes for the."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "It's the first time it really been done. No, it's the first time it done since like 2017. Like, if you remember, there were air drops."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Tron was an airdrop. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I would say is a very successful one. Right, right. It was a couple other airdrops of that era that were all stupid and did not lead to, like, sustainable projects that were survivors. Right. But like, mostly since that long ago bygone era, like, the just send tokens to every user was a forgotten concept. It was a lost art. Like, know, it hadn't really been used successfully in like three ish years. And so I I personally remember it surprising everybody because it was like, oh, my goodness. Like, projects do this and it's like a good project that's already has traction and is successful and like, there's something of, like, importance here. Like, whoa, mind blowing. And then it ruined it for everybody else, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, totally, totally. But I think, like, the further you get away from that gen, like, when we were all babies and nobody had any idea that project could airdrop to anyone. Ha ha. What a surprise. You wake up on Sunday morning and there's a chocolate under your pillow."
    },
    {
        "speaker": "C",
        "text": "But let's be real, this happens in all tech. If I think about even just online ads, SEO is the same dynamic. If I think about social networks, there's tons of spam and fake. This is an inevitable thing about the Internet and the idea that identity is very hard to preserve. And I think we just have to accept that. Like, hey, that's just the way it is, and we're going to learn slowly."
    },
    {
        "speaker": "A",
        "text": "So this is interesting. This is interesting. I think there's two ways you can see where this is going. So one is, I think what you're advocating to ruin, which is cat mouse game forever, which is the airdrop farmers, and the projects just keep trying to one up each other of trying to out Sybil and anti Sybil and so on and so forth forever. And it's like this Manichean contest. I actually don't think that's where we're going. I think where we're going long term is one of two things. One is I think that people are just going to be like, fuck it. We'll just tell you exactly what we're going to reward in advance and we're going to choose metrics that are ungamable. So whether it's liquidity, whether it's just like, here's the thing we're awarding. That's it. No surprises. Here's how many tokens are coming? And the tokens get. I guess you can't do that for security reasons. Whatever. But here's the thing that we're awarding, and there's no surprises, because if there are surprises, then people get mad and then there's gaming and then there's uncertainty and it's like, I'm just going to remove all the element of surprise or two. We go toward full on KYC to get airdrops, which is, I'm just going to break the crypto invariant. That's because already we're blocking on, like, if you're from Luhansk or from, you know, Crimea, or if you're from us, you don't get the airdrop. So, okay, if we're already doing that."
    },
    {
        "speaker": "C",
        "text": "Or India, how far away are we?"
    },
    {
        "speaker": "A",
        "text": "Or India or whatever. So, yeah, like, for some of these, like, a large part of the developed world. Well, fine. Let's just. Let's just KYC and just get it over with. Because, you know, we're basically trying to do that through the back door. So I would predict, actually, that we're going in one of those two directions rather than."
    },
    {
        "speaker": "C",
        "text": "That's so sad."
    },
    {
        "speaker": "A",
        "text": "I don't think it should."
    },
    {
        "speaker": "C",
        "text": "I just don't think the KYC thing works. I don't think the KYC thing is going to scale. And you're just going to have this problem where your distribution is even more concentrated."
    },
    {
        "speaker": "A",
        "text": "How does it not work? Why do you say that would not work?"
    },
    {
        "speaker": "C",
        "text": "No, no, no. It's just not going to scale. You're not going to get this, like, crazy distribution of your asset. You're going to have this, like, highly concentrated to whoever passes the KYC and is, like, easy first and, like, has the most capital."
    },
    {
        "speaker": "A",
        "text": "It's not that hard to pass KYC."
    },
    {
        "speaker": "C",
        "text": "Trust me. I know, I know, I know, I know a lot of industrial airdrop farmers after I went to Dubai and Singapore. And all I have to tell you is, I would say greater than 50% of them won't pass KYC."
    },
    {
        "speaker": "A",
        "text": "I'm not saying that airdrop farmers won't pass KYC. What I am saying is that if you are trying to do a non."
    },
    {
        "speaker": "C",
        "text": "Then who's replacing them? Who's replacing them? Who's this KYC magic set of KYC people who's going to magically want to take these tokens that isn't already doing it?"
    },
    {
        "speaker": "A",
        "text": "What? I'm not understanding your question."
    },
    {
        "speaker": "C",
        "text": "They can't pass KYC. If they can pass KYC, I'll also."
    },
    {
        "speaker": "A",
        "text": "Of course you can pass KYC, but they can, they can pass KYC with one account and or, you know, the number of people they have on their team. Right? So they have. There's three people working at this airdrop farm, okay? They have three accounts that can pass KYC. Right, instead of having 5000 accounts that can pass KYC."
    },
    {
        "speaker": "D",
        "text": "Yeah. I think maybe to your point, it's just a return to linear airdrops. There's this very nice idea that, you know, one address is one person, which ideally we would love to have. And of course, in practice, that is not true. And so we apply all these little heuristics to try to, like, filter that out. But practically speaking, it's. It's, it's not possible. And so I think I maybe lean more towards, towards your first point, which is just like, it's a return towards, you know, linear airdrops. And, um, you know, that, that's just kind of what, what people come to accept. Like, even all the other airdrops have also been, you know, linear airdrops proof of work. That's basically a linear airdrop, right? You get paid out proportionally to how much compute power you're providing. And so it kind of sucks. But I don't know, I think the Kyz stuff is just somehow it's a third rail. And I just don't know if crypto people are going to ever sort of sign up for it."
    },
    {
        "speaker": "A",
        "text": "I mean, ultimately, Kyc is like, what are we trying to do with Kyc? It's some kind of proof of humanity, some kind of proof of you are a real person. What we are doing with all this anti civil stuff is we're trying to do a janky ass version of KYC. The idea is that, well, if I can see that you interacted with this thing and you're not connected to this many other addresses, then that probably means you're a real person. If this were a normal tech company and you were like, okay, we're going to try to tell if these are real people by looking at all these weird signals of the amount of activity and this and that and blah, blah, blah, you would just be like, okay, well, just show us your credit card or give us a mobile phone number and we'll ring you. There's a hierarchy. I used to work in anti fraud back when I was at Airbnb. And there's a hierarchy of what are often called frictions that you will throw at a user in order to verify that they are real. And the heavier the friction, the more drop off you're going to have. And the more annoying it is to users. You really don't want to use the highest frictions unless you're dealing with a lot of money. Very low friction is like, send an email if they can verify they have a real email. It's not trivial to get a Gmail. It's not hard, but it's not trivial to get a Gmail. If you have a very low repute email account from, I don't know, some, one of these throwaway protonmail or something, then, okay, that doesn't count for much. And then above that you've got a phone number, and above that you've got a credit card. And the very top of that list is kyc of a passport, a driver's license, something like that, some kind of government id, because these are just the hardest signals to forge. Now, I don't know that we necessarily have to go all the way there, but something along the lines of some kind of proof of humanity. And maybe it's a humanity Dao or world coin, or maybe it's something like, maybe it is straight up kyC, or maybe you do something like part of the airdrop is done on chain in a linear way in response to some metric, and then part of it is some super cheap coinless sale or something else that you can say, look, if you're a real user and you want to get this thing, you know, come in through the front door if you want to buy it on one of these platforms, but it doesn't feel to me like the idea that you can do all those things at once is going to survive. I think that is what is not going to last."
    },
    {
        "speaker": "C",
        "text": "I just kind of get the feeling that if you did airdrops via KyC, then you also just make it so easy for governments to be like, this is security, and now it's security's offering, and you have to register and blah, blah, blah, blah, blah. You know, it's like, if we go down that road, like, crypto is so boring. I mean, they're not doing that for airdrops, though, right? If we look at."
    },
    {
        "speaker": "A",
        "text": "Has tried, hasn't it?"
    },
    {
        "speaker": "C",
        "text": "Yeah, but it hasn't worked, right? Everyone just goes to domiciles that are friendly to it. And I think that's the, that that is the nature of this thing. Like, I think the moment you go to this, like, system, then it's like, okay, give me a securities offering, because, like, what's the point? You, you might as well do that. That's like, it really doesn't feel like you're doing anything new. And you've gotten rid of the point of crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, you can do it in a ZK protecting way such that you're not actually disclosing your KYC information to the token issue."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, no, no. That type of stuff. I agree. There is a future for. Right. Where I can give you a private credential that the contract can verify. I just think that, like, right now, we're just not at the point that those attestations are in the. And I think they'll get there. But even then, I'm not. I still feel like there's something missing in that scenario because it's like you're still excluding a lot, a lot of."
    },
    {
        "speaker": "A",
        "text": "People from you are, you are. There's no system you're going to create that's not going to exclude people, but the stuff we have now is also excluding a lot of people. Right. Like, ultimately, when, when the symbols are this good and this organized, like your, your, your precision and your recall just have to suffer in any, no matter what algorithm you're using. And that's what we're seeing, right. That's why people are so upset, is that there are a lot of real users who have to be excluded from any sufficiently good criterion, and there are a lot of fake users that are getting in, if you want any number of real users who can also get in. So when, when the arms race gets this heavy, there's always going to be losses on both sides. Unless you ratchet up your military, right? Like, unless you start, if it's all bayonets, like, yeah, a lot of people are going to get hurt if you bring out guns all of a sudden, the balance of war can change anyway. Yeah, I guess we'll see. Yeah, I guess we'll see. It's interesting, but anybody who's airdropping in the near future, and I guess the other thing, too, it's always unfortunate to see when a project goes through, whether it's layer zero or Eigen Lair or Zksync doing an airdrop and it not being this celebratory moment, but instead people just being mad and politicking and arguing. It's very much like government wherever any bill. Just the only thing you hear is people arguing and being mad. And it kind of feels like that's sort of what airdrops have become, is this moment of people putting a project on public trial. It's unfortunate to see, but anybody who is considering doing an airdrop in the near future, I guess I would just wish you the best of luck, because it's really rough out there. If you are in any way attractive."
    },
    {
        "speaker": "C",
        "text": "To farmers, I feel like this is Steve singing. Singing ground control to major Tom to all founders right now."
    },
    {
        "speaker": "A",
        "text": "I mean, anybody's listening to the show. Yeah, I mean, there's. I feel like there's been a lot of lessons learned on the battlefield."
    },
    {
        "speaker": "B",
        "text": "Ground control to Sybil Tom."
    },
    {
        "speaker": "C",
        "text": "Ground control to Sybil Tom. Yeah, I mean, you know, I remember, right, one of the first meme coins. The only meme coin I think I've ever owned, other than doge, is Tom."
    },
    {
        "speaker": "D",
        "text": "I'm honored. I didn't even know that. Wow. Great. That's a great."
    },
    {
        "speaker": "B",
        "text": "Is that the one you can redeem for a custom made meme?"
    },
    {
        "speaker": "D",
        "text": "A meme? That is correct, yes."
    },
    {
        "speaker": "B",
        "text": "Oh, that has more utility than mother. Has more utility than mother."
    },
    {
        "speaker": "A",
        "text": "Hey, can you buy. Can you buy mobile phone plan using Tom yet?"
    },
    {
        "speaker": "D",
        "text": "Not yet. Don't tell Iggy. I don't want to be put on blast."
    },
    {
        "speaker": "C",
        "text": "I got to say, I actually really like the Iggy azalea energy because I do kind of feel like the point of this meme coin stuff is to show that in permissionless stuff, I don't have to donate to the charity or whatever in all the fights that's happening. And I kind of like it because it's just so blatant in your face, and it shows you the trade offs you make in permissionless systems. You can't have everything you want. And here's one example of. Of that, and I think, like, yeah, I feel like that the stuff is, it brings out parts of humanity that, you know, you sometimes forgot existed. And it's good to. It's always good to get the slap."
    },
    {
        "speaker": "A",
        "text": "You forgot she existed?"
    },
    {
        "speaker": "C",
        "text": "I did forget she existed. Honestly. I honestly didn't know what she did. I had to look her up. I was like, that name sounds familiar. Really? I don't know. I listen to too much techno. I don't know. I know anything about Iggy Aziel."
    },
    {
        "speaker": "A",
        "text": "That makes sense. That makes sense. I will say the thing I respect about mother and Iggy Azalea is that it's fun and chaotic, and that is very much the roots of crypto is being fun and chaotic, and it's good to have projects that get back to that core of what crypto is all about. So I respect it. Anyway, cool with that. We got to call it a wrap, but thank you, everybody, and we'll be back next week. More news."
    }
]