[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of Tukwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "B",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I named trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "I like that."
    },
    {
        "speaker": "C",
        "text": "ETH is the ultimate defi protocols are the antidote to this problem. Hello everybody. Welcome to the shopping block. Every couple of weeks, the four of us get together and give the industry insider's perspective on the crypto topics of the day. So we've got a special guest today, but let me quick do intros. First, we've got Tom, the defi maven and master of memes. Next we've got Tarun the gigabrain and grand poo bah at Gauntlet. Today we've got a special guest, Paul Grewal, the chief legalese officer at Coinbase. And then I've got myself on the c, the head hype man of Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is legal advice, life advice or invested advice. Please see chocolate block that XYZ for more disclosures. Paul, it's great to have you here in person."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me on, guys. Appreciate it."
    },
    {
        "speaker": "C",
        "text": "This today, I mean, we were planning this, obviously, but today's a very special day because today was just the day that it was announced that the grayscale bitcoin spot ETF lawsuit, basically, grayscale won and a judge kind of smacked the SEC and said, hey, no, this is, I believe the term was arbitrary and capricious. Market is up. Coinbase is up 14%. Bitcoin is up 6%. There's jubilation in the markets like, oh my God, the courts are finally pushing back on the SEC. Let me just get a quick reaction from you. What do you think about this whole situation that we've seen today with the grayscale win."
    },
    {
        "speaker": "D",
        "text": "Well, I think today's win for Grayscale is nothing short of monumental. And it wasn't actually just one judge. There were three judges on the circuit court panel that basically held not only was the SEC's denial of Grayscale's application arbitrary and capricious, the court held that it was incoherent and lacking in reason. Those are very harsh assessments by a circuit court in reference to an agency that's usually receiving all kinds of deference when it comes to its decisions on administrative law issues. Big day."
    },
    {
        "speaker": "C",
        "text": "Yeah. So there's been a lot of jubilation. You asked me earlier, okay, you're a legal guy. All the lawyers are like, up in ours. They're having a field day with this. And you asked me, okay, what does a normal person think?"
    },
    {
        "speaker": "D",
        "text": "So what does a normal person think, actually?"
    },
    {
        "speaker": "E",
        "text": "So I was just listening to a Bloomberg podcast where they, you know, I feel like the financial media doesn't really have this feeling of, like, bitcoin is so easy to buy. Why do you need an ETF? And they spent half an hour talking about that. They were like, it makes no sense that these crazy crypto people are so excited about an ETF, given that you can just buy bitcoin. And so I thought that was a funny reaction, but that is like a non crypto."
    },
    {
        "speaker": "C",
        "text": "Interesting. Tom, what was your reaction?"
    },
    {
        "speaker": "B",
        "text": "To an extent, I feel sort of ungaslit, because I think in sort of the court's opinion, it talked about the fact that the bitcoin futures ETF has been out for a while, but the spot ETF is not approved because obviously the future trades on CME, there's surveillance issues with spot, but obviously futures track the price of spot. So if there's market manipulation on spot, it should affect the futures. And they talk about this in the findings that the futures track spot, the price of spot 99.9% of the time. And so me, as a relative layperson, I'm like, yeah, of course, that's true. That's always been true. Why would you not approve the spot? And so it's interesting to see they sort of think about it similarly."
    },
    {
        "speaker": "C",
        "text": "Yeah, there's been a lot of enthusiasm about this idea that an ETF is going to unlock massive amounts of retail participation into crypto. I've always been somewhat skeptical of this story because of the, basically, I think what the people in the Bloomberg podcast were saying, which is that anybody who wanted to buy crypto, not literally anybody, but most people, they figured out a way to do it and that was the theme of every bull market in crypto, is that people will jump through incredible hoops in order to get access to this stuff if they really are excited about it. And the amount of people who learn how to use metamask off of TikTok just belies the fact that, yeah, people will do all sorts of stuff if they really want the thing that is being propounded to them. And so is it that hard for somebody to go on Coinbase and buy some bitcoin or even to go buy GBTC? Obviously, thats why GBTC was trading at such a premium for the years that it was. Now, all that being said, I do think that a bitcoin spot ETF, in my estimation, it probably matters more actually for institutions than it matters for retail, because I can tell you, having interacted with a lot of institutions, they really get scared when it comes to we have to onboard onto a new counterparty. So we have to get a relationship now with Coinbase. And obviously, Coinbase is the most trusted party in the space, and there's the fidelities and the other people who are also doing this. But it's just like a conversation you have to go have with your CIO. We got to go and underwrite this thing and decide how we're going to do it, and blah, blah, blah. And if you can just say, like, okay, there's an ETF, and we just like, we already have the relationships that we need. We have the brokers, we have the custodians, all that stuff. We don't need to add anything more in terms of infrastructure in order to get exposure to bitcoin, that feels to me like the bigger unlock. And just the fact that, like you said about being gaslit, like, everybody in this industry is like, what are you talking about? Of course the future's resolved to the spot price. That is the point of futures. So if. If the spot price is manipulable, then the futures price is manipulable, QED, end of story. So the idea that, like, a judge is going to come in there and say, yeah, yeah, no, this is crazy town. Of course the thing you think is happening is the thing that's happening, which is the SEC is being unfair, and it feels the biggest thing that's happening is that there's a vindication that the SEC does not just arbitrarily get to decide. I like this. I don't like that. They have to be fair and neutral."
    },
    {
        "speaker": "D",
        "text": "Well, there's no question. I mean, look, we had, again, three judges of the second most powerful court in the land, saying, you got to be kidding me, sec. To put it in Layperson's terms, that's literally what it means to be acting arbitrarily, capriciously. As the SEC was found today, the court looked at evidence that there was a 99.9% correlation between the two markets. The court looked at the fact that the surveillance sharing agreements that were apparently perfectly well and good when it comes to futures were providing no greater security than the securities provided by supervision of the spot markets. And the thing that I think is most striking about this opinion, put aside the fact that you had an appointee of President Obama, an appointee of President Trump, and even an appointee of President Jimmy Carter, if you can believe that all agreeing that the SEC acted arbitrary, capriciously, offered an incoherent explanation. Even beyond all that, the thing that's most striking about this is that the court was unequivocal in sending this decision back. It did not offer the usual, well, the SEC has some decent arguments over here, but for other reasons we have to hold in favor of grayscale. If you read Judge Rowe's opinion, she goes through every single issue one by one and rejects the SEC's position out of hand. It's an extraordinary decision."
    },
    {
        "speaker": "C",
        "text": "Yeah. Usually you do see a lot more deference than the SEC, and for good reason. For good reason. They're the agency that's charged with being responsible for policing these markets."
    },
    {
        "speaker": "E",
        "text": "Well, the other thing was the act that was violated. I guess the agency protection was the Agency Protection act."
    },
    {
        "speaker": "D",
        "text": "Well, it's the Administrative Procedures act."
    },
    {
        "speaker": "E",
        "text": "Yep. Yeah, I just remember it was APA."
    },
    {
        "speaker": "D",
        "text": "You got the layers right."
    },
    {
        "speaker": "E",
        "text": "How often is that actually an issue? Does that get."
    },
    {
        "speaker": "D",
        "text": "Parties challenge agency decisions all the time under the Administrative Procedure act, lots of parties often are disappointed when the EPA or the Treasury Department or other agencies, including the SEC, reject the proposal that they make. And many of them try to argue that the decision was arbitrary. But the bar is extraordinarily high when you're bringing that kind of challenge, because our law does recognize, as he points out, that agencies should get deference. They are the experts in the room. They are the ones who have seen these issues over and over again. And so this is not a question or a situation where a court simply disagreed with what the SEC did. The court fundamentally rejected the entire process that the SEC followed in reaching the decision and then called out over and over again all the ways in which, when it looked at this record, it couldn't believe what it found. So I do think this was highly unusual, and I do think it speaks to a broader issue at the SEC, beyond just, was this the right call in this particular case?"
    },
    {
        "speaker": "C",
        "text": "So what baffles me about this is like, what exactly is the psychology at the SEC? That, like, a bitcoin futures ETF is okay, but bitcoin spot is nothing. Because if you're like, look, I don't want anything. I don't want retail touching bitcoin. Right? If that's your view, why this, why the futures but not the spot? I don't know if anybody has a mental model of why they would care about the distinction between futures. The spot, in my mind, once you let the thing in, okay, that's exposure to bitcoin that anybody can get in a schwab account. I don't know. Do you guys have any intuition why this is the hill the SEC wants to die on?"
    },
    {
        "speaker": "D",
        "text": "Well, I hesitate to jump into the mind of any commissioner, let alone the chair of the SEC, on this issue, or, frankly, any other issue. But since you asked the question, I can't help but engage or indulge in a little bit of speculation. Look, the fact of the matter is, this type of product will unleash an entirely new wave of interest and adoption by all kinds of market participants, especially the institutions who, for all kinds of reasons, aren't in a position or just are not comfortable yet owning the underlying digital assets. And I think that the SEC looked at this and saw that if we allow this line to be crossed, if we suddenly find ourselves in a world where you have mainstream institutions able to fully participate in the digital asset market, at least with respect to bitcoin, for now, you're going to see all sorts of follow on effects that undermine their strategy of trying to contain and constrain digital assets before they become widely adopted. So I do think that there were considerations here that went far beyond just concerns about market manipulation and fraud, which are, of course, the only basis upon which they were supposed to review this application in the first place."
    },
    {
        "speaker": "C",
        "text": "Yeah. And it's striking, too, and I'll just make this last point, is that the particular case that they were adjudicating? So I think there's been applications for ETF's going back since 2013. I want to say I think the Winklevoss twins were the first to file."
    },
    {
        "speaker": "D",
        "text": "If I'm not mistaken."
    },
    {
        "speaker": "C",
        "text": "That's right. That's right. And then there's been, pretty much every single year, there have been other attempts to file bitcoin, spotty tfs. They've always been rejected. What's notable, of course, about Grayscale is that it is really the one example where you can point to actual investor harm by not approving the conversion of. You can find exactly like this thing is trading at a massive discount. That means people who bought this thinking that they were getting exposure to bitcoin, now they are in the hole, they're bleeding fees out to grayscale, and there's nothing they can do but wait until the SEC kind of changes its mind or decides suddenly, oh no, nevermind. Now the spot market looks like it's not that manipulable anymore, or whatever it is that they're going to eventually concede on. So it feels strikingly just the opposite. Bizarro world interpretation of what their job is is okay for some of the other applications, like, okay, maybe like whatever, blah, blah, blah. But grayscale is kind of special in that there are real, it's not a theoretical thing. There are real investors being harmed right now who are mostly retail investors."
    },
    {
        "speaker": "E",
        "text": "So I think we've been talking more about the retrospective, but the one thing the ruling didn't do is it didn't say, hey, today, you can open the ETF today. Right? It just said you have to go back. And so I'm more curious what you think the likelihood that the SEC will sort of try to find some other excuse versus."
    },
    {
        "speaker": "C",
        "text": "I mean, the language was so unequivocal. It was like, look, we agree. Like, basically, I believe the statement was, you know, Grayscale says that it was unfair and capricious and that their ETF should be approved if the futures are approved. And the judge said, we agree, go, but try to try again."
    },
    {
        "speaker": "E",
        "text": "The judge didn't force the."
    },
    {
        "speaker": "D",
        "text": "That's right."
    },
    {
        "speaker": "E",
        "text": "And so there, there is still."
    },
    {
        "speaker": "C",
        "text": "And they, is that even a move available to the judge?"
    },
    {
        "speaker": "D",
        "text": "It's not. It's not. And the SEC does have some other options even before it has to reconsider the application. It could, for example, ask the full circuit court of appeals, the complete complement of judges on the DC circuit, to review this decision. It could even ask the Supreme Court to take up the issue. Now, I think both of those moves would be losers for all kinds of reasons. And I think that the message from this panel, again, consisting of ideologically diverse judges, was, go back and do your homework. Now, once it gets the mandate from the court and has to formally return to that process, it's entirely possible, you're absolutely right, that the SEC could come up with new excuses, new bogus explanations or reasons why this application should be rejected. But there's no there, there. They've never offered any other explanation other than this stated concern about fraud and market manipulation that has now been firmly rejected for the SEC at this point. To now come up with entirely new causes. To reject the conversion, I think, would just further undermine its credibility in ways that would create lasting damage for the commission that go far beyond just the ETF market or this particular application."
    },
    {
        "speaker": "C",
        "text": "We do love indulging in speculation on the show. Obviously, not investment speculation, but news speculation. And one of the theories that was propounded earlier of why BlackRock filed their ETF at the timing they did. One of the conspiracy theories is that the SEC basically saw the writing on the wall from the questioning they were getting from the judges that this was not going to go well for them, and that, okay, they're probably going to force our hand to approve an ETF. And if that's true, we'd much rather have Blackrock own this market, then Grayscale owned this market. And so, yo, someone calls it, you know, they call it Blackrock. They're like, hey, I think we're going to have to approve bitcoin ETF soon. You guys should get in here and what do you know? There's like seven or eight bitcoin ETF's ready to go such that by the time they, you know, the, the hope, I think, from the SEC side, very."
    },
    {
        "speaker": "E",
        "text": "Very out of curiosity, is it legal for that to happen, or is that just kind of like a very unworthy."
    },
    {
        "speaker": "C",
        "text": "There's nothing legal about that. There's nothing in principle legal about it."
    },
    {
        "speaker": "E",
        "text": "It just seems a little weird that you're sort of playing favorites."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's weird and kind of a shitty thing to do, but, I mean, for grayscale, obviously, but."
    },
    {
        "speaker": "D",
        "text": "Well, I think that. Look, I certainly have no evidence that this alleged plot was hatched or carried out."
    },
    {
        "speaker": "C",
        "text": "Well, plot is a strong word. I don't want to be clear. I'm not accusing SEO plot. I am recounting speculation."
    },
    {
        "speaker": "D",
        "text": "Fair enough. Fair enough. But I think that in most cases, the simplest explanation is the best explanation. I think here, the simplest explanation for Blackrocks sudden move into this market was that they too, like everybody else, studied the situation carefully. If I remember correctly, the application Blackrock filed came right around, or just after the time that this case was argued to the DC Circuit Court of Appeals. And anyone reviewing that transcript could see for themselves that each of these judges, again, with very different worldviews on the law, all were sort of scratching their heads at how on earth can you justify this decision when you've approved these two other applications for futures ETF's. You haven't offered a coherent explanation as to why this spot market is uniquely susceptible to fraud or manipulation. Nor have you offered any stated reasons why that same concern wouldn't impact the futures markets that you just signed off on. I think, speaking for myself, Blackrock was just doing its homework and saying, okay, this doesn't make any sense. Of course, courts can always do strange things, but the smart money here is that this is going to be rejected and that the applications are going to be, are going to compiling in. Of course, that's exactly what we saw after Blackrock made its move."
    },
    {
        "speaker": "E",
        "text": "I'm more curious from a speculative lens, since you want to indulge in more speculation. Who do you think will get the first approval? Cause there's so many application like Blackrock."
    },
    {
        "speaker": "C",
        "text": "Valkyrie, I would suspect it happens simultaneously."
    },
    {
        "speaker": "E",
        "text": "You think they're gonna approve multiple at once?"
    },
    {
        "speaker": "B",
        "text": "They're all file around the same time?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it must be. It must be. I think they want to avoid the appearance of."
    },
    {
        "speaker": "B",
        "text": "Out of curiosity, what is the GPDC discount at now? Cause it's been closing for throughout the."
    },
    {
        "speaker": "E",
        "text": "Past six months or so."
    },
    {
        "speaker": "C",
        "text": "Yeah, actually, I did not check that they would know what it is."
    },
    {
        "speaker": "D",
        "text": "A very interesting question. I just had one last point for bond, which is on the delay point. I know that a lot of us in crypto sometimes get impatient with the courts. This was certainly the case with Judge Torres in the XRP lawsuit. But I hope that in each of these cases, whether it's Judge Torres in the XRP case, or here with the DC circuit in Grayskill, we've all seen that sometimes, sometimes just a little bit of deliberation, a little bit of care can go a long way. And so I hope we can all at least give the courts their due when they deserve it."
    },
    {
        "speaker": "B",
        "text": "Okay, well, it was at 25% yesterday, up to 17% today. Sets us up big."
    },
    {
        "speaker": "E",
        "text": "Gather."
    },
    {
        "speaker": "C",
        "text": "Okay, pretty good, pretty good. Okay, interesting. All right, so speaking of giving the courts their due, we should talk about the big elephant court case in the room, which is, of course, Coinbase versus the SEC. I will actually hand off the mic to you to give a little bit of backdrop and exposition of Coinbase's relationship with the SEC. If you could start at maybe know, going back to the, what's called filing us one and going public to that eventually the coin, receiving the lawsuit from the SEC, and where you guys are at now, currently in your battle with the SEC."
    },
    {
        "speaker": "D",
        "text": "Well, let's gather around the campfire. Okay, here we go a little tale. Look, as you point out, we have been engaged with the SEC not just for many months, but for many years. And of course, in April of 2021, after nearly six months of back and forth on our s one application, the SEC approved Coinbase to list as a public company. Watershed moment for the company, certainly, but for crypto as a whole. And at that point in time, when it reviewed the application by law, the SEC made a specific determination that Coinbase listing on the public markets was in the public interest and consistent with the protection of investors. All right, mind you, this was after six months of review of every element, every facet of our business, including an exhaustive examination of our listings process, the process by which we review individual assets. And so, having been permitted to list as a public company, we found ourselves feeling pretty good, in fact, very good, that the rigorous process we put into vet assets to make sure that we were not listing securities or other assets that may pose an undue risk to our customers. We thought, look, this has been a tough road, but we now have the SEC's permission to list as a public company. Well, a month after that, in fact, just a few weeks after that, the new chair of the SEC, Mister Gensler, testified before Congress on a whole range of topics. But even in that, even on the question of regulation, was unequivocal and clear at that point in time that there are, quote, no regulatory authorities that apply to cryptocurrency exchanges like Coinbase. And so he asked for Congress to take action, because Congress was in fact the only part of the government that was authorized to take action, to put in place sensible rules to make sure that investors and consumers were adequately protected. Fast forward just a few months later after that, suddenly the SEC's tune changes, and suddenly we now have Mister Gensler claiming that he has all the authority he needs to regulate this entire market, that with perhaps the exception of bitcoin, all of these assets qualified as securities under the federal securities laws. Enough, therefore, were subject to his jurisdiction. And so, before we knew it, we suddenly found ourselves the subject of an SEC investigation. A short time after that, we received a formal wells notice, which put us on notice that the SEC believed we were violating the federal securities laws, even though in that notice and in the conversation surrounding it, they wouldn't tell us what assets were potentially securities, what products and services gave them any specific concerns. They simply said, we now think you guys are violating the law. And despite our best efforts, after receiving that Wells notice, a short time after that, we were sued in federal district court and so that history alone, I think, would give any reasonable person pause as to why the SEC would suddenly change its tune after having exhaustively examined Coinbase's business and made repeated public statements by the chair in front of Congress that there is no authority that applies to Coinbase or other cryptocurrency exchanges. But it's even worse than that, because even though we saw these dark storm clouds gathering on the horizon, and the sudden change in mood and mind at the SEC, we tried to get rules in place that would allow us to list digital asset securities, and that recognized that the current landscape was far too uncertain and far too unclear for anyone to tolerate. And so, as a result, in July of 2021, in the middle of all this, we filed a formal petition for rulemaking. We asked the SEC something like 50 questions that we thought needed to be answered in order for there to be a way for Coinbase and other cryptocurrency exchanges to register. We wanted to register, we wanted rules, but there needed to be standards set out in a thoughtful, methodical way so that everybody could understand what the landscape was. That petition was followed by no less than 30 separate engagements that we had, conversations in person, meetings. I was almost to the point of sending smoke signals any way we could get in front of the SEC to lay out our ideas for a sensible path to registration and regulation, and more importantly, get their ideas in return on what we needed to do. Nothing. Instead, at the end of that process, the response was simply, thank you very much, Mister Graywell, for your time. And a short while after that, we were hit with the wells notice. So it's a very difficult timeline and sequence of events to understand. And yet, I think what has been remarkable to me, above all other things throughout this entire process, is that at no point in time has the SEC ever said, you know what? Let's have a real conversation. Let's have a real dialogue. And in fact, things got so bad, even before we were sued by the SEC, that Coinbase actually brought a case of its own. This was a case we filed in the third Circuit Court of Appeals, in which we asked the court to simply order the SEC to provide a yes or no answer to our very basic yes or no question that we posed in our rulemaking petition was, can we get sensible rules for crypto or not? And remarkably, the SEC responded by saying, we're working. We'll get back to you, judge, in due course. And the court said, no, no, no, it doesn't work that way. You may be able to play that way with companies like Coinbase and others out in the marketplace. But this is a United States court. You're gonna answer our questions. And so that case remains pending. It's a complicated legal landscape. There are lots of lawsuits playing around. But the core issue across all of these is why won't the SEC just tell all of us what the rules are? We want sensible rules, we wanna comply. I work with people in crypto and all sorts of organizations in these every single day. I have yet to meet someone who, acting in good faith, is trying to skirt the rules or avoid responsibility. We just need to know what it is we are expected to do. And I guarantee you this industry will do it. But so far that hasn't happened."
    },
    {
        "speaker": "E",
        "text": "Well, actually, what do you think the reason they had this change of heart was?"
    },
    {
        "speaker": "D",
        "text": "Again, now I have to just back into your mind of the SEC."
    },
    {
        "speaker": "B",
        "text": "We love speculation."
    },
    {
        "speaker": "D",
        "text": "Yeah, I can tell a certain theme is emerging. Look, I think we have to be very clear eyed about what happened between the day we were allowed to list as a public company and the day we were sued. FTX happened, number one. And it wasnt just that there was this calamitous event for the industry, or that investors and consumers were harmed, it was that the chair of the SEC himself was doubly involved. How many meetings did Mister Gensler have with Mister Bankman freed over this period of time when I, he refused an in person meeting with our CEO? How many times did he communicate back and forth with representatives of FTX when we were told, sorry, we have nothing to say to you, even though for 30, it's 30 separate engagements, you presented ideas on how to register. So I can't prove, but I think it was there."
    },
    {
        "speaker": "C",
        "text": "So between Jay Clayton's SEc and Gary Gensler's SEC, was there also a change in attitude for the SEC toward Coinbase?"
    },
    {
        "speaker": "D",
        "text": "Well, look, there's no question that as administrations change, attitudes change, priorities change, and look, elections have consequences. I think we all have to recognize that. You can make the argument that actually very little actually changed, specifically when the new administration came in. Because of course, it was Mister Clayton's SEC that approved the lawsuit against ripple. That wasn't Gary Gensler, it was Mister Gensler who chose to pursue that case. But there was at least that consistency. I think what happened here was that FTX proved to be an embarrassment for the commission. There was a political reaction to that fraud and abuse, and unfortunately, not just for Coinbase, but for many others in the industry. The rest of us are paying the price for that in ways that continue to this day."
    },
    {
        "speaker": "C",
        "text": "So one thing that's, as a chief legal officer, I think you said I."
    },
    {
        "speaker": "D",
        "text": "Was a chief legalese officer."
    },
    {
        "speaker": "C",
        "text": "That's right. Depending on where you're stationed. One of the things that's unique about the way that you guys are approaching this case is in your approach to publicity. And I imagine you sort of alluded to this earlier, that you guys are breaking a lot of the rules that one is generally advised to do when interacting with one's own regulator."
    },
    {
        "speaker": "D",
        "text": "Those are the only rules I'm willing to even consider breaking."
    },
    {
        "speaker": "C",
        "text": "Okay, fair enough. Fair enough. So I'd love to get an understanding. I mean, you guys started this. I don't know. I was saying, you guys. Bryan Armstrong, I think, started this very early with, I believe it was the earn product, where he went out on Twitter and basically said, hey, I think the SEC is up to something weird, like, well, I don't know what's going on here. And that attitude of, let's say, kind of very public and transparent defiance, I would say, has continued to characterize a relationship with the SEC. How do you think about that strategically? Because I will say that although I've seen a lot of public criticism, especially from other lawyers, saying that they think that this is stupid or ill advised or whatever, it does seem to be working."
    },
    {
        "speaker": "D",
        "text": "Well, I appreciate that, and I can understand why many lawyers may sort of shake their head at our approach, because this is an approach that is exactly the opposite of what you are taught as a baby lawyer. And as you confront situations like this. Look, the typical legal response in any lawsuit, let alone a lawsuit with your major regulator, is to go shut the door, hide, issue a bunch of no comment responses to questions, and keep the public, including your own customers, entirely in the dark as to how things were going. We decided very early on, and I say we, but I really mean Brian Armstrong, our CEO, that we were going to take a very different approach for the simple reason that it's just much more in line with who Coinbase is as a company, our values, and frankly, strategically, what we thought was the most effective way to make sure that the public at large understood what its government was doing in its name. Let's not forget, the United States government works for the United States people. It's not the other way around. And so we thought it was very important for people, whether they were pro crypto, anti crypto, or somewhere in between, to understand what was going on in all of this. The other thing, I'll just say, I certainly don't relish the opportunity or the need to defy the SEC or any other regulator in this country. We have a tremendous respect for the rule of law here at Coinbase, and I would suggest that we actually aren't defying the SEC writ large. Even as we find ourselves in court with the commission, we are actively engaged in conversations on a whole host of other issues that go beyond the issues of our lawsuit. And that's because we want rules, we want regulation. I want standards in place to keep all american investors and consumers safe. But it has become abundantly clear to us this really did Haseeb drive our strategy, that as unusual and frankly, uncomfortable as it might be, it is critical that we draw the wider public into the conversation and not simply have this be a fight that takes place behind closed doors."
    },
    {
        "speaker": "C",
        "text": "Right. I will say I am really glad that you mixed up our names. Cause I do that all the time. It's good to know the chief legal officer of Coinbase. He's just as bad as I am."
    },
    {
        "speaker": "D",
        "text": "It's true."
    },
    {
        "speaker": "E",
        "text": "Actually, one question, kind of slightly related. We may have been talking about the SEC and their sort of behavior, but what about sort of other commissions? I know you just got an FCM license, if I remember correctly. So how would you compare and contrast those working with the CFTC?"
    },
    {
        "speaker": "D",
        "text": "For instance, if it's not night and day, it's at least a dusk or dawn and day. I mean, it is remarkable to me, as someone who talks to regulators nearly every day across the United States government and in many states, how much of an outlier the SEC is relative to other parts of our government. You brought up the CFTC. The CFTC is no slouch when it comes to regulation. These are tough customers. They are very, very exacting in the standards they insist upon for any of the products and services that they regulate. And yet. And yet, as you point out, we've been able to have a relatively, I would argue, quite a quite productive dialogue with them on a whole host of issues, including our interest in offering services as an FCM. The legislation that is now pending in the House that would for the first time authorize the CFTC to regulate the spot market for digital assets is legislation we support. Because, again, the CFTC has demonstrated it can be tough, it can be strict, but it can also be fair. We have had our issues as a company at the state level, for example, with the New York DF's. And yet I have been personally impressed by the quality of the conversations we've had with the New York DF's staff, as well as with the superintendent on a whole range of issues. So to answer your question directly, I really do believe the SEC is an outlier. And I would even argue that among the five commissioners, because of course, the SEC acts as a commission, it's not just a, a party of one. There is a range of approaches and a range of interest in having constructive conversations. Mister Gensler, I would suggest, is an ally, or even on his own commission."
    },
    {
        "speaker": "B",
        "text": "It's true."
    },
    {
        "speaker": "E",
        "text": "I thought the interesting thing related to that was yesterday there was this NFT related action settlement, and it was the first time I saw a crypto related thing that had two dissents and pretty public, long written descents."
    },
    {
        "speaker": "D",
        "text": "It is. And I think that you're, of course, referring to Commissioner Hester Purse's, I thought, very articulate dissent that she published with respect to that decision. Look, Coinbase, I think most actors in crypto want the scammers, the fraudsters, the criminals pursued and prosecuted. I don't think there's any serious or credible debate about that. And I do think we all have to acknowledge it as, as interested parties in this technology, that there have been too many scammers, fraudsters and criminals operating. And so kudos to any agency that taking action against that type of behavior. But the priorities of the SEC have been curious to me, given that they have limited resources. Mister Gensler is constantly asking the Congress for more funding, more headcount, and perhaps he should get it. But I would suggest perhaps there would be more of a willingness to authorize that additional funding if we saw the commission focusing on the bad actors, as opposed to just painting with this broad brush, for some reason, in ways that hurt real people in real ways."
    },
    {
        "speaker": "C",
        "text": "So give a sense of everybody in crypto is following this case, obviously, it's the Titanic case at the center of the industry right now in the US. Where are we at right now? You guys have been going back, filing sort of very long barbs, the SEC, you guys have been going back and forth. Procedurally, where are we at and what should we think of in terms of timeline to see movement in this case?"
    },
    {
        "speaker": "D",
        "text": "So in the enforcement case, look, the case itself is a relatively narrow fight over the legal definition of something called an investment contract. That's the type of security that the SEC is claiming. Coinbase has listed in at least twelve instances. That's a legal question. We happen to think it's a good faith disagreement about case law and how he tests and all that. That will all get resolved in due course. We are attempting Haseeb to get that issue resolved sooner rather than later. And that is one of the reasons why? Again, Coinbase has taken a somewhat unorthodox approach in not simply seeking to delay the proceedings or filing preliminary motions that put off the final day of reckoning. We're actually pushing hard for an early resolution by the court as a matter of law and as quickly as the court is able to do it. And we were quite pleased to see that the district judge presiding over our case agreed that these issues could be presented on early motions. To answer your question directly, we have now filed our motion for judgment in the case. We were gratified to see incredible briefs filed by a number of other parties, what are called amicus or friend of the court briefs, just a short while after we filed. The SEC is going to have his shot, though, and the SEC will soon file its response. We'll have a chance to reply, and after that, we may or may not have oral argument, depending on what the judge wants. All of that tells me that no decision is going to come, certainly before October. We hope that a decision will come before the end of the year, but that's ultimately in the trial judge hands."
    },
    {
        "speaker": "C",
        "text": "Okay, so I actually care because it did not occur to me. So whenever I see amicus briefs filed, they're always on the crypto side. Who is the amicus of the SEC in this case? Like, who's filing? Like, yeah, shut down."
    },
    {
        "speaker": "D",
        "text": "Well, it's not as if we've seen, for example, in the grayscale case or in the XRP case or others, a groundswell of public support in favor of what the SEC is doing. Now. That said, I fully expect there will be parties that file in support of the SEC's view. There may be certain academics, for example, legal academics, who may take a position on what it means to have an investment contract in the digital asset space. And the thing about amicus parties is literally anybody can ask the court for permission to file a brief. So perhaps there are some people out."
    },
    {
        "speaker": "C",
        "text": "There that crazy to show up."
    },
    {
        "speaker": "D",
        "text": "I thought there are."
    },
    {
        "speaker": "E",
        "text": "There are sort of some, like consumer protection nonprofits that seem to be."
    },
    {
        "speaker": "D",
        "text": "It's entirely possible. It's entirely possible. And from my perspective, and from coinbase perspective, look, the more voices, the better. I would rather have a process that says anybody who wants to have their say than what we've seen from the SEC itself, which is denial, delay, obfuscation, and an insistence on a closed door approach that keeps the public shut out."
    },
    {
        "speaker": "B",
        "text": "You talk about, I think we're going to get to some of the broker stuff in a little bit. But that was one such example where Coinbase published this blog post talking about these tax tokens and sort of a potential solution to this. If you could swap places with Gensler, what do you think a set of rules that are fair and compromising would look like in this scenario?"
    },
    {
        "speaker": "D",
        "text": "Well, with respect to digital asset regulations generally, yeah. Look, I think the number one thing we need to see are rules and standards for issuer disclosures. The fact of the matter is people are buying these assets and they deserve, whether they're buying the assets for investment purposes, consumption purposes, or some other purpose altogether, to understand what it is they're getting into, they need to have and deserve to understand the basic tokenomics of the project. They need to understand who is sponsoring these projects, what are the basic elements that will of security and compliance that will minimize the risk, if not eliminate the risk of rug pulls and things of that nature. We think those types of disclosures would be critically important. Another key element, I think of any sensible regulation or comprehensive scheme would define, for example, standards for managing conflicts of interest. Coinbase happens have already adopted these standards because we believe it's important for people to understand who they're trading with, who's on the other side of transactions. But standards around that could be quite sensible. I think there could and should be reasonable standards that limit or restrict certain activities by different market participants depending on the role that they're playing in a transaction. Coinbase, for example, doesn't have a prop trading shop. I think we saw what happened in FTX when you do have prop trading going on and you don't disclose that to your customers. So these are the basic building blocks we think could go a long way towards defining sensible regulation in crypto. This isnt that complicated, its not that hard, and were not going to get everything we want. I think this is the important thing for the digital asset community to understand. When you ask for rules, it doesnt mean you get the rules you want, you get rules. We may not like some of the standards, but I think the responsible actors in this space are more than willing to comply with whatever the SEC or Congress deems appropriate. It's the lack of any rules, the lack of standards that I think is discouraging innovation and sending a lot of very promising projects, countries outside of the United States. We're seeing it happen every day."
    },
    {
        "speaker": "C",
        "text": "This case, I don't know how much you guys feel it, but this case more or less has the industry riding on its back. This is probably the most monumental case for how crypto is going to be treated in the US for the foreseeable future. I guess my question to you is, how do you guys think about what happens if you lose?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Well, let me just say on the significance of the case to others that go beyond Coinbase, we understand that we take that responsibility very seriously. It's something that I think about each and every day. This is not just about Coinbase, its leaders, our shareholders. This is about all of us in the industry. And that's one of the reasons why I've been so inspired by Brian Armstrong and our board in committing whatever the resources necessary to put on the absolute best case we can. Because so many people all over the world are counting on us to do our very best. Now, you asked about winning and losing. One of the things I think that often gets confused about how Coinbase is thinking about this case is that we somehow have to win it all or else we lose. And certainly the SEC, or at least the chair, has suggested that, oh, if we just prove one token in one case was security, it's game over. That's just not true. That's not true. The reason it's not true is that, you know, our objective all along, our definition of winning, has been give us clarity on what the standards are, tell us what the rules are and we'll comply with them. I happen to think we're going to win this case and I happen to think we're going to win across the board. But if I'm wrong about that, if we. If we lose on a token or product or service here or there, if the court does what I expect it will do, and we should all expect it to do, in laying out the standards and rules that underlie that decision, we'll comply and others will be able to comply in a way that just isn't possible today. So that's why we have been so insistent. I prefer that word to defiant. Haseeb, you can choose."
    },
    {
        "speaker": "C",
        "text": "I'll stand with defiant."
    },
    {
        "speaker": "D",
        "text": "Fair enough. Fair enough. Because we do think that unless we are able to get clarity from the courts, we're never going to be able to get it from any other part of the government right now. And that's why we'd like to just see a decision rendered rather than cut some deal with the SEC in back room that doesn't provide clarity for the industry at all."
    },
    {
        "speaker": "C",
        "text": "Well, I do have to say it's been inspiring to see you guys do this in such a public way, in a way that also brings the rest of the industry in on what's happening. A lot of these cases, they do kind of happen behind closed doors. There's a lot of opacity into what's really going on. And just seeing you kind of give the play by play of every step in this case has been an education for us who are following along and dont necessarily understand all the details but get the idea of whats happening on stage."
    },
    {
        "speaker": "D",
        "text": "I appreciate that. And you brought up the fact that so many cases do seem to just resolve quietly. The reality is that 90 plus percent of the cases the SEC brings, I could be off by a decimal point, but I dont think I am. They settle. Theres no, there's no court hearing, there's no public trial. And so when the SEC and others like to point out that, well, you know, in a huge percentage of cases, the agency is proven right, no, they're not. The only thing that's been proven is that a United States government agency with vast resources is able to drop the threat of years of litigation on a lot of parties that aren't in a coin based position and have no choice but to settle on whatever terms are presented to them. Again, Brian, our board have been very clear because we have the resources here to present a credible, but we think successful defense in many ways. It's our responsibility to do that, even though I'll confess there are moments, perhaps dark moments in the middle of the night when I think, you know what? Maybe we should think about cutting some deal. And then I wake up and I realize that would be the terrible thing."
    },
    {
        "speaker": "C",
        "text": "Well, im glad to see that, because I enjoy, if nothing else, respectable, as maybe the industry collapses in on itself. So the other story that took place last week, id love to get your take on new treasury proposed regulations for crypto. So we kind of had inklings of this in the bill that was circulating a while back about this expansive definition, especially of brokers. And the idea there was a big fight in the industry about this, of like, hey, crafting language of the bill to exclude a lot of the things that we think of as being wallets or decentralized interfaces that shouldn't necessarily have the kind of responsibilities that a normal broker would have, like, for example, kycing all their users. So when you think about like a metamask or uniswap, is it incumbent on the developers of metamask or the developers of Uniswap to make sure that they know everybody who's training on there, that they send tax forms to the IR's, that they keep track of your cost basis, do all this sort of tracking that obviously would basically make Defi and a lot of the kind of end wallet interfaces basically unusable for Americans because compliance would be insane."
    },
    {
        "speaker": "E",
        "text": "So, by the way, maybe you should have said this earlier in this episode. I apologize to any non american listeners to this episode of the podcast. This show might not be all red, white and blue."
    },
    {
        "speaker": "C",
        "text": "Yes, although that said, I mean, at this point it is the thing that is moving the market the most. Wherever you are in the world world, this is what you are paying attention."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "E",
        "text": "I'm just pointing out to the sometimes one piece of feedback I've gotten from people who are listeners who are non american is anytime we get in regulatory bubbles, they just don't listen."
    },
    {
        "speaker": "C",
        "text": "Well, I will say I do not apologize. I do not give one."
    },
    {
        "speaker": "B",
        "text": "It's August, right? So the Europeans are still on vacation, so they're probably not even listening."
    },
    {
        "speaker": "D",
        "text": "And actually, to your point is even, I think, even more fair when you consider that all of this discussion just highlights what an anomaly we as a country are compared to the rest of the world. You're not seeing these same types of silly fights over jurisdiction and definitions in many other parts of the world, right?"
    },
    {
        "speaker": "C",
        "text": "So these treasury regulations, obviously they're not instantiated yet and they're still comet period, or fighting and whatever. So I guess the first question is, help us understand, are we screwed? Do we have the ability to intercede here and be like, yo, this is impossible? How scared should we be?"
    },
    {
        "speaker": "D",
        "text": "I don't know if we're yet screwed, but I think we all need to take these announced rules very, very seriously. Look for those who haven't been paying as careful attention. What we saw last week coming out of the treasury and the IR's was, among other things, a definition of what it means to be a broker. And that qualification as a broker is what triggers a whole host of other reporting and verification and validation requirements that are quite serious and quite onerous. I think there's no question that we want to see full tax compliance when it comes to crypto. Again, sensible rules are long overdue. Parties and participants that are in a reasonable position to report transaction activity should. And so I don't think that's a principle that I certainly take issue with. The problem, though, is this definition that came out was so sweeping, so expansive that many other, many other parties involved in a crypto transaction that are in no position whatsoever to even understand who the individuals or entities may be on either side of a trade, who have no resources in place to regularly update the IR's on what they could be impacted and implicated in ways that are very serious. So I do think that there's still time to turn this around again. I don't want to sound the alarm completely on this, but we all need to do that. We all need to lend our voice to this discussion and debate, because it's very clear that what we're seeing with these rules is very much in line with what we're seeing with respect to other parts of the regulatory state in the United States, which is an attempt to contain and constrain crypto in lots of different ways that ultimately make it unpalatable to operate here in the United States. That's the thing, I think, the concern that we all have above all others."
    },
    {
        "speaker": "C",
        "text": "But how responsive is treasury? What exactly can one do?"
    },
    {
        "speaker": "D",
        "text": "Change their minds? Anytime there's an interim rule or a proposed rule announced, anyone, literally anyone, you guys, me, other companies, other projects, anyone can submit comments that explain why the proposal doesn't work or would be counterproductive, or frankly, it's just unfair and even un american. You're allowed to make those points as a participant in this space. And you may wonder, see, does a bureaucrat at treasury care what any one of us says in some comment letter that we might file? And the short answer is, they actually do. They actually, the reason for this is that by law, they have to consider those comments before rendering a final rule or final decision. And if they fail to do that, if there are credible arguments made as to why the definition of broker is unworkable or inconsistent with the statutes that govern this area of the law, if they fail to do any of that, that failure can be challenged in court. And in fact, that's analogous to what Coinbase has done in bringing its challenge against the SEC. Right. We have basically said, with all respect to the court, this agency has not followed the standards that have been set out by Congress when it reviews these types of applications or proposes these types of standards, and they haven't considered the comments that have been made public publicly through a formal process in a way that they are obligated to do so. It can feel a bit process heavy and formalistic, but there actually is, I think, an important role for the industry and individuals to play in getting these rules corrected."
    },
    {
        "speaker": "E",
        "text": "One very down question as a non policymaker, but when, say, treasury makes these rules, do they ever have to prove any provenance? Like, hey, this is actually the source that we, the sources we talk to to try to understand why we chose this. I feel like I don't read the whole things I read, like, whatever snippets that I understand, and it sort of seems like they don't give any provenance to why they chose. And I feel like the common system is like a post hoc way to duct tape that on. But is there any sort of, well."
    },
    {
        "speaker": "D",
        "text": "There'S no question that this is a political process. And again, elections have consequences. The fact of the matter is that any administration and any agency operating in an administration has the right to consider the priorities that have been handed to it by the White House and ultimately by the president and select those sources of input that it believes are most credible or most aligned with its values and views. That said, what an agency cannot do is simply ignore the record that's been presented to it before it makes a final decision. And that's why it is a bit post hoc, I grant you that. It can feel a bit, it can feel a bit over stylized or over constructed to submit papers with letter, you know, in the form of comment letters that lay out why the proposed rule is wrong. But it does make a difference."
    },
    {
        "speaker": "C",
        "text": "But do you actually mail them letters?"
    },
    {
        "speaker": "E",
        "text": "They have a website."
    },
    {
        "speaker": "D",
        "text": "Yeah, it is online as of a few years ago. I will tell you, I was using the us mail and even a fax machine for these things not so long ago. So we're making some progress here."
    },
    {
        "speaker": "E",
        "text": "And it does feel a little bit."
    },
    {
        "speaker": "B",
        "text": "Like a very slow steamroller where these proposed treasury changes had been coming down for a while now. People making comments saying this doesn't make sense. And I feel like really the only change we got is sort of a carve out for miners or validators where, yeah, if you're a validator, you probably can't kyc everyone who's submitting you a transaction. I don't know how effective are the comments if this is the only progress we've made from this thing so far?"
    },
    {
        "speaker": "D",
        "text": "Well, it's true. I always try to see the small ray of sunshine on a very cloudy day, at least for certain miners and validators. They were thrown up a bone. But as you point out, what the treasury gave and the IR's gave with one hand, they took away, actually."
    },
    {
        "speaker": "E",
        "text": "But this is a very interesting loophole because a lot of wallets are effectively becoming like clients in some sense. They're participating in consensus. And if you're doing data availability sampling, you're actually participating in consensus technically. So does that make, can I make my wallet a validator?"
    },
    {
        "speaker": "C",
        "text": "No. I mean, if you."
    },
    {
        "speaker": "D",
        "text": "That would be, that is like technical way around, clearly or not."
    },
    {
        "speaker": "E",
        "text": "I think there's tons of ways around it."
    },
    {
        "speaker": "C",
        "text": "I think the definition of the broker was something about like actually transmitting user preferences about trading. And so if you have a node that's doing that or if you have a wallet that's doing that, as far as I can tell, the two are basically identical."
    },
    {
        "speaker": "D",
        "text": "Turn you off. Are a very creative, great lawyer, by the way, an excellent lawyer. But here's my big problem among many with this proposal, right, for a project that may consist of only two guys sitting in an apartment trying to figure out how to stay on the right side of the rules, why on earth are we pushing them to have to sort of work through these workarounds and come up with these clever solves when what we should want is for them to follow the rule and then build great technology? It isn't that complicated in heartland. And so I actually think sometimes when it comes to these administrative rules or agency rules, we overlook the real cost, the real tax that comes from them, which isn't the rule itself. It's the, you know, the cognitive energy that gets wasted on workarounds and solutions when, you know, a clear rule would solve this problem in the first instance."
    },
    {
        "speaker": "B",
        "text": "It also just doesn't feel very effective. I'm always reminded, like GDPR and every time just clicking on a million cookie pop ups every single day as if it was actually protecting my privacy. And it feels like even in this scenario, the industry can find ways to work around this, right? Oh, I can't have my own front end."
    },
    {
        "speaker": "E",
        "text": "Cool."
    },
    {
        "speaker": "B",
        "text": "We'll throw it on chain. And you serve the blob locally or run local software or something like that. It feels like the trend here is, and even with the case you guys are facing is we have these laws, they're kind of old. It turns out. It sort of like the meme. It's like it's not the one thing, it's not the second thing, but it's actually a third different kind of thing. And we don't really have any, like, language or any, any sort of laws around this sort of third thing. And so we try to wedge it into one of the other two buckets and like, it just doesn't fit."
    },
    {
        "speaker": "D",
        "text": "No, I couldn't agree more. And look, when I get perplexed or challenged, right, in reading one of these proposals, I often just ask myself like, wait a minute, how does this actually protect investors? How does this actually keep consumers safe? And if I can't answer that question, and I think you have to ask a more fundamental question, why are we doing this in the first place? And I think in this particular instance, there has been such a poor job done explaining how this actually protects the market, or at the very least, leads to greater compliance with the tax laws. Let's start with that. Right? I haven't seen that. I haven't worked my way through all several hundred pages of the proposal yet, but at least in those parts that I have managed to get through, I haven't seen any real discussion of how sweeping so broadly in this manner actually leads to greater compliance. I just don't think it will."
    },
    {
        "speaker": "E",
        "text": "Well, actually, this brings us to our last important topic, which is tornado cache, because I think a lot of these rules were made, are sort of like, you know, they miss the whack a mole, so they, like, try to put a big band aid over the whole thing."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "So in some ways, this sort of feels like it's a response to something."
    },
    {
        "speaker": "C",
        "text": "Like tornado cache, maybe. I'm curious whether there was coordination, but I somewhat doubt it because this has been in the works for so long. But the tornado cash update was. So basically roman storm, who was one of the co founders of Tornado Cash, who was based in the US, was arrested and basically he was brought in on money laundering. And what was the other charge?"
    },
    {
        "speaker": "D",
        "text": "Conspiracy."
    },
    {
        "speaker": "B",
        "text": "Considered as a fraud conspiracy."
    },
    {
        "speaker": "C",
        "text": "Conspiracy, yeah. And so I think this took the industry by surprise, given that it's been, I think, a year and a half now since the sanctions came down. There was a second set of sanctions that also came down on one of the other co founders as well as other contracts within the tornado cash ecosystem. But basically, it was pretty squarely blamed on the tornado cash team for knowingly allowing North Korea to use tornado cash basically at the time of the Ronin hack. So Ronin hack was widely known. It was hacked by the Lazarus group, which is backed by North Korea, and they used tornado cash to launder some of their funds. And so I think the indictment itself didn't really reveal a whole lot that we didn't already know. It was basically facts that I don't think would surprise anybody who was paying attention. But it seems that this seems to be a very important case for the DOJ. And they came out very forcefully saying that, like, yo, we got the bad guys. And the industry, I think, has been up in arms about not just the sanctioning now of tornado cash, but also the criminalization of the people who built the protocol in the first place. I'm curious to get your thoughts on it, you guys, back to a case that also recently saw a denial from a judge about this."
    },
    {
        "speaker": "D",
        "text": "We have backed a civil case, and I'm happy to talk a bit about that and we continue to back that case. Look, I want to start off by saying, I have a tremendous amount of respect for the Department of Justice, and I think every right thinking american recognizes that we have a serious problem with North Korea and its efforts to infiltrate our financial system. Period. End stop. My problem with this case is it just is dead wrong on the law. And let me explain why I think that is so. Look, what was so unusual about this case is that it was an indictment that essentially charged the defendants with knowing about the risk of north korean hacking and allowing software that they had already written to remain unaltered, despite that risk from north korean hackers. That's an extraordinary extension of the law. Let's put aside for the moment the notion that individuals who initially wrote software were in any kind of position to alter smart contracts. You guys are more of the experts on this than I am at the last time I checked. That's not entirely plausible in this scenario."
    },
    {
        "speaker": "B",
        "text": "In particular, it was impossible."
    },
    {
        "speaker": "D",
        "text": "Exactly. Let's call it for what it is. So, so you, you now have a situation where having, having charged in a federal criminal case, individuals with essentially failing to intervene with software or interact with software that they had once written but could not interact with anymore. It just doesn't make any sense. And even if that weren't true, just at a common sense level, you have something else. I think that's very unsettling. I don't want to scare anybody, but this is another very important case for all of us to pay attention to. FinCEN, the part of the Treasury Department that is responsible for our sanctions programs, is a very thoughtful, expert part of the United States government. We have great relationships with our friends at FinCEN. I know that may be upsetting to some of your listeners, but I have a lot of respect for many of the people who work there. Again, though, what happened here was quite disturbing. Several years ago, they put out specific guidance on this very question of when can you hold accountable intermediaries or individuals responsible for writing and promulgating software. And what did they say? They said, you can't, you're fine, and you should take comfort from our assurances, said Fincen, to the world that you will not be held responsible if someone chooses to take this neutral tool and use it for illicit purposes. Now, that was Fincen several years ago speaking to civil liability. That is the liability under our civil laws in ways that could lead to fines and punishments, but not jail time. So for the Department of Justice to now come and say, forget about civil liability, we're going to hold you criminally responsible and you're going to go to jail and we're not talking about some country club work. We're talking about real federal prison. If and when you are convicted is extremely unsettling, I would say even disturbing, and particularly when it misconstrues the fundamental question, what it means to, to transmit money, what role software developers play in the transmission of funds. I think this is something that's going to be very, very important. And at the same time, I continue to have hope and faith in our court system. No one's been convicted of anything yet. These are simply charges. I'm heartened to see that at least one of the defendants is represented by very competent criminal defense counsel. And so I'm hopeful that a very rigorous and vigorous defense is going to be mounted. But nevertheless, we all need to be paying attention."
    },
    {
        "speaker": "E",
        "text": "Yeah, actually, slight tangent, but related to your kind of point about our listeners maybe not liking the Finsun thing. I have this very funny anecdote because I was at Union Station in Washington, DC, waiting for an Amtrak train, and this guy comes up to me and is like, hey, I know you from this podcast. And I was like, okay, cool, what do you do? And he was like, I work at the DOJ. And so, and sometimes, so maybe, maybe our DOJ leaning listeners with some feedback."
    },
    {
        "speaker": "D",
        "text": "Well, I'd welcome an explanation from your listeners and anyone else. And of course, we will eventually get that explanation, because now that they're in front of a judge, they're going to have to lay out exactly how it squares with the law and common sense to hold these individuals accountable. Look, we don't know all the facts in this case, and I think that's also something to bear in mind. Documents may be revealed, other evidence may come to light that suggest that there's more to this legal theory than I can see at this point. But for now, it's impossible for me to square the Doc decision to charge these individuals with what FinCEN said was perfectly fine just a few years ago."
    },
    {
        "speaker": "E",
        "text": "Is there any national security redaction that can happen in these indictments because North Korea is involved? I feel like I could imagine possible."
    },
    {
        "speaker": "D",
        "text": "Yeah, we could see that. Now. There are very complicated rules that would apply in the event that the government invoked a national security exception to its general obligation to tell not just the defendant, but the public at large what evidence it's relying upon. But I think that for their part, the defendants have a real case here to mount. And, you know, again, the problem or challenge is that I cannot underestimate the stress and burden of defending yourself against the United States government in a criminal case. And in many instances, people plead out or take a deal simply to get it over with and get on with the rest of their life. I don't know whether that will happen here or not, but I do think that we would all benefit if the government were put to its paces and forced to actually lay out some of these answers to these basic questions that we're all asking."
    },
    {
        "speaker": "C",
        "text": "Yeah. The saying goes, the process is the punishment, and this kind of thing is going to drag out for so many years."
    },
    {
        "speaker": "D",
        "text": "It very well could. Very well could."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's awful to see, and it feels the last time that we had a criminal prosecution with North Korea involved was Virgil Griffith, which felt like a very different kind of. Okay, that's somebody who did something very stupid. The situation with the tornado cash team, the idea that they could have interceded and shut off tornado cash, I mean, he was brought to jail. Tornado cash is still running today. Exactly. Exactly. Despite the sanctions, despite criminalizing whoever was responsible for it. Obviously, they're not doing anything now. And it still goes, which kind of goes to the heart of the point."
    },
    {
        "speaker": "D",
        "text": "And this also goes to the heart of the case that we're backing. Turn that you mentioned earlier in a separate. Damn it. Damn it."
    },
    {
        "speaker": "C",
        "text": "Get to by the end of the show."
    },
    {
        "speaker": "D",
        "text": "Oh, my gosh. I'm going to have to turn in my brown card."
    },
    {
        "speaker": "C",
        "text": "See, Paul is a little too easy."
    },
    {
        "speaker": "D",
        "text": "Too easy."
    },
    {
        "speaker": "C",
        "text": "You nailed it."
    },
    {
        "speaker": "D",
        "text": "I'm getting lucky there. No, look, I think in the civil case, you've got an equally concerning theory being pushed by the government. Now, the trial judge in the case that we are backing did agree with the treasury. So we all have to acknowledge that at least one judge has said the treasury got this right enough. The issue in that case is the designation of tornado cash, itself as a sanctioned entity. And what the plaintiffs in that case have pointed out is that normally we don't think of code as an individual or entity subject to designation under us sanctions laws. Normally, if you have bad actors doing bad things, you sanction and designate the bad actors. You don't label code or a project in a way that puts at risk not just the bad actors, but all sorts of other regular people, including regular Americans who are using this software for perfectly legitimate reasons. Now, that case will go on appeal. The plaintiffs have indicated they intend to pursue an appeal to the Fifth Circuit. We're getting a very good federal civil procedure lesson here in this podcast in short order. And I'm confident that when a three judge panel of that court looks at these issues, they're going to see that the trial court misconstrued the record and misapplied the law. But again, all of this is to say, these are issues that impact real people. We all need to be paying careful attention."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's funny, Gedanken, sort of to leave you with thinking as a thought experiment is imagine that Chat GPT was somehow used to generate statements impersonating a government official. And then the bank accepted that AML for some type of KYC request and then sent all the money of some entity to, say, North Korea, say the Lazarus, would you prosecute the waits in Chatsu? See it, right? Like, are those."
    },
    {
        "speaker": "D",
        "text": "Cause it's a very similar case."
    },
    {
        "speaker": "E",
        "text": "Right, like it is. Actually, you could argue that the Gary Gensler pivoting AI is exactly to answer this."
    },
    {
        "speaker": "C",
        "text": "I'm sure the one DOJ guy who's listening is loving that story. There you go."
    },
    {
        "speaker": "E",
        "text": "Next time we're on the sub on the train tracks, please let me know."
    },
    {
        "speaker": "C",
        "text": "Okay? All right, good. Well, so I know that you have a hard stop, so we'll go ahead and end it here, but I just want to say you're doing God's work, Paul. Thank you. I'm glad you have such an easy name to pronounce. Well, that's it for today. Thanks for sharing this time with us and giving us your thank you."
    },
    {
        "speaker": "D",
        "text": "See? Thank you all."
    },
    {
        "speaker": "C",
        "text": "Thanks, everybody."
    }
]