[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of Tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "B",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I manage trading firms who are very involved. Alec ETH is the ultimate defi protocols."
    },
    {
        "speaker": "D",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "C",
        "text": "Hello everybody. Welcome to the chopping block. Every couple weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So first up we've got Tom, the Defi maven and master of memes. Next up we've got Robert, the crypto connoisseur and captain of compound. Today we have a special guest, special legal guest. Joining us, Mark Boyran, who is the blockchain barrister and the chief legal officer at Polygon. And then finally, we've got myself. I'm Haseed, the head hype man at Dragonfly. The three of us are early stage investors in crypto. But I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see chopping block XYZ for more disclosures. Mark, great to have you on the show. It's been a while. It's been a crazy six months. I can imagine in the crypto legal profession. How are you doing? How are you feeling? Given all the craziness going on?"
    },
    {
        "speaker": "E",
        "text": "Yeah. First, thanks for having me. It's exciting to be here. I don't know, I kind of get pumped by this, to be honest. You look at this and you're like, okay, this is why crypto exists, right? You've got the government coming at you and you basically have to respond, right? And like, that response needs to be like strong, both on the tech side and on the legal side. And I don't know, that's kind of like why we're here."
    },
    {
        "speaker": "C",
        "text": "It's fun, it's fun. Okay, so it's kind of like a personal injury lawyer seeing like, a pile up in the middle of a city. You're like, oh, this is what I got in the game for baby."
    },
    {
        "speaker": "D",
        "text": "Also says the lawyer who works for, you know, an lhide one, l two, that the government never attacks the l one. And the l two, they're attacking l."
    },
    {
        "speaker": "C",
        "text": "One now with BNB. Well, okay, okay, well, okay, let's get into it. Cause there's a lot of meat to get through today, and we're gonna have several different big topics that we're gonna chew on. So the three big topics of the day, the first is the SEC versus busd. The second big topic is going to be the kraken staking settlement. And the third is going to be the Uniswap governance drama that we alluded to very briefly on the last show, but that finally reached its sort of nominal conclusion in the last few days. So first, we're going to start with the BuSD shutdown. So I'm going to give some backdrop. There's a little bit of setup for those of you who are not familiar with what's going on here, and then we'll jump into a discussion. So, binance, obviously, largest exchange in the world, they issue a stable coin called Binance USD. It's the third largest stable coin in existence, $16 billion in issuance, and it's used primarily on the binance exchange, and it's consolidated as being their major stablecoin trading pair. So, Paxos is a company based in the US. They work with a bunch of big fintechs like PayPal and so on to run their crypto for them as a backend. But their largest business by far was that they issue stablecoins on behalf of other people, and the major person on behalf of whom they issue a stable coin was binance. So, Paxos, they're regulated by the NYDFs and New York Department of Financial Services, and they were the issuer of BUSD. So they take in dollar deposits, they hold it in a bank account, buy treasuries, do whatever, and then they issue BUsD as their liabilities. And so Paxos had partnered with binance to issue Busd. Binance does a bunch of other stuff with Busd. Right? They do all the stuff on BNB chain and also their fanciness. But Busd itself is issued on Ethereum. It's important to understand that Paxos, the issuer BUSD, was issued a wells notice by the SEC, meaning that the SEC told Paxos, we are planning to sue you for your issuance of BUSD, which supposedly is because BUSD is an unregistered security. So Paxos gave a statement that they categorically disagreed with this claim. Then the NYDFs ordered Paxos to stop issuing BUsd and Paxos immediately complied. So they announced over the weekend that they were going to stop issuing any new BUSD. BUSD supply was only going to contract from here on out as people redeemed US BUSD either for dollars or for USDP, which is Paxos other unbranded stablecoin product. It used to be called Pax. Now it's called USDP. Now this stablecoin is much smaller. USDP is like less than a billion dollars in circulation. And interestingly so, the SEC, neither the SEC nor the NYDFs supposedly asked them to stop doing anything with USDP. USDP still exists, and Paxos claimed that they're going to continue operating USDP, their own stablecoin. The NYDFs gave a statement to Reuters saying that Paxos violated its obligation to conduct tailored periodic risk assessments and due diligence refreshes of binance. And Paxos issued US BUSD customers to prevent bad actors from using the platform, quote unquote. The token wasn't administered in a safe and sound manner. And there was other news that supposedly circled, tipped off the NY DF's about BUSD not always being backed. So there's a story that broke about a month ago that was reported by Bloomberg that claimed that Binance. So, okay, again, we talked about BUSD is issued on Ethereum. When you use busd in binance, you're not actually using Busd on Ethereum. Usually you're actually using BUSD that's wrapped by binance on BNB chain. And this wrapped busd, this should be pretty simple, right? Usually when you wrap something, you just say, okay, I get one of these on this chain and I mint one of these on this chain, and this one's a claim on this one to one. But that's apparently not what binance was doing. Binance was doing all sorts of shenanigans such that the amount of wrapped Busd that was supposed to be backed one to one by BusD on Ethereum was sometimes insufficiently backed, sometimes up to the tune of 1 billion, meaning there was a billion more wrapped busd than there was actual busd. All of this has turned out to be kind of a mess. And now we're at the point of trying to figure out, okay, is in fact the sec going to claim that BNB, or, sorry, that Boc is a security? Um, if so, why? Uh, what is the legal theory under which it would potentially be a security? And, um, what do we think this means for other stable coins in the market besides busd? So, mark, first of all, did I get the, the high level of that correct and any details you like to flesh out for why you think this is happening?"
    },
    {
        "speaker": "E",
        "text": "Yeah, no, I think that's, I think that's a perfect summary of it. I think the, the interesting thing is, like the NYDFs stuff is probably the most interesting in my opinion. The SEC thinking is stablecoin is security, while the SEC thinks everything's a security. That's not a huge surprise there. But I think on NYDFs they're basically saying, look, Paxos, you're issuing this stuff and they pretty much implied you're not doing anything wrong when it comes to the way that you are issuing it or the way that you're backing it, but you're doing this with a third party, which is binance. What they are doing is a problem and you have a relationship with them. And by the way, this touches the product that you are issuing, which is busd, you are going to be on the hook for actually looking out that this product actually works the way it's supposed to. The problem is when you've got BuSD on BSC, you basically have a product that now Paxos has no control over. And DF's is looking at that and saying, yeah, we don't feel so good about that. Why don't you wind this down so that can't happen anymore? And I think that's like super interesting given the kind of collateral effect that a third party can have on a stable coin. Right. Because if you actually think about this, Busd could be wrapped on any chain by anybody. This is actually not something that Paxos actually has direct control over. But I think it's the fact that Binance was doing it in such huge quantity and that they have a relationship with binance that makes it super interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah. So do you think this NYDFs and Sec thing were coordinated? Or do you think it was all a response to this article that came out a month ago and they just happened to get publicized at the same time?"
    },
    {
        "speaker": "E",
        "text": "I mean, it's really hard to think that this isn't coordinated, right. The agencies talk to each other, even like state and federal agencies. And when you see something like that, there's no reason to think that when you know that a product is regulated, that the SEC would not reach out to Nyde about this. I would assume that that's actually the way it worked, rather than DF's reaching out to the SEC. Otherwise they'd be reaching out to the SEC about a lot of things all the time. And so I assume it's the SEC that ended up reaching out to NYDFs, but I don't have any evidence of that."
    },
    {
        "speaker": "C",
        "text": "Sure. Okay, so the NYDFs part is that, okay, you guys are allowing your business partner affiliate to engage in these shenanigans. You're on the hook for the way in which your product is primarily used, which is through this binance bridging mechanism. And if the bridging mechanism is not sound and they're doing all sorts of weirdness, then, okay, that's you're responsible for how your customers use your product if it's in direct affiliation, like your partnership with binance, especially given that binance gets a cut of the revenue. Right. So, okay, the NYDFs part, you're irresponsible. I get that. So the more interesting part, I think, is the SEC part, that's, I think, the one that kind of rings out across the industry. So the SEC presumably is claiming that BusD is an unregistered security. How? What? Like, how. How can a stable coin be a security? I don't want to go through the Howie test, because everybody in crypto has heard it so many times that we're not going to subject them to any further brain damage. But clearly, one of the prongs of the Howie test, which is one of the determinations of an investment contract, which is not the only type of security, but an investment contract requires an expectation of profit. And generally speaking, securities require some expectation of profit on behalf of the buyer. A stable coin, by definition, you should not expect it to go up. Maybe it can go down, but it's not supposed to go up. So under what theory do you think this lawsuit is being brought against Paxos?"
    },
    {
        "speaker": "E",
        "text": "I mean, I think you need to look behind, beyond, like an investment contract, right. And we've got these other prongs of like, or what other parts of the definition of a security, right. Including a note. And we've been introduced to the concept of reads more heavily recently. You also have concepts like a certificate of deposit, for example. I tend to lean towards them looking at this similar to a note or maybe a certificate of deposit, which often have this similar test. And even in that context, I still struggle to understand it, because when you're looking at Reeves, which I'll walk through just real quick, because people don't know it as well as Howie, you're basically generally looking at, is there an investment purpose, or is there a commercial purpose behind, like, what you're doing? Is this broadly distributed, or is it distributed to, like, a narrow group of people? And then most importantly, the fourth prong of this test is like, is there an alternative regulatory regime? Or people often forget or collateral, hence the power of defi or some kind of insurance. Right? And so there's a couple things that you can follow on there, right? And first, like, are people really looking at this for investment purposes? And like, yeah, maybe they use it in connection with investment activity, but the stablecoin itself is not something that people are looking for investment purposes. It is broadly distributed. Right? So that hurts. And then you look at an alternative regulatory regime, and that's actually one of the more interesting ones, which is people often state to, like, point to state laws for, hey, there's an alternative regulatory regime. But basically, a lot of case law and SEC guidance has already said alternative regulatory regime needs to be something that, like, really replaces what the securities laws are intended to replace. So they've said that state money transmitter laws, which are consumer protection laws, aren't good enough. Right? And so you look at that and you're like, well, bitlicense is a little bit more than that. There's more disclosure involved. Is that enough? I tend to lean probably to not. But regardless, when you look at the entire part of the entire Reeves analysis, you reach the conclusion of, yeah, sure, this is broadly distributed, but nobody's really looking at it for investment purposes. And ultimately, you do have this regulatory regime, which is pretty robust, and there's really no reason to be treating this thing as a security. So, like, I really struggle to comprehend why it is this treated as a security. With the one exception being what you do see is that these stable coins are not fully backed by the dollar, right? And we know this, right, it's over time, that's changed. But when you go to, like, the heydays of tether, you know, you really had, like, you're blindfully, like, trusting tether on that one. Even USDC was pretty aggressive at a certain point in time, right? But now you look at them and you're like, okay, very little commercial paper in USDC's case. No commercial paper, I believe. And you've got treasuries backing it, like, that's pretty darn safe. Should you really treat that thing as a security, like, what do they need to disclose to you so that you can determine whether you want to hold this? Right? And the answer is like, there's nothing that I want to know other than this is one to one fact. Right. And so then you go like, okay, well, what about other laws? Right? That's actually where it's more interesting, but it's not what the SEC told Paxos. Right. Is, well, what about, like, the investment companies laws? What about, like money market funds? Like, maybe the money market fund is the argument that looks a little bit better, but you don't get any return on USDC whatsoever in any way, which is kind of different from money market funds, as I believe they work most of the time. And so I really struggle to understand this one. And I think that's why Coinbase, frankly, is ready to go to bat on this, as they said. And I'm guessing Pax is totally ready to go to bat on it as well."
    },
    {
        "speaker": "C",
        "text": "And Paxo certainly made noises as though they were ready to go to bat. One of the statements that I saw floating around on Twitter was something that Gensler said in September. As he said, stablecoins have features similar to and potentially competing with money market funds, other securities and bank deposits, and raise important policy issues, depending on their attributes, such as whether these instruments pay interest directly or indirectly through affiliates or otherwise, what mechanisms are used to maintain value or how the tokens are offered, sold and used in the crypto ecosystem, maybe shares of a money market fund or another kind of security. And so one of the speculations that I saw was that people were suggesting that maybe, I mean, one, maybe he's looking at these things as money market funds that for whatever reason don't pay interest, which is maybe even a worse form of a money market fund because you're taking the risk and you're not getting any of the upside. Or alternatively, that you could look at Busd, because binance does have a sort of earned product that only takes Busd. And so if you're looking at, as Genzel put it here, through affiliates, it pays interest directly or indirectly through affiliates or otherwise, meaning that if you put your, your bUSD with binance into the binance earn program, and circle, of course, has something similar with circle earn, if you take your USCC or your bUSD and you put it into the affiliate that is the issuer, or effectively an affiliate of the issuer, and they are earning you interest, then that's basically just like a transmutation of a money market fund, where basically when you have just the raw stablecoin with no interest, it's almost like you've basically withdrawn, but your money's not there yet, but you're not actually earning the yield that you were entitled to if you want to opt into getting the yield. This could be a very, I think, somewhat tortured argument for how it's basically a sort of money market, just with some slight bells and whistles. I don't know. That seems like one plausible way to read what the argument might be here. But of course, we don't know yet. Right now, it's all speculation."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think you need to rely a lot on how these things are marketed, right, and how they're actually used. And then, like, how you actually combine, like, just from a product perspective, like, how do you actually, like, offer this product? Right. And I think there is a very big difference when you offer a product where on a page you're like, hey, mint this stablecoin. And then, by the way, hey, here, you can deposit it right here. That's like very different from somewhere that says, like, mint this stablecoin. And there's no world in which you see anything that has to do with the return on that stable coin and then need to go find that return. I think those are like two very different worlds because of exactly what the risk is, which is how it is marketed and what people's expectations are. Not even talking about the Howey test, just talking about securities in general in terms of what people would expect when they're minting this product."
    },
    {
        "speaker": "B",
        "text": "I agree with this, or I can see this angle. I think the thing that feels very weird to me about this particular story is singling out busd and binance in particular. As we said, they're not going after USDP. And everything that you guys have said has been true of USDC and Coinbase for two years now. You can meet USDC and Coinbase, you can earn interest on your USDC and Coinbase. And yeah, Coinbase, earn or lend, didn't get to launch, but this other product has been live for quite a while. So it's weird to me that I'm trying to imagine what are the specifics of binance such that they would be targeted, but these other products would not be. I think one angle, as you sort of said, is, well, hey, maybe it's a sort of bridging issue where you have binance basically transmuting DUSD on Ethereum, which is the core regulated product, into this other thing. And we sort of seen issues when exchanges do that, right? This is what happened with Solit and FTX, where they were taking BTC and issuing solid BTC, and then obviously that sort of totally evaporated. Or maybe there's like a consumer protection angle there. There's also sort of been this broader initiative and broader wave around crypto debanking going on for the past two months or so. And so there's maybe another story that this is sort of like another operation choke point type of thing, where it's, let's just go after the things that these exchanges touch in the sort of regulated system that we can access as a way to sort of get them, given that we don't really have a strong precedent for going after them in whatever jurisdiction they're operating in."
    },
    {
        "speaker": "C",
        "text": "It did seem strangely quiet after FTX that we weren't seeing a whole lot of guns blazing, doors getting kicked down. And it seems like this is maybe the response. It sort of took a few months of latency. I think it's been a little bit over three months now since FTX went under, and now we're starting to see some of the after effects, which is mostly kind of regulation by enforcement. Once again, obviously, the stable coin issuers don't know what the rules are. They don't know what they're supposed to or not supposed to do, except I what they might hear from NYDFs, which is a little bit more explicit than what the SEC guardrails are supposed to be. Ultimately, we still don't know why they are going after, we're not going to know for a while why exactly they're going after them. Is it because, Tom, you sort of vaguely alluded to this. Is it just because of the affiliation with Binance? Is it that basically. Okay, well, big overseas exchange is bad. We can't directly go after binance, so we can go after their affiliates and make it very, very clear if you're going to work with binance, you're going to pay a price. Is it, is it the bridging issue? I don't, I don't see how that could make it a security, but I guess, you know, I can understand what the NY DF's would get on them for the, you know, Binance going to doing all this weirdness, but it seems, it seems like a stretch to say that we'll be us security because binance did all this bad bridge accounting. I don't know. It does feel one thing is very clear. We're entering into a new regime now, and we're probably going to see a lot more things over the next two to three months, from the us regulatory side, I sort of assumed honestly in January that, hey, actually the response seems pretty muted in the US. It seems actually pretty reasonable that, hey, we're thinking about legislation, we're trying to think a more holistic way to govern the industry. And I thought like, wow, we're actually really getting set up for a pretty positive and forward looking year, and more thoughtfulness about how the space should be legislated and regulated. And it seems like, okay, maybe I spoke too soon, and it's kind of kick down doors and take names time."
    },
    {
        "speaker": "E",
        "text": "I think there's two things that we shouldn't underestimate. First is how slow governments really move, including the SEC. And then second of all is their desire to go after the weakest actor. If you look at stable coins, they're pretty well defended. Paxos probably actually is the weakest defender because it isn't Pax, it's Paxos that's defending it, not binance. And we've seen from CZ that CZ is basically like, I'm backing away from this, you figure it out kind of thing. But then on the point of how slow they move, you think about it. Gensler took over. I can't remember exactly when now, but he laid out what was a pretty obvious strategy. I'm going to attack stablecoins, I'm going to attack lending, and then I'm going to attack any kind of exchange those things take out to play out. You see them go after Defi first, and he's like, hey, I want to try to go after Defi. You see him go after some non DeFi protocol, really? And then you hear news that he's sent a subpoena or some voluntary request to uniswap, and nothing really comes from it. And basically what I think he realizes, probably more decentralized than I actually thought. Decentralized actors have a boatload of money in terms of exchanges. Let's leave that aside. Let's take a look at lending. Well, lending took care of itself. He didn't need to do anything. Those centralized lenders made it real easy for them. And then they look at decentralized lenders and they're like, that's pretty darn tough as well. Probably not the best thing to go after. And then they look at the stablecoins and they say, okay, a lot of money here, but that really is another choke point that we can attack. Let's put something together and, and work on it. Work on it. And here we are. I really just wouldn't underestimate that this is him having this three pronged strategy, having walked through this, and now he's at the point where kind of stable coins and everything else is culminating."
    },
    {
        "speaker": "C",
        "text": "Yeah, look, ironically, the net effect of this is that it consolidates tether. Tether becomes even stronger now that basically Paxos has had their legs kicked out. And it's kind of the same story as what happened with the big tech regulation and going after Google and going after Facebook and trying to say, oh, you guys are monopolies, is that it really, it weakens us. Right now the US has a monopoly on social media and that's going to get torn away if these, if these big companies become less competitive. The same thing is happening now with us stable coins right now. Paxos, like you said, is the weakest. Obviously, Coinbase and circle are going to fight much harder than Paxos is. And Paxos, if you shut off BUSD, that is the vast majority of their revenue is their issuance of BUSD, right. This thing is over $10 billion of issues, $16 billion that theyre currently collecting fees on. The vast majority of their business is this. So if you shut this off, theyre going to have to fight for their lives and theyre not going to have much revenue with which to continue fighting the SEC on this. And Binance, like you said, binance basically left them for dead and theyre like, oh, its fine, whatever. We didnt care that much about the stable coin to begin with and we dont want to step into the line of fire at this point when weve got much bigger things to protect. So its really unfortunate that Paxos, which is a great business at this point, vast majority of their revenue, is now under direct threat. Preston Robert, what do you think happens from here with the rest of the stablecoins that are in the line of fire?"
    },
    {
        "speaker": "D",
        "text": "Preston well, I think the worst case scenario that plays out is that Paxos is a smaller issuer than someone like center consortium that creates USD coin and that this creates some sort of precedent that gets used to attack other stablecoin issuers. $14 billion BUSD is a lot, but it's the third largest stablecoin. I think the bigger risk comes if there's precedent that gets used and established against other stable coins, USD Coin and tether. And I think that's the sort of doomsday scenario in my mind, which is stablecoins are the primary on and off ramp and bridge between traditional markets and crypto. However effective this attack on crypto is right now by targeting banks and getting them to debank large crypto players. There's a lot of articles about this recently. I think by taking out stable coins, they're going to take out an even bigger on and off ramp for the majority of consumers and investors. I think if it's successful, it draws into question, you know, how are people supposed to use this stuff? And fundamentally, I think this will take a long time to play out, especially if Paxos is going to take this through the legal system and defend themselves. I think it might be years, but it has the potential to put a shadow over stable coins for the two years that this takes to play out. Potentially, I think to the average user, I think this will be generally invisible. But I think the larger ramification is going to be the people that are saying, like, hey, I'm a traditional financial institution, should I interact with stable coins? Or ham a bank, or, hey, I'm a hedge fund, should I interact with stable coins? And they're going to say, you know what? The last headline I saw on this was, there's active litigation about the security nature of a stable coin, and they're going to shy away from it. It creates a chilling effect for what I perceive to be the most important asset class in crypto. I think going after stablecoins is impactful in a way that going after any individual company is not. If Celsius is shuttered or if Kraken has a piece of its business shuttered, it doesn't really have a permanent effect on the rest of the ecosystem. But I think stable coins have an outsized impact on the rest of the ecosystem when they come under attack. I'm quite nervous, frankly, about this action against Paxos because of the ramifications and the knock on effects it'll have elsewhere."
    },
    {
        "speaker": "C",
        "text": "Well, I'm hoping that once we learn more about the nature of this lawsuit, that we see that there's some more explicit rationale. That's not okay. Stablecoin equals security, and it's something more idiosyncratic to what busd was doing or what binance was doing or something like that. That. That, I think, is our best hope at the moment. If, in fact, Gensler is going to say stablecoins are securities, bar none, unless Congress tells me otherwise, like, that's the way it is, then. I mean, the other counter side to that is that, of course there is. There does seem to be a lot of legislative energy behind having some kind of stablecoin legislative framework, and maybe that will be accelerated if in fact, there is a, you know, some regulatory action and public outcry and more attention on this question because the net effect of this, like I said, is going to be pushing stable coins overseas. Right. If, if ultimately circle can't issue it and Paxos can't issue it. Well, tether is not going to stop. And tether, it's much harder to go after tether, obviously, than it is to go after, you know, domestic us companies. That being said, you know, busd, I like, are any Americans using Busd? Right. Like one. Obviously, Americans by and large don't need stable coins because they already have dollars. And then second, of course, binance USD. Binance is a small player in the US. They have very small market share with binance us. And then, of course, in the US, USCC is by far the most well known stable coin behind tether. So it does feel like a weird target to choose. And I have to assume by the nature of that, that it's really a backdoor way of getting at binance than it is something more specific to stablecoins in general or even about Paxos."
    },
    {
        "speaker": "E",
        "text": "You know, it's actually really unfortunate on the stable coin legislation because that's just such a good point that nothing's happened on that front. And unfortunately, right in, like, the current Congress, it's just hard to see anything happening. But it is like the lowest hanging fruit possible. It's really easy legislation. Honestly, when you think about, like, what do we want to know? We want to know that you're holding assets that aren't just going to disappear, and we want to know that you're actually holding them, basically, period. It's not that hard. And so it's just unfortunate that we're likely not going to see that anytime soon, only because of the makeup of Congress, even though I think we've got a lot of folks in the House and Senate who, frankly, are really thoughtful on this issue and could deal with it quite easily."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a big hit to BNB as well, because I think, I mean, again, speculation at the moment, but I think it seems to cast a bit of a specter that Gensler is going to be coming after binance, and especially with the affiliation with FTX. I mean, again, I think this is kind of bullshit, but the narrative that propagated in the US by some parties that the downfall of FTX was caused by binance or caused by CZ in some way makes him an easy target. And certainly now that he's consolidated market share and he's the big guy on the block, and the biggest overseas unregulated exchange, or under regulated, let's say exchange. I think it's very clear that there's a lot of. He's the biggest game that there is to hunt in this industry. And I think Gensler is going to be going after him however he can, even if it causes some collateral damage along the way. When this news came out, was there any celebrating at Polygon that BNB was taking it?"
    },
    {
        "speaker": "E",
        "text": "We, like, never celebrate the failures of others more seriously. Honestly, it's not good for anyone in the industry. I mean, all l one s, all l two s, do well with this industry growing. This is like. It sounds so, like, typical, but it's just true. There's so much more to grow. And as you guys already know, Polygon, we're focused on, like, oh, way bigger markets. So the desire for anyone to go down is not big at all. It's really. We just want to see the market grow, and this does not help that at all."
    },
    {
        "speaker": "C",
        "text": "Right? Right. Well, the second big headline this week for the SEC was going after Kraken for their staking program. So there was a $30 million settlement with Kraken where the SEC basically got Kraken to shut down their staking program. So the staking program involved a number of tokens, I believe it was not ether, but a bunch of other stuff that they've been a long running staking program with Adam and other traditional staking tokens. In their complaint, they listed some of the features of Kraken's staking program that they believed made Kraken's staking program a security or unregistered security. Specifically, some of the features of Kraken's program that they pointed out. The first was that Kraken, normally you would think, okay, staking, how is that a security? Because staking, you're just taking somebody's tokens, you're delegating them or whatever. It's just a software service. And a software service traditionally should not be a security. But Kraken had actually a lot of managerial efforts that they imposed and a lot of strategic pricing that they did in this staking program. The first is that the staking program did not actually pay the underlying yields. It didn't even pay a percentage of the underlying yields. In fact, they promised a fixed percentage return to their customers, which was potentially irrespective of what the underlying blockchain paid. And they paid that on a cadence that had no bearing on how often the blockchain was actually paying. Out those rewards, they commingled their own tokens as well as customer tokens. They determined when and how many of the tokens to stake. So they have a liquidity reserve they capped for instant withdrawals, and they kind of managed, like, okay, we need to make sure that there's this much buffer so that people withdraw at this time, whatever. They did not disclose how much their take rate was in the actual staking. They did not impose bonding and unbonding periods, and they marketed as an investment opportunity. They use words like returns and yield in their advertisements for this product. So the SEC claimed that all these features made Kraken staking program an unregistered security, and that it had to be registered or only offered to accredited investors. So Kraken decided they were going to shut down the product. Within the US, obviously, international customers are totally fine to continue using the product. It continues unabated. Now, immediately after this was announced, the settlement, Coinbase piped up and said, hey, we're different. That doesn't apply to us because we don't do any of that stuff. You know, don't commingle funds. Uh, we are not an investment of money because users retain claim to their assets. Uh, we have the staking rewards tied to the blockchain rewards. We don't set the staking rewards and we just provide it services, blah, blah, blah. This is totally different. If the SEC wants to come after us, we are happy to go to court and we'll fight them on this. So Coinbase made very, very clear that unlike Kraken, uh, Coinbase was willing to go to the mat if they went after their staking services. And this is important for Coinbase in particular, because a lot of Coinbase's story for Wall street has been the diversification of revenue. And staking, of course, is very high margin business. It's pretty cheap to run a validator node, but obviously it scales with the amount of ether or other stakeable assets that you own. I think today there was an estimate that I saw from an analyst that said about 13% of their net revenues were expected to come from staking, majority driven by retail. And of course, retail pays much higher margins than. Than institutions. So losing retail staking, although it's a relatively small part of your deposit base, it's a huge slice of your margin. So retail pays much higher margins on much higher fees. Basically, on staking, they pay something like 25%, whereas institutional clients generally play five to 10% of fees on staking. Even though institutions are the majority of the AUM retail pays a very large share of the overall fees that would go to a company like Coinbase for their staking efforts. In the aftermath of Kraken shutting down their staking program, we saw Jesse, or the former CEO of Kraken, founder of Kraken, basically complaining like, look, we don't have the resources to fight this, but I hope somebody does because this is bad for innovation and ultimately it makes it harder for us to actually provide this valuable service to us customers. And of course, we saw liquid staking providers immediately rally after this, after the settlement under the expectation that now retail is going to have to be forced to use alternatives that may not be through centralized providers. So what were your guys thoughts on this Kraken settlement and what do you think it means for staking going forward, particularly in the US? I should say in case it wasnt clear, this is a us story. It doesnt apply to anything outside the US."
    },
    {
        "speaker": "D",
        "text": "Lets start with Mark, the legal expert on the call."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think first that I want to distinguish partially out of self interest, but partially because I actually think its important is that this literally has nothing to do with staking itself. And the reason I say that is because FUD on crypto Twitter is amazing and everyone's talking about staking is going to be illegal. Staking is a security and that's not at all what this is. And frankly, that would be an absolutely, I know there's been discussions about it, but it would be absolutely absurd outcome that would not be logical and all. And I can't understand the legal basis for it at all. It's really focused on custodial staking. And I think most importantly, and I think Coinbase was frankly smart to make this distinction, which is like, how this is actually done is really important and frankly, how it's marketed as well. Right. So you've got like the marketing that Coinbase does that is kind of focused on, hey, first of all, we're moving towards like a really defi friendly company. And hey, you can come stake here, you can secure networks. It's fantastic. And then you had kraken that was more focused on, hey, come earn this return. And the second that you start saying, hey, come on, earn this return, I think I heard somewhere double digit, but even over 20% returns on some stuff, you're going to raise eyebrows. And honestly, that starts looking like the staking that you see in defi rather than the staking that you see on an l one or l two. When you get to that point, you start saying, okay, well, let's analyze this under some kind of test, and you get to the Howie test, and I mean, really simply, you have to look at whether Kraken's efforts were actually significant in this. And there's a lot in the SEC's complaint that basically made it sound like Kraken was just giving some random percentage that they chose. I'm not sure that that's actually accurate, based on. I think Jesse might have said it as well, that they weren't actually promising a fixed return. Like, you were actually getting what you would get on chain minus some fee that Kraken took. And that is very different from what they marketed, which I think hurt them a lot, which was, come get this fixed percentage. I think that's the first thing that really hurt them. But when you ultimately look at custodial staking, you have to basically ask yourself, how meaningful of a role are they playing ultimately? What are you doing? You're custodying funds. Okay, well, you're doing that for purposes that have nothing to do with that staking in the first place. So let's just disqualify that. And then you basically say, okay, I'm already running this node. You could run a node yourself, by the way. We could provide instructions. Yeah, it's complicated, but you could do it yourself if you wanted to. And so really, what are we doing for you? We're going to go ahead and stake your funds as well and give you a percentage of what we're earning there. It's not that much work. Most of the yield. Where is it coming from? It's coming on chain. Right. And so if you think of, like, whose predominant efforts are these, it's really not Krakens. It's really the yield that's being driven, like, on chain. And so, to me, this is really one that is very fact specific, that is focused on, like, how Kraken actually marketed this. I'm not saying there isn't, like, an opening here for the SEC, but I definitely think that, like, the gap on, like, how easy a custodial staking service is to take down from a securities law perspective is way smaller than what you would think at first blush when you look at the Kraken facts."
    },
    {
        "speaker": "C",
        "text": "Yeah, that tracks. I did feel like this story freaked a lot of people out on crypto Twitter who didn't actually read the SEC complaint. And the more I read the complaint, the more I was like, oh, okay. Actually, the more I read, the more I actually kind of buy the argument that this was basically. I mean, it was one of the very first staking programs that was implemented. And kudos to Kraken for being very early to this market. And the settlement, I think, was something like 70% of all the profit that they made for us customers, sorry, I should say, from us customers over the course of the staking program. So it's unfortunate. It's a lot of money, of course, to have to give up and to give up the us retail staking business. But ultimately, they still have a big international business. They're obviously big in Europe. They still are continuing to stake there. So it's not the end of the line for even custodial staking. And of course, institutional clients can still stake custodially. It's not a big deal. It's really just the retail marketing. And the structure of this particular staking program was such that you were trusting Kraken to do the right thing, and they were not disclosing enough for the SEC to basically make it kind of have a field day with the way that this program was structured."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think this is a case of you have a c five platform that does sort of what it wants, secret sauce, managing assets to pay a return. And, like, the users don't have that much visibility into exactly how it works and what's happening under the hood. And it seems reminiscent of all the things that brought down Celsius and blockfi and all of these other platforms. And so I can see why, you know, there's an interest in, you know, trying to regulate Kraken's, you know, staking. And staking is a broad term, you know, program here because it's reminiscent of all the other things that failed horrifically. I think what differentiates it is that it runs a lot lower risk of causing a calamity for its users than all of the other black box, you know, CFI. Oh, we're going to make money for you, you know, give us your assets, because it's not fundamentally lending everything to 3 hours capital and hoping for the best. It's participating in blockchain validation. But, you know, I think the argument that's being made against it is relatively sound. You know, you're trusting them with your money. You have no idea, really what's under the hood, and you just hope for the best."
    },
    {
        "speaker": "C",
        "text": "Funny enough, this was actually what anchor was originally, right. The anchor, terra anchor from the original idea for anchor was that they were going to generate the yield that they paid out to Luna depositors by staking, by taking the assets that were held in anchor and staking them generating the yield and paying it out to customers. I agree with you, Robert. I think there's a version of custodial staking that basically is just a pass through it service and they can collect a fee. And that's totally fair. And this is nothing, a managerial effort kind of thing, but just the way that this cracking program happened to be structured, and to be clear, I totally understand why you would structure it that way in lieu of any guidance, because you're like, hey, we're the first to do this. Hey, it's actually better for customers if we offer a fixed rate. We ab tested it and they like the fixed rate more than the floating rate. And it's easier to understand, it's easier to market or like, oh, actually they like it when we give them instant redemptions, right? Like instant withdrawals. That's a thing that they appreciate even if it's a lower, a lower fee. So I understand as a startup founder, as an entrepreneur, naturally you're going to try to iterate your product to make it more attractive, more palpable. And of course the SEC keeps claiming, well, why didn't you come in and talk to us and register? And if you just registered, then why do you people keep launching these products without registering with us? The reality is that almost none of these businesses have ever gotten any indication that there is a real serious path to registration besides just shutting this thing down or sitting around and waiting in limbo forever. In which case, I totally understand why Kraken went in this direction. It seems like it was a great product, and obviously that's why it got a lot of retail adoption. But ultimately, to your point, Robert, enough iterations of product improvement make it basically look like it's basically a fund that earns its yield through staking, and it pays out some of that yield to customers, and customers don't really care how much of it they're getting. They love the fixed real, they love the instant with redemptions. It's a good product, they liked it. But ultimately, it is very reminiscent of many other kinds of investment products that would require registration."
    },
    {
        "speaker": "E",
        "text": "I do think that it's worth looking at the source of the risk and how that source of risk is actually really different, though. When you look at CFI lending, the source of the risk is making bad investment decisions as a CFI entity in terms of what you lend, what kind of risk programs you had in place, things of that nature, and then you bring that back over to staking and you're like, okay, well, those risks actually don't exist. What are the risks that exists and the risks that exist that are the same are basically more like fraud like risks. You'd have to commit some kind of fraud to not provide the returns that you promised you're returning based off of some on chain evidence of that. Making that transparent is super easy. It's not that hard to say. Here's our node. Take a look at what our returns are like. I just think the source of that risk is so different that you can't really compare lending and staking. I think where it gets a little bit more interesting is with Eth slightly, because you actually have to do more things. And if you are an individual user and you're like, hey, I don't have 32 eth, like, what am I going to do? I think at that point it's maybe arguably slightly different. I don't think that's generally the case. I just think that source."
    },
    {
        "speaker": "C",
        "text": "Mark, you don't think that the fact that they were managing a liquidity reserve and they were trying to keep enough that they were staking in order to actually pay the yield, but they were keeping enough aside to forecast how much redemptions. That's the kind of stuff that a headphone manager does."
    },
    {
        "speaker": "E",
        "text": "Jason. Oh, yeah, there's no doubt. Sorry, I. Kraken, to be clear, I think there was like several things about that. The promised yield, the way they handled the unbonding, but really not correlated unbonding with when they paid things out. There was a lot there that they actually had to actively manage. So I agree on Kraken. That's why I think this was the lowest."
    },
    {
        "speaker": "C",
        "text": "Yeah. To be clear, I don't think we believe that this is true for all custodial staking services."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay. I totally agree with you that if you take away those elements, which Coinbase claims that they. I haven't actually looked into the details, but Coinbase claims that, look, we don't have any of those elements. You stake, you do the unbonding, you do the bonding, you get paid out when the blockchain pays out. That kind of stuff looks like a pure it pass through. That does not look like an investment product to me. But obviously I'm not the SEC, so maybe my opinion doesn't matter."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think a few other staking providers, like figment, came out saying sort of the same thing. Like, hey, it's sort of straight pass through. We don't have the sort of liquidity pool. We're not sort of proprietary tokens. We're sort of blending into something that rewards or whatever. So I agree it's sort of categorically different. But I mean, I agree with sort of the first point, which is like, hey, if I were in Jesse's position three years ago and I was launching this, of course these are features that I would want because they're actually great for customers. And like Lido and their v two, right. They will have a redemption pool. So you get faster redemptions. You have to go through the unbonding period. They're great to have. And it was funny when this settlement came out and Gensler went on like CNBC or something saying, hey, if you're an entrepreneur, we have a form on our website, you have to fill that out and then that's all you need to do, and then you're good to go. And Jesse was sort of, quote, tweeting him and saying, it's not literally that simple. You can fill that out and you can wait three years and not get any clarity and not get a green light. And three years is death if you're a startup founder. And so there's this really unfortunate conflict, I think, where I crypto entrepreneurs want clear, bright line disclosure rules, some guidance on how they can be compliant. And the SEC is just not giving it to them. And they're going through this regulation by enforcement path, which sucks. We don't see the alternate universe and sort of the cost of this approach of all the teams that are not starting because they're too afraid, because they don't know what's going to happen or they don't have hundreds of thousands of dollars or millions of dollars in, uh, uh, funds that they can spend for legal fees to get off the ground. So I can kind of see both sides to this argument. But I overall, I agree. This is like, I think very emblematic of such a clean, clear product that should be about, it should be able to have been launched in the US in a compliant way and there was just no real guidance or clarity around it."
    },
    {
        "speaker": "C",
        "text": "And the thing that sucks is that, like this right here is also, Sam, this is FTX, right? This is, this, this is the consequences of what happened in November is they go after Kraken, they shut down a staking program, and somebody had a great tweet that, a little bit of a dunk on the SEC. It's like, wow, the SEC, after everything that happened last year, the best thing they think to do is to go after Paxos and Kraken, which ironically are two of the most kind of buttoned up most compliant firms in the industry, which, look, if you're gensler and you're probably getting pressure from the executive to start making moves, taking doors, doing stuff in crypto to show that, like, hey, you are the cop on the beat and we have this industry under control. I can understand that. He has to do something, and it's much easier to go after legible businesses like apaxos and a kraken than to go after, like you were saying, mark, go after these daos. That kind of unclear where the regulatory jurisdiction is and there's some overseas foundation or something, or do I go after the. What do I even do in these cases? And, yeah, they are really strong and very well guarded doors to try to be attacking, whereas Paxos and Kraken. Paxos will be interesting to see if they do fight and if they do end up taking this thing to court, that'll be, I'd love to see that. Of course, that'll take years to play out. And in the meantime, there will be a chilling effect from the impending lawsuit. But in the case of Kraken, it just wasn't worth fighting because they have bigger fish to fry and ultimately us. Retail staking is nice to have for Coinbase, it's a much bigger business. If Coinbase feels that the SEC is going to come after them, they absolutely will fight, because it's worth it to them to protect that line of business. But for Kraken, I can understand why they would say, hey, fine, have it. Well, there is, speaking of defi and different kinds of targets of attack, there was a big drama around Uniswap governance, and it's brought up a lot of conversations related to governance, legitimacy, proof of stake, and how some of these decisions in on chain governance are made. So I want to rewind back a little bit because we talked about it a bit at the end of the last episode. So to recap, Uniswap wanted to launch on BNB chain. The Uniswap v three license is coming up soon. There's a little bit more pressure and urgency to try to get this thing launched on multiple chains before the license expires. And potentially uniswap v three competitors are just getting forked everywhere. We need to launch on BNB chain, and we needed some bridge to be able to pass messages from Uniswap governance over into the new bridge. I'm sorry, over into the new chain. So the two candidate interoperability solutions were wormhole and layer zero. Enter a 16 z. A 16 z. Of course. Early backer of Uniswap, they led the series a they own a shitload of Uniswap tokens. They delegated much of their tokens to third parties, including a lot of these blockchain university groups. So like the Harvard, Michigan, Cornell blockchain groups, as well as they had their own tokens that they just kind of voted themselves. Previously, they had, I believe they'd never voted their tokens directly. Theyd only use these student groups to whom they had delegated tokens. But in this decision between wormhole and layer zero, a six and z was also a backer of layer zero. And they claimed they did not like wormhole because wormhole obviously had gotten hacked last year for 300 million with jump made hole. And theyve had whatever issues people then pointed out. Well, layer zero also had issues. And this whole press switch thing happened that we discussed in the last show. And ultimately worth, wormhole just has more, whatever it is, I don't know, whatever the arguments are for wormhole. And so there was an informal poll that was done that was sort of a community sentiment poll. And in that poll, a six and Z had not voted. But they sort of said like, well, our setup or custody something, something we can't actually vote, but we are against this. So please know that as you are taking the kind of general temperature check, is that we would prefer layer zero over wormhole or to reconsider the notion entirely. But most of the community was pro wormhole. And so they said, okay, well, it seems like the community is pro wormhole. A six and z is kind of making noises, but whatever, let's go ahead and put into an on chain vote. On chain vote takes place. And a 16 z, by far the largest single voting bloc in Uniswap governance. Boom. 15 million votes, or 15 million uni voting for no, screw wormhole, take it back to committee and basically over the upcoming five days for voting. Almost every other large party in Uniswap governance votes. Yes, let's go through with wormhole, including Robert Leshner, who is one of the big uni delegates, including basically a bunch of the student groups that also were delegated their stake by a 16 z and a 16 z sort of ended up getting a lot of public flags for the way in which they participated in this entire governance drama. So there are a few questions, I think, that are worth discussing in this whole thing. So the vote's over. Wormhole won. It's going to be, it's going to be taken to wormhole, whatever. Okay, so that's over. A few questions. The first Chris Black was on unchained earlier this week, basically saying that this proves that proof of stake is bullshit and that proof of stake is not really decentralized and kind of attacks the legitimacy of on chain governance. Second is, do we think, okay, take that aside. Do we think that a 16 Z was right to vote the way that they did, or that they deserve the flack that they got for the way in which they voted on chain? And then third, I'd like to hear from you, Robert, why you voted the way that you did. I know that you're close to the A 16 Z guys, and I don't know if they delegated you any of their tokens. Maybe they did, I have no idea. But how did you see this whole debacle playing out? It's probably the highest profile governance situation in Defi in recent history."
    },
    {
        "speaker": "D",
        "text": "Well, it was definitely the most interesting. And my first point is that highly contentious governance votes are healthy and build a stronger system. I despise systems that are just like a rubber stamp. And I think if Uniswap governance gets in the habit of just rubber stamping whatever proposals come along, it will be less healthy and less strong than if it has highly contentious, widely debated governance votes that test the community. So, first off, I think this is actually really strong for Uniswap. I voted for deploying Uniswap on binance chain for a very simple reason. The license is expiring, and either there's an official deployment that has an opportunity to gain traction, or there's not. And by the time Uniswap deploys on binance chain, 20 other projects have forked the code base. Patent cake swap has forked the code base. It's a free for all. This is the Uniswap community's moment and opportunity to deploy. And time is not on its side. The sooner it happens, the better. And so, given that context, I think then it's worth analyzing the trade offs between one bridge provider and another, and whether the process was fair or unfair. So looking at that, I'll preface by saying robot ventures is an investor in layer zero, as well as a 16 z, as well as many other folks in the community. We're not investors in wormhole. But the way I saw this playing out, Washington, I think, actually really positive for Uniswap governance, which is, it doesn't matter if a 16 z bangs on the table and says, change the rules. The Uniswap foundation laid out a process for governance to go through the lifecycle. It doesn't matter if one stakeholder or four stakeholders say, I don't like that process. That process was established. It doesn't matter that a 16 Z didn't set up their wallet correctly, whatever. That's not Uniswap governance's problem. Right, that's their problem. You shouldn't deviate from the established governance process because one person complains it doesn't matter how important or well known they are. I actually think it's positive that the process wasn't modified to somehow include e 16 zs off chain votes. That never occurred. I think the process was followed correctly and thats actually incredibly strong. I think when you look at, okay, given that there was a process, and maybe layer zero would have won if a 16 z got their wallet in shape, they didnt in the established process led to wormhole being what was proposed for a formal on chain vote. And in that context, for me, I think it was a simple no brainer of do we ship uniswap as a community on binance, or do we wait and go back to the drawing board and spend another six weeks or eight weeks or whatever, going in circles again and relitigating things and rehashing it, et cetera. I think, to be honest, layer zero is probably the stronger technology, but which technology is stronger doesn't really matter. One, because of timing, and two, because the actual content of what's being passed over a bridge matter so much less than people think it does. When people hear bridges, they think, oh, I have to lock my assets in a bridge and put an asset over to another blockchain. There's a huge amount of risk. Which one is riskier? Oh, wormhole was hacked. Oh. Layer zero is security holes in it. Oh my goodness. None of that matters. And the reason is the only thing that this bridge is being used for is to pass governance messages from Ethereum voters to the contracts on binance chain. And there's such a small surface area of risk in that compared to a bridging process that you are trusting your assets to. Uniswap is famously not really a governance heavy smart contract. There's really very little for governance to actually do. It's establishing new fee tiers, which might happen once, and it's setting the fees on specific pools, even if that goes horribly wrong through the governance process. Users can't have their money stolen, funds can't disappear. There's really negligible to zero risk on the users for which provider is selected, and this can evolve and change over time. So personally, I think the importance of the bridge provider is massively overstated and I think the importance of timing was understated. And all of that being said, I thought this was a very straightforward and obvious vote to deploy on the binance chain, and I think the correct outcome won. And I think everybody should actually be pretty happy with the outcome of this."
    },
    {
        "speaker": "B",
        "text": "Oh, I was going to say, I totally agree. This feels extremely bike shady for the reason that Robert mentioned, which is it's literally just passing messages to BNB chain. And even the vote itself is approval of the DAO to grant a legal license to deploy on this chain. All very sort of high level. And even beyond that, there's now a proposal basically to use multiple bridges. So use multiple bridges, you send all the messages new to new chain, and then the governance process takes place and chooses amongst those messages. So it's like the actual importance of any individual bridge provider is so, so, so low. And yet this is an extremely contentious governance debate for some reason."
    },
    {
        "speaker": "C",
        "text": "Well, it's a bit like academia, in that the arguments are so intense because the stakes are so low. I don't think that's actually true, though, because of course, for Uniswap the stakes are low. For the vendors, the stakes are enormous because Uniswap, of course, is the biggest application on Ethereum or maybe opensea on certain days. But generally speaking, it's uniswap. And being the preferred vendor for Uniswap is just a big stamp of approval. It's like fighting for a government contract. It's going to be aggressive on behalf of the people who are competing, and they're going to find different ways to compete, such as our connected sugar daddy is going to go in and make a big appeal to see if they can get us on the fast track. That being said, the predominant way in which this was covered in which I've seen people talk about this, is that a six and Z is like they're perverting the process or they're doing something wrong by taking blah blah, which I think is just clearly complete nonsense. Maybe. I'm obviously not as privy to process violations that they may have incurred. I have no idea. So, Robert, maybe if I'm wrong about that, let me know. But it feels to me like Async Z has a lot of money because they own a lot of uni. And the way the proof of stake works is that if you own a lot of something, you get a voice and async Z gets a voice. And their voice is that like, hey, we want it to use layer zero instead of wormhole. And now you could say, like, well, but is that in the interest of uni holders or is that in the interest of only yourself? Well, if you own unitoken, you're not a fiduciary to the other people who own uni. You are responsible for speaking for your own interests. And the point of proof of stake is to aggregate the interests of everyone, as opposed to have everybody try to aggregate everyone else's interests by guessing what they would value or what they would want. It's a little bit like Matt Levine talks about this when it comes to indexes, or indexers, or the rise of passive, passive indexes, which is that when people own more and more of the market, when they own lots of different names, it actually makes it so that it is in the interest of the stakeholders in a protocol or in a company, for the average portfolio of somebody to go up in value, as opposed to for that particular stock to go up in value, for example, for Pfizer. Pfizer is the kind of company that actually incredibly produced an enormous amount of value for the world, for everybody's portfolio. Everything else you own was benefited by the, by what Pfizer did in rapidly distributing the vaccine and not, you know, basically price gouging everybody on earth for the COVID vaccines. Right? That's, that was good for us, maybe bad for Pfizer's bottom line, but very, very good for the rest of your portfolio. And therefore, it is rational for shareholders to say, hey, do the thing that's better for my overall portfolio and better for the world, quote unquote, as opposed to do the thing that's best for your stock price. I don't give a shit about your stock price. I own a lot of other stuff. A six and Z is basically doing the same thing. They're saying, look, I have a bigger portfolio than just Uniswap. And yes, it may be at some mild lost uniswap, but it's better for my overall portfolio if you use layer zero. I think that's perfectly legitimate. Now, look, the overall people who hold unique clearly did not feel the same way. They did not also hold layer zero, and so they voted against it. Boom. Proof of stake works. It aggregated the interests of people who own uniswap. I think it works exactly as intended. I totally understand why it's easy to make a six and Z a villain in all of this, but I don't see this in any way as being an indictment of proof of stake. I see it as, yeah, it is totally okay for people to have concentrated interests in your token base. That's why these tokens are sellable. If you don't like that, don't allow tokens to be sold. And second, if you don't like proof of stake, then I don't know, I don't know what else to sell you. There's nothing else in town really, other than multi."
    },
    {
        "speaker": "E",
        "text": "So I think, by the way, that Robert's like very right, that like Uniswap governance is the number one winner here. I actually think a 16 Z is the second winner in this. And here's like the reason."
    },
    {
        "speaker": "C",
        "text": "Why do you say that?"
    },
    {
        "speaker": "E",
        "text": "Here's the reason."
    },
    {
        "speaker": "D",
        "text": "That's a surprise answer. Let's hear it."
    },
    {
        "speaker": "E",
        "text": "Yeah. Is that VC's take like a lot of risk being involved in governance and people like really go after VC's for doing that. They don't realize how much of a benefit it is to portfolio companies. A lot of the times, like a lot of investors are saving Portcos asses honestly by actually participating in governance. Sometimes it's not through the best process, sometimes it doesn't look good, sometimes they're self interested, sometimes they're not. They are really helping their port cos, and so if you look at it from a 16 Z's perspective, they often hold like more tokens than anyone else. If there's anyone who's going to be on a hot seat from a legal perspective, or the number of tokens that they, they hold and their participation in governance, it is a 16 Z. So what's a 16 Z's defense against this? Well, they could say we're going to hold fewer tokens. They have no interest in doing that. So what they're going to do instead is they're going to say, let's delegate some votes. Why are we going to delegate it? Because we're going to have a contract that we open sourced so that everyone can see that specifically says that when we delegate tokens to you, we have no right to tell you what to do with those tokens whatsoever. But the thing is, historically people vote the same way and so you really don't see that playing out. And so now you actually have a situation for a 16 Z where from a legal perspective, the best thing possible happened. They voted in the way that they thought was good for who knows who it is, whether it's itself uniswap, whoever it is, and then they have a ton of folks to whom they delegated tokens, who voted against them. I'll go on and bet to say that a 16 Z will not stop delegating those tokens to those who voted against them. And now what you have is a 16 Z sitting there saying we can own a lot of tokens, we can't win every governance vote. And by the way, our method of decentralizing votes is actually effective because here you go. You can actually see that people are not going to vote in the way that we want them to. They're going to vote in the way that they want them to. To me that's like, frankly, like a massive win for a 16 z."
    },
    {
        "speaker": "C",
        "text": "It is a great precedent and I'm sure they're going to bring this up forever now as like, here's the proof that, you know, when we own 10% of a token supply, we are actually a, you know, an honest participant in governance. We don't control governance. If people don't like what we want to do, they're going to vote against us. So I agree with you as a precedent, it's great. I don't believe that's what they intended with this because of course they, they lost a lot of brand value, but they did gain some sort of legal precedent value that is going to be a useful defense in the future. But ultimately, one question you might ask is, how did we end up here? First of all, why is a season z delegating to all these student groups, which are. I was chatting with somebody at jump who was telling me when they were trying to get a feel for what was going on in this governance vote, and they were talking to all these student groups that of course have been delegated a bunch of tokens, not just from AcCz, but from all sorts of different funds. And these are basically kids. They're like 21, 22. They just joined blockchains because they thought NFTs were cool. And now they're managing tens of millions of dollars worth of stake to manage one of the most important protocols in crypto. Why is this happening? And the reason why this is happening is that basically there have been lawsuits against VC's that owned a bunch of tokens, claiming that they are engaged in a common enterprise with the founders of a protocol. And so seeing these lawsuits, whether or not these lawsuits were successful, just seeing this civil litigation saying, okay, well, we need to lower our risk and make it look like we're not affiliates or we're not involved directly. In the day to day running of the protocol, we own quite a bit of tokens. It could sway a vote. So let's instead delegate. Okay, who are we going to delegate to? Well, who are the most unobjectionable people that we can get a bunch of them. They are very, you know, they have great brand names. They look really great. And we can have this wonderful educational story. Ah, the student groups, and we can delegate to Stanford and to Harvard and to Princeton. It looks so great. Everybody looks, everybody looks wonderful. We also create a bit of a hiring pipeline for ourselves and, and we end up here where basically a bunch of kids are deciding, you know, one of the most important governance questions of the day. And this is going to be looked at by everybody as like, wow, this is a great precedent to follow. You should do what a SuCc did and also delegate to student groups. And at the end of the day, where you end up, it feels a little bit to me like the Uki Dao situation, which is that individually, these, all these decisions looked very rational at the time, but they end up in this completely irrational place that basically uniswap is governed by like 20 year olds. And that feels like not. If you had a holistic legislative approach to how do you think on chain governance should be done? You would not say, like, oh, you are liable for decisions that a DAO makes. You know, if you vote once ever, which is the Uki Dao suggestion. Right? Like, if the DAo vote once ever to do something illegal, everybody who ever voted in governance on anything, no matter how mundane, is also jointly liable. Right. That ends you up in a very strange place. In the same way, like this civil litigation that's been brought against VC's has resulted in this weird thing that we're now all doing, and every VC, ourselves included, is pushed in this direction because all the legal precedent, every single lawyer we talked to is going to tell us, yeah, don't vote your own tokens. That's a crazy thing to do. You should do what a 16 Z did. And delegate, look at this, look at this uniswap thing. Everyone's going to remember this. If you delegate to student groups, they will vote against you. Sometimes that is a fig leaf of true decentralization, but it ends you in a place that doesn't actually end up, I think, in good governance, which is not to say that anything against Michigan, blockchain club or whatever, I'm sure they're great. But it does feel like, hey, shouldn't it be the people who have the most obvious interest in protecting the interest in this protocol or who know the most about it, who should be governing it, as opposed to a bunch of student groups? But, you know, this is where the equilibrium has landed."
    },
    {
        "speaker": "D",
        "text": "I'll make two points aseeb first, you know, I feel like you're being a little bit ageist. You know, I feel like you've never read Ender's game. Okay. It's possible these quote unquote kids, as you speak, are really the best pilots of decentralized protocols."
    },
    {
        "speaker": "C",
        "text": "Better than you. Okay, okay, okay."
    },
    {
        "speaker": "D",
        "text": "I wouldn't neg on, you know, the student groups. And second, I'll just throw out there that uniswap and almost every other token that does. Governance is actually a fork of the compound governance token and voting system in some degree. And when I was involved in helping to design the compound governance token, the concept of delegation was actually really core for anyone who's like a solidity buff. The compound governance code base has delegation built into the token itself. Not some layer on top, but the actual token itself allows you to specify who you want to vote on your behalf. And this was actually incredibly important to the original design thinking of this being that individual token holders won't want to pay attention to every single vote. They won't want to participate themselves directly. They'll likely serve the protocol best by delegating to someone who considers themselves a specialist in paying attention to governance. And even if student groups aren't like the perfect governance participants, I still think they're far better than token holders that don't want to pay attention at all and don't want to vote at all. I think it's a significant improvement to at least create an ecosystem where people can just say, oh, you know, I want to delegate to that student group because at least they're like talking about this in the classroom, you know, on a Saturday night and paying attention to it so I don't have to pay attention to it. And I actually think this is like a really powerful concept that, yeah, maybe one day it's not student groups, maybe one day it's like the crypto equivalent of like, iss, who, like, you know, has analysts who like, really dig into every single possible phone and like, publishes an opinion piece and recommends, you know, some sort of outcome for it. So I think it's only going to get better."
    },
    {
        "speaker": "C",
        "text": "I agree with that. I think makerdao delegation, the Makerdao delegates, I think, are a good example of a very mature set of delegates that have very strong opinions. And I think that's where all these protocols, as they mature, are going to move towards is having more and more sophisticated people to delegate to and kind of more well defined conversations taking place that are not behind closed doors, but going back to the original thing and sort of Chris Bleck and a lot of other folks who look at this whole kind of circus and say, isn't this all a sham? And isn't proof of stake just a cabal of rich people who actually own what's really going on? Tom, what's your take on this attack?"
    },
    {
        "speaker": "B",
        "text": "Well, I think it's also, it goes back to what's really at stake here. This is not a layer one, and I think the security of proof of stake in layer ones that sort of been discussed ad nauseam here. It's really more, hey, at some point there will be something actually extremely valuable to govern here. There will be sort of this large group of different stakeholders, maybe professional delegates. And so it's like, yeah, maybe we're role playing a little bit right now, but that's kind of how you actually get to the end stage is it's like a startup. You role play a big boy company and then eventually you become a big boy company. And that's kind of where we're at."
    },
    {
        "speaker": "C",
        "text": "Okay, so uniswap, almost a big boy, just a little more and maybe one day we'll get there."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay. Well, Mark, we're a little bit over time, so let's go ahead and wrap things. Any final thoughts? It's been a pretty fraught week of regulatory and legal action. Where do you think this is all going and what should we keep an eye out on the near term horizon?"
    },
    {
        "speaker": "E",
        "text": "Yeah, good question. I think the answer is a pretty obvious one. Right. It's like we've got a lot of battles ahead of us. I think that there's a couple things that I'm particularly paying attention to because I think they're really, really important. I think the centralized players are things that I'll note that while they feel really important and they are for adoption in terms of on ramps and things like that, they're not really the key things that I focus on. Defi to me is literally the thing that I focus on and really care about in terms of winning. And why is that? And simply because most CFI players, if you end up having some regulatory regime that isn't great for them, it's going to cost them more. It's going to slow down growth a little bit, but it's manageable. But when you look at DeFi, it's so core to what blockchains enable, frankly, other than bitcoin, which you could argue is DeFi itself, that if those don't hold up and those become subject to regulatory regimes that just don't work for them, we're going to end up in a really, really bad spot. And so from my perspective, what I'm really looking forward to is seeing how it is that DeFi holds up here is both from a technical perspective, again, in terms of like focusing on things like governance minimization and just the technical design that actually makes it more and more censorship resistant, in addition to, frankly, I think like other governance regimes that kind of work a little bit better than what we have now just because they frankly just aren't perfect. And basically what's happened is, you know, compound created something that was great three years ago and everybody's gotten lazy since then and basically said, let's not evolve too much. Let's rely on this and fork it. And that actually hasn't been the best thing for the space, not because of where compound started, frankly, it's just because of what projects have actually done. But for me, it's this big focus on DeFi and really seeing how it is that we can hold off governments, frankly, against Defi, then the last thing I'll say is just, I still hold out a little hope on legislation. I think, just like its so important. If we look at whats happening in Europe, we actually see that there is reasonable regulation that can actually be applied to a lot of crypto. And we really need something like that in the US now. Im not hopeful for that. Your question was like short term and short term, I want to see DeFi win. But if we look a little bit longer, I just have hope for legislation that I think its vital to actually keep the momentum that we have in the space."
    },
    {
        "speaker": "C",
        "text": "Yeah. And Mark, I know you've been a champion of Defi. You were chief legal officer at DyDX back in the day. And now, of course, at Polygon, you're continuing the fight at a higher level of abstraction than a single defi protocol. But the one thing I will say before we sign off is that I'm spending a lot of my time in Asia these days. And Asia is actually quite a different story than what you're seeing in the US. I think for a lot of the folks I know back in the US, they sort of see this curtain descending over crypto. Thats not the way that every country is approaching crypto. Actually, a bunch of countries around the world. I sort of thought that there would be this coordinated kind of blitzkrieg from every single regulator and every single lawmaker after FTX to say, okay, this industry is done, shut it all off. Lets try to choke it. But if you look at Hong Kong, which obviously, China banned crypto two years ago, and all of a sudden, Hong Kong is starting to open themselves up back to digital assets, try to establish themselves as a new digital assets hub and lure some of the companies that went over to Singapore back to Hong Kong. Singapore is continuing to compete for that talent. You've got Japan actually opening up to crypto. South Korea has never gone anywhere. A huge part of where crypto is happening is outside the US. And as you mentioned, in Europe, they have relatively sane approaches toward crypto legislation. I think Sam, SBF, FTX, all that stuff really hit home in the US. US. And of course, Sam being an american, despite the fact that most of the FTX customers were non US and most of the money loss, obviously was non us, the story really hit home in America. And I think that we're going to see a strong backlash, not necessarily a legislative one, but particularly Gensler, it seems like, is going to be leading that warpath for as long as he's continuing to maintain that seat. But globally, the picture is nothing quite as dark. And I think that's an important note for me to share, just given that I've been spending a lot of time here in Asia, and I expected to see that people would have the same attitude as they seem to have in the US, but they really don't. There's a lot of positivity here. So there's. Crypto is a global story. It's not just about what's happening in the US, although it's a lot of what we talk about on the show. So anyway, with that, we got to sign off. Thank you, Mark. Hopefully, we don't have to have you back on anytime soon because there won't be as much legal troubles. But if there is, we will give you a ring. But thanks for coming on."
    },
    {
        "speaker": "E",
        "text": "Awesome."
    },
    {
        "speaker": "C",
        "text": "Awesome. All right, take care, everybody."
    }
]