[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of Tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I manage trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "Pollock Eth is the ultimate Defi protocols."
    },
    {
        "speaker": "E",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "C",
        "text": "Hello everybody. Welcome to the chopping block. Every couple of weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So we're doing a special episode today because there's some crazy stuff happening in the industry. So this is kind of a flash episode. It might not be as long as usual. I'll do really quick intros. First, you got Tom, the defi maven and master memes. Next we got Robert, crypto connoisseur and Tsar of Super State. Tarun should be joining. Tarun is the giggle brain and grand Prad gauntlet, but he's a little late on the draw. He had a busy day today, so we're going to be a little gentler with him than usual. Then today, as special guests, we have joining us Stephen Pally, the luminary of ledger law at Brown Rednick. And then you've got myself. I'm a Steve, the head hype man at Dragonfly sort of state. We're early stage investors in crypto, but I want to caveat. Nothing we say here is investment advice, legal advice, or even life advice. Please see chopping block that XYZ for more disclosures. Okay, so, Stephen, we have you here today to decipher what happened today and what it all means. Let me first run through what happened in the ripple case. Okay, so the ripple case, for those of you who are just tuning in, it's been brewing for quite a while. So ripple was sued in, what was it? 20 20? 20 19 20 20."
    },
    {
        "speaker": "E",
        "text": "Right before Christmas."
    },
    {
        "speaker": "C",
        "text": "Okay. Yeah. So they were sued in 2020 by the SEC, and this was considered to be one of the most important cases in crypto, as you know, a very well funded, very, very strong adversary with a strong token. You know, it was basically a top five token during many times in history that the SEC was taking on directly under the idea that the XRP, it was an unregistered security. So there was filings for summary judgment. Summary judgment. Stephen, please correct me if I'm wrong. Summary judgment basically means that, like, hey, we don't disagree on the facts. Let's assume that the facts are all basically correct, and we don't need to, like, argue about it. Just given these facts as being true that we've laid out, can we just, like, skip figuring out whether the facts are correct and say, look, you're gonna win? Assuming that these facts are true, is that basically what a summary judgment is?"
    },
    {
        "speaker": "E",
        "text": "Yeah, basically, one side says, we believe these facts are true and undisputed. They're material to the case. Given that you should decide the case is a matter of law. What that does, too, is if you get complete summary judgment in a case, you don't have a trial here. We can talk about this in a few minutes. There's still some. This is a partial summary judgment, and the court has indicated that portions of it will still be tried."
    },
    {
        "speaker": "C",
        "text": "Right. So there were several important prongs of the case that the SEC was bringing against XRP that are quite distinct. So, just to reiterate the high level story, XRP, they did some sales to institutional investors. So hedge funds, market makers, other types of folks who were buying XRP with lockups directly from the XRP foundation or whatnot. Then there were retail programmatic sales. So XRP was automatically selling XRP on exchanges. Then they were paying their employees, an XRP, and the founders themselves were selling XRP that they had received, presumably as compensation for setting the whole thing up. So each of these were kind of individually treated as cases of securities violations, according to the SEC. And what the judge ruled in the summary judgment was that the institutional sales were sales of securities. So these were deals directly with a third party. Money is going to the XRP foundation or whatever the ripple the company, and these are deals with lockups and so on. So these look more like traditional security like transactions, and they're kind of structured as such, and they're sophisticated investors who know the money is going directly to the issuer and so on. Then the retail sales, which is the thing that most people in the industry really care about, the retail sales were happening on exchanges. The judge deemed that these were not securities transactions. So because the retail customers were buying the XRP, they were not sending the money to ripple. They had no direct engagement with ripple. They did not know who was on the other side of the trades. They were in the 1% of trades of XRP for which ripple was the counterparty. They would not have known that either way. So there was no reason for them to believe that they were pooling capital to make an investment in a common enterprise, blah, blah, blah. They were just buying XRP for presumably speculative reasons. But that is not sufficient to establish an investment contract, according to this judge. Also paying employees an XRP was not because there was no investment of capital, and the founder sales were not because. I forget why the founder sales were not the same reason. Yeah, because they're also basically same arguments, programmatic. The people on the other side of the trade were not making investments. Okay, so on the back of this, on the back of this. So this thing is still going to trial. And Steven, I'd like. I'd like to understand from you what happens from here, but just so people understand the consequences of this. XRP is up 75% today. Massive, massive rally. And XRP now once again, a top four asset rocketship. A bunch of altcoins are massively up. Matic is up 17%. Solana is up like almost 20%. Coinbase is up 24%. Coinbase just announced it's going to relist XRP. Kraken is exploring, doing the same. Gemini is exploring, doing the same. It is basically a party today in crypto land. So, Stephen, coming back to this case, what happens from here? Some of the summary judgment went in the favor of ripple. Some of it went in favor of the SEC. There are still certain counts that need to be tried. Explain what happens from here."
    },
    {
        "speaker": "E",
        "text": "So there are a couple of paths that this case can take from here. The court said that I think it was $780 million worth of institutional sales were securities transactions. They were investment contracts that met the or satisfy the Howey rubric. The court, as you pointed out, said that programmatic sales were blind bid ask sales on digital asset platforms were not. And the distribution of tokens to employees, also nothing. But what's left then, is there's an aiding and abetting claim as to Mister Garlinghouse and Mister Larson. It appears that that is something that would still remain to be tried. The court denied summary judgment on that. There's also the question of what a remedy would be for the SEC with respect to the institutional sales. And I think, I mean, it's important to pause, take a deep breath, and look at the opinion and look at the consequences. Certainly, a $780 million disgorgement remedy plus penalty and interest would not be a good thing. But the interesting piece of this is. So what happens next? There's a procedure in federal court in the United States where even when a case is incomplete, you can take something called an interlocutory appeal. So you don't have, the case itself isn't a full and final judgment. You have partial judgments. In order to do that, you have to make a request within a particular period of time. The parties would have to go to the judge, convince the judge that reasons set forth in a statute were satisfied, and then take it up to the second circuit. I'm guessing I don't have any inside information here. I would be surprised if this wasn't taken up to the second circuit. But that's sort of where things stand right now. Unless somebody moves for this to be certified for an interlocutory appeal, we'll have."
    },
    {
        "speaker": "C",
        "text": "A trial from here. It feels like two things that a lot of people found surprising about this judgment. So one is that we've been talking for a long time about the concept of assets being securities. Is XRP a security? Is bitcoin? Is either a security. And what this judge seems to be affirming is this idea that, no, no, no, there's no asset that is a security. It is the nature of the contract or the nature of the sale that constitutes a investment, contract or not. But XRP, in and of itself, is not necessarily a security. This really goes against all the rhetoric we've, we've been hearing from the SEC, and kind of a lot of rhetoric, even people outside the SEC. Is this, is this surprising to you to see this from, from a judge?"
    },
    {
        "speaker": "E",
        "text": "So what the judge did was the judge looked at cases that had dealt with other kinds of assets, orange groves in Howie Whiskey, et cetera, et cetera. And the judge said, look, what I'm going to look at and what the case law says and what the statute says is I look to see whether there's a contract, transaction, or scheme. Now, the contract, transaction, and scheme can have as an object, a thing that is not a security. What you're looking at is the totality of the circumstances. And what the court said was, well, here with institutional sales, there's clearly a contract transaction scheme. There's an investment contract with the programmatic. Because according to the court, this is where it gets really interesting. The court says because these were blind bid ask, the purchasers couldn't know that ripple was on the other side. Therefore there couldn't be how we like reliance. So the transaction didn't fall within the rubric of an investment contract. It seems to me like the court didn't necessarily say that XRP was or wasn't. The court said, I don't have to look at that. That's not the correct inquiry. What's also really interesting is anyone who's looked at this opinion in detail, you'll see footnote 16 and I'm in a bunch of lawyer crypto telegrams and everybody's talking about, I know it sounds very."
    },
    {
        "speaker": "C",
        "text": "Exciting, I know, but footnote 16, scintillating."
    },
    {
        "speaker": "E",
        "text": "Well, footnote 16, the judge says, look, I'm not saying that secondary trend, I'm not talking about trades on secondary trading platforms. I'm not ruling on that. But if you look at her ruling, she says that because if Ripple traded on a digital asset platform and the other side didn't know it was ripple, you couldn't have an investment contract. It seems to necessarily follow that that would apply to all transactions using blind bid ask. Right, because the counterparty is, that was a surprising conclusion to me and I think that's something that is likely to be appealed."
    },
    {
        "speaker": "C",
        "text": "Would it not be the case though? I mean, again, I'm really asking, you genuinely has a, I don't know this question. Um, wouldn't it be the case that if we are asking the question like if XRP is a security, then by definition any transaction involving it is a security transaction? Is this not basically confirming that XRP is not a security in and of itself, such that if it were a stock that were decidedly a security in all circumstances, any transaction involving a stock is a securities transaction. Is that not a correct understanding?"
    },
    {
        "speaker": "E",
        "text": "That does seem to be the logical conclusion from this judge's opinion. Yes, that that was her conclusion. I mean, it is, to be clear, I've been accused on telegram of getting in the way of people's celebration. Look, I mean this is a great win for Ripple. It's a good day for ripple, notwithstanding the loss of that first bucket. It's probably even a better win for holders of XRP given the fact that it's going to be relisted. But it's important to remember that this case is not over and it's definitely going to be appealed."
    },
    {
        "speaker": "C",
        "text": "What does the appeal process look like? Let's say SEC is like, hey, I don't like this, we're going to appeal. How long does that take, what is that process like?"
    },
    {
        "speaker": "E",
        "text": "Sure. So, like I said, there are two ways this can go on the appeal process. One, the SEC and ripple, by the way, could ask the judge for permission to take an interlocutory appeal. An appeal in the middle of the case to the second Circuit believe the second circuit would have to agree to take it. If that happened, you'd be looking at, I don't know, maybe a year in front of the second Circuit. You'd then be looking probably at what's called en banc review. Appeals in federal court typically have three judge panels. You can then ask for rehearing in front of the entire circuit. At that point, it seems certainly possible that the losing side would try to appeal to the Supreme Court and take rid of certiorari. It could be a couple of years, or the judge could say no, or the parties could not ask for an interlocutory appeal. They would then go to trial, and at the conclusion of the trial, the parties would take an appeal. And again, you're looking at a couple of years. It's also possible, and it seems unlikely to me. But who knows? Maybe a settlement can be brokered. But you got to ask yourself, if you have gotten a judgment that somebody engaged in $800 million of unregistered securities transactions, what are you going to be willing to settle for? And on the flip side, what is Ripple going to be willing to settle for? I don't see it, again, speculating. It doesn't seem like it's going to settle. So either you get an appeal now or you get a trial, and you get an appeal later, a couple of years."
    },
    {
        "speaker": "F",
        "text": "In the meantime, now that there has been a ruling on many of the different aspects of the case in the appeals process, what's the state of the world for? Ripple. What's the state of the world for the SEC? What's the state of the world for other token issuers, how does this affect people over time?"
    },
    {
        "speaker": "E",
        "text": "Sure. Not legal advice, not even meme advice. But you're the safe space. Yeah, it's a safe space on the Internet. So it's hard because there are parts of the ruling that are very appealing. And I think it's actually, there's a certain equity of the notion that, look, we're going to hold you accountable, but sort of innocent purchasers for value, we're not going to penalize them. There's a certain, whether or not it's the law, it seems equitable and fair. The challenge is, if you're a lawyer counseling somebody in the space and they come to you and they say, we've got this opinion, what do I do with it? The response has to be measured responses. Look, it's a single district court in a case that hasn't been concluded. It's not precedential, it's persuasive authority at best. It's not binding on any of the other judges in that federal district. It's not binding on judges and other circuit courts of appeal, and it's going to be appealed. So I think you've obviously seen, I mean, you know, Coinbase and Kraken are advised by very good lawyers. They reached the conclusion that it was a safe thing to list. Now, I suspect that we will see more of that by exchanges. Although my office is inside the Beltway, I'm not a, you know, I'm not an inside the Beltway policy guy. What I've read, just like you all have read, is that this will have an impact on digital asset legislation. I think that that's, it seems like it should be a logical conclusion, because what we have now is a little bit, we've got confusion and that's not good. So it certainly takes a little bit of the wind out of the SEC sales. So, you know, I think there's going to be a lot of it depends. And I think lawyers advising clients are going to hedge a lot. Right now, I guess you have to ask yourself, is the SEC going to go after these exchanges for relisting XRP? And it sounds like if so, the exchanges are willing to fight."
    },
    {
        "speaker": "B",
        "text": "Well, I guess to that point, what about, I guess the Coinbase case? What kind of implications do you think this, because I feel like the Coinbase case seems of all the cases, the most impacted by this, but maybe that's the wrong read. But I'm curious where you fall on that."
    },
    {
        "speaker": "E",
        "text": "Oh, absolutely. No doubt Coinbase has really excellent lawyers handling this. I'm confident that they will be raising this opinion in their case with the SEC. Absolutely."
    },
    {
        "speaker": "C",
        "text": "Yeah, it seems like this has pretty direct, I mean, obviously Coinbase is up 25% today, so the market seems to agree that this is consequential for Coinbase. A large part of it, of course, is that Coinbase, the part about blind trading where you dont know who your counterparty is, basically making it. One of the things that I want to understand better is you mentioned about, okay, this is not precedent, this is not binding unless directly within this judges circuit or something. I dont totally understand the details. Can you explain it, uh, what you mean by binding versus persuasive like, can you just, can you walk through that for our audience?"
    },
    {
        "speaker": "E",
        "text": "Sure. So binding precedent is, um, be an opinion by the Supreme Court that would be binding on every federal court in the United States. If the second Circuit issued an opinion on something directly, that would be binding on every trial court, every district court in the second Circuit. Uh, if a district court judge is issues an opinion, it's not binding on any other judge. It's a court of first instance, a trial court. But it may be persuasive. It's something lawyers call persuasive authority as opposed to binding authority. It's an opinion that you would cite, you'd see judge, another judge, one of your peers in the Southern District of New York looked at this issue and has said, a token, like oranges, you have to consider it not a security, but an object of a transaction. And also, if I were them, I would also be pointing out that blind bid ask digital asset transactions and digital asset platforms. According to this judge, there can't be reliance on the efforts of third parties under the Howey test. So those things are not securities transactions. I think that's all relevant. I don't have the list of assets that are at issue in the Coinbase case, but that's certainly relevant and a great argument to make in that case. Look, secondary sales notwithstanding what the judge said in that footnote, which doesn't really make much sense, those are not the types of transactions that should be covered by securities laws. So I think they'll definitely make that argument. I would."
    },
    {
        "speaker": "D",
        "text": "What do you think of the implications of this for overall sort of fundraising and market structure for the industry? In some ways, this feels very opposite to how people have sort of perceived things thus far. Of, yeah, if you're an accredited investor, you can buy a saft or you can just buy a token outright, but obviously you can't do an ICO or just sell a bunch of tokens. This in some ways feels kind of opposite, where you would not actually want to knowingly investing into a common enterprise, but if somebody air drops a token and then they sell some later, it seems like it would be kosher under."
    },
    {
        "speaker": "F",
        "text": "This opinion, unless there's a registration statement or an exemption from it. So if you are selling it to institutional investors who are all accredited investors or whatever, and you find at exemption, you know, it would still be allowed."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "E",
        "text": "Yeah. I mean, look, I drive a 2007 Kia Sedona, so I'm probably not the best person to ask about how to moon Lambo. And my advice is going to be it's conservative, right. It's one opinion from one judge. Hopefully somebody got that reference."
    },
    {
        "speaker": "C",
        "text": "How do my best. Okay."
    },
    {
        "speaker": "B",
        "text": "I really hope someone watching this or listening to this in the future decides to come gift you a ride in Lamborghini so you can take a picture and be like, I did it."
    },
    {
        "speaker": "F",
        "text": "Yeah, Steve's right in that lambo."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "He's mooning it."
    },
    {
        "speaker": "E",
        "text": "Yeah. So look, I mean, the first thing I would take away is the judge is saying icos are. I think you can't read this and conclude that icos are a good thing for the issuer right now. Query whether an institutional purchaser who's gotten these things can't just go and sell them on a secondary market. Now. You still have secondary underwriter concerns too, right? So icos, I think, are still problematic. Maybe from a DeFi airdrop, if you want to be edgy, maybe there's a little bit more daylight. Honestly, there are parts of the opinion that are questionable enough that I think people can hate me for saying this. I'm sorry. It's not enough to execute a trading or investment strategy, if it were me. But again, I'm just a simple country lawyer who drives a, you know, shitty, drives a crappy car."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Well, in the peak bull market, there was a Kia sedona NfT that was very popular. So I was about to know. I don't know. I don't know about that."
    },
    {
        "speaker": "C",
        "text": "Maybe he's gonna make comeback."
    },
    {
        "speaker": "E",
        "text": "I may be referring to that. So, yeah, I mean, I think that's the answer. It's one opinion and, you know, you know, credit to ripple and its lawyers for what they got, but it's hard to take overall market and investment strategy guidance from it, in my view, not investment advice. Seriously, like, you should counter trade me because my trading is not good. But from a sort of a legal standpoint, it still seems like it's not enough to build an investment. Hypothetical."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's certainly not a done deal. And it's clear that, as you said, SEC is going to want to appeal this like this. I mean, this would be kind of a death blow for the march that they've been putting on about, you know, more or less everything associated with an issue or being a security per se. You know, trying to basically shut down Coinbase, trying to shut down a lot of the us exchanges that engage in altcoin trading. This is a dagger directly in the heart of what the SEC is trying to do. So I agree with you. It doesn't seem like the story is over and, you know, probably before this case plays out of, we're going to see legislative attempts to try to get to a different answer. So it's really a forcing function more than it is dispositive that like, hey, guess what? Everything's okay again. The really interesting thing to me is that I'm curious, Steven, how would you contrast the details of the XRP case to the details of the telegram case? Obviously, there are different judges and there's different moments in time. How do you compare the two, and why do you think this one came out differently than telegram?"
    },
    {
        "speaker": "E",
        "text": "That's a great question. So, in telegram, the judge, and this is problematic for safs or for safes with side letters or warrants, the judge basically said, looked at the entire thing as one scheme, and even though the token itself might not have been, the token itself was the object of the scheme, and even though it hadn't been created and was inchoate, the judge said that entire transaction was a securities transaction. I think the difference there was that it was still at the issuer and underwriter stage, right? It was before things had been, it was before there was a public market. So the judge was effectively looking at the people who were involved in the issuance and saying, you are involved in an investment transaction scheme here. The judge is saying, well, that initial sale, those initial transactions with institutional investors, those were securities transactions, but later, stuff that happened on the open market and with blind bid ask. That's not so. I think that's the difference. The difference is time, right? If telegram, if the tokens, if the grams had been issued and were available on markets and time passed, under this court's reasoning, you would have had a."
    },
    {
        "speaker": "C",
        "text": "Different result in the keys of telegram, though. These are all, I assume, they sold to Sequoia and all these folks who had lockups and institutional investors. Yep. Was it just that they didn't file a particular exemption because they were, all these things were only owned, the grams, I assume, were only owned by institutional investors with lockups."
    },
    {
        "speaker": "E",
        "text": "I mean, I suspect the real ultimate concern was the ultimate secondary sales on public markets and the lack of registration for the tokens themselves. If I remember that opinion, that's perhaps the difference."
    },
    {
        "speaker": "F",
        "text": "What about to another recent case, library or lbry? Does the ripple judgment conflict with the judgment in that case?"
    },
    {
        "speaker": "E",
        "text": "I don't think so. And I did see that in that, in this judge's order, she actually references that case and notes that the judge in that case declined to rule that transactions on secondary markets were securities transactions. I don't think so. And again, but what this also shows is different judges, different, slightly different facts, different conclusions. I also saw, I don't know if you guys saw this. The SEC issued a press release trumpeting, this is a great success and that hasn't received as much play. Yeah, the SEC said, we're heartened to see that. The judge agreed that the sales to institutional investors were securities transactions and it rejected Coinbase's fair notice due process arguments."
    },
    {
        "speaker": "F",
        "text": "Ripples."
    },
    {
        "speaker": "E",
        "text": "Yeah, the SEC Ripples issued a sort of self congratulatory press release."
    },
    {
        "speaker": "C",
        "text": "I feel like the SEC needs to fire their press department because they are, whatever they're doing over there is not working. I also saw on the COVID of Bloomberg this morning when I first saw this, like, on the COVID of Bloomberg Washington, uh, ripple rule, you know, Ripple ruled that sales were unregistered securities. And it was like, oh, shit, it's like a really negative story. And then I opened crypto, Twitter and everyone's partying. And then now the story has changed and now it's like, oh, no, no. The story is that ripple, you know, secondary transactions are not securities. And it's like a very celebratory article. So I think it's, it's funny how, I mean, they got the story other way around."
    },
    {
        "speaker": "E",
        "text": "It's, look, I mean, people see what they want to see. If you are someone who holds XRP, you're obviously going to be delighted, because now you can trade in the United States. And I think one of the most powerful arguments that was made, and credit to John Deaton and other folks in his camp, one of the arguments was this, punishes retail investors. Your job is to not do that. It's to protect me. And the judge doesn't say anything about that. But you wonder if that's a narrative that she picked up on. So good for them."
    },
    {
        "speaker": "D",
        "text": "Yeah, it does feel like the SEC really has to dig in here, because the other funny part about this case is, again, my opinion, Ripple does seem like a particularly egregious example of a token in the sense that it's not really decentralized. The XRP token doesn't really do anything. If you can argue that this token in secondary market transactions is not a security, I think like much better actors that maybe more look more look a lot more like bitcoin or ether, you know, it's harder to make a case against them."
    },
    {
        "speaker": "C",
        "text": "It's clearly part of the reason why the alto ones are rallying is because, you know, basically the facts and circumstances that the SEC trotted out in the coinbase case about Matic and about Nier and about Solana and all these things, it's pretty hard to not basically say, like, look, these are basically the same facts as ripple. And for Ripple, clearly these were not sufficient to say this is per se a security. It does feel. I agree with you, Tom. SEC looks really weak here, and market seems to be pricing that in more or less. But there's a lot of game left to be played on these things."
    },
    {
        "speaker": "E",
        "text": "I retweeted this thread. I don't remember the lawyer who did it. There are some good clinical analyses that would suggest that the SEC's case is stronger than people on Twitter might like to believe."
    },
    {
        "speaker": "C",
        "text": "What?"
    },
    {
        "speaker": "E",
        "text": "And I can say it isn't."
    },
    {
        "speaker": "C",
        "text": "So."
    },
    {
        "speaker": "E",
        "text": "Yeah, so, like, there are some. The notion that there's no reliance if you don't know who the counterparty is in a trade is probably something that can be disputed. Also, the court says that payment of use of crypto as a payment to employees didn't satisfy Howie because there was no investment of money. There is a line of authority that you're familiar with the concept of sweat equity. There is a line of authority that says that non financial things, including work, can constitute the investment of money. I think it's important. I was glad to see the opinion. I think the SEC has been very aggressive, and in this case, it hurt retail investors. But you have to be kind of cold in reading these things and analytical and understand there's a process and trial courts get reversed all the time. I remember about five years ago, the SEC had a, it was an enforcement action against some ICO. I think it was in federal court in California, and the SEC asked for a tro. Court said no. And there was a lot of joy in a much smaller crypto Twitter then. But in the end, the SEC got an injunction. So you have to parse it carefully. I think that the most important sign, at least short term, is that Coinbase and Kraken have relisted it. That obviously means something."
    },
    {
        "speaker": "C",
        "text": "Yeah. Well, I appreciate your, your lucidity, Stephen, but I'm still going to, I'm still going to accept a little bit of celebration, because this is, this is substantial. This is a substantial moment for the industry in a year where we've had a lot of punches in the face and a lot of feeling of the industry feeling persecuted, the industry feeling like they are really being driven out from, you know, the government basically not liking them and not wanting them to exist in America."
    },
    {
        "speaker": "E",
        "text": "The first, the first story. Yeah. I mean, the first thing I read on Twitter this morning was about people being unbanked from bank of America for buying bitcoin on Coinbase. So, yeah, sure, this is a little bit good news."
    },
    {
        "speaker": "F",
        "text": "It's an example of the rule of law coming out in favor of what everyone working in the industry has known in that these assets are themselves not illegal. I think it's just vindication for just so many builders and so many participants."
    },
    {
        "speaker": "B",
        "text": "I mean, it's also just been a kind of bad week for the government overall. Like, the activision case, this, like, there's been a lot of big ls, and I'm not totally sure whether that will be like, the fact that there were so many that were so public will change the overall strategy from, like, file a lawsuit, ask questions later, which is what it does seem like in general, the current administration behavior is, oh, it's."
    },
    {
        "speaker": "E",
        "text": "It's even worse than that. It's starting an investigation, turn it into an enforcement action, ask for, you know, force people to spend hundreds of thousands or millions of dollars in an investigation, enforcement for action for years, then sue them or then not sue them. So it's not. It's actually, I would say, substantially worse than that."
    },
    {
        "speaker": "C",
        "text": "Yeah. But the agencies are definitely on the back foot, especially not just the activision case and this, but also what's been going on from the Supreme Court. It's pretty clear that there's a broad pushback in the US against the administrative state, the bureaucratic state, and like that or not, there are probably different elements of that that I might think are good and might think are bad, but it's definitely happening one way or another. We're going to wrap up soon. But one other story that I wanted to touch on that came out the same within like, the same hour, I think, strangely enough, was Celsius. So Celsius, for those of you who might have blotted out from your memory, Celsius was a big lending company. They blew up last year alongside three arrows and all these other folks blowing up Celsius. As we learned pretty soon after the Celsius collapse, Celsius was basically running a Ponzi scheme. They were representing themselves as being a very safe lender that was not doing any uncollateralized lending. Turns out they were doing way uncollateralized lending from the very beginning. They were openly lying about their strategies, which turns out they were doing a lot of, like, leverage yield farming on chain that people actually knew about for a long time that Celsius was operating. There was kind of an open secret on Twitter that these were Celsius addresses. And that's how they were generating their yield."
    },
    {
        "speaker": "B",
        "text": "I think the problem was Jason slash zero xb one was, had very bad OpSeC and he basically docked Celsius in 2020 and 2021 and is mentioned in the lawsuit."
    },
    {
        "speaker": "C",
        "text": "So, yeah, so we learned that, I mean, we kind of knew, I mean, anybody who was sort of paying close enough attention to the industry knew that what Celsius was doing was obviously ridiculously illegal and basically bordering on fraud. Turns out, you know, everybody agrees. Basically the SEC, the CFTC, the DOJ, and the FTC. Interesting enough, the Federal Trade Commission, which usually is like the Consumer Protection Commission, not, not anything to do with financial markets. Uh, they all levy charges against Mashinsky, the CEO. Uh, and he's, he's been arrested, I believe. Uh, he was charged with the FTC with a $4.7 billion fine, uh, which obviously will not get paid because the company is insolvent, you know, so they're going through bankruptcy. But I guess it's symbolic. You know, the FTC has been doing, uh, some of these like really large fines that probably never gonna get paid. Um, but, uh, yeah, it's, it's a, it's a day that I think it's interesting because he was one of these dead men walking in the industry where everyone kind of knew, like, there was no freaking way, when they finally run out the, the string on this guy that he's, he's not going to go to jail for this, but he was just kind of around, you know, on twitter, just like doing stuff for a good year until he was finally picked up today."
    },
    {
        "speaker": "E",
        "text": "The question I have is the viability of these yield products. Full disclosure, matter of public record. My firm represents the creditors committee in the block by bankruptcy and I'm working on that as well. So I can't, I've got to be careful not to say anything that involves that. But if you look at the criminal indictment, basically what the feds say is this guy claimed he was running a very safe investment fund that was basically like a bank, but he was lying about it the entire time. And I guess I would say, I mean, two questions that I have. One, I dont know that that has anything to do with crypto. Its just, if the allegations are true, of course they have to be proven. And hes considered innocent until proven guilty. Its just straight up fraud. He promised he was going to do something with money, didnt do it. And then the second question is, and this is more for you folks and for people in the industry. Im not sure that these yield things were, there are some legal problems, legal impediments, but also 78, 10, 12, 16, 18, 20, 2%. How is that ever going to work? Is anybody ever going to be able to sell that again?"
    },
    {
        "speaker": "C",
        "text": "Well, I mean, we talked about this on the show a lot last year when the lenders were all imploding. And I think we were pretty quick to call out that Celsius was obviously full of shit and that this thing was not going to stand scrutiny. So it's no surprise, I think, to most of us, that this stuff doesn't work. I mean, the most brazen stuff was them claiming that this is totally. This is all secured lending. This is super, super safe. We only pay out 80% of our revenue."
    },
    {
        "speaker": "F",
        "text": "Everyone knew this was B's for, like, five years. It's amazing that the government wasn't able."
    },
    {
        "speaker": "B",
        "text": "Have you ever accidentally had the misfortune of being at a conference where Mashinsky spoke any time since 2018? I want those brain cells on the time back."
    },
    {
        "speaker": "E",
        "text": "So I actually believe it or nothing. I did a. I don't know if you guys remember Cheddar. I don't think it exists anymore. I did an interview with Cheddar on the New York stock Exchange, the floor, three years ago, and Mashinsky was there, and I met him and he spoke before me. And he used all of my time saying, I only got to speak for 30 seconds."
    },
    {
        "speaker": "C",
        "text": "No, he only used 80% of your time. You only use 80% of your time."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's right. You can just tell, though."
    },
    {
        "speaker": "C",
        "text": "I mean. Yeah, yeah, yeah. I don't know. I kind of feel like this is, like. Like you said, stephen, this is. This was kind of obvious. It's obviously sad to see so many retail investors getting ruined by somebody basically running a punch."
    },
    {
        "speaker": "E",
        "text": "Fucking tragic."
    },
    {
        "speaker": "C",
        "text": "But it's also. It's the oldest story in the world. This has nothing to do with crypto."
    },
    {
        "speaker": "B",
        "text": "Okay, here's the thing. I don't understand. Why did it take so long? And why did all the cases happen on the same day? Right? Like, everyone dumped on the same. And, like, it kind of felt like. I remember, like, during the time, like, last year, there were all these reports that were like, mashinsky's getting on a private plane, going out the country, dot, dot, dot, whatever it was, arrested, airport. And then it turned out those were false. But why did it take so long? It feels like a pretty clear case compared to some of the. Even just reading the thing today, I was like, wow, this just seems really obvious. You could go after him a long time ago."
    },
    {
        "speaker": "E",
        "text": "Look, I mean, I would say part of it could be this. And I'm speculating. The company was in bankruptcy, the damage had already been done. I'm not sure he's been arrested yet. Maybe, maybe not. I've read conflicting reports. It just takes a while to build a case. And unless there's an emergency, you just take your time. Dude's not going anywhere. So that could be the answer. It would be different, perhaps, if there was information about something like this and there was knowledge by the government. There was a ton of money that's about to be lost in that sort of case, you jump in right away. Maybe that's an answer. It's not really satisfactory."
    },
    {
        "speaker": "F",
        "text": "But what I don't find satisfactory about the whole situation is most of the people in our industry knew that Celsius stinked, stunk long before it collapsed. And all of this going after Celsius is a year after its collapse, not a year prior to its collapse. Right. And that's the part that's painful, because in my opinion, I think a lot of the agencies were focused on the wrong targets. They weren't focused on the companies that stunk and the actors that stunk and the people with bad intentions. They were too focused going after."
    },
    {
        "speaker": "C",
        "text": "The."
    },
    {
        "speaker": "F",
        "text": "Coinbases of the world and not the actual Ponzis. And Celsius was a Ponzi at the end of the day. Right. And almost everyone knew it. Like, there were so many things that didn't add up. I used to get in public beefs with Mashinsky all the time, trying to call out his nonsense because nothing would add up. And everyone knew that there was some, like, something rotten. And instead they went after good actors a lot of the time."
    },
    {
        "speaker": "C",
        "text": "I very much underscore that is very."
    },
    {
        "speaker": "E",
        "text": "Reminiscent of DeFi projects, like."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah, exactly, exactly. It's like this story of, you know, with Sam. I think you could argue that there was no way to have known in advance. Right? I think. I think the government was figuring that out at the same time the industry was figuring it out with Celsius. Anybody in the inside knew that there was something up with Celsius, right? Like, every single vc that ever kicked the tires in Celsius was like, what the hell is going on here? This thing is an absolute dumpster fire. So. And that's why no good vc's exciting. Ontario."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "No, not Ontario. No, it was CB. I think CPDQ that invested."
    },
    {
        "speaker": "F",
        "text": "But that's not a different crypto, different."
    },
    {
        "speaker": "C",
        "text": "Canadian pension that invested. No, but canadian pensions on the whole."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "It was like, yeah, it was a big, big check. It was a big, big check. Canada, I think, is very turned off from crypto because of the pensions."
    },
    {
        "speaker": "E",
        "text": "Yeah. I mean, speaking hypothetically, a lawyer that I maybe know very well might have been asked to do a due diligence project on this three years ago. And what that particular lawyer heard, everyone he spoke with said, no, your folks shouldn't go near, but nobody could provide any information. It was more like notion, like, basically, I wouldn't give that guy a dollar bill. So there's a lot of smoke, but there wasn't a lot of fire. And the problem you have there, too, is it's hard to call people out publicly if you don't have substantive facts."
    },
    {
        "speaker": "C",
        "text": "The problem. Yeah, yeah, yes. Kind of. But like, the problem was that it was all there. It's all on chain. Right? Like, we all knew they were putting a bunch of money in anchor. Everybody knew that. But, you know, apparently the feds were the last to know. And it's like you said, Robert, is disappointing. Not because, you know, I think everybody in this industry agrees that there should be consumer protection. Everybody's industry agrees that bad actors should be smoked out and rooted out of the industry. But the way in which the, you know, so far, the consumer protection, quote, unquote, in this industry has been mostly facade. Right? It's been, hey, once the damage is already done, we go after them before the damage is done. We mostly go after good actors who are, we're basically trying to carve out these kind of regulatory fault lines and say, oh, this one is ours, this one is yours. And these kind of turf wars which really don't feel like doing the job, you know, if we in the industry can figure out that, yeah, this guy is the Bernie Madoff and we're pointing it out, and basically for years, nobody does anything until it's all over. And then they parade out the handcuffs and say, great, you know, here's a $4.7 billion judgment. When the money was already lost, the money's already gone. So anyway, I'm sure they're all doing their jobs and they have lots of stuff to do. I don't, I don't, you know, I don't want to berate any individual because I'm sure this is hard and systematic and blah, blah, blah, and there are other constraints on everybody in the system. But it's, it's disappointing. Not that it doesn't work perfectly, but disappointing to be kind of double spoken to. You know, it's like, yeah, I get it. You guys aren't perfect. But then don't pretend that the industry needs to be perfect on the other side either."
    },
    {
        "speaker": "E",
        "text": "Or you really, like this was going on and you went after Uki doe."
    },
    {
        "speaker": "D",
        "text": "That's what came to mind, too. I was like, it's fucking pointless. And there were bad actors."
    },
    {
        "speaker": "E",
        "text": "Yeah, but it was so insignificant. Exactly, but it was insignificant. But there were government resources. I feel that way. This is a different tangent for a different time. A lot of the enforcement activity focused on Defi. It's been an absolute misuse of enforcement resources. You've got good actors who are doing their best to decentralize financial activity and going after those folks who doesn't make any sense when you've got folks who are engaged in the alleged activities that Mister Mashinsky was engaged in."
    },
    {
        "speaker": "C",
        "text": "Yeah. All right, so let's, we're coming up on time, so let's, let's wrap. I just want to, as we're closing this out, let's put Mashinsky aside. Fuck that guy. Uh, let's just take a sentence from everybody on the show of what you think. For the ripple case in particular, what does this mean going forward? Give me a sentence. Tom, you start."
    },
    {
        "speaker": "D",
        "text": "I'm starting. Um, I mean, I definitely hear what Steven is saying, which is, this is far from over, but, um, it does seem like there is more breathing room for people issuing tokens responsibly. Um, and I'm looking forward to seeing how the market structure reacts."
    },
    {
        "speaker": "F",
        "text": "Well, I think this is an inflection point where the last number of months, especially in the wake of the collapse of FTX and Celsius and Genesis and three arrows capital and blockfi and that whole mess, the attitude in the industry from my perspective was, hey, this is scary. And regulators are just cracking the enforcement whip because they don't know what else to do. And there isn't necessarily a strong basis to what happens next. Legislation's not coming. This industry is in trouble. And today, I think, marks an inflection point where, in my opinion, that narrative changes and that the rule of law is triumphing. And I think it's going to lead to legislation to actually clarify these things that were uncertain. And I think that this is actually the beginning of, like, an incredibly optimistic chapter for the blockchain and crypto industry in America."
    },
    {
        "speaker": "B",
        "text": "I have two things. One, I have to give a shout out to my favorite bar owner in Brooklyn. I'm going to go there tonight because he's an XRP fan. I've known him for like twelve years, and the first time I ever fucking heard of XRP was him telling me that he sends his family XRP in Australia, which I don't even. I don't even. I didn't even ask questions about whether it was on chain or via exchanges or whatever, but I just think it's hilarious. And, you know, he has a particular cocktail on their menu that's secretly dedicated to XRP, so I'm gonna have to drink a couple of those tonight."
    },
    {
        "speaker": "E",
        "text": "What's it called?"
    },
    {
        "speaker": "F",
        "text": "The cocktail?"
    },
    {
        "speaker": "B",
        "text": "It's called the XRpat. Like expat, but with an r in the middle."
    },
    {
        "speaker": "C",
        "text": "That's good. Super secret."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I gotta give props to Andy. He sent me a text message today just being like, free drinks tonight. I'm ready for it."
    },
    {
        "speaker": "C",
        "text": "Should we do a live chopping block happy hour at his bar?"
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "E",
        "text": "Can you make it that?"
    },
    {
        "speaker": "C",
        "text": "What's the name of the bar?"
    },
    {
        "speaker": "B",
        "text": "That's called? Blueprint."
    },
    {
        "speaker": "C",
        "text": "Blueprint."
    },
    {
        "speaker": "E",
        "text": "All right."
    },
    {
        "speaker": "C",
        "text": "Live chopping block happy hour at blueprint tonight."
    },
    {
        "speaker": "B",
        "text": "And. And so, yeah, anyway, I figured I'd give. Give him a shout because anytime. I never paid attention to the ripple news, anytime I go that bar, I would get, like, a full dossier update on, like, what had happened and, like, why Garlinghouse was being wronged. And I'm like, I would not have known anything about this case had I probably wouldn't have really paid attention. So that's the first thing, I guess. The second thing. I think the question about telegram was quite prescient, because I do find this idea that I have a box and I can sell accredited investors the box, but then somehow the box is allowed to, like, you know, remove the exterior of itself. And now, as long as it's transferred, it's. It's somehow like a different thing. I'm a little bit confused. And it sort of proves to me that human law is actually just, like, always going to be incompatible with. With blockchains, because one has composability as, like, a necessary primitive, and the other one is like, this exactly. Shows that, like, composability doesn't even exist in, like, securities law. Like, you can't really compose security's law of two entities correctly. This is almost like a reentrancy attack against securities law."
    },
    {
        "speaker": "D",
        "text": "Let's have a moratorium on box box analogies, too."
    },
    {
        "speaker": "C",
        "text": "For the sake of our industry, for the sake of our industry, recommend no more box analogies."
    },
    {
        "speaker": "B",
        "text": "No more box analogies."
    },
    {
        "speaker": "C",
        "text": "No more box analogies. But also, that is the most tarun take on the ripple case, that it exposes a reentrancy attack in law."
    },
    {
        "speaker": "E",
        "text": "Fucking love that. I mean, basically the problem you have is that software is deterministic and law is stochastic. Right? And it's like oil and water. The two things don't. Don't, don't meet. I guess I would say, like, my takeaway for today, I think it's too late to queue, you know, right, of the Valkyries. But I don't want to look much credit to the Ripple lawyers and congrats to the holders who can now sell their crypto. There's a ways to go, but I can understand why people are happy. I just. I'm a little bit more cautious on what happens next."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, my. Just to wrap up my two cent, I think this was a much needed win in the US. Things have been feeling very gloomy and I think the industry was feeling cornered. This at least vindicates that crypto has the right to exist in the US. And there, whether it's in the judiciary or whether it's in, you know, among Congress, there are allies for the industry in the US, period. So it's a good. It's a good reminder of that, if nothing else. That's it for today. Thanks for everybody jumping on. This is obviously a big day, so we wanted to chat about it live. Stephen, thank you for explaining everything for us. And hope. Hope there aren't hope. Hope next time we have you on, we can actually play right of the Valkyries."
    },
    {
        "speaker": "E",
        "text": "Absolutely. That would be fun."
    },
    {
        "speaker": "C",
        "text": "Great. Thanks, everybody."
    },
    {
        "speaker": "B",
        "text": "See ya."
    },
    {
        "speaker": "E",
        "text": "Bye."
    },
    {
        "speaker": "C",
        "text": "See y'all."
    }
]