[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Token economics can do way less than the industry on the whole has claimed that it's able to do. And so for the most part, I sort of consider token economics to be a little bit of a dirty word today compared to how I saw it two years ago."
    },
    {
        "speaker": "C",
        "text": "Not a dividend, it's a tale of Tuqwan now."
    },
    {
        "speaker": "B",
        "text": "Your losses are on someone else's balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "B",
        "text": "I named trading firms who were very involved."
    },
    {
        "speaker": "C",
        "text": "I like that. Eth is the ultimate Defi."
    },
    {
        "speaker": "E",
        "text": "Protocols are the antidote to this problem."
    },
    {
        "speaker": "B",
        "text": "Hello, everybody. Welcome to the chopping block. Every couple weeks, the four of us get together and give the industry insider's perspective on the crypto topics of the day. So quick intros. First, we got Tom, the defi maven and master of memes. Next we got Robert the cryptocurreno sewer and tsar of super state. Then we've got Tarun the Giga brain and grand poo bah at Gauntlet. And finally, I'm Haseeb, the head hype man at Dragonfly. So we're early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see chopping block XYZ for more disclosures. All right, so it's been a crazy couple of weeks. There's been a lot of conferencing going on. I think most of us, minus Robert, were at token 2049 in Asia. I guess Tom and Tarun, you guys are back in the states. There was also mainnet in New York. What's been the vibe? Give me. Give me the brain dump of what conferencing has felt like in the last few weeks."
    },
    {
        "speaker": "C",
        "text": "The US is dead as a doorknob for crypto, it seemed like the us conferences had less attendance than they normally do, amongst other things. Whereas the Asia conferences were crazy. Like, I just didn't think there were 12,000 people who wanted to go to a crypto conference in 2023, and clearly there was much more in Singapore. Singapore was insane."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think token 2049 had more people than ETH Denver. Like, it was. It was pretty wild. I mean, it is like the premiere."
    },
    {
        "speaker": "C",
        "text": "Event in Asia, and it sold out."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it was a gigantic venue. Right. One of the. I mean, obviously, ETH Denver was a very large venue as well, but it was. It was. Was absolutely massive. Robert, you were at permissionless. How did permissionless feel?"
    },
    {
        "speaker": "E",
        "text": "I mean, compared to prior years, permissionless felt pretty quiet. Really high quality group of people. The conference goers that were showing up to a conference in Austin, Texas, during a relatively hot week in September were not totally broad retail audience. It was mostly people that were closer to industry, closer to things happening in the space, and a little bit more informed than I've seen elsewhere. So small."
    },
    {
        "speaker": "B",
        "text": "I felt like token 2049 pulled a lot of people last minute from permissionless. I think a lot of people were planning to go and then decided like, oh, shit, this seems like there's too much happening in Asia. I got to go out there. So I think the timing was a little unfortunate for permissionless, but there was a clip of Eric Voorhees giving, I guess, what was the keynote. It was pretty amazing. If you haven't seen it, I would strongly recommend watching it. It's gotten, like a couple million views or something, and it's essentially just like a rallying cry, just sort of a credo of, hey, screw the government. Like, we're trying to build a decentralized, alternative financial system. And it really kind of plucked to the heartstrings. I don't know. Do you see that live?"
    },
    {
        "speaker": "E",
        "text": "I did not see that live. I actually had to take off right before that speech, but I was able to watch it online afterwards."
    },
    {
        "speaker": "D",
        "text": "It reminded me a little bit of his debate with SBF I think, like a year ago. It was almost like. It was like a month right before FTX collapsed. And it was similarly kind of getting back to kind of the core religion ethos of crypto is very."
    },
    {
        "speaker": "B",
        "text": "Yeah, we got to get him on the show at some point. He's definitely. He's a very good bear market. In a bull market, I always feel like Eric is a little too centered and, like, too grounded. Bull markets that kind of demand a bit more craziness and levity, but in a bear market, I feel like he's got this gravity that is very clarifying. You know, I really appreciate the role that he's come to play as like, the elder statesman of the industry. Any other takeaways from Token 2049? I mean, we were out in Asia for a couple, couple of weeks. The videos have just started going up for Token 2049. And I did one panel that I moderated with a bunch of l one s, and it was actually probably the most entertaining panel I did. I did several panels while I was out there, but most of them were, you know, they were great. But this one we had, it was Aptos, swe, Avalanche, and Nier, all of whom were on stage. And Goon, who's been on the show a couple times, Goon was just like. He just basically was ready to pick a fight. And so they just got on stage, they were scrapping, they were like, interrupting each other and getting super aggressive. And it was honestly the most entertaining panel I think I've ever moderated, just from how angry everyone was on stage. So any other highlights or anything that stood out to you guys while you were giving talks or moderating?"
    },
    {
        "speaker": "D",
        "text": "I don't know about being on stage, but I will say there was a little bit of a bizarro world moment with token 2049 too, where obviously a lot of high quality projects, a lot of good representation throughout the industry. And then there were a lot of random products I'd never heard of that had these massive sort of neon lit up boots that they clearly spent a bunch of money on. I believe islamic coin was one of the large sponsors. I'm not an islamic coin expert, but there's another sort of meme floating around. They're doing a public crowd sale for islamic coin at purportedly a $30 billion fDv, $60 million razor."
    },
    {
        "speaker": "E",
        "text": "Wait, so it's three times world coin."
    },
    {
        "speaker": "D",
        "text": "But they went on Twitter to explain that this is a 100 year fDv. And so in reality, the near term FDV that you're investing into is not nearly near term FDV, the near term market cap."
    },
    {
        "speaker": "B",
        "text": "I think we need to add some extra FDV numbers into Coingecko just so we can start near term FTV. Long term FTV."
    },
    {
        "speaker": "C",
        "text": "I think an interesting thing related to this that's a tiny deviation. But important to note I is the history of finance actually has had a lot of things where the introduction of a new financial metric as a form of reporting completely changes company structure. Like EBITDA. Why does EBITDA exist? Like earnings before income tax, depreciation, amortization and it's like, because it was just some company that was losing money, and they started reporting EBITDA instead of true profits, but that kept them afloat for long enough to raise financing, and then EBITDA now became, like, the accounting standard over time. Right? So I kind of think that these FTV games, we're going to just see this, like, war of all these metrics, and whichever metric is, like, the market wants will eventually be the standard, and everyone will just try to optimize that."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is 100% what happened to TVL. Yeah, TVL, in principle, makes sense as a number, right? But how do you count TVL? Do you count your own token? Do you count wrapped versions of your token? If somebody wraps your token and puts it back in your protocol, is that double the TVL? Like, you know, defi llama just decided how tv all gets counted, and then the rest of the world just warped around the way that, you know, these metrics decided to get reported. And of course, you saw that on Solana where, like, all these people were recursively kind of putting TVL from one protocol back into another one, back into another one. Now, I think we've gotten better at not double counting, triple counting. But, you know, back in, in 2021 when Defi was in full thrust, it was just, whatever goes. Like, that's tv."
    },
    {
        "speaker": "C",
        "text": "The other chart crime that exists is that I really irks me, is when people show cumulative charts instead of, like, instantaneous charts, it. I just, like, kills me."
    },
    {
        "speaker": "B",
        "text": "I will say, as a VC, let this be like a little one on one lesson. As a vc, we absolutely hate cumulative charts. We understand that cumulative charts look good. So for those who don't understand a cumulative chart, normally, when you have a chart, you look at, look, here are the number of transactions every day. Right here is the total number of transaction volume ever, if you add it all together. And the nice thing about cumulative charts is that they look like they're going up and to the right always, no matter what, because they're adding, you know, it's like the number of how many."
    },
    {
        "speaker": "C",
        "text": "Trades have been done adapting positive number."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. The problem is that it is useless to look at as a vc. When you have a vc and you look at a cumulative chart, what I assume is that your actual chart looks like dog shit, and that's why you're showing me a cumulative chart. So in general, don't show cumulative charts."
    },
    {
        "speaker": "E",
        "text": "However, if it's a chart with multiple dimensions shown, if it's a cumulative chart and a daily or time period flow together, then it's cool."
    },
    {
        "speaker": "D",
        "text": "Is it?"
    },
    {
        "speaker": "B",
        "text": "I would rather just have a daily."
    },
    {
        "speaker": "D",
        "text": "I'm already doing the first derivative of the community."
    },
    {
        "speaker": "E",
        "text": "Let's say you have a daily chart and it's like net inflows, where like, some days are positive, some days are negative, some days are positive, some days are negative. You don't know the total ramification of it."
    },
    {
        "speaker": "B",
        "text": "But that's a net chart, not a cumulative chart. Right. So if you're netting gains and losses and you're getting like p and l or something like that, or net inflows and netflows, that's not a cumulative chart. That's very different because that does not go up into the right."
    },
    {
        "speaker": "E",
        "text": "I agree. No, no, I think then it's well complemented with a cumulative on the other assets behind it."
    },
    {
        "speaker": "B",
        "text": "Net and cumulative are two different things I did see."
    },
    {
        "speaker": "D",
        "text": "I agree. That's just aumeous."
    },
    {
        "speaker": "C",
        "text": "We should have a chart crime episode."
    },
    {
        "speaker": "B",
        "text": "This is it. This is the chart crime episode."
    },
    {
        "speaker": "E",
        "text": "This is the episode. Yeah, we're not going to have, this."
    },
    {
        "speaker": "B",
        "text": "Is the truest of VC true crime."
    },
    {
        "speaker": "D",
        "text": "It was inflows for Friendtech, but they didn't take out the outflows. So it was literally just any deposits into frontec added to the chart. And so of course you assume you're going to be looking@a.net chart. And in fact, it's any sort of deposit, you know, adds to the overall chart, which is kind of a useless metric."
    },
    {
        "speaker": "C",
        "text": "Chart crime, chart crime."
    },
    {
        "speaker": "B",
        "text": "Any other, any other chart crimes that come to mind, as long as we're on the topic."
    },
    {
        "speaker": "C",
        "text": "I think these like, fee accumulated ones where they're like people who are like, trying to annualize, I think people annualizing certain types of fee accrual and crypto sometimes makes no fucking sense because it's very event driven. Like, oh, like there's a ton of fees from one event and then like zero forever. But they always like, choose the right timescale so that they can say, like, we have at least XDev of fees. I understand how integrals and derivatives work, and youre just trying to play with the boundary conditions."
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw a lot of this in 2021 when a bunch of businesses that had a bunch of random core businesses, but almost all of them had tokens on the balance sheet, and those tokens went up and they counted that as revenue. And so theyre just like, oh, I had 50 million revenue this year. And if you chart that forward another 50 next year and its going to ramp this much, I'm like, dude, your core business made like 3 million and 50 million just came from tokens going up on your balance sheet. That's not your business. So, I mean, it's kind of charty. I don't know if it's a chart."
    },
    {
        "speaker": "C",
        "text": "Crime per se, but it's like EBITDA, right? I think crypto still is so nascent, and the idea of, like, what should count and what shouldn't and what flows are, it's still kind of an open thing of like, what the accounting should be. Right. So I kind of think, I'm kind of curious what EBITDA, like, the thing that becomes a meme that sticks, that's not TVL and that's not just fees. What do you think you guys think it is? Because I do feel like this bear market, my prediction is this bear market will end when we have invented what that is. The last bear market ended when TvL started becoming the metric and then people started monitoring it and not gaming it as much, and it was just going up slowly."
    },
    {
        "speaker": "E",
        "text": "I feel like the Solana stuff gamed even more where it was like, oh, here's the metric that everything's measured on the. So what if we come up with these crazy ways to, like, that's usually."
    },
    {
        "speaker": "C",
        "text": "The end of a bubble, right?"
    },
    {
        "speaker": "B",
        "text": "Like once, when it goes, baby, that was like the kickoff of the bubble."
    },
    {
        "speaker": "C",
        "text": "I know, I know, I know. But my point is, like, once you start getting kind of a shelling point around a particular metric, it doesn't get gamed for a little while. Like there's like a certain amount of time where it, like, it becomes a good, real standard bearer. But then someone eventually realizes that it's the thing to game, and then you get this capital bubble around that. Like in AI, you're having to happen with tokens per second right now, which is also a fucking useless, meaningless thing because the choice of architecture means the tokens aren't really the same. There's not fungibility of them."
    },
    {
        "speaker": "B",
        "text": "Sure. I think it feels like right now there's more and more fixation on revenue. And so you're seeing like token terminal. If you're looking at there's just revenue, there's annualized revenue, there's price to sales, price to earnings."
    },
    {
        "speaker": "D",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "So it does feel like we're sort of morphing more closer to traditional revenue and underwriting metrics, which is a good sign. However, these metrics aren't totally normalized in the sense that, for example, for Uniswap, does Uniswap have revenue? Obviously, the token holders aren't capturing anything, so the revenue is flowing entirely to, you could say cost of goods sold is 100% because all the revenue is going to the liquidity providers."
    },
    {
        "speaker": "E",
        "text": "I would say one of the biggest issues is that you have protocols that are not businesses, and people are trying to strap like business metrics or accounting metrics on them, and they're just not like Ethereum, bitcoin. Like, people are like, oh, well, you know, fees paid. Like, is that revenue? No, it's not revenue. Right? Like, I don't think anyone thinks that. Like, the transaction fees on bitcoin or revenue, are they on Ethereum? No, but, like, I've seen platforms that, like, talk about that alongside something like uniswap, and it's like, none of these really make sense. It's just like someone trying to build, not to knock any one particular company, but someone trying to build a company about standardizing data is like, oh, great, let's standardize how we look at everything. And I don't think it fits. Personally. I don't think these protocols living on top of blockchains are necessarily businesses or need business metrics. I don't think it's that helpful. I think projects and protocols might have their own unique metrics for success. Like how many people are doing x, y and z, and it won't always translate to the."
    },
    {
        "speaker": "B",
        "text": "So what do you think are metrics that should be adopted in lieu of revenue or price of sales or whatever? All the stuff that people are doing to try to account for, particularly in Defi, I think for layer ones, it's a little more nebulous."
    },
    {
        "speaker": "E",
        "text": "I think it comes down to exactly what the protocol is. A great example is even taking two things that seem like they're the same, let's say uniswap versus synthetix. Well, both of them are for trading, you know, one of them, you know, is for trading spot tokens and one of them is more like derivatives, right? So, like, would you say, like total notional traded? Like that might look crazy, you know, to use that as a comparison. Like, I guess my point is, like, even two things that look the same are going to be vastly different when you think about how you judge them or measure them. And so all I'm trying to say is like, you know, let's slow down and not trying to come up with one size fits all metrics. I don't think there is some, like."
    },
    {
        "speaker": "C",
        "text": "EBITDA type, but people love Defi broadly trying. And when people get any shelling point on one of those, that's when you see capital formation happen, because it's like, hey, look, there's this metric. We can optimize it. We see the growth curve, right? Growth implies you have a number or a set of numbers and a derivative, like a gradient. And the gradient can go up and you're like, yes, pour more money in it. And I do feel like there's a psychological human behavior element to this. And crypto somehow plays with that in a lot of ways. And some of its beauty is that the fact that it plays with these."
    },
    {
        "speaker": "D",
        "text": "I think the revenue thing also is a good. I agree. It's really difficult to sort of compare across different types of companies, but generally, it's a good heuristic for understanding product market fit and desirability. Just showing willingness to pay. You can't fudge it because I'm literally burning money. I'm spending money to use this, this protocol. Same thing with, like, you know, net dollar retention, net revenue retention overall, just like user retention. Like, yeah, like, I think that's generally sort of a good heuristic because it's showing that people are actually using these things consistently because they want to use it, not because ideally you're sort of tying out the. Any sort of."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm inclined to agree with this, is that although it is an abusive nomenclature, I think you're better off thinking of protocols as products and thinking about, like, if you can just applying very dumb, simplistic. Yeah, they don't work perfectly, but they're way better than just finger in the air. What's TVL and how do I feel like the vibes are trending for this particular protocol? I think at the very least, it keeps you honest. If you look at the era pre when people had concrete metrics that they were looking at, like, protocol revenue and things like that. There were just a lot of things that had."
    },
    {
        "speaker": "C",
        "text": "Take, for example, then you had four chan economics, because whatever was posted on four chan was the truth."
    },
    {
        "speaker": "B",
        "text": "Totally, totally. And also, like, not looking@like.net of emissions. Looking at, like, willingness to pay. Net of emissions. Like, you just end up with this crazy town where it's like, oh, there's basically like a negative cycle where people are making money by using your product, and you're like, wow, I have product market fit. There was basically an entire year where every hot product in crypto was that it was people. It was being like, wow, look how much adoption this is getting when it's really just people clicking a button that pays them every second."
    },
    {
        "speaker": "C",
        "text": "To be fair."
    },
    {
        "speaker": "B",
        "text": "That is so fucked."
    },
    {
        "speaker": "C",
        "text": "The enterprise SaaS bubble also had the same thing. It was just the way the capital was distributed was different."
    },
    {
        "speaker": "B",
        "text": "Totally, totally, totally agreed. Agreed."
    },
    {
        "speaker": "C",
        "text": "It's not unique to crypto, right?"
    },
    {
        "speaker": "E",
        "text": "That was just, every industry that has abundant capital has the risk of distorting the demand for the underlying product. A great example is Uber subsidized all of its rides early on with that sweet venture capital money, so that people would take a lot more ubers than they would if they had to pay a full market rate. Right? And it worked, and it was glorious, and it built an incredible company. And that was in like a totally random industry, like transportation, when there was the appearance of plentiful capital. And so I don't think any industry that has external financing is like immune from this. I think at the end of the day, like, every industry in some sense uses capital to grow more rapidly than it could without the presence of that capital. And that's obvious and it's good, and it's the whole reason that markets."
    },
    {
        "speaker": "B",
        "text": "Agreed. I think where I would part company with, I think the direction you're taking that is that if you look at basically liquidity, mining, farming, whatever, that's been one of the core innovations in capital formation within crypto. And I think part of what made it confusing is that, okay, when you're subsidizing a product, you're subsidizing some enterprise sales thing, or, I don't know, you're paying doctors to prescribe your shitty drug or whatever it is. It's pretty easy to look at the substance of that economic transaction and realize here's where the deadweight loss is happening, here's where everything's being greased. We didn't really understand it in crypto. Maybe we should have, maybe it should have been obvious, but we really didn't understand the negative cycles that existed in this whole thing until it was pretty late in that process. We realized like, ah, okay, subsidizing something on chain can actually mask the fact that this thing doesn't have product market fit and people are just farming it, right? Like these concepts within, you know, probably a year, I think we got the hang of it. But before that, people really did believe, oh, people. People are farming like it's the old SBF, you know, put a thing in a box and tokenize it analogy. Exactly. It's a box analogy, right? Like, if people are farming the box, the box is valuable. We really kind of took a while to understand, like, no, no, that doesn't, that's not true. Like, this financial alchemy is just, it's masking this bullshit underneath. And once the market got the hang of that, I think we ended up in a more subtle place, which is that, hey, like now you have, I mean, I mean, Tarun, obviously you guys do this with Gauntlet is look at on chain emissions and try to figure out how valuable are they. Are you getting good Roi as a dow for emitting tokens in order to attract a certain kind of behavior that you want? You know what, id go a step further is that I think a lot of what the industry was talking about in 20 202-021-2022 was how amazing token economics are and how token economics can create completely different kinds of innovation and products and this and that. And I would argue that the record of token economics is absolutely fucking awful. And token economics can do way less than the industry on the whole has claimed that it's able to do. And so for the most part, I sort of consider token economics to be a little bit of a dirty word today compared to how I saw it two years ago. Curious to get you guys take on that."
    },
    {
        "speaker": "E",
        "text": "Do you feel that? I think this is where you start to get into differences between the l one and the application layer. Okay, so do you think that token economics of Ethereum are."
    },
    {
        "speaker": "B",
        "text": "No, no, I think they're fine, but they're also quite simple."
    },
    {
        "speaker": "C",
        "text": "They also took a while to change if you think about it, right. They've iterated on it slowly over eight years."
    },
    {
        "speaker": "E",
        "text": "Do you think the token economics of bitcoin are broken? I mean, I'll personally say yes, I'm actually."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Yeah, you know, one interesting thing, I actually was, I was just at this, this conference today and Neil, Neil Ferguson talked and he was so pro defi and like kind of shitting on bitcoin. I was like very impressed by that. I was surprised to hear that. And part of his rationale was the bad tokenomic."
    },
    {
        "speaker": "D",
        "text": "I mean, I generally agree with you, but I think there are, you could certainly argue for an l one like, hey, isn't having high block war emissions in the early days it bootstrapped this network. Isn't that just liquidity mining for validators, for miners and then slowly tapering off over time? And arguably Ethereum did it correctly here. There are success stories, but it's not easy. It's not a one size fits all kind of thing, and most people just don't have."
    },
    {
        "speaker": "B",
        "text": "And bitcoin in a way was kind of lucky that it turned out bitcoin had an exponential growth curve in its price and it had an exponential decay in its emissions. And the two kind of lined up perfectly. I mean, you could argue like maybe, well it was fated to do. I don't think it was fated like, it kind of seems like ex ante it would be better if there were some PID or something that bitcoin tried to target some security ratio instead it just kind of happened to work out. But it obviously will probably not continue to happen to work out as the emission goes to zero."
    },
    {
        "speaker": "E",
        "text": "I dont think so. I think a bitcoin maxi is going to hear this show and be like, well of course its going to work out because the price of bitcoins going to double every four years."
    },
    {
        "speaker": "B",
        "text": "Thats easy. If the rate goes to zero, the price has to go to infinity, otherwise it breaks. We need infinity by 2100."
    },
    {
        "speaker": "E",
        "text": "Well, unless the transaction fees. No, I disagree. Unless the transaction fees really replace the block. So the thing that I always found. Yeah, I mean, from an idea perspective, especially if you're going to write a white paper and design a system, it actually seems like a pretty good process because you would assume that if this thing was alive 20 years from its creation, clearly someone's using it and there's a lot of usage and there's a lot of transaction fees that are going to obsolete the block reward itself. And so I don't know, I think it probably sounded brilliant then. Does it sound brilliant now? While the transaction fees are not replacing the block reward, but we'll see. I also think that there's going to be security risks in eight years, in nine years, like major ones, but we'll."
    },
    {
        "speaker": "B",
        "text": "See stuff to say. Okay, let's roll forward. So we have a couple stories that I wanted to get to today. So one of them is that there's been, once again, a very large hack in crypto. This hack is of a protocol called Mixin Network. They were hacked and they claimed they lost about $200 million. And it appears that their cloud service provider was attacked. And they contacted Google and they don't have the money. And so they've been kind of just roundly laughed at for basically the thin veneer of decentralization when reality. It seems like they're just a centralized database in some data center somewhere. It feels like a similar story to multichain, as we learned. So this is also a chinese multi chain, cross chain bridge and multi chain kind of same story. They had just some centralized server that had the keys that had all the money and the money was stolen and the sister and something. It was kind of ridiculous."
    },
    {
        "speaker": "C",
        "text": "Since we're on the trope of Tarun tells you rumors he heard in Asia. What I heard about the multi channel. I was waiting for the segment, basically. And again, this is just a complete heresy. I'm not like, I'm disclaiming that for all the shit I've said about this type of stuff this week is that apparently the Yunnan, which province and China government had like a $1.2 billion hole or something in their budget, and then they realized this guy was there. And the arrest, no, this was, I was surprised, let me just tell you, I was surprised at the type of person who was telling me this. So I was like, either it's, they have gone down the snopes.com four chan world, or it's like 100% real, that it was like an organized thing against this guy."
    },
    {
        "speaker": "E",
        "text": "The rumor you heard, the person who created that rumor believes that a local government was trying to plug a shortfall by taking crypto crime."
    },
    {
        "speaker": "C",
        "text": "I mean, multi chain like, I know it sounds ridiculous. I, you know, just a podcast. We're trying to create entertainment here."
    },
    {
        "speaker": "B",
        "text": "I figured that anything for the views. Anything for the views, you know, whatever, whatever it takes to."
    },
    {
        "speaker": "E",
        "text": "This has now become the Tarun rumor. Whisper."
    },
    {
        "speaker": "C",
        "text": "No, no, chart crime."
    },
    {
        "speaker": "D",
        "text": "Chart crime."
    },
    {
        "speaker": "B",
        "text": "Rumor was you're very good. Very good."
    },
    {
        "speaker": "E",
        "text": "Any other hot rumors you got from China?"
    },
    {
        "speaker": "C",
        "text": "I think those only islamic coin and multi chain thing. Yeah, first of all, mixin, I didn't even see them there. I, did any of you hear of mixin before? Before that?"
    },
    {
        "speaker": "B",
        "text": "I always thought it was, I always thought it was a privacy thing because the word mixin like makes me think of Monero, but apparently not. All right, well, you know what? We will move on because this story does not seem to have much substance beyond the shocking headline. There was another story, we were a little bit late on this one, but there was a story about stoner cats. So Stoner cats, if you remember, it was this, what was it like, Ashton Kutcher and a bunch of celebrities that got together and made this nft collection of these stoner cats. I think Vitalik did like some cameo in it. And they were going to be using the proceeds of these NFT collections to fund a tv show and a bunch of other ip that they were going to do from the Stoner Cats series. This is very early in the NFT bull market that stoner cats was around. They raised about 8 million selling 10,000 stoner cats in 2021. The SEC recently settled with stoner cats and they had to pay a civil penalty of $1 million and offer a fund to return money to any purchasers who wanted to get a refund as well. As destroy all of the NFTs in their possession. So the SEC basically said, look, stoner cats are securities. Why are they securities? They're securities because Stoner cats highlighted the ability to sell them on secondary marketplaces. They had 2.5% royalties, and they encouraged trading of the NFTs in order to collect more royalties. And the phrase they used was, the more successful the show, the more successful your NFT. So the NFTs, the show did actually exist. There were six episodes that were produced. You got 4.5 stars on IMB DB, which is nothing. Wait, is that out of ten or is that out of five? That's out of ten. So, not a good show. That's maybe why they got sued. Yeah. Okay. A lot of complaints."
    },
    {
        "speaker": "C",
        "text": "I mean, the idea that a high cat is a security is just almost like art. It feels like performance art. Thinking about this entire case, I feel."
    },
    {
        "speaker": "D",
        "text": "Like the facts of the case actually aren't that bad. Like, the show does exist. You can go watch it. It functions as. It's like NFT gating mechanism. Like, it works. And I think in isolation, the idea of selling a past. Watch your show. If it's a NFT, fine. But was everything they did around that in terms of marketing these nfts, that just so many red flags. I mean, they were talking about sweeping the stoner cat floor on Twitter and talking about. They were sort of encouraging trading of the nfts themselves. And obviously, the more successful the show, the more successful your NFT. I mean, I just feel like they were getting bad legal advice or no legal advice or something, but it's not like they promised some game and then they never delivered on it."
    },
    {
        "speaker": "C",
        "text": "On the other hand, did you see that Paris Hilton launched some new nfts? This conversation about celebrities getting a ton of stuff from a ton of bad stuff happening to them from the last cycle because they mindlessly endorsed shit that they didn't really think about, like trump trading cards. That was the first ever disclosure in a presidential candidacy of Ethereum holdings. So let's give it some credit. But the."
    },
    {
        "speaker": "B",
        "text": "I didn't know Trump did disclosures. That's news to me."
    },
    {
        "speaker": "C",
        "text": "Well, no, he had. I think he had to for."
    },
    {
        "speaker": "E",
        "text": "Yeah, he held the ether and did not dispose of it."
    },
    {
        "speaker": "C",
        "text": "But, yeah, Paris Hilton has a new one. So I was like, that was the first sign of light I saw in the bear market of, like, a celebrity trying to make a thing or just."
    },
    {
        "speaker": "B",
        "text": "Paris Hilton is kind of desperate. I don't know, like this. I don't know that that's a I take that as a bull market sign that Paris Hilton has launched more nfts."
    },
    {
        "speaker": "C",
        "text": "I mean, the fact that she's doing it is. I don't know."
    },
    {
        "speaker": "B",
        "text": "I mean, are they selling?"
    },
    {
        "speaker": "C",
        "text": "I have no clue. But the point is, I would have thought the stoner cat settlement would have scared the shit out of every celebrity."
    },
    {
        "speaker": "B",
        "text": "That seems like a sign that Ferris Hilton is kind of desperate to make some money and hasn't gotten the memo that nfts aren't selling anymore."
    },
    {
        "speaker": "C",
        "text": "She's a smart businesswoman. I don't think she's actually quite capable, and this actually is, to me, a bright sign."
    },
    {
        "speaker": "B",
        "text": "Okay, well, I. Tarun, I would recommend that you start copy trading Paris Hilton, if you really believe that she has."
    },
    {
        "speaker": "C",
        "text": "Copy traded me before."
    },
    {
        "speaker": "B",
        "text": "Is that right? How's that?"
    },
    {
        "speaker": "C",
        "text": "She joined pleaserdao much later at a much higher price."
    },
    {
        "speaker": "B",
        "text": "Okay, very good. Okay, wait, so me and Robert."
    },
    {
        "speaker": "C",
        "text": "Robert and I both were copy traded by Paris."
    },
    {
        "speaker": "B",
        "text": "Okay, so, look, if stoner cats is a security, like, yeah, okay. They. They said, oh, you should trade the thing. And, no, we're making a show. You could argue, well, okay, they're making a show. They're raising money to do some outside thing. And that really looks like fundraising. It still feels like, look, if Stoner cats is a security, then everything is. I mean, what, besides crypto punks is not a security?"
    },
    {
        "speaker": "E",
        "text": "Roblox would be a security. I mean, this goes to the fact that I believe two out of the five commissioners wrote a pretty scathing rebuke of this, is that it's a very tenuous line between a stoner cat, nFt, and, like, most other art, and like, most other art on a blockchain and, like, things that, you know, a couple of years ago, you would have laughed if someone said that that was security and that it also implies most things off chain could potentially be securities that no one expects are. And so it seems like a pretty, you know, stretched interpretation that was settled. It never went to court. Who knows how it would have turned out? But, you know, I don't know if in ten years we're going to say, like, oh, yeah, stoner cat, nft. Like, that's, you know, very clearly, you know, a security strategy."
    },
    {
        "speaker": "C",
        "text": "Why did you guys watch Richie Torres Grilling of Gensler yesterday about one card, Pokemon cards? I feel like that can read."
    },
    {
        "speaker": "B",
        "text": "What exactly happened?"
    },
    {
        "speaker": "C",
        "text": "Representative Torres from New York basically said, like, hey, do you think a Pokemon cards are secure? Like, Gensler was doing this hearing yesterday, and he said, hey, do you think a Pokemon card security? And Gensler is like, no, and they said, do you think a tokenized version of a Pokemon card security says maybe? I'm not sure. And it was kind of like he caught. He caught him. He. He caught him in a way where Gensler looked kind of like a fucking moron when he responded. And it was quite elegant. It was a very elegant line of questioning."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "But these are the things that defy the public's expectations and logic and common sense, where if you asked a random person on the street if a Pokemon card was a security, they would say, absolutely not. What are you talking about? Yeah."
    },
    {
        "speaker": "B",
        "text": "Random person does not even know what a security is and what is a Pokemon card? I will say, speaking of Pokemon cards, this is a total aside, but I did not realize how popular Pokemon cards still are. Like, especially in Asia, you find Pokemon cards everywhere. Like, every 711. They're just sitting there right by the cash register."
    },
    {
        "speaker": "C",
        "text": "What's the FTV of Pokemon cards?"
    },
    {
        "speaker": "B",
        "text": "That is a good question. I don't know. Also, there's so many Pokemon now. I feel like the card game must be impossible."
    },
    {
        "speaker": "C",
        "text": "That is an insane inflation rate, if."
    },
    {
        "speaker": "B",
        "text": "You think about it."
    },
    {
        "speaker": "D",
        "text": "Yeah. We need some more disclosures. We need some supply schedule. We need FDV, traditional."
    },
    {
        "speaker": "B",
        "text": "What if they actually did security disclosures? Right. Like, it would be. Here are the risk factors for Pokemon cards instead. Like, look, we know what we need. We need, like, the inflation schedule. We need the team allocation. We know how to do this."
    },
    {
        "speaker": "E",
        "text": "I mean, to that point, like, the reality is, if you're buying Pokemon cards with an expectation of profit, right. You have no idea what the Pokemon company is going to do. The Pokemon company could change the rarity, change the supply, you know, ban prior cards, you know, make new ones, add pokemons, you know, take away pokemons. Maybe Charizard is no longer in the game."
    },
    {
        "speaker": "B",
        "text": "That's why we need the SEC to protect us, to make sure that that can't happen without proper, without proper registration and disclosures. So thank you, Daddy Gensler."
    },
    {
        "speaker": "C",
        "text": "I highly recommend watching the interrogation of Gensler yesterday by Torres and then Emmerdez. They were just very funny. Like, just for the comedic value of, like, I feel like Gensler is a little. Is like, clearly someone who gets ruffled by, or seemingly someone who gets ruffled by, like, very aggressive question asking. You would think he would be, like, used to it by now, but clearly he's not. And, like, the Pokemon one, like, was like, dagger. It was like, very funny."
    },
    {
        "speaker": "B",
        "text": "Tom, tell us about what is happening in the millennium. We must know."
    },
    {
        "speaker": "D",
        "text": "There's a lawsuit between two of the Remilio co founders. One Charlotte is suing the other for misappropriating proceeds from these bonkler sales, like the mulady nouns equivalent, where they have this auction and you can buy them and they said, stole a million dollars, and now they're countersuing and saying, no, actually, you were the one who stole the funds and stole the IP. I think it kind of goes, maybe there's a broader story or idea here around sort of the extra protocol off chain ongoings of NFTs are really interesting right now. Like, pudgy penguins are in Walmart. They announced they're doing plushy sales, so they're selling these in Walmarts across the country now. But it's very, just orthogonal to what's actually happening with the NFTs themselves and sort of like the proceeds from those. And so I think overall, NFTs are, NFT collections are kind of in this soul searching phase where, okay, royalties are kind of dead, primaries are kind of dead, you're not really generating the revenue you thought you were going to be generating. And so everyone is kind of trying to look for the next thing, and it's not really clear what that is yet. And so you get these sort of weird off chain shenanigans or like, bape did some collab with bored ape, and they got panned very aggressively on social media, just like universally, they're like, no one wants this crap. And so, you know, everyone's trying to figure out what the next business model is for these things. And it's like, really, what would be."
    },
    {
        "speaker": "B",
        "text": "Your advice to a struggling NFT founder who's going through that valley of darkness right now?"
    },
    {
        "speaker": "C",
        "text": "Everyone here has to give one cone of wisdom."
    },
    {
        "speaker": "B",
        "text": "Each person, one con of wisdom."
    },
    {
        "speaker": "E",
        "text": "Yes, one molecule of wisdom."
    },
    {
        "speaker": "C",
        "text": "There's not enough brain cells that exist in NFT buyers. So, like, we don't have that much to give."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, Tom, you're up first. Give us your advice."
    },
    {
        "speaker": "D",
        "text": "I mean, obviously, a lot of NFT founders are looking to become media businesses or merchandise businesses or fashion businesses or whatever. I think the downside there is that these are not, they tend to not be amazing businesses based on multiples or margins. And so, yeah, you can go sell plushies, but they don't have the same kind of great unit economics that selling nfts do. And so I think ultimately, in my mind, doing primary sales of nfts and doing mints is kind of the best business model ever. And everything else is almost sort of a loss leader into doing that. All the events and all the media and all the stuff you do around the community. And so if you can figure out a way to do sort of sustainable primary issuance and mints are actually still reasonably healthy, but they just are not the sort of ten k PFP drops but they used to be. I think thats an amazing model. I mean thats the model that most luxury goods go down where its like, yeah, well do some press around our new watch. But ultimately its about these limited drops and thats how you make your money. Its through this scarcity and everything else is sort of supporting the buy pressure to allow you to do that. So that would be my kernel of wisdom."
    },
    {
        "speaker": "E",
        "text": "Okay, so do more like Azuki type new drops."
    },
    {
        "speaker": "D",
        "text": "I think Azuki had the right idea. I mean the execution was maybe off, but yeah, I mean selling $40 million of nfts in a bear market and that's all profit like that's incredible. So anything you can do to allow you to keep doing that I think should be kind of the goal. That's almost like the loss leader versus the actual business model."
    },
    {
        "speaker": "B",
        "text": "Tarun, what's your advice to a struggling NFT founder?"
    },
    {
        "speaker": "C",
        "text": "I guess there's two angles to this that I would say that are worth looking at. The first is well let's consider Bernard Arnaud. So Bernard Arnaud, founder of LVMH, Louis Vuitton Moy at Hennessy. Their name already portends where most of the value came from, which was aggregating a bunch of luxury brands, some struggling, some not into one house, finding economies of scale for them and then maximizing distribution. Theres a sense in which I wonder if the NFTs are too disaggregated and actually aggregating some of them merging, some of them actually would be able to extract more value distribution wise would have a better chance of these media type of engagements. And I kind of think M and A and NFTs land someone will be just as activist investors in public markets are the disaggregators. They always fight for people to split up or to return capital or whatever. There's always the people who are the aggregators in the private markets who like roll up a bunch of things and they're able to create more value. I think there's a huge opportunity and it's pure financial engineering. It's not necessarily making a new thing. Like maybe it's actually literally just rolling them up together and sharing distribution. But I think there's a lot of PE style tactics that are likely successful. I guess the second thing I would say is that the line between NFT mints and airdrops and games is getting much more hazy lately. So if you think about how people are doing airdrop farming right now, say for like Zksync, right, which doesn't have a token yet, people are putting in liquidity, doing actions in the chain because they expect to get an airdrop later, right. And there's obviously the big celestial airdrop this week, which really rewarded developers who contributed more than just users. And one interesting thing about that is you're sort of making shitty mobile game dynamics in airdrops where it's like, hey, there's some metric we're not telling you that we're using to decide what you get. And it depends on some number of actions. And it's almost like a video game, like you have to try to do all those actions in time before the random payout comes out. And the reason I bring this up is nfts could be useful in that those in this kind of blurred line between complicated airdrop and crappy game. And I think like there, that's another space that people should explore. So just two things, aggregation, aggregative effects, like some PE style roll up stuff. And then be kind of play, play with the line between airdrops and games. Cause. Cause the line is getting blurrier."
    },
    {
        "speaker": "B",
        "text": "So okay, I will say probably of the four of us, I am the least NFT literate. I dont feel like I know very much or spend very much time on this market. But here would be my two cent. I would take the opposite side of what Tarun is saying is that I dont think rolling things up or financial engineering is going to save the NFT market. I think thats probably a fast path to nowhere. I think if you understand what youre selling nfts are on chain luxury goods and how do you innovate in luxury goods? The answer is that you have to move with where people are going and with what makes people feel important and special. I think when the market was indexed onto royalties and everybody was trying to encourage more and more trading, that really works. When the market is basically speculation, we're no longer in a speculative market. And that means that secondary volumes, trading volumes are down and they're going to stay down because the volatility just is not there to support this being a great way to just flip stuff and make a bunch of money very quickly. Now, in the world of luxury goods, thats pretty normal. If youre buying expensive watches, if youre buying expensive wines, if youre buying expensive paintings, people are not doing it so that they can do quick flips. Some people do it sometimes, and there are some assets that do that. But the vast majority of luxury goods, they dont move around as much. Actually, theyre largely treated as stores of value. You can see that in that the floor prices for a lot of these assets for the blue chips, theyve gone down, but they have not gone down to zero. Theyve gone down to, uh, you know, thousands of dollars, but there's still thousands of dollars worth of jpegs. And so I guess what I would encourage you to do is like, the way you innovate in luxury goods is to keep moving, like keep plumbing new areas, keep, keep having new ideas. And like Tom was saying, you want to really think about this being fundamentally a primary business. You sell the NFT once, but you keep people coming back and you give them a reason to stay part of the club and to keep the club exclusive and exciting and novel and interesting. And maybe it also means that the people that you need to sell to are beyond just the crypto kind of core inner circle. Right? It's possible that like, hey, who are the other big spenders who are, who, their lives and identities are very much online, but they're maybe not crypto degeneres, right? Crypto DJ's just have less money now than they did two years ago. So it may well be that, like, look, there are people who spend hundreds of thousands of dollars in mobile games playing something like genshin impact or playing whatever. There are other pockets where people have a lot of money online. So if what you're fundamentally selling are online luxury goods, then I think you maybe have to bet on these people showing up in different places, but still being willing to signal with the kinds of assets and the kind of branding that they get from owning a really cool NFT. That's my two cent. That's it. Robert, I'll give you the last word. Given that you're probably the deepest on the NFTs."
    },
    {
        "speaker": "E",
        "text": "Yeah, I would just say, don't do."
    },
    {
        "speaker": "B",
        "text": "What everyone else they're going to say. Don't do what any of these guys said to do."
    },
    {
        "speaker": "E",
        "text": "I. No, no, no. If you're an NFT project, no more 10,000 pfps, no more generic bullshit. Like if every artist made the same type of art, no artist would have any fame or success. You know, art is all about breaking the mold and doing things that people haven't seen before and trying new things and getting weird with it. So I would say if you're an NFT project, like go wild. Have some fun. Do something crazy. Do something radical, like reinvent yourself. Just don't do something because you think that there's a playbook to do it. Run away from anything that you think is a playbook."
    },
    {
        "speaker": "B",
        "text": "I like that. I think it's a great note to end on. And if you do ping Robert, he will be the first in line to mint your radical new NFt."
    },
    {
        "speaker": "E",
        "text": "I'll at least hover my finger over the button."
    },
    {
        "speaker": "C",
        "text": "Great. If any of our advice was useful to you and you start a company, don't forget to tweeted us 100%."
    },
    {
        "speaker": "B",
        "text": "Okay, we got a wrap. We got a heart stop. Thank everybody. See you all next week."
    }
]