[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of tuqwan."
    },
    {
        "speaker": "A",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "C",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "A",
        "text": "I manage trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "Pollock Eth is the ultimate defi protocols."
    },
    {
        "speaker": "D",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "A",
        "text": "Hello everybody. Welcome to the chopping block. Every couple of weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So quick intros. First, we've got Tom, the defi maven and master of memes. Next we've got Robert, the cryptocono sewer and captain of compound. Today we've got a special guest, Eric Wall, the wise wizard of taproot. And then you've got myself and Haseeb, the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see choppingblock XYZ for more disclosures. Eric, it's good to see you sir. How are you doing? I heard that you're about to shove off for bitcoin Miami, which is like the those who don't know it's the big premier bitcoin event that happens every year."
    },
    {
        "speaker": "B",
        "text": "Very true. Thanks for having me on, man."
    },
    {
        "speaker": "A",
        "text": "Yeah, I imagine that this right now is basically ordinal season, so it's your time to shine. What's the vibe over in bitcoin Miami? Given what's happening on chain this time of year?"
    },
    {
        "speaker": "B",
        "text": "I think that this year there's probably going to be a significant clash between the laser eye Maxi tribe and the magicians, the wizards. So me and my co founder Uri were sort of thinking about how can we amplify that situation even more? So what we've been doing with this NFT project that we have is that we, in order to get whitelist in our project, we don't do the usual thing where people are active in discord or stuff like that. We have a specific thing called the wizard school. So in the wizard school, people do quests, like sending a lightning transaction, interacting with the bitcoin system. And the most recent quest that we launched was to wear a wizard hat to the Bitcoin Miami conference. So take a picture of yourself with a wizard hat because I think what's happening right now is that the sort of existing laser eye tribe, they really blame all this ordinal stuff on the wizards, even though they were the ones that went, developed, deployed, and went too bad for taproot for years and then didn't find a use case for it for years until someone thought, okay, why don't we just treat this upgrade as an arbitrary data blob and just feed any random stuff into the blockchain? And that's where the taproot wizards came in and said, okay, let's do some magic with this arbitrary data. So they think that we are destroying the chain, which they're the ones that sort of got the upgrade into bitcoin. So we've already been seeing a lot of animosity from their camp and, like, there's, there's been tweets that they've made to the effect of, like, let's hunt a wizard if you see one in Miami. So we thought, like, let's just, let's just flood the conference with wizards. Let's show them how many we are. Let's make it a part of the wizard school to show up in a wizard hat so that maybe, like, we'll make them feel outnumbered."
    },
    {
        "speaker": "A",
        "text": "Wait, so what exactly do they get? If they show up in a wizard hat and take a selfie, they get."
    },
    {
        "speaker": "B",
        "text": "A slightly higher chance at a whitelist for our NFT collection."
    },
    {
        "speaker": "A",
        "text": "A slightly higher 1% to two. Okay. That's legit."
    },
    {
        "speaker": "B",
        "text": "People do it, man. You should see these people, like, people are crazy about the collection. There's no way to buy it. The only way to do it is to, like, be a part of the community. So there's, there's tons of interest. There's already people. There's like, I think I've seen maybe like three or 400 pictures of people putting a picture of putting their wizard hat in their, in their luggage. So it's already, like, the hype is already building for that."
    },
    {
        "speaker": "A",
        "text": "Okay, so it sounds like this is a lord of the Rings style conflict going on between, like, the wizards and the trolls. And I guess I'm trying to. I'm trying to understand, like, in your understanding, and I know you obviously, you know, bitcoin Miami. I think it's starting tomorrow or today, soon. What percentage of the bitcoin community would you say is in the troll camp? And how much would you say is in the magician camp?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's some pretty interesting data points."
    },
    {
        "speaker": "A",
        "text": "On this magician wizards."
    },
    {
        "speaker": "C",
        "text": "No, it's Eth magicians and bitcoin wizards. Right."
    },
    {
        "speaker": "A",
        "text": "That's the magician. Others are wizards. Got it."
    },
    {
        "speaker": "B",
        "text": "So there are some pretty interesting data points on. So bitrefill is a service that you can use to buy gift cards with bitcoin. And it's one of the more popular, like, bitcoin maxi companies, actually. That's one of the things that if you ask a bitcoiner, what can you do with bitcoin? They'll say, oh, you can buy gift cards on bitrefill to charge your phone."
    },
    {
        "speaker": "A",
        "text": "It's so earnest."
    },
    {
        "speaker": "B",
        "text": "Right? So they do track statistics of who's paying with which wallet, actually. So you can do, like, fingerprinting and look at the metadata and how it interacts with their web server and try to figure out which wallet is actually connecting to our website and making bitcoin payments. So they had a conference, I think it was on pizza day last year. So May 22 is the pizza day. It's celebration of when Laszlo bought two pizzas for 10,000 bitcoin. So there's an event for that. And so he usually goes there and usually demonstrates some sort of interesting data on, like, who's using the service. So he did, like, a raise of hands, like, a show of hands, and he asked people, like, how many people do you think are using a, like, lightning versus ethereum or lightning versus litecoin? And so one of the interesting data points is that litecoin is more popular than lightning. So litecoin, which is like a cryptocurrency that barely anyone uses. So, like, some random shitcoin, is more popular than lightning. And then if you go into looking at the bitcoin payments, he asked, like, what do you think is the most popular wallet here? And so the bitcoin Maximus, they raised their hand and they said they named a bunch of different wallets, like the blockstream green wallet, a bunch of different wallets that they like and that they think are popular. So there were, like, maybe seven or eight different suggestions. And then in the end, it turned out that the most popular wallet was a wallet called Exodus Wallet, that no bitcoin maximist has ever heard of. Like, I hadn't even heard about it either. And that's just because, like, when you go to the app store and you search for bitcoin wallet Exodus, wallet comes up and it shows sort of how big the distinction is between the. So the bitcoin Maximus thinks that they are the bitcoin community, but there is a huge user base of bitcoiners that don't even know that the bitcoin maximus exists, and they certainly don't use their products. So if you're asking me, like, what the split is between wizards and what the split is between laser Maxis, I think that the main thing to realize is that the biggest bitcoin user base doesn't have anything to do with maximalism at all. They probably don't even know about the conflict between wizards or maximalist. And the question is, like, if they are presented with these two narratives, where one is like, in order to be a bitcoiner, you sort of have to be a conservative, you sort of have to be anti vaccine, you sort of have to be anti climate change, and you sort of have to be thinking about core nucleus family. There are a bunch of different weird things that have been associated with bitcoin culture that doesn't really have anything to do with bitcoin. And then on the other hand, you have sort of the wizards, which is like, fuck it. This is magic Internet money. We were trying to make bitcoin fun again. So the most successful, what logo for our sort of tribe is the same logo that was on the Bitcoin Reddit forum in 2013. There was a picture of a wizard that said, magic Internet money, join us. And that was the most successful Reddit ad in history of Reddit ads. People liked that sort of playful idea. The picture of a wizard magic Internet money didn't take itself too seriously. So I think that that sort of message where bitcoin is like, we're doing magic Internet money, join us. Let's see how it works out. That's a known, well working strategy for sort of making the bitcoin community attract more people. I don't think that sort of the laser eye Maxi tribe has been successful at any metric at all to bring more people into. There's not hundreds of thousands of people are like, holy shit, I gotta change my eyes to laser eyes and be very, and only eat steak and have very conservative ideas about politics and science. Like, that's not, that's a weird thing. You can do that. And look, we're not actually, in the business of trying to, like, eliminate the laser eye tribe, I think that the bitcoin can have room for many tribes. I just think that the magic the wizard one is probably a more appealing one. We know that it worked in the past. We're trying to bring that back and sort of the tap route, sort of the ordinals upgrade became possible in bitcoin, has given us that wiggle room to create sort of rift in the cultural divide in bitcoin. And we're just trying to fuel that, basically."
    },
    {
        "speaker": "D",
        "text": "So just to quantify it really quickly, how many official wizard nfts exist and how many ordinals in total exist?"
    },
    {
        "speaker": "B",
        "text": "So, a funny thing is that because we were one of the first ordinals collections, what we did that was sort of unique in a way, was that we collaborated with a miner and got that miner. It was luxor mining, and we got them to mine a single bitcoin block that. So usually, most bitcoin blocks are like 2.3 megabytes large or something like that, sometimes even less like 1.72.3. But if you sort of artificially engineer a block to sort of max out the consensus rules. Block, you can create a block that is as big as four megabytes. It had never happened before in bitcoin history, but we did that, and we filled the entire block with a picture of a bald wizard. So sort of a meme about Udi Wertheimer. So we took that original picture of a wizard, we turned it into Udi, and we put sunglasses on it."
    },
    {
        "speaker": "A",
        "text": "Balding now. He had such a beautiful head of hair. Is that what."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, he is 100% baldemde. Like you. Pretty much, yeah. No, no, I'm joking. No, I'm joking. No, there's, like, an intern. There's a long intern joke about who being bald. For some reason, people call him bald. I don't know why. But anyway, so he's sort of owning the joke. And so we. We took a picture of a bald wizard, and we took that original meme of magic Internet money. Join us. And we turned it into magic Internet jpegs. Join us. So that was the inscription number 652. And in my opinion, like, I don't know for a fact, but in my opinion, that was such a landslide moment for the ordinals hype that it sort of set a trend in the ordinals lore overall. So that many collections are sort of inspired and based off of different wizard concepts. So there are a bunch of different wizardy related ordinals collection that has sort of become a side brand to the whole ordinal story. But to answer your question more explicitly, so there are 2100 roughly wizards that are inscribed. And in total, last time I checked, there were 4 million different ordinals. But it could be 5 million or 6 million now, because it just went parabolic very quickly after this."
    },
    {
        "speaker": "D",
        "text": "How much did it cost for you to get the miner to fill four megabytes of a bald wizard?"
    },
    {
        "speaker": "B",
        "text": "So I think we paid around twelve or 14, or in the range of ten and $15,000 because the fees in bitcoin at that time were basically non existent. Transactions at one Satoshi per virtual byte were getting mined. So there wasn't like, there were some blocks that were getting mined. The total fee revenue was $600 for all the transactions in the block. And then we came and said, hey, minus one big wizard, we'll pay you $12,000. And then that was more lucrative for them to do. And I've heard that since then. People see that as a big marketing opportunity to make an entire block about something special. So it's like bitcoin is sort of monetizing through ad space at the moment. And there are people that are paying now $30,000 per for one JPEG to cover an entire block, whereas before it was sort of in the range of 600, $800. So mining revenues for some blocks have gone up like 100 x."
    },
    {
        "speaker": "A",
        "text": "That's great. I remember there was an Ethereum NFT collection that did something similar, although of course, Ethereum blocks not quite as scarce as bitcoin blocks, for obvious reasons. So I want to. Okay, so let's take a step back. I kind of want to get maybe just a little bit of devils advocate situation, or maybe actually get you to do that. Can you give us a steel man for the bitcoin maxi position that it is not wise to have ordinals on bitcoin, that theyre bad for bitcoin, and that they really shouldnt be operating. What do you think is the best form of the argument that maximalists have advanced to you?"
    },
    {
        "speaker": "B",
        "text": "Well, the maximalists havent really advanced any great arguments, but I can come up with a much better argument for them that they should be using that they haven't really figured out yet."
    },
    {
        "speaker": "A",
        "text": "Okay, let's do that."
    },
    {
        "speaker": "B",
        "text": "So I think that, I mean, the criticism that they're doing right now is the same one. I mean, this debate has been going on for ages in bitcoin. Most people just don't remember it. It was the same debate around counterparty back in 2014. We're having the exact same, like, I have a thread on Twitter where you can see that I go through, like, what are the different sites saying now? Back in 2014, they're saying the exact same things. Now the discussion is around what should the bitcoin blockchain be for? Should it be for bitcoin transaction data, or can there be any meta layer or any arbitrary data? As long as a transaction pays for the fee, is it a valid transaction? And there are a lot of bitcoiners that feel like, no bitcoin is for bitcoin transactions. And if you put a bunch of other stuff there, you're sort of squeezing the available space for transactions out by filling it with other non relevant data. That's sort of the crux of the debate. But what I think is going to happen now, the biggest problem with all of this, so I'm pro ordinals, I'm pro this trend, because I think that one of the major problems that bitcoin has is that there's not enough demand for its block space. There used to be a lot of demand for bitcoin block space because people were using bitcoin to transfer funds between centralized exchanges. So you can sort of think of it that there were not necessarily mev in bitcoin, but there were certainly urgency. If you want to transfer funds from Poloniex to Bitmex to avoid getting liquidated on Bitmex and you wanted to fill up your collateral, you had to use the bitcoin chain. That's not the case anymore. People use stablecoins or ethereum or any other faster chain to transfer funds between exchanges. There's been now for a long time, since 2018, there's been, the transaction fees has just been going down. And you have some of the primary bitcoin researchers and spokespersons, maybe I shouldn't say spokesperson, but core developers like Peter Todd has been making a serious case for why we need to introduce tail emission. So basically inflation into bitcoin in order to have a strategy for when the halvings make the block rewards go down, that there's enough of a security budget to secure bitcoin and removing the 21 million cap would be like a disaster, a big, huge disaster for the meme of bitcoin. The story of bitcoin immutableness guarantees."
    },
    {
        "speaker": "A",
        "text": "So actually, let me interject here, because I think this might be a new argument for some people who don't know what it is that Eric Todd. Sorry, Peter Todd and all these other people are worried about the idea for bitcoin is that bitcoin right now is secured by mining fees. Those mining fees go down in terms of the size of the block reward every four years in bitcoin. And eventually those mining fees will get smaller and smaller and smaller and smaller until they basically approach zero in the year, like 2100 or something, or, I don't know, sometime very far in the future when those block rewards get small enough, then the only revenue that miners will get in exchange for securing the network by doing proof of work is fees. And if those fees are not very much or if they're very volatile, then basically you're going to get situations where bitcoin miners are not actually giving very much security to the blockchain. And therefore bitcoin is just going to end up being insecure a lot of the time when people aren't willing to pay fees in a given block. And that's very bad because it means that people can't use bitcoin safely because they'll be worried about double spend attacks or a miner mining one block and mining another block instead. And the hash rate going way down. So that's one of the problems that many people in bitcoin are worried about. It's a very far future problem. But there's an argument within bitcoin. One of the ways to solve this is with just having continual emissions akin to the way ethereum does. So. Sorry. Yeah, Eric just wanted to define that for the audience."
    },
    {
        "speaker": "B",
        "text": "Yeah, excellent. So that's one of the most controversial opinions that you can have as a bitcoiner about the bitcoin system. That this is a problem. Just recognizing it as a problem is extremely controversial. You're usually even Peter Todd, even though that he's one of the most respected core developers in bitcoin, struggles immensely. I'm actually surprised that he didn't get ousted from the bitcoin maximalist camp. I really thought that had it been anyone else, they would not have made it very long. And the bitcoin ecosystem for raising that as a potential problem. So I think that ordinals are great because they do. Now we can monetize, we can create a security budget just from like, ad space basically in bitcoin with these pictures. But I think, unfortunately, it's not going to stop."
    },
    {
        "speaker": "A",
        "text": "I asked you to steal, man. I asked you to steal, man. The argument against."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I'm getting there. I'm getting there. I'm getting there."
    },
    {
        "speaker": "A",
        "text": "Okay. You're getting there. All right. Very roundabout. Yeah. Very roundabout argument here."
    },
    {
        "speaker": "B",
        "text": "I'm gonna. I'm gonna explain what I think the big problem here is with, I'm excited for the path. So what, what, maybe we can just explain what, what taproot did."
    },
    {
        "speaker": "A",
        "text": "That's probably a good idea. Everybody's heard the term taproot, but most people probably don't know what it even is."
    },
    {
        "speaker": "B",
        "text": "Yeah. So taproot was an upgrade to the signature scheme in bitcoin to schnorr signatures. And it also introduced something called merkelized abstract syntax trees, which are a way to create for a bitcoin to be able to be spent in a number of different fashions. And you don't have to disclose upfront how the bitcoin is actually encumbered because sort of the, the spending script is hidden in a Merkle route, basically. And if you can prove that you have a script that belongs in the same Merkle root tree, then you are allowed to spend that transaction. So that's taproot. That was a very hyped upgrade to the bitcoin system because people felt that it gave greater scripting capabilities to bitcoin transactions. And schnor signatures themselves are pretty powerful because you can make a multi signature look like a single signature transaction. So there are efficiency and privacy and also scripting flexibility advantages to taproot. However, one year after this upgrade was rolled out to the cheerleading crowd of bitcoin maximists, who said that ethereum is now dead because bitcoin is going to get smart contracts through taproot one year after. We don't even have a wallet that supports this sort of multi signature version for taproots. So there wasn't really any consumer demand for these tiny, tiny, small privacy and flexibility upgrades. We had less than 1% adoption of taproot one year out. But what taproot did do, like in order to leverage these new scripting capabilities in bitcoin, they also relaxed certain scripting limitations and standardness limitations. So without getting too much into the nitty gritty, it made it easier in bitcoin to sort of fill out a whole block with one transaction. One transaction containing just one input could fill out the whole block. And it was easier to propagate it in the network because miners, according with this upgrade, miners, the standardness rules for transactions. So standardness is a policy by which a transaction is valid in the chain, but not valid to send around to other people. So sort of a soft spam filter that was softened as well. So it made it possible to create a protocol that created bigger transactions that were still in alignment with the standardist rules. And there was a developer called Casey Rottermore that figured out that he could just use the scripting language of bitcoin to create a branch of the script that wasn't executed. And therefore, because it was never executed, it didn't trigger any other of these sort of script limitations. In bitcoin, it was just like an op if op false. So it's like the statement basically starts with op false, which means that everything that comes after here is false. So when a miner or a bitcoin node is looking at this transaction data, they don't even validate the rest of the script. So it basically created a form of call data. Like in ethereum, you have call data. It's a raw data blob that you don't execute or you don't do any computation on. By doing this little. He called it an envelope. It's a way to sort of just fill a transaction with transaction data that doesn't really get executed by the system. So by doing that, he was able to fill entire transactions just with JPEG data that didn't have to abide with any, to any normal bitcoin transaction format rules. So he just created a transaction, and inside the transaction, he had this envelope thing, and then he just filled the rest with arbitrary data. None of the standardness limitations got hit. None of the script limitations got hit."
    },
    {
        "speaker": "A",
        "text": "So basically, for inscriptions, is it actually the metadata or. Sorry, for ordinals, is it actually the metadata, like, the same way it is on Ethereum, where you're pointing to some hash of the image, or you literally, you're like base 64 encoding the image or something like that."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we are 100% dumping the raw hexaml data from the machine. I mean, that's the way that we do it. That's just became, I mean, that was how the ordinals protocol. Yeah. And that became sort of a differentiator also, because we don't want, like you see on OpenSea sometimes collections, the images of the collections on the jpegs change because what they're pointing to is a web two server somewhere, and then someone changes what that thing is pointing to. So what we wanted to do to sort of stick true to the bitcoin ethos without upgradability, Rod admin keys or anything like that, we just dumped the entire raw data into the transactions themselves. And so there was one thing that I did that I think. So I wrote a couple of tweets where I highlighted just how cheap the bitcoin bob space was. And together with another guy, I made the inscription number 134, which was a, you know, these really stupid trump cards. Like Donald Trump has an NFT collection of trump cards."
    },
    {
        "speaker": "D",
        "text": "They're not stupid, they're popular, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I had a couple as one does, and I."
    },
    {
        "speaker": "A",
        "text": "Think Roberts also a collector, right?"
    },
    {
        "speaker": "D",
        "text": "I have one because it'd be, you know, necessary."
    },
    {
        "speaker": "A",
        "text": "Which one do you have?"
    },
    {
        "speaker": "D",
        "text": "I think he's throwing money in the air."
    },
    {
        "speaker": "A",
        "text": "It's very uncle scrooge. That's great."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I have a gold case for trump nfts. We can talk about it later. Anyway, so I took. So one of those trump cards was 360 kb large. And we put the entire raw data of that image into bitcoin for just $20. So the entire network cost for putting a 360 kilobyte image was just dollar 20. So I did that on January 29. And after that, you can see how the whole organelle strength went parabolic from that day. And just straight up because people were like, holy shit, $20 to put 400 kb. Like 400 kb is a big high resolution image. Anyway, so let me get to, back to my, let me get to the point that I was kind of trying to make so arbitrary. So the ordinal system, as it was sort of initially conceptualized and conceived, was designed pretty much to put videos, text, images, like any arbitrary data. But it was designed for web content, like something that you can display on a website, some voice snippet that you recorded. But the thing is, when you make it this easy to embed arbitrary data into bitcoin, there are more things that people are going to want to do with that are arbitrary block space. One of the things that people have been doing for the last couple of weeks is theyd created a meta token protocol. So the BRC 20 standard is just a bunch of JSON files that people dump into the bitcoin chain. And then you have external software that sort of interprets those jsons and creates now a BRC 20 token standard inside of bitcoin. So you basically have a shitcoin protocol that is now living inside of this arbitrary data space. So I don't think that people yet can see sort of the danger here, but there are already people that are working on extensions for the BRC when you protocol to add things like, yeah, because now you can create a shitcoin inside of bitcoin. It's not that new. I mean, you have the omni layer, for example, did that in the past. But now that there's been sort of a huge, tremendous interest in these. And these BRC 20 tokens have had tremendous market demand, and they're worth like hundreds of millions of dollars. And there are people that are minting them. What's the next steps for these tokens? Are they just going to be dummy tokens that you can't do anything with? No. People are going to want to start trading those. They're going to want to start trading those on automated market makers. They want to get yield on those tokens. They want to use them in governance systems. They want to use them in the same way that people use any token in DeFi."
    },
    {
        "speaker": "A",
        "text": "This is your bear case. This is why it's bad. Why is that?"
    },
    {
        "speaker": "B",
        "text": "I'm getting there. So what's going to happen is that there's going to be MEV on bitcoin. What was the reason that 80% of all the block producers in Ethereum were censoring transactions due to OFAC regulation? In Ethereum, what was the main root, what was the main source of that problem? MEV was the main source of that problem. Because of MEV, we had to create a system like flashbots in order to democratize staking yields, basically, in the system. So we created a different type of pipeline for transaction propagation and transaction creation in Ethereum in order to make sure that all different validators in the system had sort of access to high yielding block creation. But that did also create centralized pipelines inside the system, so that when OFAC regulation came in, they had a specific entry point to sort of latch onto. And that was the reason why we reached 80% centralization in Ethereum."
    },
    {
        "speaker": "C",
        "text": "So, yeah, it's down a lot from there. For what it's worth, I think flashbots is only like 25%. And you guys don't have to build flashbots. You can just spike the fees forever and pay your miners that way. I don't think it's fair to say Mev causes ofac censorship."
    },
    {
        "speaker": "B",
        "text": "No, look, well, if we don't do anything, then it means that the miner who is the most prolific in extracting MeV in blocks is going to become the biggest mining pool. So one mining pool who's way better than everyone else at doing sandwich attacks and back running and front running now can provide mining yields that are 30 times higher, 40 times higher. And we're talking about one of the most competitive. Like, it's even worse than in staking. Because in proof of work mining, everyone is always living on the edge, right? Everyone is sort of breaking even or dying. So you're going to have to join the most profitable mining pool. And if the most profitable mining pool is one that is very talented at extracting MEV has the access to the best searchers and sort of can do multi block MEV across many blocks of then you do get a situation where hashrate centralizes around a single mining pool. And that's why you have to invent things like flashbots to make sure that any mining pool, whoever they are, have access to equally powerful block creation strategies so it doesn't centralize. So I mean, I'm not saying for sure 100% this is going to happen. I'm saying that the whole domain of problems that the Ethereum system has been fighting with for years and bitcoin has sort of been isolated from that. All of that crap is coming back into the bitcoin system and the current bitcoin core developers like, sorry to say it, but they don't have any idea about how MEV works. They have some very primitive ideas, some primitive understandings of how MEV behaves and operates. But it's like it's kindergarten time. It's amateur hour in bitcoin compared to all the lessons that you guys have learned in the ethereum."
    },
    {
        "speaker": "A",
        "text": "So its a very interesting perspective. One also big difference between bitcoin and ethereum of course, is the block time is very different, right? So Ethereum, its very often that youre getting into latency wars on Ethereum just because every 12 seconds, or at least in proof of work land every 12 seconds with some obviously distribution of when blocks at mind, theres a race and you really want to get into this block and you really want to make sure you capture this particular piece of MeV when you see it in bitcoin. With ten minute blocks, there's just an ocean of time. It's just like you're sitting around, stuff is in the mempool and you can do this stuff by hand and literally write out exactly how you're going to front run stuff. I do think there's less of an advantage across mining pools because of the latency difference. It's going to be so small compared to somebody who is a much better wired up mining pool than somebody who isn't. But you're absolutely right. If searchers, for whatever reason, are choosing not to partner with everybody. I think because of the fact that blockchains are so much longer on bitcoin, my guess is that it would be pretty easy for searchers to just be like, cool, we'll just work with whoever. And I don't think you would need in principle, a situation where one mining pool just vastly outperforms its competition. That doesn't seem likely to me. I don't know. Tom, what do you think?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think general consensus is that actually shorter block times basically create more mev because there's more opportunity for colocation and sort of private information. Whereas, yeah, I mean, if you have ten minute block times, then information should be public. And I think even in ethereum, pre merge and pre flashbots, even, it was not individual mining pools that were doing the extraction because they were getting paid more by searchers. And they're sort of a gentleman's agreement, not for like, the mining pools to front run their transactions."
    },
    {
        "speaker": "B",
        "text": "I think you're missing one thing, though, which is the disaster for a bitcoin mining pool to. So that one of the attacks that you can do in bitcoin mining is that you can do something like selfish mining. So you find a block, you don't release it to the rest of the network. You start mining on your own block, and then you release two blocks, reorging out someone else's block if they had found one before you, because you have two blocks to attach to the main chain. If you are that other mining pool that found that block, and then two blocks now come in, kicking your block out, the amount of revenue that you lose from that, from that event because you lost the block, is like a huge deal. That's a disaster. Like, that was the block that was going to pay for the next three days of, like, food for your family and they threw it out."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, that's a function of fee volatility, though, right? And that's not that. I mean, that's going to be true regardless of whether it's BRC twin, even ordinals create a lot of fee volatility."
    },
    {
        "speaker": "B",
        "text": "Right. But if you are on sort of in the mining pool, that is engaging in selfish mining instead, and that's who you're splitting your revenue with, then it's."
    },
    {
        "speaker": "A",
        "text": "Going to be today. That's true even without ordinals. Right. It's always the case of selfish mining. At a certain threshold of hashrate, obviously, it's quite high. So if you're like, I think, below 25%, it's nothing profitable to selfish mind."
    },
    {
        "speaker": "B",
        "text": "Just intuitively, like, these big variances harmonize themselves out. If you have very many blocks and a lot of different Mev situations, like, oh, you lost some there, but you made some there, but if it's like a couple of blocks that you mine in a span of a week, those blocks really, really matter. So. So if Mev comes and fucks up your block inclusion, that can be disastrous to your mining pool. So the stakes are higher when the blocks are slower is sort of my argument, if that makes sense."
    },
    {
        "speaker": "A",
        "text": "Right. Okay. I get the shape of your argument. It's very galaxy brain. If you think that's the best counterargument to what you guys are doing. Well, here's what I'd say. Okay, so the most interesting thing to me about this whole debate is the word spam, because it's a word that gets thrown around a lot, and we don't really examine it very closely of like, what exactly does it mean to spam? We just kind of know when we see it. Right. It's kind of like porn. I think the, maybe I should explain that there's a famous supreme judge, Supreme Court judge, who once said that. What's the difference of porn? He says, I know when I see it. I can't remember who it was who said this, but I feel like that's kind of the way most people think about spam, is that spam is like, well, obviously it's spam."
    },
    {
        "speaker": "C",
        "text": "Like a bitcoin sv weather."
    },
    {
        "speaker": "A",
        "text": "Of course it's spam. Exactly. Exactly. It raises kind of a philosophical question of like, what exactly is spam? If spam is paying fees, what makes something spam and not spam? Is it purely in the eye of the beholder or is there really some way to. Eric, is there something that could go on the bitcoin blockchain that you would say, okay, yeah, ordinals is legit, wizards are legit. BRC 20 is like, okay, kind of stupid, but whatever. But that thing is spam. That thing shouldn't be there. Do you think there is such a thing as spam on the bitcoin blockchain if it's paying fees?"
    },
    {
        "speaker": "B",
        "text": "It's a very interesting, it's a very interesting question, and I have sympathy for both sides. I have sympathy for those that are saying that arbitrary data, as long as it pays for the fees, that's what the market decides, is the most relevant piece of information to put into bitcoin. If you want to compete with that transaction, then you have to find a more valuable use case for your application that competes that other transaction out. That's one way to look at it. But I can also understand people who feel like there are a bunch of different use cases for sort of chronologic data ordering that can be valuable. But the system that I'm building here has to do with censorship resistant money transfer and the most censorship resistant money transfer that I can think of are just normal bitcoin transaction that actually transfer bitcoin value and doesn't have to do with like shitcoin auctions or anything like that. So I understand people who feel, you know, who feel either way actually the reason that I'm sort of on the side of the ordinals camp here and sort of. So I'm an accelerationist. I believe that if there is an issue with the protocol, let's fuck around with it as much as we possibly can, so that there has to be a counteraction. Like, let's have this debate now, let's not wait, let the protocol of falsify even more and then have a situation that we can't even reach consensus on how to handle. So like we're in the crypto industry, we believe that we're always like three years away from mass adoption, right? And so if that's like around the corner, and this taproot upgrade made it very easy to productize the block space and insert arbitrary meta layer protocols, let me fuck around with that arbitrary data as much as humanly possible, so that all the different attacks and issues can sort of arise and we can have that conversation early on and then decide how do we actually want to treat this issue. So I think that, you know, maybe, you know, I think that, you know, I'm very split here because I think, on the one hand, I do think that one of the biggest problems that bitcoin has is that there's not enough demand for its block space and we need this security budget problem solved. On the other hand, I am kind of low key worried about bringing in the entire domain of ethereum problems into bitcoin when people find out that they can use this arbitrary data space to build any type of meta layer protocol. So things are, I think this is one of the biggest crises for the bitcoin system that it's ever been in. But I don't think that people realize it yet, because bitcoiners are going to have to come up with an understanding for how to strategize around meV. And we're just so far behind. We are so far behind that even an average Ethereum researcher can come in and become like the best possible, can control the entire dialogue and be like, no, Matt Corralo is going in. I saw him. I was in Tel Aviv at the Starkware sessions, and I was talking about how you can build a sovereign roll up on top of bitcoin. Now using bitcoin as data availability layer by using inscriptions as the mechanism to dump in the data that you want for your roll up. And very quickly after that, Rolekit from the Celestia team built actually a module that leveraged that. And now you can build, using Rolekit, you can build a sovereign roll up on top of bitcoin. And Matt Corralo sort of jumped into their GitHub repository and said like, hmm, this actually there's a risk that MeV is created here. Could you perhaps randomize the order in which your roll up interpret? Like regardless of how they're ordering the blockchain, could you just randomize in your client how these transactions are interpreted? I was like, holy shit, Matt, you solved Mev with like one idea. Let's just randomize the order that we look at transactions. Why didn't the entire Ethereum community just think about just looking at the transaction ordering randomly? So bitcoiner, bitcoiners and bitcoin core developers don't have the faintest clue about what to do about Mev. So if this thing like blows up and becomes a problem, I think that bitcoin core as an organization is going to have to restructure itself. Either they're going to have to learn really, really fast, which I don't think they can, or they're going to have to be joined by people who do have expertise in MeV. And the top experts come from the rest of the Ethereum world. And then these two words merges with each other. I think that one of the other things that we've seen here is that now that we have spam the blockchain with all this ordinals data, we have seen that the bitcoin layer two protocols are sort of collapsing because apparently so this is one of the other things that Ethereum people have figured out in a high fee environment. State channel based systems aren't really that great at solving the situation because if the fees are very high and you need to create a state channel, then making the state channel is very expensive. So like, managing channels on a very volatile fee network is difficult. And I had like multiple lightning wallet developers that are like, actually lightning ceases to function in a high fee environment because the channels that we have, all the payments that we are making, all these micropayments that we are making, if the fee to set those transactions on the main net are higher than what payments inside the channels are, it means that there's no incentive to settle to the mainnet, which means that we're basically treating, we're basically sending around credit in our second layers. This is something that anyone that was working on state channels in ethereum realized that, oh, we have a volatile fees in our chain on the base layer state channels is not a great idea. Let's not do that. So that's something that bitcoiners are realizing now. So I think that we're going to have to build other layer two solutions on top of bitcoin too. And how are we going to scale those? So if we start actually building roll ups inside of bitcoin, how are we going to scale those? Well, we're probably want to do something like proto dag charting. So we're probably going to want ephemeral data blobs that we have. So what is happening now?"
    },
    {
        "speaker": "A",
        "text": "Eric, I feel like you're writing a bitcoin meets Ethereum fanfic right now. I feel like this is going really, really deep in an area that seems very unlikely to happen. Because I don't think the problem you're describing are real. You're describing basically, look, there's going to be a convergence between bitcoin and ethereum and all the Ethereum problems are going to become bitcoin problems. They just don't know yet. I. And they're going to have to call all the Ethereum experts to come in and save their old broken blockchain and go through all the growing pains that Ethereum has gone through. I appreciate the story. Let me pause you there. So one, you didn't actually answer the question, I think, what is a spam transaction? I think you're mostly just going off about how ethereum is like the future of bitcoin. But I want to stop you there because we want to give some time to talk about the ledger hack. But there's one thing that you said that really brought to bear this one idea that I've had for a long time, and I want to get your reaction to it first. As your caveat, I'm so far away from everything that you described. I don't really follow the bitcoin world very closely. I think Dick Carter talked about this as an investor. There's just not that many investable things on top of bitcoin ordinals is breathes a lot of new life into it recently. But historically there just aren't that many things that are bitcoin only to invest into. And then as far as nfts, I've never been much of a collector of anything much whatever, not nfts. But the interesting thing is that there seems to be this big conflict now between people who are pro ordinals and pro innovation, pro things changing on bitcoin and pro, as you mentioned, flippancy and levity and, hey, let's have fun. And this old guard, the bitcoin maxis, were like, this is all stupid. You guys are spamming the network. This is a waste of time. Like, screw you, kids. I feel like the question is, like, why are they doing that? And what is the why behind the why? There's the why of, like, what they say on Twitter, and then there's the why underneath the why. And, like, why do they also, you know, only eat meat and own guns and, you know, deny the efficacy of vaccines or whatever? I don't know that I have a full theory of why that is all true, but I was actually, I once took a class on the sociology of religion, I guess. Yeah, the sociology of religion. And one thing they talk about is how in early religions, if you think about Christianity as an example, Christianity was a messianic religion. And so there was this belief that the world was going to end very soon, at the very beginning of Christianity. So the people who came immediately after Jesus, Jesus said, basically, the world is going to end. So leave your job, just follow me, let's do stuff. And everybody was very convinced that the world was going to end. And the ethic that Jesus preached, and this is true for many religions, the ethics that originally preached by the founder is very restrictive. It's very, very difficult for normal people to follow that kind of life unless the world is literally about to end. If the world's literally about to end and you're like, okay, sure, fine, I'll leave my cars, I'll leave my stuff. I'll just go on the road, and I'll follow the life of saintliness. But as generations pass, people realize, wow, that's really hard to live that way. Like, it's kind of not really doable. And so the compromise that religions come to is they basically create monasteries, and they have people like monks and nuns who are kind of separate from society, and they sort of live out the religious ethic in a way that's unrealistic for everybody else to. But because we have it there, because there's some people somewhere who are doing it, we're all kind of free to live a more, you know, loose existence that can still coincide. We can sort of look at the values that are encapsulated by them, say, ah, yeah, you know, we could be bitcoin maxis, too. We could, like, totally say that we'll never use any other chain than bitcoin. Everything else is a shitcoin. You know, I insist on all my savings being in bitcoin at all times. And maybe, like, there's some other weird stuff that just gets stuck on there, like, you know, carnivorism and other shit like that. But the main thing is that, like, bitcoin, only bitcoin forever. And if you believe that that religious end of the world thing is kind of like hyper bitcoinization, right? It's like the moment that bitcoin takes over everything and we all just, you know, everything collapses into a black hole of bitcoin. And the fact that there are some people doing that is what gives the religious, I guess I would say, permission to everybody else to continue operating in the religion, even though they don't embody the full ethic of bitcoin. That's my argument. What do you think of that argument?"
    },
    {
        "speaker": "B",
        "text": "I think that there's definitely an element of a scathologica system. I don't know if I'm pronouncing that correctly, but when you believe that if you just follow the bitcoin virtues correctly, it doesn't matter what happens now, as long as there's this end state where you become rich and everyone who shitcoin lose all their money. So if that's sort of your worldview, then you can do bunch of different insane things. As long as you believe that. If you just like salvation, the Armageddon is coming, and I just got to live my life this way, and then I'll be saved like it is. It does very. Has very strong resemblance to religion. But what I do think. I think that the confinements and the restrictions also shapes the religion. So, you know, when I'm studying sort of the hex cult, things are. And then you have to spin narratives around, why are the things the way that they are? And why is that great? Like, why is it."
    },
    {
        "speaker": "A",
        "text": "So?"
    },
    {
        "speaker": "B",
        "text": "For example, in the hex system, Richard Heart owns 90% of the supply, but this is actually great because that's so bad that it scares out all the VC's."
    },
    {
        "speaker": "A",
        "text": "What even is hex? Because I think most people have never heard of hex. Very briefly, one sentence, one sentence."
    },
    {
        "speaker": "B",
        "text": "It's like one of those food Ponzi tokens where you stake your Ponzi food token and then you get more of the tokenization. But somehow this is like a huge financial. In the hex world, this is like the greatest financial innovation of all time. And Richard Hearts is a genius. And so that's sort of their religion. Yeah. So they have a lot of stories around how owning the benevolent dictator is better than the democracy and scaring away people who don't trust in the religion by having these things like 90% of the spies owned by. By. It's almost like a Nigeria letter. It filters for the first specific people that, again, get in there. So it creates a community where there's extreme mev and like, you know, there are people doing a lot of. I think one of the reasons, like Pulse chain, which is now like a fork of Ethereum, where all these hexagons have gone to live, the reason that people are really building for that is because they have a community that don't really follow sort of the. The logical loss or mathematical laws when they're thinking about valuations of things. So when I'm looking at the hex community, they have weird things going on there. And then people have to come up with sort of religious narratives around why this is actually good and why the other people are doing it wrong. And I think that bitcoin has sort of been in the same way that because we can't do smart contracts, smart contracts are evil, and the only way to build a good system is by doing it the way bitcoin is doing it. But if bitcoin had like the moment that taproot was supposed to make Defi possible, then everyone was like, we're getting defi and bitcoin. Fuck Ethereum. Bitcoin is taking over. So like the moment something changes with like what you can do, then the religion and the narratives also change. So I think that the religion is sort of derived from the. Restrict the restrictions, if that makes sense. So the bitcoin culture is the way it is because of how the protocol ossified very early on."
    },
    {
        "speaker": "A",
        "text": "I just don't really care what's going."
    },
    {
        "speaker": "C",
        "text": "On in bitcoin, if I'm being totally honest. It's like I've been in the space a while and I've similarly seen a lot of promises and a lot of hype, and just nothing has really manifested other than number go up, which seems to be kind of the only thing. I've also been trying to get lightning data, and it's like, okay, the usage stuff is really weak. Even ordinals, I think is kind of interesting. But like you said, it started up being jpegs, or not even jpegs, just encoding some images. And now its shitcoins. And so its like what is sort of the story here. People really want to trade shitcoins, but they dont trust eth as a base settlement layer because its not pure. Come on. So I just have been tired of waiting for a godot here. And like you said, in the interim, these other chains have just surpassed it in terms of usability and tech and applications and whatnot. Sorry."
    },
    {
        "speaker": "A",
        "text": "Robert, what's your take on this? So Tom's a naysayer. Tom doesn't give a shit about bitcoin. Robert, what's your take on this whole drama?"
    },
    {
        "speaker": "D",
        "text": "So my take is, and this is going back to the spam argument, there's no such thing as spam. Whatever transaction is willing to pay the most to miners is the right transaction. I don't think a picture, no offense, of a monkey or whatever, is necessarily the highest value content and data that you can be adding to the chain. But I think that the ability to add actual images and content directly into this immutable forever record for all of humanity is actually incredibly valuable. I don't think I necessarily. A picture of an ape is a good idea, but what if it's the next WikiLeaks important geopolitical document that could be important for recording in the history of humanity forever or something like that? I don't know what the right content is, but I don't think it's a bad thing that people are putting whatever images in funky content they want when it comes to being able to script, you know, higher level things like shitcoins, I don't think that's bad either."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "Like, I see it as good for bitcoin because if that's what's willing to create the most transaction fee, you know, everyone should theoretically be happy. You know, I don't really think it actually eats into the core argument for bitcoin that like, bitcoin itself is the only, you know, application. And like, the whole point of it is this. Like, I think if you want the bitcoin blockchain to win, you actually want people to use it to its maximum degree. So, and I say this is not a maximalist of any asset, and maybe it's naive, but I see it as a good thing. All of this is being good for bitcoin, period. Full stop. I don't see it being bad. I see it just being more demand to use an l, one that most people didn't really want to use all of a couple of months ago. That should be, on its face, just awesome."
    },
    {
        "speaker": "A",
        "text": "Preston? Yeah, I totally agree with the sentiment, Robert. I think actually, the spam question, I don't actually have a very well defined answer to it. It's maybe something I should think about more because it does feel like there is such a thing as spam. Spam does seem like a coherent concept. So to say that there is no such thing as a fee paying something that clears the market for fees can by definition never be spam. That feels wrong to me. But I don't know that I have a good way to describe spam."
    },
    {
        "speaker": "D",
        "text": "Well, it could be like advertising. Okay, so, like, you know, spam in my mind is because it's basically free and there's no transaction costs. So my inbox fills up with like nonstop garbage and nonsense because there's no transaction cost market to regulate it. Right. But if there was essentially a fee market that like, regulates this and says only the highest paying thing can reach, you know, the public. Right. Maybe that looks like advertising, not spam, right? In a sense, but it's whoever's willing to pay the most to get their data out there. And yes, that could be an advertisement in some sense, but I don't think it's spam."
    },
    {
        "speaker": "B",
        "text": "I can say one little thing that can maybe impact your opinion on the whole thing. So, first of all, in bitcoin we have the block size limit, right? So yeah, you can spam the chain, but the how, how the resource requirements are to run a node doesn't change because that's the block size limit. Make sure that you're only storing the decided upon amount of data on each node per ten minutes. Then the other interesting thing is that the more of that data is filled with JPEG information, which you don't even, there are no signature checks or computation that has to be done on that data. The higher of the percentage that is just dummy raw data blobs, the easier it is to verify that block. So the more spam, the more percentage of the block that contains spam versus hard to verify schnorr signatures and all that. The easier it is to sync the chain. So I'm not aware of that many systems that the more you spam them, the more efficient they get. And actually, also, if you run a full node, you can prune all of that data after you download it on your node and check that the merkle tree computations work out. So your node actually can become way leaner from the spam, so it pays more in revenue and then."
    },
    {
        "speaker": "A",
        "text": "No, no, no, hold on, hold on, hold on, hold on. Eric. One of the arguments that people make against this is the fact that it increases the unspent utxo set, because of course, these inscriptions, like, happen on a single set. You take that sat off you do something to it and you probably are never going to join it back together with anything. So it does. Yes, in one sense. No in another sense. If you're looking at the state size, the state size increases, but if you look at the actual computation cost in a particular block, yeah, that decreases. But one of them is forever, and one of them, it depends on how you use it."
    },
    {
        "speaker": "B",
        "text": "So the big four megabyte bold wizard that we made, that's one Utxo. An entire block that's tiny, but if you. So that is way less Utxo."
    },
    {
        "speaker": "A",
        "text": "Okay, let's cut this line of conversation. But this has been, this has been fascinating. Let me end with this note. It does feel to me like the concept of spam is a real one, right? There probably should be such a thing as spam. Like, if North Korea was filling every block on bitcoin with just like death to America, I'd be like, okay, that seems like spam, even if they're paying fees. I feel like North Korea is spamming bitcoin right now. And that feels right. I feel like I'm describing something real. If it's people on bitcoin who are having fun and they're doing JPEG parties, that doesn't feel like spam to me. But I can understand why I would feel like spam to somebody maybe older and kind of more set in their ways than I am. So I think there is some eye of the beholder of what is spam and what is not spam, what is socially valuable and what is just somebody being an asshole. But it does seem. I had not thought about this idea that you mentioned, Eric, about theres going to be convergence between bitcoin and ethereum because of all the MeV that gets created. BRC twenties do go big and we start adding more and more things to them beyond just transfers. Because of course, if it's just transfers, then there's no real Mev, right? It's going to be pretty vanilla the same way as bitcoin is today. But if there's more complex stuff happening on chain and there's you create amms, which there's no reason you can't, it's a state machine just like Ethereum, then you're going to get a bunch of annoying nonsense happening on bitcoin, same way you happen on Ethereum with respect to EV. Okay, we're running up on time. I want to talk about one other big story that, Eric, I would love to also get your take on. So this week there's been this huge debacle by the company ledger. So Ledger, they are the biggest hardware, the biggest hardware wallet manufacturer in the world. Hardware wallet, basically a physical device, very small. Carry it with you, and you can store your private keys on there and use it to sign transactions without having your private key directly exposed to the Internet. Now, on Tuesday, they announced a new feature, which is a subscription service for users who want to have their private key be recovered by third parties. So basically they had three third parties that signed up to split your key into three shards, and you had to KYC with Ledger themselves in order to use the service, prove you are who you say they are, and then you can get two of the three charge back together, recover it using your passphrase, which I think is like your eight digit code, and then you can get back your ledger, even if you lose your physical device or something happens to it. This feature, which was upgraded in the firmware, so the firmware itself would allow you to encrypt your private key and then send it over the Internet to these three parties and do the splitting and all this stuff directly within the firmware of your device. This freaked a bunch of people out for a few reasons. One is that most people did not even know that it was possible for a ledger to spit out the private key at all. They thought that, okay, well, ledger, it's kind of like a secure enclave on the Apple device, and the keys go in and they can never come out. That's what most people thought was the way it worked. Turns out that's not the way it works. Second is just the optics around this whole thing of, okay, self custody, but then KYC with the company that sells your wallet, and then they will make sure that you really are who you say you are when somebody asks for your key shares back. That seems like kind of a crazy security model and kind of against the spirit of self custody, let's say. And so a bunch of people freaked out and got very, very upset, and this caused a huge stampede of people saying that, oh, my God, ledger is terrible. Ledger is evil. And they've totally broken the security model for hardware wallets. And people are like, I'll never trust Ledger ever again. So we actually had a big debate about this yesterday between Tom and myself where I thought that this was terrible. I thought like, oh, my God, not because Ledger offered this feature. I actually don't care about this feature. I'm like, I think it's fine if Ledger wants to offer this unsophisticated, people will say like, hey, this is great. And for all I know, it'll probably save people from losing their key material. But I don't think anybody sophisticated is going to use this for obvious reasons. The thing I was freaked out about was that, what the hell? I thought that a ledger could only basically write to transactions, it could sign transactions. That's it basically. Like it's a signing oracle. And in reality, it can actually spit out the key. And if you know that the trust model or the threat model for your hardware wallet is that it can spit out the entire key, that a lot of things that would otherwise be mitigations don't work. So things like a time lock, if somebody can steal your key out of a hardware wallet, then a time lock doesn't save you, or spending limits don't save you. All the stuff that you can do to mitigate transaction level maliciousness can't save you if the key can get exfiltrated. And so I was like, this is terrible. And Tom, I don't speak on your behalf. What was your take at the time when you're reading this, of why you don't think this is a big deal?"
    },
    {
        "speaker": "C",
        "text": "I think it really comes down to what your previous mental model was of how this was supposed to work. And I think obviously people have sort of different standards in my mind. Obviously it's sort of like getting physical access to a device in this scenario would be upgrading the firmware on the ledger. It's like if that happens, then that is beyond the level of protection that you can provide through your design. And so for Ledger, they sort of have, it has to, there is a piece of hardware that will only allow firmware upgrades to ledger that's been signed by the ledger corporation. So there's not even really a chance that you can accidentally download malicious firmware off the Internet, and you have to approve it on your device. And so you can literally only add firmware to your ledger that ledger has approved that you opt into. But once you do that, of course they can kind of, they have to upgrade the HSM over time. They have to add new types of cryptography, new signature schemes as they add new chains. And so it can't sort of be fixed in place. You could obviously build a chip that only does that, but then it's very of limited in what it can do. And so it's kind of this trade off, right between like, you know, ux upgradability and sort of how ironclad and resistant do you want? But I mean, to your point, Haseeb, that was just my mental model. But I think a lot of people on Twitter had sort of your mental model. And so I think this was kind of like everyone was feeling was like diving into like, chip design schemes for ledger and different hardware wallets and like, trying to understand how everything works. And it was a very funny 24 hours. But I overall agree with the point, which is like, this should not have been done through a former upgrade. It's terrifying that this is actually being released and like, this API is being, has been built effectively. If they want to offer this service, fine, but like, you know, do it through an alternate channel."
    },
    {
        "speaker": "A",
        "text": "Yeah, it seemed like a pure disaster. Like, regardless of whether it is justified or not justified, like, clearly they have freaked out their yeah, it seemed like a pure disaster. Like, regardless of whether it is justified or not justified, like, clearly they have freaked out their core community, which is, you know, people who are rightfully paranoid about their keys leaving their device. Robert, what was your take on this whole thing?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I definitely think that, you know, ledger should have rolled this out differently or should have built this product differently. You know, I think the core challenge for them is that there's 8 billion people on earth, and a small sliver of that I think are up to the task of private key self custody without hosted backups. In some sense, their target market is not 8 billion people right now with the prior product suite. So I think it makes sense that they want to go in the direction of your keys, but in a more whole world friendly security model. Right. I think it's a very different product, and I think that the sliver that uses ledger today is much more crypto sophisticated. And the idea that the private key can even leave the device through a firmware update is terrifying, because the whole reason they're even buying a ledger in the first place is so that the key can never leave the device, period. And that's the expectation of that customer base. So I absolutely think they should build this product, and I think it should have been a separate product from their existing devices. And I think if they want to go in that direction, they should. But I don't think it should have been one in which they were basically rolling out through a firmware upgrade for customers who don't want this."
    },
    {
        "speaker": "A",
        "text": "Eric, what was your take on this whole debacle?"
    },
    {
        "speaker": "B",
        "text": "Yes, I've spent most of the weekend actually making wizard costumes for the Miami party."
    },
    {
        "speaker": "A",
        "text": "Is this the first time you're hearing about this?"
    },
    {
        "speaker": "B",
        "text": "So I caught up on it last night, and the thing that strikes me the most is that I actually have tweets on my phone where Ledger, the main ledger Twitter account, says that no firmware upgrade can make your key leave the device. So they said that in 2018, they explicitly said that no firmware upgrade can make the. So a big part of the reason why people believe that is because Ledger explicitly said that. They said that that's how their technology works. And now they said, well, but if we upgrade the device and we want your key to leave the device, then it's a different story. But you trust us, right? So it's more than disaster. It's outright deceit. They fucked up big time. And of course people are going to be mad about this. There are some people that have deeper insights about how secure enclaves on hsms work that aren't as surprised. But there's certainly a lot of people that have all the right to be extremely frustrated because the people making those devices said that the private keys cannot be any despite. Because it feels like you get a call from a ledger representative speaking in some weird accent, and they tell you, oh, it's because you haven't upgraded the firmware on your device, and then all of a sudden your private keys is gone."
    },
    {
        "speaker": "A",
        "text": "What are you doing there? That sounded very french. That sounded very french. Okay, so I spent a lot of time on this yesterday evening because I was just trying to get my head around this, and we're trying to figure out, should we be telling our portfolio companies to stop using letters? And my first reaction was like, yeah, obviously this is such an egregious breach of user trust. Like, oh, my God, I can't believe they did this. The more time that I spent on it, and the more that I talk to people who know a lot more about this than I do, the more I just. I came to believe that I just overreacted the same way that almost everybody on Twitter overreacted for a few reasons. So I also saw the tweet because it's been going on everywhere of, like, some screenshot of ledger support or whatever, the social media channel. Like, it's not actually, like, ledger copy, right? Not their actual marketing. Go to their website. Doesn't say anywhere that, like, it's impossible to exfiltrate your private key. There was one tweet they did in 2022 that everybody's screen capping everywhere that says it's impossible for the firmware does not allow your keys to leave your device. The correct answer is that the only way that firmware can cause the key to leave your device is if you install it and ledger signs it, which presumably Ledger was implying, look, we would not sign such software, so obviously you can't run on your firmware because it's not signed by us. The secure element enforces that the code is signed by our key. Um, so that would be infiltrated, right?"
    },
    {
        "speaker": "B",
        "text": "Ledger can be infiltrated, yes."
    },
    {
        "speaker": "A",
        "text": "And you install it then? Yes. You can sort of get phished by somebody pretending to be ledger who steals their keys. Uh, that's totally possible, right? And that's in the trust model of pretty much all trusted hardware. I was spending a lot of time looking on this, uh, looking at this, and like basically all trusted hardware everywhere, whether it's Tes, whether it's um, you know, the secure enclave is everything. All of them are upgradable. There's basically almost nothing that is not upgradable in some way. What is the upgrade process? The upgrade process that the micro code or whatever it is that's running in that processor is signed by the manufacturer. That's true for almost every single form of trusted hardware. You may not have access to it yourself. It may be intel that can push upgrades to your SGX or whatever, or with some other manufacturer that can actually push upgrades. But of course, all software has bugs. All software everywhere, forever, since beginning of time has bugs. And so just on the most basic level, you always need some upgradability to some software running somewhere, because OpenSSL has been broken. Lots and lots of stuff that's been around since forever has been broken. There are sometimes some things that use like Sha one and Sha one is basically broken at this point. Okay, we have to go in and, and in the software layer, we had to change the hashing algorithm, because the hashing algorithm is broken. All this sort of stuff, that just leads you to the fact that upgradability is essential generally for security, but more specifically for blockchains. And this was the thing that I realized after, again, chatting with people who are much smarter than me. It is basically, if you had a situation where a ledger was, the way I was imagining it, the way I was imagining a ledger is that it's a box that you put your private key into, and that box has a bunch of algorithms already in there that are all the algorithms you would ever need to interact with your key. And that's it. You never put anything more in the box. The box comes with fixed functionality of signatures and that's it. There's no way to read out the private key or to put a new private key in there. That can't be true, because if that were true, then it would be impossible to support any new upgrades to a protocol that involved any changing in the way that signing is done. You could not support any new blockchains that you didn't have the algorithms already in there from inception. So you couldn't support near, you couldn't support cosmos, you couldn't support, you know, Solana, anything that has a different signing algorithm, tough shit, you know, throw this away, buy a new ledger. Buy the ledger that supports near, buy."
    },
    {
        "speaker": "C",
        "text": "The ledger that supports a great business."
    },
    {
        "speaker": "A",
        "text": "Model that, you know, the reality is that, like, consumers would fucking hate this, right? Like, they want one thing, one key, every blockchain. And the only way that you can do that, if you're not throwing away your ledger every time a new blockchain comes live or there's some change in the way that the signing algorithm works, then the only way that's possible is if there's some way to modify the box. And so it's always been true for every, basically every hardware wallet, that there is some way to modify the box that the private key sits in. And the security model is that the modifications to the box have to be signed by the manufacturer or you have to sideload it, which is you can also sideload things into a ledger that do extract your private key. But most users are never going to do that, and it's very difficult. If you understand that's true and you've ever used any other signing algorithm with your ledger, then you were trusting, because the moment that you do that other signing algorithm, you have to derive another key that touches the master key. And then when you derive that key, that app touches the derived key and does all sorts of other stuff with it. And one of the things it could do is it could just spit it out. You can do that because you're specifying the signing algorithm in code. So that's what made me change my mind. Sorry."
    },
    {
        "speaker": "C",
        "text": "The other issue that you brought, too, which I agree with, is we only know this was going to be added because they told us. But Ledger firmware is not open source. It's very plausible that they add this or something worse in a future upgrade. And yeah, the firmware is legit and it's signed by Ledger, but you don't actually know what is all in the firmware. And so either are hardware wallets like Trezor that do have open source firmware, so we know what's in it. You can verify that the firmware that you're loading matches the source, but you just can't do that with Ledger right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. That does seem like the best path forward to ameliorate. A lot of the concerns that people have is the ability for the firmware upgrades themselves to be open source. It's already the case, by the way, that most, I don't know of most many of the applications for Ledger, like when you install the Solana widget on Ledger that is open source, you can go and see the code that they wrote for Ledger, and the API is public, but it's not the case for the firmware itself. And I was reading somewhere that there may be NDA restrictions because hardware is full of NDAs, NDAs just freaking everywhere in the hardware supply chain. And so there's like, what I read somewhere with somebody, I don't know if it's speculation or confirmed that there's some NDA that they have somewhere that, like, kind of infected their codebase, that makes it difficult for them to actually open source the firmware, which is easier if you're Trezor, because Trezor uses all open source stuff. Same thing with one key, which is a Dragonfly portfolio company. They are also built on top of the Trezor Stack so that everything is open source. That makes it really easy, but pretty much all the secure stuff. Right, sorry, I don't mean not using the secure stuff isn't secure, but if you want to use a secure element or secure enclave or anything like that, all these things are closed source. There's not a single open source version of them, as far as I know, that's been commercialized. And it's the security model is that there's some physically unforgeable function on the device, and it hosts some key that is owned by the manufacturer, that corresponds to the manufacturer, and the manufacturer signs any microcode changes, and that's how it works. And that's the only way that the thing remains secure in perpetuity, as far as I understand. Eric, what's your take on this back and forth?"
    },
    {
        "speaker": "B",
        "text": "I think that we got to learn how to do elliptic curve mathematics with pen and paper. It seems like the only way that we can be."
    },
    {
        "speaker": "A",
        "text": "That's the true bitcoin spirit. There we go. We. We needed some bitcoin Maxwellism to come back."
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't have anything else."
    },
    {
        "speaker": "A",
        "text": "I like that. I like that. Wait, so, Eric, are you a reformed bitcoin maxi, or are you still a bitcoin maxis somewhere deep in your heart? Or how do you describe yourself with respect to your relationship with maximalism? Maybe it's more like you're starting a new sect of the religion. And that's kind of what's animating so much of the excitement around it."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, so the ironic thing is that I really did appreciate that bitcoin and ethereum were two very separate things. Like I used to describe it as. So the, like ethereum is the octopus, and bitcoin is like a revolver with one bullet in it. And depending on which enemy you're going to fight, like maybe your enemy is one who's scared of octopuses, or like you're fighting him underwater, then you want the octopus. The revolver won't work there. But in other situations, like the octopus isn't going to help you and just need to shoot the guy. And I think that the enemy is the state, right? And I want both an octopus and the gun to shoot the state and throw the octopus at me. And so depending on where I'm fighting them and which situation it is, I really want both of those sort of weapons at my disposal. And so that's why I've been like, you know, if the state says that, you know, everything in Ethereum are securities and OFAC regulation becomes a problem for, like me or for transaction creation. If those are sort of how they try to bring down the Ethereum system, then bitcoin is less affected, right? But if what they're doing is saying that bitcoin is unenvironmentally friendly, it's consuming too much energy, and we don't like bitcoin for this reason, then you say, well, we have the octopus here. It's not environmentally unfriendly. Like, what are you going to. So I think that we want, I mean, the end goal is to create a sovereign, non sovereign form of money. Basically that state can't control. I think that the main goal is still to create a system of money that is wrangled out of the hands of the government. If that can be a financial system too, that can do stuff like Defi, that's great. But at the end, I just want one system that the state can control. Therefore, I need bitcoin and ethereum to be sort of different beasts. So I'm not a bitcoin maximalist, but I do appreciate certain aspects of bitcoin. I like, for example, that bitcoiners care extremely much about being able to verify the supply on their nodes and being able to run their nodes and raspberry PI's. And the Ethereum community is more like, oh, we want a security budget and we want decentralized exchanges and non custodial ways to have good user experience for swapping around those assets. That's also important. I think both projects are working on really important things. And so I want both of them to sort of survive. And I'm a big champion for both of them. This is why, when you ask me to sort of steel man, my argument against ordinals is that they're sort of converging towards each other. That's what my worries. And yes, it's true that maybe I'm like a futurist and I'm maybe painting demons in the future that aren't really here yet. But we can see, like, bitcoin is dramatically changing. Like, we had a shitcoin auction that made the fees go up so high, from one satoshi per vbyte to 600 satoshi per vbyte, because we were basically running a gas auction for getting access to an airdrop, basically, of a shitcoin we haven't had. So that was like an other side mint style event that was happening on bitcoin. Now, that is inherently a more evm type of problem. And I think that we are just seeing the beginning of that. And that's scary. I mean, there are reasons to be optimistic. One of the great things is that I'm also seeing people price things in bitcoin for the first time in ages. Like, you have nfts that are getting priced in. How many bitcoins is it worth? So bitcoin is coming back as a unit of account in the same way that ethereum has been a unit of account for nfts there. So there are both good and bad sides to all this. I'm just trying to stay on top of things, and I'm trying to accelerate all the things so that we can get a conclusion of what we should do with them."
    },
    {
        "speaker": "A",
        "text": "Well, much respect for you for that, Eric. You're always a beacon of light in this world, of this world of darkness that. That is. Well, that is sometimes the bitcoin community. I'm glad to hear that. You have such love for octopus. Octopuses and guns. I don't. I didn't totally understand the analogy, but I hope that it. I hope that it takes off. Anyway, we gotta wrap. We're up on time. Eric, it's always a pleasure to chat with you, man."
    },
    {
        "speaker": "B",
        "text": "Thanks, guys. Thanks for having me on."
    },
    {
        "speaker": "A",
        "text": "All right, until next week. Thanks, Eric. See y'all."
    }
]