[
    {
        "speaker": "A",
        "text": "Okay, so hypothetically, if MrBeast coin reaches a $10 billion market cap, and everybody believes that it's permanently worth $10 billion because of MrBeast, right? And, like, he's, like, personally out there, like, every day, like, mrbeast is the best coin, you know, whatever. If it actually reaches a $10 billion market cap in a perpetual way, would you not say that $10 billion of wealth has been created?"
    },
    {
        "speaker": "B",
        "text": "No, I would not say that."
    },
    {
        "speaker": "A",
        "text": "Not a dividend."
    },
    {
        "speaker": "C",
        "text": "It's a tale of tuqan."
    },
    {
        "speaker": "B",
        "text": "Now. Your losses are on someone else's balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "B",
        "text": "Unnamed trading firms who are very involved."
    },
    {
        "speaker": "C",
        "text": "Pollock eth is the ultimate defi."
    },
    {
        "speaker": "A",
        "text": "Protocols are the antidote to this problem."
    },
    {
        "speaker": "B",
        "text": "Hello, everybody. Welcome to the chopping block. Every couple weeks, the four of us get together and give the industry insider's perspective on the crutches. Topics of the day. So quick intros. First, we've got Tom, the defi maven and master of memes."
    },
    {
        "speaker": "D",
        "text": "Hello."
    },
    {
        "speaker": "B",
        "text": "Next we've got Robert the cryptoconozeur and Tsar of superstate."
    },
    {
        "speaker": "A",
        "text": "Good evening."
    },
    {
        "speaker": "B",
        "text": "Then we've got Tarun the gigabrain and grand poo bah at Gauntlet yo. And finally, I'm Haseeb, the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is invested advice, legal advice, or even life advice. Please see choppingblock XYZ for more disclosures. So, Uncle Robert, we had a lot of people yelling at us last week that your story about Slurf was not completely accurate. You claimed that Slurf was listed on Binance. It was never listed on Binance, and that was, I think, part of also your conspiracy about Slurp is that it was, like, listed that it was."
    },
    {
        "speaker": "A",
        "text": "I might have gotten. I might have gotten. Which exchange it was on. Incorrect."
    },
    {
        "speaker": "C",
        "text": "I think it was Hobie. Right. Because Justin Sond was really showing it."
    },
    {
        "speaker": "B",
        "text": "There was a couple of exchanges that announced that they were going to be donating their trading fees, but Slurp is now actually one of the highest liquidity meme coins on Solana. It has really come into a force on its own."
    },
    {
        "speaker": "A",
        "text": "Yes, I was definitely incorrect when I said binance. I used the term binance to colloquially refer to all offshore exchanges, um, or many of them. And I used it as a shorthand, so it was not listed on binance. In particular. I apologize to all of our listeners."
    },
    {
        "speaker": "B",
        "text": "Losing a lot of credibility with the meme coin crowd right now. We're really outing ourselves as meme coin boomers."
    },
    {
        "speaker": "A",
        "text": "Yeah, I should have said huobi."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right. It's okay. I just pulled it up on deck screener. So slurp is, in fact, the number one. Number one token on chain by liquidity that is trending in the last 24 hours. It's got 90 million in volume in the last day, so it's number three by volume. So Slurp has really come into its own. It is now a force to be reckoned with, I guess. Of course, a lot of that liquidity is. Cause it's locked from the guy who burned."
    },
    {
        "speaker": "C",
        "text": "Is there a meme for, like, the opposite of stop trying to make fetch happen from mean girls? Like, hey, they made fetch happen. Cause that's what this feels like. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "It definitely. Whatever. Whatever it was. I don't know if it's a. I still doubt the conspiracy story, but there was a conspiracy. It was an incredibly successful one, because I feel like we are gonna be seeing slur for the next decade. Like, at this point, it's kind of."
    },
    {
        "speaker": "C",
        "text": "Etched into what was that meme firmament of crypto. I hope that X could really change humanity. It's really amazing, you know, like, the copypasta meme that you sometimes see on Twitter of, like, wow, this could really change humanity, blah, blah. It's like, a thing from, like, the 2021 era. I saw so many slurp versions of that."
    },
    {
        "speaker": "B",
        "text": "Right? Like, I think. I think we have very different feeds on Twitter, because I am not getting any slurp content, unfortunately."
    },
    {
        "speaker": "C",
        "text": "I do think it would. I think a very funny episode would be for us to one day go through, have each person present their feed, and we roast their feed."
    },
    {
        "speaker": "A",
        "text": "You don't want to see my feed. My feed is, like, 40% chess, 55% crypto, 5% east asian street food."
    },
    {
        "speaker": "B",
        "text": "East asian. I did not think you were going to say street food. I thought you were going to say, wait, wait."
    },
    {
        "speaker": "C",
        "text": "What type of street food?"
    },
    {
        "speaker": "A",
        "text": "I don't know. People cooking in large quantities. It's great."
    },
    {
        "speaker": "B",
        "text": "People cooking in large quantities. So not the food itself, the cooking process."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. Like. Like, back scene at a restaurant. Like, just."
    },
    {
        "speaker": "A",
        "text": "That's right. Like, and if you go to my Instagram. My Instagram is 100% east asian street food, like, being cooked for some reason."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Like, I liked it once, and, like, for whatever reason, the feed just kept on showing me stuff, and I follow zero accounts. And. And if you follow zero accounts, for you just becomes what the algorithm thinks you want. So if you watch something once and keep clicking, thats all you get."
    },
    {
        "speaker": "B",
        "text": "Yeah. There is something weirdly intimate about seeing another mans feed. Yeah, I dont want to see anything. You know what I think now that youve described that to me, I think im okay in seeing your feed. Yeah. The other thing that was interesting this week, I guess in the world of what were once serious, coins are now meme coins. So we talked before about how the founder of Nier Protocol, Ilya, is going to be speaking at GTC, which is the big Nvidia developer conference. So he spoke on this panel with Jensen Huang, which of course was a catalyst for the Nier token pumping. After speaking on that panel with Jensen Huang, there's a photo of Jensen Huang, the CEO of Nvidia, touching Ilya's arm. And so some people took a picture of that. Haha. Okay, so yesterday, what presumably is the social media intern at nearest? I posted a tweet saying last week Nier co founder was touched on the arm by Jensen Huang, founder of Nvidia. We got to show you co authors. Yeah. Pull this tweet out. 1.2 million views. Tom, can you describe this picture for those who can't see?"
    },
    {
        "speaker": "D",
        "text": "Jensen Huang looks like a loving father who is reconnected with his long lost son. And he is hunched over slightly onto panel chairs, touching Ilya. And Ilya's smiling at him knowingly. And it's a beautiful moment and beautiful tweet."
    },
    {
        "speaker": "C",
        "text": "I mean, the replies and quote tweets are the best part about this one."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Finishes. Learn about that touch and the intersection of AI and blockchain and then it gives a link."
    },
    {
        "speaker": "A",
        "text": "You know what photo it reminds me of, or you know what art it reminds me of? You know, that, um, painting of, like, God reaching out and touching Adam, you."
    },
    {
        "speaker": "B",
        "text": "Know, there were a few subtweets that were showing that. Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, were there?"
    },
    {
        "speaker": "B",
        "text": "That's what that, yeah, it kicked off a trend of people posting, like, other blockchain founders and famous people they were touched by. So it's been a very, it's a very weird moment."
    },
    {
        "speaker": "D",
        "text": "I think this was definitely a 2017 thing. People, like, tried to get photos next to, like, vitalik and be like, partnership confirmed."
    },
    {
        "speaker": "C",
        "text": "And this feels like, I definitely feel like, I remember there was definitely an era of that where there would just be like, some random person coming up to Vitalik and there'd be like, the stream of people coming up to just take a quick self, and 2 seconds later you would see it on a meme coin or like a, you know, like something like that ICO."
    },
    {
        "speaker": "B",
        "text": "Sorry, the word you're looking for is ICO. We didn't have meme coins in 2017."
    },
    {
        "speaker": "A",
        "text": "We had ICO meme coins."
    },
    {
        "speaker": "C",
        "text": "Your father's meme coins."
    },
    {
        "speaker": "B",
        "text": "Exactly. We predated meme coin technology at that time. We didn't have. No one invented a meme coin technology, uh, token yet."
    },
    {
        "speaker": "A",
        "text": "That's not true."
    },
    {
        "speaker": "B",
        "text": "Dogecoin was the original dogecoin, but it was not. Well, when was Dogecoin created actually? What is the history?"
    },
    {
        "speaker": "A",
        "text": "Or 14 or something?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Like I'll quick wikipedia this."
    },
    {
        "speaker": "D",
        "text": "No, I remember mining dogecoin because you could just do it on your computer. It was, you know, no one was doing it. It was cheap."
    },
    {
        "speaker": "A",
        "text": "December 2013. So very close to what we predicted."
    },
    {
        "speaker": "B",
        "text": "Okay, fair enough, fair enough. Not so crazy, but I guess meme coin as a category didn't exist. Dogecoin was a funny coin, but it was not a meme coin in the same way that compound originally was a lending protocol, but then it was Defi when the term defi was invented. And so I feel like we have entered into a very different era where today a shitcoin, you would just call it a meme coin from."
    },
    {
        "speaker": "A",
        "text": "That's true. If there's no project behind it besides the 30 seconds of effort that goes into finding a funny image as the token symbol and coming up with the name and the token symbol, then it's a meme coin."
    },
    {
        "speaker": "B",
        "text": "So I was thinking about this yesterday, about the rise of on chain volumes on Solana driven by the meme coin activity. And there's a trope that we've been long time investors into exchanges at Dragonfly. And every cycle we sort of have this working theory that every cycle there's the opportunity for some new meta, and that new meta allows a new exchange to fundamentally start to gain some market share. And in the ICO boom, it was first the rise of perps and that allowed bitmex to start to rise. Then Bitmex fell, and then it was icos and binance and all the crazy altcoins that exploded."
    },
    {
        "speaker": "C",
        "text": "I think binance was one particular thing thats worth keeping in mind is that Bitmex was very maximalist about bitcoin collateral as being part of the spec. And binance was like, okay, you want to collateralize with Tron? Its okay, we dont care. Well let you do Tron."
    },
    {
        "speaker": "B",
        "text": "Perfectly late to do derivatives."
    },
    {
        "speaker": "C",
        "text": "Yes thats true, thats true. They rose to the top on Spotify. But yeah, you could only buy the Tron Ico in binance, right? That was the right right."
    },
    {
        "speaker": "B",
        "text": "So they were the most aggressive in listing tokens, and that was very much a catalyst for the rise of binance. And so the question is, okay, we're entering a new crypto cycle. Where's the new exchange? Where's the new moment for an exchange to be able to be one step ahead on the meta or to be more aggressive? And it occurred to me that maybe that's Solana, maybe Solana is that exchange. And you were thinking about it like this old meme of the. Oh, it's a moment for a centralized exchange to be able to gain real market share. But Solana is the first thing that we've really seen in terms of a dex, quote, unquote. You can think of more or less all of Solana as one dex. It's really the only thing we've seen that has anywhere near the scale of a centralized exchange in terms of the total amount of users, total amount of assets, total amount of volume that's going through it. It occurred to me that may be the best explanation of what's happening in this Solana meme coin frenzy, is that Solana has basically become like this new emergent exchange because of the fact that they're the first to all have all the hot meme coins."
    },
    {
        "speaker": "A",
        "text": "Well, I wouldn't discount Ethereum and Uniswap and all of the things that are corollaries to Solana, but I agree with you. At this moment in time, Solana is the exchange platform of choice for retail."
    },
    {
        "speaker": "B",
        "text": "So I guess you. You bring up a good point. Obviously, there's a lot of other stuff happening besides just Solana. Which brings us to one of the big news stories this weekend. I has been a tremendous amount of growth on base. So base, you might recall, it was the layer two that was built by Coinbase. We had Jesse Pollock on the show previously who is one of the progenitors of the project. Base doesn't have a token. It's more or less run. The infrastructure is run by the optimism super chain. So they're an op stack chain, and they've had tremendous growth on the chain just in the last couple of weeks. So they were one of the first to adopt EIP 4844, which allowed gas fees to go really low on the chain. But gas fees have spiked tremendously, to the point where now it kind of looks like greater than pre 4844 congestion. Not because blob storage is getting congested, but because the total amount of gas in demand on the chain itself is higher than the gas block limit. So the. I think they do 5 million gas limit or something. I can't remember. It was something like that, uh, for, for base per block. And, uh, that block limit is just getting pushed to the max because of all the amount of, um, I think mostly meme coin trading that's happening on top of base. Um, so if you guys take a closer look at this and you know, what's driving all this demand and what, what's your guys sense of what's happening on, on base?"
    },
    {
        "speaker": "C",
        "text": "So, yeah, I think Tom and I were talking about this before. I will say it feels a little less organic in some ways than I think the Solana meme coin stuff was like. I mean, all these group chats that I was in suddenly lit up about buying aerodrome and buying particular meme coins all at the same time. So it did feel a little more coordinated of a move. I don't know exactly what sustained it, but obviously having a bunch of tokens that went up quite significantly over that time period probably created a bunch of demand. I will say one interesting thing that, and this is more anecdotal evidence, but I do feel like a lot of the Solana meme coin traders were complaining about being unable to cross the base very easily. Like, the bridging situation isn't particularly good between the two. And I think the user bases, because of that, might actually be somewhat disjoint. Like, I need to actually go do more analysis to confirm that. But at least the anecdotal evidence is that the Solana meme coin people are like, base sucks. It's too hard to get to. And we have our assets on Sol, so."
    },
    {
        "speaker": "B",
        "text": "All right, so, Tom, you've just thrown up some charts, talk us through what we're looking at."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, it's a little bit like what."
    },
    {
        "speaker": "B",
        "text": "Drew, can you zoom in just so it's easy? Yeah."
    },
    {
        "speaker": "D",
        "text": "It's going to scale well. So obviously there's been a huge spike recently. I think the interesting thing is that it has actually sustained. Normally when you see these huge spikes, they kind of taper off and revert back to the mean. And here, at least for the past few days, it's been sustaining around 60,000 new users per day, or 50,000 users per day, and that translates to 230K actives. When you dig into that. Most active contracts, though, it's still like uniswap aerodrome and then on those, it's also trading meme coins. I mean, obviously people are also trading bridged USDC and things like that. So, yeah, I'm a little bit, I guess, confused as why now versus all time? Obviously, there are some novel applications like Forecaster with Degen, and there's a lot of dapps, including whatever port goes Dracula, that's building with Degen as their native currency. But, yeah, it's not like, oh, there's a step in or axie type of application that is mass user attraction that's really driving people to the chain."
    },
    {
        "speaker": "B",
        "text": "Is that good or is that bad? What would you prefer to have seen?"
    },
    {
        "speaker": "D",
        "text": "I'm just surprised because normally, when you see a big spike like this, I mean, especially here, it's like there's a particular thing that people are doing, whereas this just feels like, oh, generally speaking, this is very similar to the meme coin trend that we've seen on Solana. It's happening on base in EVM land now."
    },
    {
        "speaker": "B",
        "text": "Okay, implicitly, by saying that, you're saying that the fact that it's meme coins is driving people, that's bad. That's not what we want to see. If we're assuming that there's going to be some."
    },
    {
        "speaker": "D",
        "text": "I'm not judging the meme coins either way. It's more just surprising in the sense."
    },
    {
        "speaker": "B",
        "text": "That you're just surprised."
    },
    {
        "speaker": "D",
        "text": "Yeah. What is the catalyst? Right. It's not like, oh, this thing launched, and therefore we see this huge spike. It's just meme coin season."
    },
    {
        "speaker": "A",
        "text": "Well, the real question is, can base be the new Solana?"
    },
    {
        "speaker": "B",
        "text": "I mean, not with fees getting as high as they've been."
    },
    {
        "speaker": "C",
        "text": "Yeah, my anecdotal evidence is that the Solana, the Solana folks don't really want to move over. Like, again, this is not. I haven't actually indexed the Solana to base bridge routes that people have been using. But, yeah, I'm in some group chats with a bunch of people who are very big Solana meme coin people. And they were like, we bridged over, it was too slow, too expensive, and then they."
    },
    {
        "speaker": "A",
        "text": "Yeah, but you only have to bridge once."
    },
    {
        "speaker": "C",
        "text": "Well, I think the gas stuff, like, I think there's also just like, a cultural difference of, like, the Solana meme coin people know a particular set of assets and things that. That are completely different from the base ones."
    },
    {
        "speaker": "B",
        "text": "Yeah, all these pop ups and waiting for confirmations, like, ugh."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. It is kind of interesting to see some of the, you know, I think aerodrome is sort of like a alternative, kind of newer, decentralized exchange model that has a different sort of liquidity incentive. And I feel like we're actually seeing some of those things be tested live a lot further than they have. So seeing that stuff has been good. And yeah, I guess that explains also aerodrome going up a lot."
    },
    {
        "speaker": "A",
        "text": "Can you explain to me, as if I don't know anything about aerodrome, how it differs from uniswap?"
    },
    {
        "speaker": "C",
        "text": "The main difference, as far as I understand, is the, the liquidity incentives are sort of paid out almost like a bond. So the longer you lock up your liquidity, the better your rewards are. But they also have a sort of thing where I think there have been a lot of these bond like mechanisms, but people kind of can't rebalance or move across ticks very easily, and it facilitates doing that while not messing up this reward thing. It was originally called solidly, which was made by Andre Cronier, and this was like a fork of it. And so aerodrome just is like more. It's easier for liquidity providers to be passive liquidity price without doing too much extra effort at a high level. That's the thing that's interesting about it, but it wasn't clear that it would work when it needed the high enough scale. But it clearly has actually performed well. And thats also, I guess the token reflects that too. To some extent, the token is tied to those incentives."
    },
    {
        "speaker": "B",
        "text": "Makes sense. All right, well, jumping back into news, speaking of DeFi, one interesting piece of news this week was that the DeFi education fund, alongside the Biba collection, have decided to sue the SEC. So the SEC has claimed that Biba's airdrops were securities transactions and that Beba's tokens, Biba is some kind of apparel company that I guess did an airdrop."
    },
    {
        "speaker": "A",
        "text": "Well, it's actually the opposite. The SEC did not claim that Biba's airdrop was an issue. Biba proactively sought a court order stating that it's not a security and it's a proactive lawsuit looking for clarity."
    },
    {
        "speaker": "B",
        "text": "Oh, so they're demanding essentially a no action letter or the no action letter from the SEC."
    },
    {
        "speaker": "A",
        "text": "They are demanding the equivalent of a no action letter through the court process."
    },
    {
        "speaker": "B",
        "text": "I see. Okay, interesting. So Bebo wants to do an airdrop, has not done so and is suing the SEC."
    },
    {
        "speaker": "A",
        "text": "No, they did do an airdrop. They want to do a second airdrop."
    },
    {
        "speaker": "C",
        "text": "But they did an airdrop also."
    },
    {
        "speaker": "B",
        "text": "The craziest thing to me then the."
    },
    {
        "speaker": "C",
        "text": "Craziest thing to me was like, I'd never heard of this thing. And I'm like, then I clicked their Twitter, and it's like this Twitter with 95 users, 95 followers sec. That was like the first thought that went to my, well, okay, this is."
    },
    {
        "speaker": "A",
        "text": "Based on a single read through of the complaint I am not a lawyer. I am not an expert on this. Please read it for yourself and reach your own conclusions. But based on my read of the situation, Biba is a clothing company, and theyre a clothing company that created a token, which is basically a discount token. And they have these duffel bags, and they look pretty cool, to be honest. I kind of want a duffel bag from Biba. And they airdrop these tokens to all sorts of people hoping to build attention for Beba and their new clothing company, that they have a very small real world footprint. And I think their innovative ideas, like, oh, well, airdrop people discounts on our stuff. And I forget how many tokens there were. But if you collected 250 tokens, you could trade them in for, I think, like 50% off a duffel bag."
    },
    {
        "speaker": "B",
        "text": "Preston."
    },
    {
        "speaker": "A",
        "text": "And so they gave the tokens away for free to unsuspecting users. They did this. And after they did this, they said, hey, we're planning to do a second airdrop. Before we do a second airdrop, we want clarity from a court that we're not going to be the subject of an enforcement action, because we believe that the SEC's views on what constitutes a security has been changing, and that change is a matter of policy, and that policy has not been subject to the public comment period or any oversight, and that they basically have affected by changing their opinion of what constitutes a security offering a policy. And that policy is illegal because it didn't comply with the Administrative Procedures act. And so Biba is suing the SEC in a Texas court, which I assume is more sympathetic to crypto libertarian ideals. They are based in Texas, which is why that would be their court. And they're looking for a ruling to say, of course, your airdrop of get a discount on duffel bag token is not a security. Go airdrop and have fun."
    },
    {
        "speaker": "B",
        "text": "Right. Makes sense. There's the particulars of this case, which I think are probably very sympathetic to Biba as a defendant, that, okay, there's a clothing company. Doesn't sound like this token could possibly be a security, but it was also backed by the DeFi Education Fund, which is joining in this complaint against the SEC, presumably because the overall thrust of the case is not just that, hey, the SEC, you are unfairly targeting Biba, but rather that you've been broadly, your whole regulation by enforcement strategy is broadly in violation of the APA of the Administrative Procedures act. And so they're kind of using this as the perfect case to go after the SEC for some of this extra legal enforcement stuff. That they have been doing. So it's a very interesting case, and I hope it represents a broader pushback against the SEC. It does seem like public attitude toward the SEC is shifting in favor of this being kind of overly aggressive. In parallel, there was also a case that dropped today, an indictment against Kucoin, which is like a top ten exchange ish. Top ten. I think it's up there. A couple of chinese founders. Yeah, it's up there. A couple of chinese founders. The standard money laundering, no KYC targeting, american user stuff, same stuff that binance was gotten for. So more or less, it was a Wild west exchange that anybody could get on, anyone can trade on. And in that, there was dual indictments, or I guess dual complaints from both the DOJ and from CFTC. And in the CFTC charges, they claimed that ether, bitcoin, and litecoin are all commodities, not securities, which is sort of, again, a shot across the bow at the SEC, which people have been speculating, is trying to paint ether as a security, as one of their strategies to try to deny the ether ETF. So, curious. Get your guys read on what implications this might have for the regulatory picture, given that we now have multiple things in play right now. The SEC trying to fight back against the ether ETF and probably being unfriendly broadly towards the industry. At the same time, we've got this new Biba lawsuit against the SEC, as well as the CFTC kind of thumping their chest and saying, hey, back off."
    },
    {
        "speaker": "A",
        "text": "Well, I haven't read the Kucoin actual cases that have been filed, but Kucoin had this reputation for anyone who's been around the industry as being one of the exchanges that was pretty loose and would let people trade and they didn't really care, and you could sign up and trade all sorts of stuff. So it's not that much of a surprise if it's in the binance mold. If the government was successful at negotiating a settlement with binance that everybody seemed to approve of, that the government thought was a win, that binance thought was a win, that investors thought was a win that was just good for the health of binance and the ecosystem, then it makes sense that they would basically be copy pasting this as a template onto other exchanges that look similar. We havent yet seen the exact resolution with CZ, but Binance was up to no good. They're trying to go clean. They're putting the chapter behind them. If Kucoin fits the same overall picture, it makes sense to me that they would go through the same process, which is, hey, there's clearly been some money laundering and bad activities here. Here's the lawsuit. Clean it up, and they've reached a settlement, they make changes, and everybody moves on, and that would be good for everybody."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's definitely a spectrum where I think Binance and Kucoin are definitely on the far end of that spectrum of they had a huge amount of american users, and they've been doing this for quite a while. And they're only very, very recently starting to clean some of it up. And there are other people who are like, okay, they were doing this in 20 17, 20, 18, 20 19, maybe. But then they sort of cleaned it up after that. And I think they're probably going to get less dramatic outcomes when they do inevitably settle. I agree with you, though. Pretty much everybody who's big will have to settle with the us government for whatever kind of funny business they've been up to. But I do think most of the exchanges will ultimately move on because I don't think we're going to find a lot of stuff that's worse than basically what we've seen now from Binance and Kucoin, which is you were letting anyone trade anything."
    },
    {
        "speaker": "A",
        "text": "I mean, does it get worse than offshore exchanges in 2017, 2018? That's really."
    },
    {
        "speaker": "B",
        "text": "Like, there is, like, FTX kind of stuff, right? Like, so there. There are worse things than just, you know, sanctions and money laundering. There is like, okay, you are also defrauding people, and I suspect we're not likely to see that. But, you know, obviously it's. It's possible that when the DOJ goes digging, they find something worse than just, okay. You were. You were doing wild west shit."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, offshore exchanges from that era were just bad news."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, my impression of Kucoin was definitely always listed anything and everything, no matter how low the liquidity would be online. So I feel like they were kind of asking for it. I'm surprised it took this long, because I feel like they must have been the one that everyone was always something, always fishy about Kucoin. The other thing is the people are still at large, is their whereabouts not known, or. That was the one thing I saw. I don't know enough about Kucoin to. You guys probably know more than me."
    },
    {
        "speaker": "D",
        "text": "I think they're both chinese nationals, the people in the indictment. So I'm guessing they are some in China or, you know, not China. Well, sorry, Asia more broadly. But the point being. Yeah, I mean, Kucoin was also pretty flagrant, like, in the indictment. They didn't have mandatory KYC until this past July 2023. And they were, like, accepting funds that were coming out of tornado cash as of this past winter. And so it's like, they weren't even. I think you could have fled ignorance 2017 era that, okay, we don't even know how these things are going to sort of fit into existing laws. This just feels like this didn't give a fuck and they just were intentionally not complying. And so, yeah, I'm not at all kind of surprised by some of the details."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's always going to be, like, ratchet exchanges that are pretty far down, like, sort of the Kucoins and the gates and the whatever that are just super aggressive. And once those guys clean up, there's a new generation of even more ratchet exchanges that will."
    },
    {
        "speaker": "C",
        "text": "No, the new generation is on. Is just on chain. As you were saying."
    },
    {
        "speaker": "B",
        "text": "It's Solana, of course, the new generation, which is extremely ratchet, to be clear. Like, if you go, no, there's been a big argument about this."
    },
    {
        "speaker": "C",
        "text": "It has a decentralized validator set. That's the different. That's a different game."
    },
    {
        "speaker": "B",
        "text": "Well, yes, but then you've got, like, all these weird racist meme coin stuff that's flying around. So they're like, well, that's actually, that's a."
    },
    {
        "speaker": "C",
        "text": "That's a good point. Right? Like, that's something worth bringing up, is the fact that, you know, in the. In the exchanges now, chain case, you do have these things where, like, the social community and the actual usage on chain may disagree violently."
    },
    {
        "speaker": "B",
        "text": "Right, right. Okay, let me give a bit of exposition. So there's been some drama over the last week and a half that for several days in a row, the top meme coins on Solana all had weirdly racist or anti semitic names. And it seemed like it kind of entered into this spiral where, like, once people realized that racist named meme coins were starting to get popular, they tried to create even more racist meme coins just to, like, get a. Through the noisy."
    },
    {
        "speaker": "A",
        "text": "It got really bad."
    },
    {
        "speaker": "B",
        "text": "It got really bad."
    },
    {
        "speaker": "C",
        "text": "Solana became four chan."
    },
    {
        "speaker": "B",
        "text": "Yes. Solana became four chan. It got to the point where Dexcreener, which is one of the places where people look for new emerging meme coins and see what their volumes are. Dexscreener announced that they were going to start filtering the top meme coins to not show ones that were particularly egregious. Now, what particularly egregious means by the standards of dexcreener? I don't know. It got to the point where Anatoly at one point he tweeted, I think, like, fuck the. What is it? Fuck the racist incels. People who are making the meme coins. Something like that. Yeah. I don't know. So it got to this weird point, which is, again, it kind of goes to this thing I was talking about before about, okay, there's always going to be a more aggressive exchange in every cycle that does something the other exchanges aren't willing to do. And on some level, part of what makes Defi powerful is that, yeah, you don't need to ask anybody to get listed. And it is this kind of cambrian environment where just the raw attention, the raw competition for attention is it. And if it happens to win through, like, racist incel meme coins."
    },
    {
        "speaker": "C",
        "text": "Well, I thought one of the funnier one today. Well, funnier ones today was the bridge coin about the collapse. I feel bad saying it because people are missing from the bridge. Right. But it was like, the Solana meme coin thing is crazy. It's almost like a news."
    },
    {
        "speaker": "B",
        "text": "That is horrible. Yeah. It really is four chan."
    },
    {
        "speaker": "C",
        "text": "It is four chan. It is four chan."
    },
    {
        "speaker": "B",
        "text": "It's 100%. How can you like. It is. It is pure like this. This just like condensation of pure attention. Right? How can you just take the spotlight effect and turn into a fucking laser on whatever word or series of words most people will keynesian beauty conscious their way to say. Other people must also be thinking, think about this way."
    },
    {
        "speaker": "C",
        "text": "This is a funny, funny mechanism design version of inverse of sort of like Facebook or Google, right? Facebook or Google, I bid on keywords. So to try to match people keywords or types, to try to match people with their. With ads. But here I am just cutting out the middleman of the matching of the ads. Instead, the attention economy is just directly onto the asset. I don't need this auction on a third party. The asset itself is the ad. And I feel like that's a cool aspect of meme coins. They're sort of like advertisements. They really feel like advertisements."
    },
    {
        "speaker": "B",
        "text": "It's very true. It's very true. The name is effectively the ADHD. And if the name is."
    },
    {
        "speaker": "C",
        "text": "And the picture, right, like the bowdoin thing."
    },
    {
        "speaker": "B",
        "text": "Right, the picture and the name. And that's all these meme coins are."
    },
    {
        "speaker": "A",
        "text": "Is a token name, a token symbol and an I."
    },
    {
        "speaker": "C",
        "text": "Maybe a metadata address to an image."
    },
    {
        "speaker": "B",
        "text": "Yes. No, actually not."
    },
    {
        "speaker": "D",
        "text": "There is like a economy in game around, you know, tickers, even for traditional equities. Right? Like, think about all the games people play around, you know, getting their filing to get like, I want the HodL ticker or like, the biddle ticker."
    },
    {
        "speaker": "A",
        "text": "There's a Defi ticker and has nothing to do with defi."
    },
    {
        "speaker": "C",
        "text": "Yeah. There's also GPT-3 ticker, which is an AI basket of companies in Europe."
    },
    {
        "speaker": "D",
        "text": "In Europe."
    },
    {
        "speaker": "A",
        "text": "Wait, can there be numbers on us listed?"
    },
    {
        "speaker": "C",
        "text": "I don't know about us. This is. That's why this is, like, somewhere in Europe that."
    },
    {
        "speaker": "A",
        "text": "Because isn't, like, in Japan, like, their tickers are just only numbers. It's like, oh, the stock is like, seven."
    },
    {
        "speaker": "C",
        "text": "Smart."
    },
    {
        "speaker": "B",
        "text": "That's smart. But then there's lucky numbers. So then you, then you still have competition, you know?"
    },
    {
        "speaker": "C",
        "text": "But I think it's, like, interesting to think about meme coins as ads, because, like, it is attention economy type of things, right? Like the attention to the thing, and then suddenly everyone's, like, making this culture around it. It's not so different to, like, influencers, except it, like, kind of gets rid of the, like, detritus around it, right?"
    },
    {
        "speaker": "B",
        "text": "Like, the users are directly financially associated with these meme coins. I mean, think about it. We can talk about it in abstract way, but in reality, it is no different than nfTs, where there's now a well understood playbook for, okay, you've got the insiders. You talk to these groups first, you know, where all the big whales are who buy the meme coins early and then pump it to their groups. And there's people who basically are middlemen who will come in and say, oh, look, I'll show you how to get your meme coin into the right groups and market it for you so that you can, you know, like, at this point, the meme coin game, they've had so many reps of doing this that it's very well understood what the playbook is. And that is part of the reason why I was saying this a couple episodes ago, that I don't think the meme coin game is fundamentally sustainable, because I think the rake is just too high. I think insiders are just making too much money off of doing this over and over again with the churn being this egregious."
    },
    {
        "speaker": "C",
        "text": "But I guess I could imagine a MrBeast meme coin when he gives away money or gives away an item. Like, you could kind of do the same type of things directly, right?"
    },
    {
        "speaker": "B",
        "text": "Look, you can keep doing this if the numbers keep growing, if either the influencers who are launching meme coins get bigger and bigger, like, someday mrbeast launch a fucking meme coin, or if just more and more people are entering the fray and willing to buy the meme coins. Right? But as long as the meme coin game keeps working and people feel like they're making money and there's enough positive sum expectation of profit that people keep doing it even despite the rake and despite all the middlemen and despite all this other shit that's going on in between, then I think, yeah, it continues on, and it clearly continues on for some time."
    },
    {
        "speaker": "A",
        "text": "This is why two episodes ago, when I said meme coins are not necessarily zero sum and you guys all laughed at me, I tried to hold my ground. Thank you for coming around."
    },
    {
        "speaker": "B",
        "text": "Sorry, sorry, sorry. I miss you. I buy the advertising."
    },
    {
        "speaker": "C",
        "text": "I really buy the advertisement."
    },
    {
        "speaker": "B",
        "text": "I don't think it's positive sub. I think what I meant to say was that the net amount of buyers is growing over time, but that's not the same thing as positive sub."
    },
    {
        "speaker": "A",
        "text": "To be clear, I think you're making an argument that meme coins themselves may not necessarily be zero sum."
    },
    {
        "speaker": "B",
        "text": "I think they're negative some. I think the argument I'm making is that they are negative sum in on the whole."
    },
    {
        "speaker": "D",
        "text": "Yeah. Without wealth creation, there is an inherent drag on the system. Right. There's always energy being sucked out, and that can only really sustain for so long. So you're right that maybe a MrBeast meme coin would do well, but, yeah, I just don't know how much longevity does this whole cycle actually has."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "But hypothetically, if there was a mrbeast meme coin, and this is not investment advice from MrBeast, so please do not make a mrbeast meme coin. Like, we will all quit the show. If there was a misrepresent, we'll all."
    },
    {
        "speaker": "C",
        "text": "Quit the show because. Because MrBeast airdropped us. Not kidding."
    },
    {
        "speaker": "B",
        "text": "That is probably good enough to retire on."
    },
    {
        "speaker": "A",
        "text": "Yeah. That'll just be the end of crypto, and we'll just all have."
    },
    {
        "speaker": "B",
        "text": "Yeah, mister B, if you're listening, which I'm sure you're not, but if you are listening, uh, we will absolutely help you figure out what telegram groups to go to for mrbeast coin. We know the playbook."
    },
    {
        "speaker": "A",
        "text": "Okay, so, hypothetically, if MrBeast coin reaches a $10 billion market, captain, and everybody believes that it's permanently worth $10 billion because of MrBeast, right. And, like, he's, like, personally out there, like, every day, like, MrBeast is the best coin, you know, whatever. If it actually reaches a $10 billion market cap in a perpetual way, would you not say that $10 billion of wealth has been created?"
    },
    {
        "speaker": "B",
        "text": "No, I would not say that. So, okay, a few things one, how you obviously you don't know that it's going to be perpetually $10 billion."
    },
    {
        "speaker": "A",
        "text": "Let's just say it's for a month."
    },
    {
        "speaker": "B",
        "text": "Let's just say for one month. Have we created $10 billion of wealth? If it holds 10 billion for one month, yeah. If it goes, all of the holders, zero after that."
    },
    {
        "speaker": "A",
        "text": "No, no. Forget about what it does in the future. If there's $10 billion of beast coin and all of the people on Solana who got airdrop, beast coin are like, hey, I have $5,000 worth of beast coin. And they are that much on paper wealthier. Would you not say we've created $10 billion of wealth, even though it may be temporary, we have created $10 billion worth of wealth?"
    },
    {
        "speaker": "B",
        "text": "I would say no. It depends on has that capital been pulled from other meme coins where people are selling their doge and selling their this and their that to put it into Mrbeast coin, which. That sounds plausible to me, that they would be a drag on a lot of other meme coins. But it doesn't take out of mean connectivity."
    },
    {
        "speaker": "A",
        "text": "The net capital. The net capital could be like $4, right? Because, like, if no one's willing to sell it and only a couple purchases have gone in to get it to that market cap, it's not like $10 billion of capital has gone into beast coin. A fraction of a fraction of a fraction has gone into it to create the market."
    },
    {
        "speaker": "B",
        "text": "Let me. Let me give you a different. Let me give you a different counterexample, okay? Let's say you and I, we launch it. You and I, you we launch a meme coin. Okay? We don't tell anybody about it. And I trade one unit of this meme coin for basically $10 billion market cap. You trade another one for $11 billion market cap. Now, between the two of us were five billionaires."
    },
    {
        "speaker": "A",
        "text": "Yeah, but forgetting the."
    },
    {
        "speaker": "B",
        "text": "Have you created wealth? Have we created wealth? No, no, but why not?"
    },
    {
        "speaker": "A",
        "text": "Because it's artificial. But if there's an actual market for peace coin, let's just say it's like actually trading for like a month or two. It's on."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Because metaphorically. Yeah, let's just say it is legit trading at a $10 billion market cap and its on multiple exchanges. And its not like two people trading paper. I would argue that the answer is yes. There is an incremental $10 billion of wealth here on the planet Earth. And I think you can replace the word mrbeast coin with bitcoin and you get the exact same analysis. Like, would you say that bitcoin, which is currently at a market cap of, I don't know, close to $2 trillion, has created $2 trillion of wealth on planet Earth? Or do you think it hasn't?"
    },
    {
        "speaker": "B",
        "text": "I think that's a complicated question. I think. Here's what I would say. I would grant you that it's possible that if you. If basically MrBeast says, I'm creating MrBeast coin, and a bunch of people put money in it, they don't put that much money in it, but, you know, let's say they put, there's $500 million of buying pressure, and it makes Mister Beast coin go to $10 billion. Okay? And now everybody has $10 billion of what they presume is liquid capital. I would argue that this is more like an event of money creation. It's an expansion of the money supply, but it's not actually a creation of wealth. Right. The economy has become no more productive. We have no more chickens, we have no more cows. We have no more roads, we have no more electronics. We have no more tv shows. We have nothing more than anybody can consume than they could consume before. We just have more things that people are willing to accept in exchange for money. So if anything like the creation of Mrbeast coin would effectively be a debasement of everyone else's money in all other forms of money."
    },
    {
        "speaker": "A",
        "text": "Is bitcoin a debasement of all other money?"
    },
    {
        "speaker": "B",
        "text": "In some sense, yes. You can't eat bitcoin, right? You can't do anything productive with bitcoin besides redenominate wealth. That is explicitly the goal of people who are bitcoin maxis. They say, look, fiat is worthless. Traditional gold is old and stayed, and it's not going to be around forever once we mine asteroids or whatever the fuck. So bitcoin is the right way. You want to be early to the way in which we're all going to be redenominating our wealth. But bitcoin doesn't make us wealthier, they might argue. Look, the fiat system makes us less wealthier because it aggravates business cycles or crashes or bubbles or whatever."
    },
    {
        "speaker": "C",
        "text": "I think the thing about meme coins is like, there is a sense in which it's clear they don't have any cash flows or expected future utility directly, but they may have, if it's, say, like an influencer, some type of access to things. Like if MrBeast coin owners suddenly can get content earlier. All the web three."
    },
    {
        "speaker": "B",
        "text": "Oh, come on, please."
    },
    {
        "speaker": "C",
        "text": "No, not that I'm a big fan of that. I'm not a fan of that stuff, personally. Like, I think, like, Defi is the only thing that really is honest to goodness thing in crypto. But you could sort of imagine that, like, maybe one or two of them could, like to ruin your cracking."
    },
    {
        "speaker": "B",
        "text": "Your cracking, man."
    },
    {
        "speaker": "C",
        "text": "I saw Chris Dixon last week, and it must have just, like, the emanate, his essence emanated. And now my head is hurting."
    },
    {
        "speaker": "D",
        "text": "As soon as you try to add your utility to your nfts or revenue to your defi protocol, you just nuke it, you know, no one. No one. No one wants to see reality."
    },
    {
        "speaker": "C",
        "text": "Revenue. No, no, no, no. Revenue to your defi protocol is different if you. If there's risk that it's compensating for. Right."
    },
    {
        "speaker": "B",
        "text": "I mean, adding. Adding utility to a meme coin is like turning on the lights at, like, a rave. You know, like, it's just like, no, don't even. Why are you even talking about this?"
    },
    {
        "speaker": "C",
        "text": "See, when's the last time you've gone to a rave?"
    },
    {
        "speaker": "A",
        "text": "I might actually guess the answer is never, but I can."
    },
    {
        "speaker": "D",
        "text": "He's the one who's turning on the lights."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "I'm the one staying in my lit bedroom. That's what I'm doing."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I will say, well, some of the. I saw some very cringe takes on twitter this week about how meme coins are, you know, but by investors who are trying to, like, rationalize their meme coin purchases by about, like, oh, they're this huge, crazy, go to market strategy. I was, like, I was reading these things, and that was when I was like, okay, people are, like, drinking the Kool Aid too much that, like, meme coins will turn into some type of thing."
    },
    {
        "speaker": "A",
        "text": "I went to a very professional dinner last week where it was a very institutional audience, and it was a lot of, like, very sophisticated market participants. And obviously, like, the conversation was 100% about meme coins. Right. In addition to, like, market structure. And I like, you know, liquidity and, like, all these, like, important topics. And there was a lot more stories than you would expect of institutions. And I say institutions. I mean, like a crypto hedge fund or, like, you know, a crypto trading type organization of some kind or, like, a family office. There was a lot more stories than you would expect of extremely credible and extremely sophisticated market participants buying meme coins."
    },
    {
        "speaker": "B",
        "text": "And on their pas or on their personal accounts."
    },
    {
        "speaker": "C",
        "text": "Well, I think. I think now it's moving beyond the personal. That's the thing. That's crazy, really. Then you're seeing this, like, faux intellectual."
    },
    {
        "speaker": "A",
        "text": "Where it's like, oh, we have a."
    },
    {
        "speaker": "C",
        "text": "Doxx people for their bad decisions."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm not gonna talk."
    },
    {
        "speaker": "B",
        "text": "I mean, like, what kinds of these, like, family offices are these like hedge funds or the, like, what are you talking about?"
    },
    {
        "speaker": "A",
        "text": "Family offices type stuff?"
    },
    {
        "speaker": "B",
        "text": "Like, okay, well, that's. Yeah, that doesn't surprise me that."
    },
    {
        "speaker": "C",
        "text": "No, no, no. But there are funds buying meme coin. I told you Djen had this public purchase. Right? Like, like on base."
    },
    {
        "speaker": "B",
        "text": "So we saw one confirmation. One confirmation. Bought some Degen."
    },
    {
        "speaker": "C",
        "text": "So there's serious. There's more than that. There's more than just them. There's, there's, there's there. And the best part about it is the mental gymnastics to distort the, like, I bought the meme coin. I have bags, and I'm hoping they go up to like, oh, like, this is the future of some type of, like, utility creating thing. And like, the jump, that jump those people are making is much larger than the tiny jump. I said that, like, maybe they could find something, you know, like pudgy penguins and Walmart."
    },
    {
        "speaker": "A",
        "text": "Correct. There are analysts at firms writing memos right now about why their firm should buy fill in the blanks."
    },
    {
        "speaker": "C",
        "text": "And some of them are writing in public. It feels a little like 2021 nfts where, like, people are, like, coming up with some, like, over intellectualization of it. It."
    },
    {
        "speaker": "B",
        "text": "It feels more like icos to me. It feels like basically."
    },
    {
        "speaker": "C",
        "text": "Icos had this, this pretense of, like, we don't know what all could be done with smart contracts."
    },
    {
        "speaker": "B",
        "text": "True."
    },
    {
        "speaker": "C",
        "text": "Right. In 2024, you can't fucking say that. We know the limitations on the things that work well. And it's kind of an Ico boom. Like, as much of a joke as Denticoin Washington. There's some sense in which, I don't know, maybe, maybe like every doctor payment in the world somehow goes on a blockchain and like, you know, this is pre having, like, tons of stable coins that people, you know, whatever, right? So, so there's even a tiny bit of belief here. There's like, literally nothing. And people are, like, jumping over themselves to fucking construct some, some insane mental gymnastics as to why the meme coin future is worth investing in. And I think it's because a lot of them lost money on shitty AI stuff. I made this claim to someone the other day, which is the 95th percentile. This is just a conjecture that I think will be true when these funds return. The 95th percentile of AI funds is going to do, like, everyone, 95 percentile below is going to be horrible because everyone so overly concentrated in the top names, and all of these mid tier investments just didn't work because they're so capital intensive. You know, those funds are going to do horrible. But the 95th percentile crypto XaI memecoin is going to outperform all the 95th percentile AI funds, which is, like, even more ridiculous. But it's very likely true."
    },
    {
        "speaker": "B",
        "text": "I mean, we'll see what happens when you actually have to return capital out of these crypto AI coins. But yes, sir, I do agree with my bridge point."
    },
    {
        "speaker": "C",
        "text": "Can I. Can I distribute in kind? Can I distribute bridge coin?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Unfortunately, your LP's are not in Solana, so that's going to be tough."
    },
    {
        "speaker": "C",
        "text": "I don't know. That's. Not that I feel like that's."
    },
    {
        "speaker": "B",
        "text": "Maybe some of your LP's are on Solana. RLP's are not in Solana."
    },
    {
        "speaker": "C",
        "text": "I'm saying that's going to change. I bet you. Like, I feel like Solana's reached a certain threshold at this point that it's a wallet people are going to all have kind of."
    },
    {
        "speaker": "B",
        "text": "Kind of. Yes, individual individuals have it."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "But it's a very different thing for institution. Be able to take custody of some Solana meme coins."
    },
    {
        "speaker": "C",
        "text": "I think, like, CCTP launching on Solana today is a great example of, like, I think the institutions would themselves will also have NPC wallets on. I think we've passed the point. Like, Solana definitely is solidified, like, ethereum of that. That's inevitable for them."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I mean, I more or less agree. The interesting. Yeah. This whole thing about hedge funds writing memos on the meme coin buying, it is true that even NFTs had at least some patina of a story about how they were going to become this new cultural revolution and the crypto punks were going to become these rare artifacts. I still believe there was a story. I don't disagree with it. I think there's a story that you could tell about these things. Bored apes are going to build a whole metaverse, and there's going to to be this entire ecosystem built around these things. Don't believe that with meme coins, right? With meme coins, there is no such thing. Maybe with Mrbeast coin there would be something like that that you could underwrite. But with most of these meme coins, they are really just pure attention economy, and it's like this ruthless battle every single day to see what people still pay attention to tomorrow."
    },
    {
        "speaker": "C",
        "text": "But I feel like the reason I brought up the social media thing is that does feel a little bit like engagement farming, right? Like these meme coins do have a little bit of the, like, social network engagement farming aspect to it. And I don't know, I feel like there's got to be some. Maybe. Maybe it's not farcaster or something, but there's some social network thing that may come out of meme coins that might actually, like, blend the two. And again, this is not me. I just railed against people writing these memos, and now I sound like I'm one of them. But I think is, to me, this attention economy thing aspect of meme coins is crazy. The fact that people are making them in response to world events is like that. I don't think that was true before."
    },
    {
        "speaker": "B",
        "text": "It's funny because you're talking about, what if MrBeast launches a meme coin, right? If you remember, nfTs. NFTs started as celebrities dropping NFT collections, right? So it was like Snoop Dogg and Grimes and all these people who are going to do these artistic collections. That's how it started. And then it ended with just any rando makes 10,000 monkeys, and then we sell it on the blockchain and we print money. And with meme coins, it started with randos on the blockchain. Total anons just dropping random, stupid things. And it will be very funny if it ends with MrBeast drops the one last meme coin, and that's the end of the meme coin cycle with one big last hurrah before we decide that meme coins are not the thing anymore."
    },
    {
        "speaker": "C",
        "text": "Speaking of a big hurrah, we should talk about for one last thing before we go of the news that's actively happening right now, which is the blast hack of $62 million."
    },
    {
        "speaker": "B",
        "text": "So I have not caught what's going on here because someone want to give exposition."
    },
    {
        "speaker": "C",
        "text": "Yeah. So blast layer two that for many months didn't allow withdrawals, and there was all this controversy. I think we talked about it on a show before blast did launch. They did have some issues upon Ethereum's 4844 upgrade, but other than that, it's, like, kind of working. But then they had this protocol and blast called Munchable. I believe protocol was Jack. Sorry. Whatever. I mean, the hack was ridiculous."
    },
    {
        "speaker": "D",
        "text": "There was a Wifi drop."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, sorry. I was trying to be respectful of the munchable community, and basically they got hacked, apparently. Supposedly what people are saying online is they were infiltrated by North Korea. And this has happened a few times. A couple of crypto companies where north korean engineers will work as contract employees and then leave some breadcrumbs for later when they want to attack your protocol. And some of the Internet sleuths are claiming that this was like a North Korea inside thing. The interesting question is this is sort of like the Dow hack for blast."
    },
    {
        "speaker": "B",
        "text": "So is the claim that munchables is a legit protocol but they were infiltrated by fake employees or that it was a honeypot created by North Korea?"
    },
    {
        "speaker": "C",
        "text": "The former. Well, actually I think it's too early to know whether it's. But like the claims that people are writing right now, this is why it's an active situation. And I think the interesting thing about this thing is also we're going to see what happens. So a lot of layer two protocols have been doing this thing that they've been calling, quote unquote native yield, where instead of the bridged asset being ethereum, they'll take the ethereum, go earn yield and some other protocol, whether it's Athena, whether it's staked ETH, whether it's restaking. And the interesting thing is by doing that level of abstraction, they actually have control over the ETH that's locked in. And you have this kind of weird thing of like, hey, well, maybe they can be like the Dao hack and revert because their bridge is not holding raw eth, they're bridge is holding this other thing that they're the multisig in their case controls. And so I think this is going to be the big test. This is going to be the Dao hack of layer two, perhaps, where it becomes a question of how centralized really are they and will they use their centralized power in these kinds of cases."
    },
    {
        "speaker": "D",
        "text": "Yeah, to your point. And I think Zach XP was doing some forensics work. It looks like there was a particular dev that deployed a malicious contract as part of the Munchables team, basically just an upgradable proxy that they were able to upgrade. Yeah, maybe an inside job in that respect, but I think it does. The point that you're bringing up is like, yeah, what does the blast team do? I think there's also this issue where as soon as you exercise control or you show that you can exercise control, then you're liable for all other sort of hacks in the future. This, like, happens to binance when people are trying to exit through the bridge on BSc versus like maintaining neutrality and not having, not sort of having that obligation thrust on you. But maybe blast isn't really in the position to sort of back out of it."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a really messy situation for a layer two, that's."
    },
    {
        "speaker": "C",
        "text": "But I think layer twos are going to have to have this dow hack type of thing become a real issue. Right. Like, it is going to be the thing of like, hey, they're kind of centralized in some weird ways that, you know, they could theoretically revert some of these types of transactions. And the question of whether they do it becomes a, you know, socio philosophical problem."
    },
    {
        "speaker": "B",
        "text": "I mean, it's op stack, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "So, yeah, if it's op stack, then, you know, the fraud proofs, like, they're, they, I think they just landed fraud proofs in like a."
    },
    {
        "speaker": "C",
        "text": "No, no. But the other problem here is that these native, this native yield thing means that they're not holding eth in the bridge, they're holding steeth, which the multisig can control."
    },
    {
        "speaker": "B",
        "text": "Right, right. Tarun, don't you remember we had this argument about native view? I don't know if you remember, but the episode that we first talked about, blast, you were like, I think every blockchain ever is going to do this. And this is the new, I think."
    },
    {
        "speaker": "C",
        "text": "They'Re going to do it because the financial complicated and there, no, no, no."
    },
    {
        "speaker": "B",
        "text": "There are so many moving parts that it's going to make shit like this so manual that it will be a nightmare and people won't want to do it."
    },
    {
        "speaker": "C",
        "text": "I, that's what I said, but my argument was not that my argument was like, I agree with you on that. I. But my argument was that the financial incentive of like, it becomes this like game theory thing of like once one does it, it's like the equilibrium is to defect and like, everyone does it. Right. It's, it's not the type of thing where it's like, oh, you know, some parties won't, some will. Like, it feels like the type of thing where like eventually the yield wins. All right, sounds like we gotta."
    },
    {
        "speaker": "B",
        "text": "All right, yeah, we're up on time, so we gotta, we gotta jump here, but I guess we'll continue, we'll continue the debates, as always, next time. We've, I think we've been talking about meme coins for four weeks in a row and my guess is that it's not gonna stop. So that is just gonna be topic of this cycle."
    },
    {
        "speaker": "A",
        "text": "It's just like when FTX was blowing up, we had like nine episodes in a row where all we could talk about was FTX. I feel like we're getting to the."
    },
    {
        "speaker": "B",
        "text": "End of, no, no, I think it's more like icos where you will just be talking about them because it'll be just the thing for, like, the next two years. Like, there will just be nothing else going on that is as dynamic as what's happening with. With."
    },
    {
        "speaker": "A",
        "text": "Oh, Lord help us."
    },
    {
        "speaker": "B",
        "text": "Anyway. Yeah, Lord help us. All right, cool. That's it. See you guys next week. Thanks, everybody."
    }
]