[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I manage trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "Pollock Eth is the ultimate defi protocols."
    },
    {
        "speaker": "E",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "C",
        "text": "Alright, hello everybody. Welcome to the chopping block. Every couple weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So quick intros. First we got Tom, the defi maven and master of memes. Next up we've got Robert, the crypto connoisseur and captain of compound. Then we've got Tarun, the giga brain and grand poo bah at Gauntlet. And finally you've got myself. I'm Haseeb, the head hype man at Dragonfly. All four of us are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see choppingblock XYZ for more disclosures. All right, so it has been an interesting week because markets for the first time in a long time are actually up. We've seen crypto and alts rally really significantly, basically about 30% plus in the last week, which has been, it's been down only essentially since fall. And this is the first time that we've seen some signs of life in in the markets. There's been some macro tailwinds, so broader growth assets are doing well, but we've seen crazy run ups, especially in all delta l ones like Solana. On one of the previous shows, we were talking about how Solana seemed to have been put in its grave after the collapse of FTX. Solana is now back up to where it started up. Aptos is up over 300%. Liquid staking derivatives are up like crazy. The l two s are driving hard. What have you guys been noticing in this market? And what do you think is driving all this?"
    },
    {
        "speaker": "B",
        "text": "I just wanna say I'm happy that I, on this show said that Solana hit it. Going under ten was their ETH $88 moment."
    },
    {
        "speaker": "C",
        "text": "You did say that. You did say that. You're always the Solana, you know, light at the end of the tunnel guy."
    },
    {
        "speaker": "B",
        "text": "I just think, I just think it's really hard to build communities that don't disappear on, like, the moment the price is down and, like, they have done that. And you have to, like, in this industry, I think that that goes probably the farthest of anything."
    },
    {
        "speaker": "C",
        "text": "Solana metrics still look really good, right? They are one of the most, in terms of daily actives, one of the most used blockchains still in existence. So I was definitely surprised at how aggressively it sold off. Today its sitting at around $23, $24 and its sold to below ten, which I thought was just bananas. It became number 30 or something. Uncorm market cap, despite the fact that it's still one of the only household names among layer one blockchains. So now it's gone back and reclaimed its throne, which seems appropriate. I mean, Solana still has issues and of course, Defi and Solana has gotten completely destroyed. And we now have the mango markets case is starting to play out. And so I think there's definitely headwinds facing Solana, but it clearly should be sitting higher than a lot of, of these zombie l ones that are sitting somewhere in the top 30."
    },
    {
        "speaker": "D",
        "text": "Yeah, it feels like some of this is narrative driven with the Shanghai upgrade coming up, people getting excited about staking derivatives and withdrawals coming up, and maybe making some of those assets more attractive. But part of it also seems to be uncorrelated. We were talking a little bit about optimism's retro airdrop period stopped, and so their transactions just totally fell off a cliff in the past few days. And yet the token is still doing quite well. There's definitely a lot of beta, there's maybe a little bit of alpha in some of these sectors. And then obviously, yeah, a lot of the macro tailwinds, it looks like some of it was liquidation driven. So all things kind of combined."
    },
    {
        "speaker": "B",
        "text": "I also want to say, I think that 2021, this is a very boring reason and a reason that doesn't apply to all of crypto. But I think a significant portion of crypto, which is 2021 taxes, probably took people an insane amount of time to do. And I think the first time people probably could have, like, figured out their true ability to make new purchases may have been January 2023. So there might just be some very boring, systematic stuff like that. Because, like, I know in normal finance, like, a lot of people I know basically said something akin to that for, like, why their funds were like, net zero in the market for the last six months and then started investing again."
    },
    {
        "speaker": "C",
        "text": "Yeah, I heard some speculation that people were afraid of funds being wound down or redemptions that were dated for January. And so now that we're past those, or presumably past the lion share of those, it just kind of. There's a certain degree of seller exhaustion that you just run out of people who want to sell. And once all the assets rotate in the stronger hands and it's like, okay, well, we're kind of done. Another element of it must surely be that people were very worried about contagion after FTX. And of course we saw some of that with Genesis, which well talk about at some length today. It's kind of like, okay, well, who else is going to fall? It doesn't really seem like there's that many other dominoes that are that closely situated at this point. It's like, okay, we kind of know what's going to happen. And what markets hate more than anything is uncertainty. So once that uncertainty subsides, at least to a degree, it makes it easier for markets to sort of get repriced without people being afraid of being in the line of fire. So now that said, liquidity is still pretty bad. And obviously a lot of people have gotten hurt over the last few months, so you don't want to be too sanguine. Relatively small moves can affect the market in very large way with liquidity being this shallow. So who knows where it goes from here. But it's definitely a good opening to a new year. And I hope that things continue with this trend because last year was so brutal and it was brutal just end to end, right? There was almost no respite last year. So having a nice kind of 30% rally to start off the year I think bodes well for the industry. Having just a little bit of good news every once in a while, I think is healthy. But with that good news being acknowledged, lets move on to the bad news. So Genesis has filed for bankruptcy. So the last time we were talking, we were detailing the back and forth between DCG and Gemini. Gemini, of course, is the biggest creditor to Genesis, Genesis, a subsidiary of DCG. And there was this big fight going on and there was a speculation that the creditors of Genesis may decide to negotiate a pre packaged bankruptcy. Prepackaged bankruptcy basically means that instead of fighting it out in bankruptcy court, you decide exactly how the pie is going to get split up in the bankruptcy, what the settlements are going to be. But the bankruptcy court itself basically just shepherds this agreement along, makes sure that it gets instantiated, but everybody already knows what they're getting and how things are going to get done. So that allows the bankruptcy to be much less expensive and move much faster. There was speculation that this was going to happen and the way it was going to be structured was some cash paid out upfront, a forbearance period, meaning that people were going to be patient and wait to get the rest of their consideration back. And then they were also going to get some equity conversion into DCG. So creditors to Genesis would own equity in DCG and they would get some payouts over time from DCG. That was roughly how this negotiation was going. But apparently this negotiation fell apart because Genesis was pushed into bankruptcy. We don't know yet by whom. It could have been. It's really hard to tell. It could have been Gemini at this point because it's very clear that even after the bankruptcy was initiated, cameron is still coming after DCG, still tweeting that DCG is acting in bad faith and they were forced to do this because, you know, they, these guys are stonewalling them. But now the stakes are higher now that they are in bankruptcy. Robert, do you have any color on, like, how exactly they were entered into bankruptcy?"
    },
    {
        "speaker": "E",
        "text": "Yeah, Genesis itself filed for bankruptcy, so it wasn't an involuntary bankruptcy filing. Genesis push themselves into bankruptcy."
    },
    {
        "speaker": "C",
        "text": "I see. And so why do you think they decided to file themselves into bankruptcy? Given that presumably it's worse for everyone than a negotiated settlement?"
    },
    {
        "speaker": "E",
        "text": "Yeah, it's a great question. So the first day hearings are tomorrow. In advance of that, a number of pieces of information and documents have been filed. I would recommend everyone read them for themselves as opposed to getting a non lawyer such as myself's opinion on them. But you can find the documents at restructuring, structuring Ra dot kroll.com genesis, and there's a lot here already. I'll give a quick rundown of my personal read of them, which could contain inaccuracies. So don't take it as gospel. Read the documents for yourself and form your own opinions. But there was a huge amount of information that goes through who the creditors are and the rough state of the business. This is like in preparation for the first day hearings. This was provided by Genesis. The business doesn't sound like it's in great shape. The biggest question is, how many assets do they actually have and how much do they owe people? Based on a quick read of it, they had a lot less cash on hand than digital assets than most people would think, which means the whole is potentially a lot bigger than has been reported by Genesis, by DCG, et cetera. The more interesting thing is that, you know, there was a, you know, prepackaged bankruptcy plan that was filed. Now, this plan is not what the rumors on Twitter were, where there would be a forbearance period and that there would be, you know, some DCG equity and all of this. The plan, which you can find on the documents is actually really simple. It says either the creditors agree to equitization and they wind up owning this business, which, by the way, the business is probably a worthless husk of a business, even if it restarts operations, or they don't agree and it's pushed into liquidation. If it goes through liquidation, there's actually two classes of creditors which get treated differently, and having any creditors treated differently is always a huge red flag and pretty weird. But it proposes that there's Gemini as a creditor group and institutional creditors as the other group, and they actually get treated differently. So the way it's worded, and I can see that this plan is probably not going to get approved because it seems ridiculous on its face, but the way it's worded is there's a trust set up with all of the assets to be sold to distribute to all of the creditors, whether they're, you know, Gemini earned creditors, or whether they're institutional creditors in a pro routed basis. For the institutional creditors, there's still, like a to be concluded, like, dollar amount. It's like an empty input field, but it says DCG will contribute some unknown amount of money as a DCG contribution on top for the institutional creditors. Um, so that could be $1. That could be $1 billion. It could make the creditors whole. It could not make them whole. It's unknown. Like, the outcomes, wildly different, based on how big that dollar sign is. It's probably based on them selling off assets like Coindesk and whatever, and then using that to plug the hole. I have no idea what the number would be. And it says, for Gemini creditors, there'd be a Gemini contribution. So I think it was, like, deliberately like, and I'm not a lawyer, but, like, it seemed like a slap in the face intentionally towards Gemini, which is like, oh, for those other guys, we're going to kick in money and for you, you're going to have to kick in money so retail doesn't get screwed in some proportion. You know, I don't know who would approve this plan and how. I think the idea is that Barry used to work in restructuring and all of this stuff. I think the idea is that there's some game theory where if the DCG contribution is large enough, there's enough non gemini creditors to approve this plan and screw over Gemini and come out okay. And then Barry can raise his hands and say, like, mission accomplished. We did great. There's a successful resolution and everyone's happy. And it comes out of bankruptcy very quickly, but we'll see what happens. Tomorrow's are the first day hearings, and there's going to be a lot of information that comes out and a lot of analysis that comes out. I think all of our opinions are going to evolve very quickly in the next couple of days and weeks."
    },
    {
        "speaker": "B",
        "text": "Quick question, just as a moment of levity. Who do you think will generate more fees for bankruptcy lawyers, SBF, FTX or DCG?"
    },
    {
        "speaker": "C",
        "text": "M and I definitely fTX."
    },
    {
        "speaker": "B",
        "text": "FTX by a mile, but by like ten times. I'm just curious. Like, I was watching the Madoff."
    },
    {
        "speaker": "D",
        "text": "You."
    },
    {
        "speaker": "B",
        "text": "Know, and Netflix special, and, like, I didn't realize that the trustee had a billion. I thought they got earned, like 100 million. So I was off by a factor of ten. So that's why I was kind of curious about your estimates of this, because it is actually quite a large chunk of change in a lot of cases."
    },
    {
        "speaker": "C",
        "text": "Well, so remember that DCG is one of the largest interested parties here. So they have a. Like, with FTX, FTX was basically abandoned. Right. Like, all the FTX leadership is gone, and so there is really nobody to kind of keep the show orderly. Right. So the lawyers can just kind of, they're just, you know, they can basically just pick it apart and there's almost no limitations, provided that a bankruptcy judge doesn't think that they're, like, way out of line. So, like, with FTX, there was a story about Sullivan and Cromwell basically, like, swooping in like vultures and just flagrantly charging massive fees and, you know, routing around all these conflicts of interest, which nobody could stop. Right. Because there's nobody really there to run the show besides the lawyers. Whereas in the case of Genesis and DCG, DCG has a real interest in maximizing the recovery because, of course, theyre one of the people who are going to participate in that recovery. Gemini as well. I dont think this is the same kind of situation. And the complexity of the bankruptcy is going to be quite a lot lower than FTX. FTX people are projecting its going to take multiple years. This one is probably not even going to take a year would be my guess."
    },
    {
        "speaker": "B",
        "text": "You think less than a year? That's your prediction?"
    },
    {
        "speaker": "C",
        "text": "I believe so. I mean, I don't know. Robert, what do you think?"
    },
    {
        "speaker": "E",
        "text": "I think if people can agree to a prepackaged set of terms, it'll be pretty quick. I think if they don't, it's a total cluster if there's lawsuits from the Winklevie twins. I mean, you know, if anything is contested, I think this gets dragged out dramatically. Um, there's already people contesting some of, like, the very simple facts that have already come out. Like a number of creditors have stood up and say, like, hey, you got the amount that I'm owed completely wrong. Like, one example is like, you know, Cumberland came out and said, you know, oh, it says you owe us like 18 or 19 million, and like, that's wrong. You owe us $40,000. Like, you know, like, there's already confusion and dispute of some basic facts. And, you know, there's another one that came out, another creditor came out and said $150 million credit was incorrect and that the filing was on an incredibly sloppy manner. In both these cases, it seems like they were potentially overestimating the total dollar value of the creditors, potentially also underestimating the dollar value of the assets, but potentially to spook everyone into a rapid settlement. Preston, I think there might be facts that get disputed along the way. I think people are going to have to figure out who owes who and what. If they can't even agree on the basics, then this becomes a lot harder, especially as it relates to Gemini earn, who's going to be negotiating pretty hard."
    },
    {
        "speaker": "D",
        "text": "Congrats on not being one of the top 50 unsecured creditors, by the way."
    },
    {
        "speaker": "E",
        "text": "Yeah, no one wants to be in the top 50. That would be really unfortunate."
    },
    {
        "speaker": "C",
        "text": "Is that a congrats or is that like a. Would you rather. You'd rather be in one of the top 50 creditors because it means you have more money to potentially recover?"
    },
    {
        "speaker": "E",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "No, it could also mean you were smart enough to remove your money prior to the."
    },
    {
        "speaker": "C",
        "text": "That's another way to look at it."
    },
    {
        "speaker": "B",
        "text": "But okay. Actually, can we just take 2 seconds to talk about the list of the top 50? Because there were some very weird people. Like, I was like, bybit, the stellar foundation, Decentraland. I mean, Decentraland. I guess, like, if I remember correctly, during the pandemic Barry was always shilling it on Twitter, so I'm guessing he owned a bunch, but."
    },
    {
        "speaker": "D",
        "text": "Well, they also have the Grayscale manna trust, right?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's right. Yeah. A bunch of interesting names. I mean, there were two. So the three big business, or four, I guess, big businesses that seem to be entwined in the top 50 creditor list. So one is Van Eck, which, of course, is trying to run some of these ETF's Abra, which is another institutional lender, or, I don't know if you call them institutional, but they're another lender. And then donut, which is one of these, what are they called? Sort of crypto neo banks."
    },
    {
        "speaker": "D",
        "text": "Defi mullet."
    },
    {
        "speaker": "C",
        "text": "Donut was also Defi. Why do they call it Defi mullet?"
    },
    {
        "speaker": "D",
        "text": "On business in the front, the party in the back? I guess this is maybe the opposite in that it was actually not a Defi mullet and we're just putting it on Genesis."
    },
    {
        "speaker": "E",
        "text": "Yeah, it was kind of the opposite. It's almost like, you know, retail."
    },
    {
        "speaker": "D",
        "text": "This is just a buzz cut."
    },
    {
        "speaker": "B",
        "text": "Yeah. What's the inverse of a mullet? Yeah, I like, I really don't."
    },
    {
        "speaker": "E",
        "text": "Bangs. Really big bangs."
    },
    {
        "speaker": "C",
        "text": "Really big bangs. Okay, well, they got banged pretty good at this one. We all the creditors. DRW, of course, is contested w the owner of Cumberland, who they say that they're not actually big creditors. Marana, which is affiliated with Bybit Stellar foundation, another big creditor. Now, a bunch of the creditors are still redacted. Um, so we actually don't know who they are. I was actually, I was surprised, Robert, to, to your point, like, with FTX, there was so much fog of war because the record keeping was so terrible. Thats also part of the reason why I think you should expect the FTX liquidation takes so long is that theres so little clarity about the accounting and who owns what and when were the customer balances supposed to be snapshotted? Genesis is like a real grown up business. They have much better record keeping. So it seems like its very strange that we already have so much incorrect information in the filing when this stuff should be really easy to figure out. I think Cumberland claimed that they liquidated the collateral of genesis in November or something like a while back. They claimed that they had liquidated the collateral, and so what the hell are they doing on a January petition? But so, technically speaking, we haven't seen a balance sheet yet from Genesis, but we should get one soon to actually see the real state of what's on the balance sheet. But we do know that they have roughly 5.1 billion of liabilities and about 1 billion, a little bit more than 1 billion of liquid crypto assets. That indicates that in the worst case, a recovery might be something like $0.20 on the dollar. But, of course, there's a lot of other stuff in there. There's the promissory note, there's other receivables that they have. One of the big elements that people have pointed out is that there was a loan to Alameda of 2.6 billion, which is roughly half the value of all the current liabilities of genesis. So if that loan is subject to clawback, meaning that the FTX bankruptcy says, hey, guess what? This takes precedence. This was in the last 90 days. So we're going to claw this back because it was not in the ordinary course of business, then basically, half of whatever, half of the dollar value, half of basically fifty cents to the dollar would be lost from genesis, which might be potentially the entire recovery or a significant portion of it. So right now, it's pretty hard to project what you would get in a Genesis recovery. From what I've heard, claims are trading at 2020, $0.05 on the dollar. That generally implies, usually when these people are buying claims, they're buying looking for, like, a two, three, x. So that means that if you hold it to maturity, there's a good chance that markets are projecting 50% to 75% recovery. But at this point, there's so little that we know. It's hard to say. And as you said, Robert, there's very likely to be lawsuits. This whole thing between Gemini and DCG about the current asset representations about the promissory note, that's still up in the air. We've yet to see if that's going to be adjudicated. So there's a lot of question marks still about this bankruptcy. So we'll learn more soon. But, Tarun, I do expect that this thing is going to move faster. We're going to learn a lot more, a lot more quickly than we have with FTX."
    },
    {
        "speaker": "B",
        "text": "Yeah. When you're speaking of claims, I hear there's a new claims exchange, Tobias."
    },
    {
        "speaker": "C",
        "text": "That's right. That's right. So one of the other interesting and connected pieces of news is that we have a comeback tour from some crypto villains. So the three Arrows guys, Kyle and Suzu, they were reported as being founders of a new exchange called GTX, alongside Mark Lamb, the founder of Coinflex. So Coinflex, if you recall, was an exchange that went into bankruptcy because of what's his name."
    },
    {
        "speaker": "B",
        "text": "Roger."
    },
    {
        "speaker": "C",
        "text": "Roger Ver. That's right. And so these guys, they ended up partnering up together to build an exchange for trading bankruptcy claims because, of course, that is now the store of value in crypto has moved on from bitcoin to bankruptcy claims. They were lambasted on Twitter. The name is GTX, which. Why is it called GTX? It's called GTX because g is one letter after f. I think that's why they're calling it GTX. And then after they got skewered on crypto Twitter, they decided to change the name from GTX to something else. So they're going to announce later the new name for the exchange. I was talking to you, Robert. You were telling me you guys didn't take the pitch."
    },
    {
        "speaker": "E",
        "text": "We've not spoken to them yet. But I heard that you guys spoke to them, right?"
    },
    {
        "speaker": "C",
        "text": "We did. We did. They told us we were their first call."
    },
    {
        "speaker": "B",
        "text": "I'm sure you were the first of many first calls."
    },
    {
        "speaker": "C",
        "text": "We may have been. We may have been. I will say when we talked to them, I told them, look, look, guys, I don't know that this is investable, but I will offer you one piece of advice. Please change the fucking name for GTX. Like, there's no. There's absolutely no way that this is a good idea for to name this company GTX. And I guess they didn't listen because when the news came out, they just got completely destroyed on Twitter for it, so. But they are changing the name now, so. But apparently they've lined up the capital and this thing is going to get funded. You know, like these guys are, you know, for whatever you might think of them, they clearly have a big following and a lot of people still find them to be very influential. So I can believe they're going to pull something off. And Lauren knows the bankruptcy claims in crypto are proliferating, so I can see it happening."
    },
    {
        "speaker": "B",
        "text": "All I have to say is Coinflex was a very weird exchange. I just hope that they don't build this entire thing on bitcoin cash again, one of the reasons Roger Ver was a large coinflex user before he became a large coinflex abuser is that they built and did most of their settlement on bitcoin cash."
    },
    {
        "speaker": "C",
        "text": "Wait, didn't they have an ERC 20?"
    },
    {
        "speaker": "B",
        "text": "Yeah, eventually. But, like, they started as a bit. How do you think they attracted the certain types of users that they had?"
    },
    {
        "speaker": "C",
        "text": "What were they settling on? Bitcoin cash."
    },
    {
        "speaker": "B",
        "text": "Like 50% of their balances or something were in bitcoin cash. Like the majority of their volume was BCH for a long time."
    },
    {
        "speaker": "C",
        "text": "Oh, so they were attracting that volume but they weren't like settling other."
    },
    {
        "speaker": "B",
        "text": "But they were attracting that volume because you had to post BCH to margin."
    },
    {
        "speaker": "C",
        "text": "But certainly not only BCH."
    },
    {
        "speaker": "B",
        "text": "Right, but not only. But they were like Bitmex where it was like it was a pretty dominant, like their wallets were probably the biggest BCH active wallets."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So I just. The only word of advice outside of the horrible name is I do really hope that they try to take some lessons learned in exchange technologies since then."
    },
    {
        "speaker": "C",
        "text": "Yeah, well actually it's funny enough, it's somewhat connected because of course the three arrows guys, they were brought down by the GBTC trade and we actually learned something from the filings about the GBTC trade which is that if you recall when Genesis was filing for bankruptcy, GBTC plummeted in value. And apparently part of the reason for this is that Gemini had actually pledged 31 million GBTC shares to Genesis for Gemini earn which were liquidated. And so a lot of these there actually very large overhang of GBTC has already been liquidated, meaning that its quite possible actually that in the coming weeks well see that theres much less fear around GBTC and some of the grayscale products just because of the fact that Genesis has already unloaded a big portion of their GBTC assets that they have on hand. Supposedly they have another 30 million of GBTC behind that. But basically half of what we initially thought that they were going to have on hand."
    },
    {
        "speaker": "D",
        "text": "Yeah the Nav gap has already been recovering a bit over the past week, I think in part just because theres also this for selling its like 5% of all GPTC shares being sold on the market which is just quite a lot."
    },
    {
        "speaker": "C",
        "text": "Yeah, which is pretty nuts. Um, what is the, what is the discount now? And I assume when markets open on Monday we'll see a refreshed price there."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think it's around 40%. So still quite large but you know up off of high forties or something like that. Where it bottomed."
    },
    {
        "speaker": "C",
        "text": "Nature's healing."
    },
    {
        "speaker": "D",
        "text": "Yeah, nature's healing."
    },
    {
        "speaker": "C",
        "text": "I think eth e was like trading below 50% discount. It was, it was really bad."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think it hit like a 60% discount at 1.60."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah absolutely insane. So yeah, DCG is now exploring a sale, as you mentioned Robert of Coindesk and what I've heard is that the bids they're fetching are like 20 million ish which is much lower than what they were hoping to get. It's mostly media companies that are bidding for it. So despite the fact that public markets have recovered, it seems like private markets are still pretty icy right now in."
    },
    {
        "speaker": "B",
        "text": "Before Justin son or Charles Hoskinson bid for Cardano, for Coindesk."
    },
    {
        "speaker": "C",
        "text": "That is true. That is true. Especially if we see binance step in, I think we might see a heartier bid. I mean, binance, didn't they spend so."
    },
    {
        "speaker": "E",
        "text": "Much money on Forbes, they paid $400 million for Coinmarketcap."
    },
    {
        "speaker": "C",
        "text": "Well, that's a different, that's a different story. I feel like that makes more sense."
    },
    {
        "speaker": "B",
        "text": "Yeah, they probably made money from that."
    },
    {
        "speaker": "C",
        "text": "I could believe it. I could believe it."
    },
    {
        "speaker": "B",
        "text": "I mean, but no, no, they did. They bought a lot of press coverage. You are sort of right, but I don't remember. I mean, the problem is like, it's very hard to compare anyone because FTX shown brightly in spending money on PR more than anyone else. So much so that everyone else probably looks like a, you know, it looks like one of those GPT-3, GPT, four horrible memes of like this many parameters and this many parameters. But yeah."
    },
    {
        "speaker": "C",
        "text": "I see. Okay. All right, well, moving on. Oh, sorry. The last piece of news connected to this, and this is also a little bit surprising. So right after Genesis filed for bankruptcy, the SEC swooped in to save everybody at the last minute and slapped both Gemini and genesis with charges of unregistered securities offerings. So we also saw the same thing actually happened to Nexo, a settlement with the SEC for I think 40 million, a pretty significant settlement. But Genesis and Gemini were both charged and saying, hey, you guys were marketing and offering this to retail customers. This is a security, it should have been registered. And so really hitting them while they're down and protecting basically no one. The SEC has come back in once again after disaster has already been guaranteed. So this will likely also play into the expected recovery, of course, is like how will these charges be evaluated and what will the penalties be? I suspect the SEC is going to be, the SEC is basically going to say, look, were going to punish potentially DCG and Gemini and get them to throw in more for the recovery of especially retail investors in the bankruptcy. Thatd be my guess of how this is going to play out, but its too early to say, but this may actually sweeten the deal for the recovery and for retail investors who were caught up in this, but it might also not. Its hard to say at this point."
    },
    {
        "speaker": "B",
        "text": "So one thing I had seen people speculate on, and I don't know enough to actually have a strong belief on this, is that Gemini may also be like having to be a little careful about bankruptcy because of like this because I think if it goes through and it's declared a security, all the urn users are allowed to sue them. Whereas if it's like a loan that isn't, they're not. It's like the recourse condition changes. And so like if that CC's claim goes through then like Gemini may actually, it might be cheaper for them to go to bankruptcy than to try to, to fight the future legal claims. I don't, I have no clue about the, again, I, this stuff is so insanely boring to me personally compared to like real crypto stuff. I just like don't actually don't know."
    },
    {
        "speaker": "D",
        "text": "There is something a bit ominous. So we were talking about GTX earlier and theres already a couple other claims marketplaces out there including one called exclaim where you can trade your FTX claim or your blockfi claim or whatever. And its funny because its kind of morbid because it looks like a normal sort of finance startup kind of thing but theyre sort of green and emojis around these bankruptcies and people trading their claims on these bankruptcies and they have a pending section. So like they have Silvergate and Gemini. Like stay tuned, we're monitoring. It's like an upcoming product and I feel like it's just like very, you know, it's funny when like normal brother starts to do that but like, you know, I certainly hope not. I certainly hope there's no upcoming product here."
    },
    {
        "speaker": "C",
        "text": "Jeez. Jeez. Well, but the banks have been recovering, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't, I find it hard to believe something like Silvergate, but you know, who knows?"
    },
    {
        "speaker": "B",
        "text": "Well, Silvergate would be hard to, I think, settle because they're a public company and it seems like a very public company."
    },
    {
        "speaker": "E",
        "text": "But a publicly traded bank."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah. The Silvergate one seems like whoever made this site didn't think very hard about the settlement aspect of it. But you know, maybe if we take the glass half full version of this claim stuff is this might actually be the really good time for the CDS market to develop in crypto in the sense of like 1994 when like the CDS market started. It was like due to these like large scale commodity company banks."
    },
    {
        "speaker": "C",
        "text": "Turun, can you explain what a CDS is?"
    },
    {
        "speaker": "B",
        "text": "Sorry. CDS is a credit default swap. It's like a way for you to bet it's like a bank. It's like you know, morally similar to bankruptcy claim. Of course, might be, might be different exactly in the structuring but it's a way for investors to bet on a company defaulting. And so they, they, they buy these claims where if a company defaults, then they get paid out, and then people can take both sides of that bet at a very, very high level. Of course, in the last ten years, there have been a bunch of really crazy. I don't know if I want to call them scandals or good trades, but in traditional finance, where people figured out a bunch of very famous hedge funds, figured out this idea of go give a loan to a company that you own a CDS on and tell them that you'll give them the loan only if they synthetically default, which causes the other side of the cds to have to pay that side of the cds. And there was, like, all this type of weird stuff going on. I think the cool part about the crypto version of this is that actually."
    },
    {
        "speaker": "C",
        "text": "Taru, this is kind of like prediction market, like assassination markets in prediction markets, where, like, you open a prediction market on something, and then you're very motivated to kill someone in order to make the prediction market come true. But synthetically, for sure. For sure get someone to fake their own death."
    },
    {
        "speaker": "B",
        "text": "But synthetically. Yeah. Yeah. So, like, there's, like, GSO, which is, like, this big product refund. And I think I forget this, Blackstone. There have been a couple of these. There's this one company called codere, which had this, like, very large lawsuit. And I find this stuff more fascinating than crypto bankruptcies because the crypto ones just seem filled with. Filled with, like, less strategy and more bluster. So it seems. But the interesting thing about the credit default stock market was, like, it started right before a huge bull market in 1994. That was, like, right before the, like, beginning of the run up into the asian financial crisis. And it was like, sort of the new financial product that caused some of the excitement of that time. Obviously, they're tech companies, but, like, post asian financial crisis, obviously was like the run up into the 99 bull market. So I actually would say that there's a non trivial probability that these claims markets actually are. Now I feel like I hate myself because I sound like one of those, like, anything is bullish for bitcoin type of people. But I actually think if these claims things get a ton of liquidity, it might be like the credit default stock market, which caused its."
    },
    {
        "speaker": "C",
        "text": "But do you think that's a bubble, or do you think that's just, like, it just happened to play out that way? It doesn't seem like that's a cause for a bull market."
    },
    {
        "speaker": "B",
        "text": "Well, I think sometimes when there are just new instruments that people have not figured out how to value correctly that have a lot of interest and actually have some notion of like guaranteed payoffs, which, you know, in this case there will be some payoff for some of these claims. Right. So like there is money sitting there locked and you're speculating on it. It's not just like a prediction market of like I'm speculating on this purely since I am speculating on this pool of cash and the percentage that gets distributed."
    },
    {
        "speaker": "C",
        "text": "So what youre telling us, so Tarun, what youre telling us is that three arrows is going to kick off the next bull market with GTX. Sounds like thats what youre saying. Sounds like you should invest, to be honest."
    },
    {
        "speaker": "B",
        "text": "Im not saying that. Im not saying that. Im not saying anything of that form. Im just more pointing out that this type of product could actually, if we look at different points in financial history, after some certain types of crashes, this type of product can be useful for bringing."
    },
    {
        "speaker": "C",
        "text": "Tarun is predicting the start of a new supercycle. That sounds like what I think that's what I'm hearing."
    },
    {
        "speaker": "B",
        "text": "I'm not saying that that's Haseeb's interpretation. I'll let anyone interpret how they will. But I think this claims thing will be very interesting because you can structure them as you're seeing the difference between x claim and claims market. I think those are the two live ones. Their exact payout structure is different and settlements different. I think these have a little more legs than your normal prediction market because again, you're speculating on a real pool of cash. Right. You're not just speculating on like, I'm hoping that there are enough people in the future who want to speculate on this, that there's a larger pool of cash to get distributed. Right. You've gotten rid of that. There is actually there are assets. And so in that sense, it's like a very clean prediction market type of process. And I think obviously this industry is set up to build things to speculate on that. So that's sort of a glass half full."
    },
    {
        "speaker": "C",
        "text": "I mean, that is precisely the story that the GTX guys are telling, which is that, look, you've got this proliferation of assets, which are all these bankruptcy claims, right? People don't have cash anymore. Interest rates are high, everyone's gotten wrecked. But they do have these bankruptcy claims. Most of the people who have these bankruptcy claims are degenerates and they love crypto trading, which is why they lost all this money in the first place. So if you can give them away a place to monetize that one asset they have left. You can bring them back into the fold of crypto trading, especially if prices start to recover. You can get them to use it as collateral. You can get them to sell it and get cash, and then, you know, give them incentives to trade. And so that's. That's the story of GTX."
    },
    {
        "speaker": "B",
        "text": "If Kyle and sue are listening to this, they owe me a tide for giving them the blight masters thing, because I feel like that was, like, a blight masters sort of famous. She sort of gets credit for inventing the cds. I think, like, there's. It's a little bit disputed, but I think. I think I owe the tithe if I gave you that."
    },
    {
        "speaker": "C",
        "text": "Tarun is asking for an advisory role at GTX, in case anyone's listening."
    },
    {
        "speaker": "B",
        "text": "No, no, no. I'm just saying, you know, provenance, I want."
    },
    {
        "speaker": "C",
        "text": "Okay, just put. Just make sure you put Tarun's face right on the center of the GTX homepage endorsed by Tarun. Make sure that's there. Ideas by Tarun. Ideas by Tarun. Cool."
    },
    {
        "speaker": "B",
        "text": "But I think, like, how do you guys feel about these claims markets? I mean, they obviously have a huge set of problems, right? Like, how do I guarantee settlement? How do I lock up the claims people? How do I guarantee their payout? How do I, like, source liquidity for one side at certain times, but just ignoring the fact that we have certain people marketing it, what's your take on the evolution of that product?"
    },
    {
        "speaker": "E",
        "text": "Well, I feel like all of the enforcement of paying out the claims and all that stuff is just legal contracts the old way. It would be a lot cooler if you could use smart contracts for any of this stuff. But it's old school contracts for all of this stuff. You can't enforce any of it. Besides just, hey, contract law. You agreed to sell this."
    },
    {
        "speaker": "C",
        "text": "Yeah. There's a lot of legal nuance here."
    },
    {
        "speaker": "B",
        "text": "But there's one thing you can do, which is the locked Solana, owned by FTX and Alameda, you can speculate on who gets that and when they get sold. There's a bunch of on chain assets here you could actually speculate on based on what's in the legal contracts, and then you use the change in those as, like, a settlement."
    },
    {
        "speaker": "C",
        "text": "Yeah. Unfortunately, it's a minority in most these cases of the actual bankruptcy claims or the value of the bankruptcy claims. I think for."
    },
    {
        "speaker": "B",
        "text": "I think the Solano is actually pretty big. It's like, 11%, right, of the FTV."
    },
    {
        "speaker": "C",
        "text": "What? 11% of the FTV."
    },
    {
        "speaker": "B",
        "text": "It's like eight I thought it was like eight. It's like, yeah, it's like almost a billion right now."
    },
    {
        "speaker": "C",
        "text": "Is that right? That is a crazy amount of soul. No, no, no."
    },
    {
        "speaker": "B",
        "text": "We should definitely go fact check that. But I'm pretty sure they have like a very large amount of soul that would be great for this claims market. If it is. If it is that amount."
    },
    {
        "speaker": "C",
        "text": "I had no idea that was true. I thought it was like half that. Okay. Yeah. So my take on the idea of this claims market in the first place. So obviously we already have some, right, there is X claim and whatever the other one is. So generally speaking, the first order as a venture capital is looking at an investment like that. The first thing that you want to think is like, okay, if this is a brilliant market that people really want access to, they should already be tripping over themselves for the current version of that product, right. Maybe an even better version of that product turbocharges it. But generally speaking, when you have a product that people really want, they're going to find a way to get it, even if it's in a suboptimal form. Now, I don't know that much about X claim, but it seems like it's like, okay, decent traction, but it's not like crazy. Now, that being said, the story behind GTX is a little bit different, which is that the claims market is a wedge to get people initially into the market, but then it just sort of becomes a crypto exchange. Right. And that seems like an interesting wedge as a way to build up, way to get DJ's in the door and get them to start trading crypto like any other exchange. The trouble with it is that it does seem like, look, bankruptcies are very, they're very pro cyclical. When the market's going down, you're going to get a lot of bankruptcies and a lot of bankruptcy claims to trade. When the market's going up, nobody's declaring bankruptcy, so there's not going to be any bankruptcy claims. And then you're just a normal crypto exchange and you got nothing in particular that's unique, that gets people in the door. So to my mind, it sort of feels like a one time kind of marketing advantage that you can use to get yourself off the ground. If that fails, you sort of got one, you've got one rocket booster, and if that rocket booster doesn't get you into orbit, then you're kind of just another crypto exchange and you've got to compete on the merits. So that seems to me like at least probably the bear case for the story is that, yeah, you're going to get some people who are coming to trade bankruptcy claims. A lot of them will just trade once, sell for cash, and then leave. A, and then a smaller number of people will actually help you build a business from those deposits that you get or those users who come in the door."
    },
    {
        "speaker": "D",
        "text": "It is. I agree with this. I think what is interesting is how many people are clamoring for FTX to be restarted even after FTX declared bankruptcy. It's sort of mildly related, where people feel like there is some gap in the market because they're like, look, I loved the FTX UX. I loved the cross margining, and yet now it's gone and nothing is really replacing it. And now even John Jay Ray was discussing this week the possibility of, like, restarting FTX. So it's like, I agree with respect to, like, hey, this is sort of a small moment in time market for these, for these bankruptcy claims, but, like, there is sort of a question of, like, who's gonna sort of come fill that gap, or, you know, our binance and the other big exchanges is gonna develop their own sort of similar products."
    },
    {
        "speaker": "B",
        "text": "By the way, I just looked it up. So FTX and Almeda and combined had 50.5 million soul, which is over a billion now, and it completely vests in 2028. So I think the vast majority of it is actually because they did those crazy seven year vests. Even with their soul."
    },
    {
        "speaker": "C",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "Yes. And so there's, there's a lot. There's a lot of ecosystem sales."
    },
    {
        "speaker": "C",
        "text": "Those were seven year vests."
    },
    {
        "speaker": "B",
        "text": "I guess so."
    },
    {
        "speaker": "C",
        "text": "Oh, wait, sorry. You're talking about serum. I'm talking about Solana."
    },
    {
        "speaker": "B",
        "text": "No, no, I'm talking about Solana. That's, like, the crazy part. They, they agreed to a longer vest than the default."
    },
    {
        "speaker": "E",
        "text": "What?"
    },
    {
        "speaker": "C",
        "text": "That's insane. That's so insane."
    },
    {
        "speaker": "B",
        "text": "That's crazy. That. Yeah, there's, like, there's a Solana foundation blog post talking about the 50.5 million. So 54.5 million sol, you could definitely bootstrap a prediction market on betting on how that gets distributed. I think that's enough. That's enough money to."
    },
    {
        "speaker": "C",
        "text": "But that also means you need, like, a trustee for seven years to, like, manage the liquidation of this soul."
    },
    {
        "speaker": "B",
        "text": "You know, Madoff was much longer than that, so it's not that crazy."
    },
    {
        "speaker": "E",
        "text": "Yeah, I do think the whole wind down process has dust that they just, like, continue to, like, collect and report on for years and years and years."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's going to be. It's going to be painful. Well, with respect to FTX, we did get a story that the liquidators identified 5.5 billion in liquid assets for the FTX total estate. We still dont have a good number on the liabilities, so we dont know what that represents in terms of a percentage recovery, but its at least better than some people were originally anticipating. Now, Sam, in the times, as our last show, Sam has come out with his own substack, and in the substack, hes basically doing the same thing he was doing before, but with a lot more words and a lot more charts and a lot more homespun Excel sheets, basically trying to claim that FTX us is still solvent, and that Sullivan and Cromwell, which was the law firm that was appointed to oversee the bankruptcy, that Sullivan and Cromwell basically, and the FTX liquidators have essentially been either delinquent or outright fraudulent in making it so that FTX us has not remained of solvent, despite the fact that at the time of the filing, FTX us was completely solvent. There was a complaint filed by Ryan Miller, who was the chief regulatory officer for FTX, claiming that there were a bunch of irregularities and or ethical issues with Sullivan and Cromwell. The judge overruled these complaints, basically said, no, Sullivan, Cromwell is fine, screw off. But it's raised a lot of eyebrows, I think, about, uh, perhaps in fact, Sam was correct, and that at the time, supposedly one of the things in the complaint was the claim that, um, FTX us, because it was the most solvent, it had the most cash on hand. FTX us was used to pay the bankruptcy fees to Sullivan and Cromwell on behalf of the other filing entities. Um, but that at the time, FTX us may have been solvent, but no longer is, after all of the expenses paid to lawyers."
    },
    {
        "speaker": "D",
        "text": "I think it was the other way around. I think it was Daniel Friedberg, who was another FTX lawyer, was complaining that Ryan wanted to retain SNC because he came from."
    },
    {
        "speaker": "C",
        "text": "Oh, I'm sorry, I got it backwards."
    },
    {
        "speaker": "D",
        "text": "Yeah. And so that was kind of the weird part."
    },
    {
        "speaker": "C",
        "text": "Yeah. So there's some circular circle jerk thing going on with respect to Sullivan and Cromwell, but it seems that for the most part, the bankruptcy lawyer is, I'm sorry, the bankruptcy judge is just like, whatever, suck it up. It happens. So I don't know what to make of it. I don't know what your guys view was on this whole drama."
    },
    {
        "speaker": "B",
        "text": "You know, if you are a Jane and you kill 100 people, but you accidentally step on a grasshopper, you're still probably guilty in the moral compass of your particular religion, even though the grasshopper may have been, like, unintentionally killed. And I sort of feel like, yeah, sure, there was sort of probably some, like, not perfect reasoning about something in this case. And I'm sure lawyers are maximizing fees, but, like, this is, like, trying to, like, just, like, charade over the fact that, like, that everything else happened. And he has two. That the DOJ has his two close associates of some form ratting on him, so who cares? This is just smoke and mirrors in my mind."
    },
    {
        "speaker": "E",
        "text": "Well, it's definitely meant to distract from the core issues. The core issues are the collapse of an exchange, most likely due to tens of billions of dollars of fraud. And you're right, you might find other issues in process. And in some cases, the issues in process are more important than the underlying thing, because when you get processed, right or wrong, it impacts every future case ever. And sometimes you see things overturned or whatever due to process. But you're right. In this case, the event is so massive and the process seems so small, that process is an intentional distraction."
    },
    {
        "speaker": "C",
        "text": "It does feel like part of what's so interesting about this case. We're basically seeing one of the largest corporate frauds of the last couple decades play out. And anytime that you have something that's that catastrophic, you just get all sorts of vultures coming out trying to capitalize on that process. And, you know, I don't know enough to be able to tell whether Sullivan and Cromwell is there. There certainly seems to be a lot of smoke. I don't know how to evaluate the fire. It's kind of an education for all of us just to see, like, when things go this fucking wrong, what happens and how many other things also go wrong downstream, you know? And so that that kind of feels like the story that we're all going to learn from this."
    },
    {
        "speaker": "B",
        "text": "I bet you. I bet you the same thing was true with all a lot of the other cases. Like Madoff."
    },
    {
        "speaker": "C",
        "text": "Oh, absolutely."
    },
    {
        "speaker": "B",
        "text": "Whatever. Like, like, I'm sure that, like, there was some over, right? Like, if you watch the Madoff thing, like, there are tons of people who are like, oh, the process screwed us because the trustee took too much money, whatever, right? Like, I don't think it's possible to have committed such a large crime and. And then its unwinding doesn't cause its own problems. But, like, come on, this is just a PR thing. Like, I do really get the feeling that perhaps in this way, Sam might still be somewhat delusional and that he thinks that the PR game that got him to where he got in 2021 is still the correct strategy to be deploying at this time and that, like, it'll continue to."
    },
    {
        "speaker": "C",
        "text": "It does seem that he's a moderated. It does seem that he's moderated, right? Like, he's not coming on Twitter spaces anymore. He's not doing shows anymore. He's not doing interviews anymore. He is just like, these two sub sac pieces and then retweeting everything that's negative at Sullivan and Cromwell is basically what he's down to. So it does seem like he's probably listening to someone's advice at this point."
    },
    {
        "speaker": "B",
        "text": "But, I mean, even then, like, at the, you know, for instance, how many. How many, how many things have you heard from Trabuco? How many things have you heard from Caroline? I don't think he's really following that. He still has this fundamental belief that, like, he's gonna talk his way out of this, which I like, at least. It seems like it. Right? Like, it doesn't feel like he's, like, acknowledged that. And, like, I agree."
    },
    {
        "speaker": "E",
        "text": "He still is trying to win over with whatever arguments he has, the court of public opinion and most of the arguments I don't think matter, you know, oh, FTX. Us shouldn't have been put into bankruptcy. Therefore, I'm innocent. Like, it's ridiculous. But, like, he's still trying to make, you know, what he thinks are logical arguments using very long form blog posts, which are usually convincing to the average person."
    },
    {
        "speaker": "B",
        "text": "And bad Excel skills."
    },
    {
        "speaker": "E",
        "text": "And bad Excel skills."
    },
    {
        "speaker": "C",
        "text": "A lot of people picking on his Excel because that's all he has. What's wrong with his Excel skills? The Excel spreadsheets look fine to me. I saw everyone on Twitter dunking, dunking on his Excel tables, and I was like, they look like fine to me if you're all a bunch of management consultants or something."
    },
    {
        "speaker": "B",
        "text": "No, I just. I just thought it was like. It was more like he has no provenance in the sheets. He just takes, like, screenshots of, like, five numbers written, and they're all exactly the same. And I was like, there's no fucking way. You have zero variance between your number and Sullivan Cromwell's number, and you're not even tracking like that. Know what I mean? Just like, basic sanity checks. Like, oh, they're exactly equal. Really? There's a lot of stuff there where you're like, I don't believe. How could you even believe this?"
    },
    {
        "speaker": "E",
        "text": "Or he's like, oh, these are the numbers as I remember them from months ago. It's like, all right, buddy."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "D",
        "text": "I mean, the big claim in his most recent post was like, oh, there's a $400 million bank account sitting somewhere that, like, you know, the auditors didn't take into account. It's like, I, I find that hard to believe that they couldn't find a bank account, which is, like, the easiest thing to find."
    },
    {
        "speaker": "B",
        "text": "To be fair. I will say I am still, one thing I still don't understand and hope to understand as this unfolds is where did this $5 billion come from? And why couldn't that have actually been used to process withdrawals?"
    },
    {
        "speaker": "C",
        "text": "Well, because if there's more liabilities than assets, if you keep processing withdrawals and it's just a race to the exit. So that is where you do want to say."
    },
    {
        "speaker": "E",
        "text": "And the withdrawals are in a specific asset that the customer has in their ledger. And FTX won't match the assets that FTX for sure."
    },
    {
        "speaker": "B",
        "text": "But they were claiming that they were like, liquid stables eth. Right. Like, I was actually, like, if you, and I was, like, a little bit surprised by that aspect of this $5 billion recovery, that they were like, very liquid crypto and stables, because, you know, in November and December, all the things you heard were like, they had nothing at all."
    },
    {
        "speaker": "C",
        "text": "Well, no, no, no. I mean, we know they had a bunch of FTT and Seoul and all this other stuff."
    },
    {
        "speaker": "B",
        "text": "No, no, this doesn't include that. It explicitly states. It does not include that. It explicitly states that stablecoins and liquid crypto, which is like, that was what was surprising."
    },
    {
        "speaker": "C",
        "text": "I see. Well, Sol is liquid. I mean, if they have."
    },
    {
        "speaker": "B",
        "text": "That's a lot. That's a lot to have."
    },
    {
        "speaker": "C",
        "text": "True, true, true."
    },
    {
        "speaker": "B",
        "text": "Yeah. The soul might, the soul might be one once 20% of them. But I just think 5 billion out of, even if it's like 13, is actually a way higher recovery ratio than I would have predicted."
    },
    {
        "speaker": "C",
        "text": "I agree. But it also tracks where the claims are being priced. Right. So claims are being priced at like ten to $0.15, which, again, if you sort of look forward and say, okay, it's going to take many years to get this paid back, you might eventually get forty cents of the dollar. Fifty cents of the dollar. That's roughly where, if claims are trading at $0.15 today, and then the people who are buying them from you make roughly a three x. Assuming that things go right, that's about how they were being priced from the beginning. One interesting thing, speaking of the liquidators, so the Alameda liquidators were found on chain, just, like, bumbling around, getting liquidated, sending a bunch of failed transactions. They just had no idea what they were doing. It was crazy to see, who are these fucking liquidators who keep getting liquidated on Aave, losing tons and tons of money for all the. It's like, what is this clown show?"
    },
    {
        "speaker": "E",
        "text": "John Ray's team are not veteran DJ."
    },
    {
        "speaker": "C",
        "text": "I'm just like, dude, just pay one Twitter Degen, just like, you know, $100 an hour to tell you how Ave works."
    },
    {
        "speaker": "B",
        "text": "The Twitter degen is going to take."
    },
    {
        "speaker": "C",
        "text": "Yeah, don't give them the money. Just have them explain to you how Ave works. You know, like, this is not that complicated. Just screen share. You know?"
    },
    {
        "speaker": "B",
        "text": "I just think there's also this, this fact of, like, stuff like this, though, does make me wonder how the $5 billion."
    },
    {
        "speaker": "C",
        "text": "I would agree with that. I would agree with that. It makes it a lot harder to trust any of these processes, seeing what's going on with the Alameda liquidation."
    },
    {
        "speaker": "E",
        "text": "As they say, it's not real until it's actually cash. They might say it's 5 billion. But I am curious about their process to liquidate that into assets that can be distributed to the creditors, because if they're counting illiquid assets in there, it's gonna be really annoying when people see them, you know, being monetized."
    },
    {
        "speaker": "B",
        "text": "You know, a very nice thought experiment that I taught. I was, I spent some time talking about with some friends who are more in AI type of stuff and was, you know, anthropic, this machine learning company that, whose series B was done by Sam Nishad and Caroline, $500 million. Series B, which came from the, the loans, is trying to raise, like, up round. And so one question that, and I guess that's been publicly reported, whatever, but one question is, like, sure, like, you know that most all that money theoretically should be going to FGF creditors, but there's also this question of who signs the series C docs, if, like, say, all three of them were in jail."
    },
    {
        "speaker": "C",
        "text": "Was it with FTX? Was it on the FTX balance sheet or Alameda?"
    },
    {
        "speaker": "B",
        "text": "Technically, no, but it's in the bankruptcy proceedings because it's kind of like the Robin Hood chairs. There was, there were seas, like, forfeiture style. So, so it's like, I actually am very curious of, like, the procedural stuff of, like, how an illiquid asset owned by this thing in this huge nuclear bomb waste that is like, because the market is crazy, is trying to raise this huge up round, I assume, either."
    },
    {
        "speaker": "E",
        "text": "The bankruptcy court or the debtors."
    },
    {
        "speaker": "C",
        "text": "If the DOJ sees it, then it's the DOJ, right?"
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Can you imagine the DOJ signing the series C docs?"
    },
    {
        "speaker": "C",
        "text": "Well, Mister Tarun, I remember actually bringing it back to anthropic. Weren't you talking all sorts of shit about the anthropic investment? And now with Claude and GPG three and all this stuff. Yeah, it actually looks like an amazing investment."
    },
    {
        "speaker": "E",
        "text": "Yeah, you're just saying. They're about to phrase an upround. Maybe that was the smartest thing."
    },
    {
        "speaker": "C",
        "text": "That maybe this is going to make the FTX creditors whole. You never know."
    },
    {
        "speaker": "B",
        "text": "I know, I know. I made a bunch of jokes on Twitter about that two weeks ago."
    },
    {
        "speaker": "E",
        "text": "The irony would just be incredible."
    },
    {
        "speaker": "B",
        "text": "The irony would be. But I'm much more of a fan of adept and OpenAI and a couple other people. Definitely not answer optimum, but mainly because they are ea, of course."
    },
    {
        "speaker": "C",
        "text": "So you're not ready to recant yet? You're not ready to recant. Okay."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "But if they make the creditors hold, I'll be hilarious. I really think, like, Microsoft investing in OpenAI caused FTX creditors to be made whole. That would be like such a funny, like, human centipede of capitalism."
    },
    {
        "speaker": "C",
        "text": "Human centipede of capitalism. All right, I think we got the title of the show. All right, well, we're up on time, so I think with that, we're going to wrap. Thank you, everybody. And we'll be back soon. See y'all."
    }
]