[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto. So weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "And now, building out like infrastructure surrounding this of course, is important, but we need to be realistic in terms of like onboarding users. It's not like most people need to be able to 100 x the dog with hatcoin. You know what I mean? This is like, this isn't what people need."
    },
    {
        "speaker": "C",
        "text": "Not a dividend."
    },
    {
        "speaker": "D",
        "text": "It's a tale of Tuqwan."
    },
    {
        "speaker": "E",
        "text": "Now your losses are on someone else's balance sheet."
    },
    {
        "speaker": "F",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "E",
        "text": "Named trading firms who are very involved."
    },
    {
        "speaker": "D",
        "text": "Alec ETh is the ultimate Defi protocols."
    },
    {
        "speaker": "C",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "E",
        "text": "Hello, everybody. Welcome to the chopping block. Every couple of weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So quick intros. First, we got Tom, the defi maven and master of memes."
    },
    {
        "speaker": "F",
        "text": "Hello, everyone."
    },
    {
        "speaker": "E",
        "text": "Next, we've got Tarun, the giga brain and grand poo bah at gauntlethe yo. And today we've got special guest Gort, the caustic comedian of crypto Twitter. Welcome, Gort."
    },
    {
        "speaker": "D",
        "text": "Caustic comedian."
    },
    {
        "speaker": "E",
        "text": "Wow, caustic comedian."
    },
    {
        "speaker": "B",
        "text": "Yeah, thank you."
    },
    {
        "speaker": "D",
        "text": "Did you come up with that one on your own?"
    },
    {
        "speaker": "E",
        "text": "It was AI assisted, I have to admit. I just woke up, so I had to pull something together. And I have received the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see choppingblock xyz for more disclosures. So, Gort, welcome to the show. We've mentioned you on the show before, actually, I believe we have technically summoned you to the show rather than invited you. So for those of you who don't know, Gort is. I would describe Gort as kind of the. He's the gadfly and maybe a little bit of the mark Twain of Crypto Twitter where he just talks the most amazing shit about everything, web three and everything that more or less crypto influencers and intelligentsia and VC's talk about and think is important and valuable. He just lampoons all of it. So, Gord, you've asked us to anonymize you as best we can. You're an anon on Crypto Twitter. Welcome to the show. How do you want people to perceive you? What is your goal in shitposting the way that you do nonstop on crypto Twitter?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think your descriptor is very fair. Yeah, I've been in the space for the better part of five years. Not very seriously, but more seriously within the past couple years. And I've never really had a job in the space. I mean, a few small, I don't know, freelance gigs. But I've been like, my point with saying this is that I've been primarily an observer. And so it sort of allowed me to be a heckler from the sidelines. And so, yeah, I think your description's fair. I don't think I would, I don't think I would object to anything that you said. I think calling me Mark Twain is probably a little bit audacious. I wouldn't necessarily, I don't know that I would describe myself as Mark Twain, but I'll take it."
    },
    {
        "speaker": "E",
        "text": "I think you're pretty up there when it comes to shit."
    },
    {
        "speaker": "D",
        "text": "Wait, we have to find out one important thing. A lot of your tweets have been about. Well, especially during Ethereum alignment, the peak Ethereum alignment era. You inspired a set of copycats, might be the wrong word. You inspired an army of heckling addons. So how do you feel about Ethereum alignment a few months later?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's. I don't know if it's run its course or not. I mean, it was, I definitely think. I think that the people who tagged along, it was, I mean, it was, it was quite fun there for a while. And I made a little list on Twitter so we could make sure to track all of the, all of the anti party takes, I think. Ethereum alignment. Okay, so I don't know exactly what the origin of this was. Actually. Somebody asked me."
    },
    {
        "speaker": "D",
        "text": "Yeah, maybe, maybe define it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know. This is, the thing is, I don't actually know myself. I will tell you what spurred this for me, and the beginning of this for me was I saw. Okay, so this is right around the AI alignment. Like the throws of AI alignment, right? And we got Aliezer up there talking about how if we don't get this right, it is over for society, right? And then we get Justin Drake on bankless right around the same time. And he's talking about how if we don't get restaking, right, it's the end of society. And I just, I could not take this seriously. Like, to me, it was, it was very much like almost piggybacking along the same, I think, yeah, movement. Like, it was almost like some of the Ethereum people were like, oh, man, that's a powerful movement right there. Like, we should really try to take advantage of this one. And so it sort of became extended to, okay, so, like, to what degree are l two s? To what degree are, you know, eigen layer or lido or so on and so forth? Are these aligned with the Ethereum vision? And of course, nobody could actually articulate what exactly it meant, which may, which made it even better to troll about, you know, because I don't think that anybody really knew. So that was the impetus. I don't know how. I mean, I think that it's at the point now where I'm like, ooh, I kind of feel bad about, you know, extending this much further. And also, we're in a bull market now, so we're gonna start talking about positive things. But that was generally how I viewed it, at least in the beginning. And I think there was maybe some positive discussions that came of this. I mean, to the extent that you find anything on Twitter positive, I think it was. I don't know. I think we learned something about the crypto community."
    },
    {
        "speaker": "D",
        "text": "Well, to the extent things are positive, I feel like today's sort of SEC things gives you some evidence of both positive and negative of Twitter."
    },
    {
        "speaker": "E",
        "text": "Yeah. Well, let's jump into news, because this is maybe one of the most crypto days I've seen in a while. So, basically, to top off the day, there was a tweet this morning from the SEC's official Twitter account stating definitively that the BTC ETF's are approved. Then a few minutes later, Gary Gensler from his official Twitter account announced that the tweet that came out of the SEC's Twitter account was false and that the SEC's Twitter account had been hacked and that no BTC ETF has been approved. And then about 20 minutes later, the tweet was taken down. And so this caused bitcoin to spike all the way up to 48k until it settled back down to about 46. As a press time when we're recording this. So this is the most crypto thing ever. It's absolutely hilarious that the SEC, which is in charge of cyber security for all these things, got its Twitter account hacked and compromised in a way that immediately led to market manipulation. That also said, I've read a lot of speculation, and here I'm going to go ahead and just wildly speculate that this does not feel to me like the SEC's Twitter account was hacked. This feels to me like somebody fucked up the scheduling feature on Twitter because I've played around with that thing. It's actually not very good. It's not very intuitive, because also, if the SEC's Twitter account was hacked, why would it not be like, hey, send me eth, or, the SEC is doing an airdrop, or like, there's a dogecoin ETF? Wouldn't it be something like, instead of, oh, bitcoin went up 2% because the ETF got approved that everyone was expecting today. This does not feel like what you would do if you hacked the SEC."
    },
    {
        "speaker": "F",
        "text": "I agree, because, I mean, either you made, like, custom graphics for this thing that are in the style at the SEC. So I'm like, they clearly went the distance to make this happen. I remember when Musk and I think Bill Gates and a few other famous people in 2021 got their accounts hacked, and it was a bitcoin donation scam, kind of classic thing. And it was cheesy."
    },
    {
        "speaker": "D",
        "text": "I remember Matt donation, really cheesy donation."
    },
    {
        "speaker": "F",
        "text": "It was like, send me bitcoin and we'll give bitcoin back. I think they only made eight hundred k and they got stupid. But Matt Levine had a good take on this, which is actually a very bad way to monetize your takeover of somebody's account. Actually, what they probably should have done is post something that would have, I don't know, actually manipulated the bitcoin market, something really bad or something really good, and then sort of blend their trade into this broader market movement. And then it's like, oh, you can profit from manipulating the market, but it's not sort of directly tied to you. And I feel like that is probably what you would have done if you had taken over the SEC account and said, this just looks like a very legitimate tweet from the SEC. And I think that's why it fooled so many people and why the market moved the way it did."
    },
    {
        "speaker": "C",
        "text": "It fooled me. I mean, it fooled almost everyone I knew because everybody was waiting for official news on the bitcoin ETF. So when everybody saw this tweet everybody was messaging, like, oh, it happened. Hooray. Like, there's bitcoin, ETF's. You know, it's finally occurred. And there's been a lot of waiting. The probability of approvals in the market has been about 90% for this week. And so this just seemed like an extremely ordinary, an expected tweet. So I was fooled. I think most of us were."
    },
    {
        "speaker": "E",
        "text": "I was disappointed that if you're going to hack the SEC, can't you just say, like, oh, all the cases are dropped. You know what? I changed my mind. Crypto's not a security. Do something fun, rather than just, oh, bitcoin ETF's approved. Congratulations."
    },
    {
        "speaker": "D",
        "text": "Well, actually, didn't they originally do dollar sign BTC, then they deleted their tweet?"
    },
    {
        "speaker": "C",
        "text": "Yes. Did they? Shortly after the fake ETF and then deleted. So some people with really good eyes could have been more clued in that this was fake faster."
    },
    {
        "speaker": "E",
        "text": "So they just tweeted raw dollar sign BTC out of the SEC with the."
    },
    {
        "speaker": "D",
        "text": "Period at the end."
    },
    {
        "speaker": "E",
        "text": "So it didn't like, okay, wow, okay. It probably really was hacked, then you couldn't click."
    },
    {
        "speaker": "C",
        "text": "It wasn't immediately after. This was, like, minutes later. Like, it's possible that they were like, yeah, there's a lot of explanations."
    },
    {
        "speaker": "D",
        "text": "They were high on their own supply of, like, writing the initial tweet, and they're like, how do I make a follow up? Let me make it."
    },
    {
        "speaker": "C",
        "text": "I think the conspiracy theorist in Haseeb would say that if they did publish the tweet inadvertently, they made that BTC tweet to appear as though they were hacked."
    },
    {
        "speaker": "D",
        "text": "All right, gord, what's your. What's your."
    },
    {
        "speaker": "F",
        "text": "That's too many levels."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's a lot of levels deep."
    },
    {
        "speaker": "B",
        "text": "I like that last one. I like that last one a lot. I mean, the thing is, I definitely don't think they would have. They're not going to. I don't think anybody's going to, like, click on something that says, pixelate your board ape or something from the SEC. So, to be honest, in terms of actual being able to move markets, like, truly move markets. But the problem is, is I guess the only counterpoint I would make this is if you didn't have good intuition on whether or not it'd be a buy the news or sell the news event, you could have positioned yourself wrong hacking it, which would have been a disaster unto itself. So I don't know. Honestly, I'm as confused as the rest of everybody."
    },
    {
        "speaker": "E",
        "text": "I mean, in a way, we maybe a little bit got the answer to that question, because in the 20 minutes that the market thought that the bitcoin ETF had been approved, bitcoin went up. Now, it didn't go up much. It went up 3% down."
    },
    {
        "speaker": "C",
        "text": "Afterwards, when I thought it was, my reaction was like, huh, BTC down a little bit on the news, like, totally priced in?"
    },
    {
        "speaker": "E",
        "text": "Was it. When did you see it? After the announcement. Because I read that it went up to 48."
    },
    {
        "speaker": "C",
        "text": "Five minutes later it was like, down."
    },
    {
        "speaker": "F",
        "text": "Yeah, it spiked and then it went back down immediately."
    },
    {
        "speaker": "E",
        "text": "So was that maybe after people saw the weird tweet, the weird follow up tweet?"
    },
    {
        "speaker": "C",
        "text": "I don't know, the timestamp of the weird BTC follow up tweet. I'm sure someone should, like, dig out the exact forensics on this."
    },
    {
        "speaker": "E",
        "text": "Okay. Wow. Because this is, this is a very interesting, like, controlled experiment of maybe the SEC just wanted to test whether or not this would be bullish for bitcoin. Yeah, well, it's, in a way, I guess my question is. My question is, like, that much after."
    },
    {
        "speaker": "D",
        "text": "This happened, does this change any of the approval? Can they be like, oh, look, like it's. It's more manipulable than, you know? Cause that's always been their claim."
    },
    {
        "speaker": "E",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "Is that the bitcoin, they manipulated it."
    },
    {
        "speaker": "C",
        "text": "Due to bad things."
    },
    {
        "speaker": "E",
        "text": "It's proof that the SEC can manipulate the price of bitcoin through. Which shows up manipulative. Bitcoin is. Yeah."
    },
    {
        "speaker": "C",
        "text": "Through outright negligence, they allowed their account to manipulate the market."
    },
    {
        "speaker": "E",
        "text": "Wow. You know, that, that is a pretty knockdown argument in court, actually. That to show just a single actor can manipulate the price of bitcoin, by."
    },
    {
        "speaker": "B",
        "text": "The way, or manipulating the market. Right."
    },
    {
        "speaker": "E",
        "text": "I suppose that is possible. I suppose that is possible. But bitcoin is not a security."
    },
    {
        "speaker": "D",
        "text": "Imagine, I mean, Gary Gensler and Avi."
    },
    {
        "speaker": "E",
        "text": "Fraud, commodities, they're so fraud. But the CFTC would have to sue Gary Gensler. That that's the way it have to work."
    },
    {
        "speaker": "C",
        "text": "Well, that's. Yeah, that's now a possibility. I mean, frankly."
    },
    {
        "speaker": "E",
        "text": "Yeah. Unbelievable."
    },
    {
        "speaker": "D",
        "text": "Well, actually, the other thing, the other thing that's been amazing is the fact that the SEC, you know, this particular SEC under Gensler has been all about tweeting nonsensical stock images and crazy stuff. And it's turned out and compared to prior, compared to the CFTC, for instance, they don't tweet all this, make all these dog shit bad TikTok videos like Gensler does. But those are all a liability for them right now because all of their tweets about how they're going to be in charge of cybersecurity stuff are biting them in the ass. There's senators retweeting it and being like, are you kidding me?"
    },
    {
        "speaker": "C",
        "text": "There's like, senators retweeting Gary's tweet, being like, remember to use wrong passwords and use a multi factor authentication at all times on your Twitter account. Like, it's embarrassing."
    },
    {
        "speaker": "E",
        "text": "Yeah. Wow. So connected to. So, moving on from the snafu with the SEC, we got some indication of what the fees are gonna look like for the different ETF issuers. And it looks like they're going to be quite fee competitive. It looks like Blackrock is going to be at, I think, 30 bps. Ark dropped their fee to 25 bps, bitwise at 24 bps, which dropped down to 20 bps. Other people are somewhere in that vicinity slightly higher. But the Blackrock ETF is super low fees compared to what everyone else was expecting them to land. Now, the one outlier to this is grayscale. So grayscale, when they converted their GBTC into a bitcoin ETF, the fees will go from where they currently are at 2% a year to 1.5% a year. So 150 basis points, which is hilarious because basically the whole thing is betting that people will not want to move their bitcoin or that they're locked in due to their cost basis and taxes, or they just are not going to notice and assume that the fees are going to go down. So it really does seem like they're going to squeeze the last bit of fees out of this thing that they can. I'm curious, what do you guys think is going to happen to GBTC when they have like five times the fees of the iShares ETF?"
    },
    {
        "speaker": "C",
        "text": "Well, I think you raised a really good point, which is that a lot of the holders due to prior tax basis might not sell it even when it's liquid. They might be relieved that the discount converges to zero and that theres liquidity when they want to exit. But if youre sitting on capital gains from years ago, like bitcoin being like a couple thousand to now in two BTC, you might decide that paying $6,000 or something like that per bitcoin in gains is worse than paying 1.5%, which is a lot less money per year, to avoid that. And so I can see a lot of people just sticking with it. I think there's absolutely going to be a lot of compression on day one and probably not that much on day three, simply because if you want out, you've been waiting for a really, really, really long time. There's a lot of people that are sitting on GBTC that haven't sold it due to slippage, that haven't sold it due to the discount, that when they finally get that window, we're gonna leave. And I think if you're gonna go, it's day one. I think from there it probably is a zombie product where the only people left are the ones who are committed to it. And I think it sticks around at probably like, you know, $5 billion of bitcoin for a really, really, really long time, which coincidentally will make it probably the number one ETF at first, if not for like a year, two years. It'll be really interesting to see how long it can hang on to the number one decision."
    },
    {
        "speaker": "E",
        "text": "Well, so last week, Laura actually repeated some speculation that if the GBTC trust converts into an ETF, that that would actually end up being a taxable event for the holders of GPTC. So it turns out that's not true. So to your point, Robert, it is correct that you would retain your tax basis going from GBTC to the ETF, which is likely to keep a lot of people in a grayscale, which was their calculus in deciding, hey, because if theyre competing actually just for marginal flow, marginal buyers of the ETF, theres no way that they would be able to compete with ishares without dropping their fees significantly to the point where they just had to make calculation that, hey, people are going to be locked in because of their cap gains very, very early on. So I have to imagine that you're right. Basically, within a month or two, we're going to see that's the terminal size of GBTC and no more new money is ever going to come in."
    },
    {
        "speaker": "F",
        "text": "But why drop it? Why drop it at all then?"
    },
    {
        "speaker": "E",
        "text": "I'm assuming because the lawsuit was on this basis, they said specifically in the lawsuit is bad for our holders, not just because of the. They were sued, right, by GBTC holders."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Yeah. So it's kind of like a human centipede of lawsuits. And one of the basics, that the fees are too high."
    },
    {
        "speaker": "D",
        "text": "I see that, I see the human centipede meme has made it finally."
    },
    {
        "speaker": "E",
        "text": "It's very inspiring to come from uterine. There we go. Yes. Yeah. So I believe that they had to drop the fees because they made that argument to the SEC that the fees are high because we have to have this stupid trust structure and all this other stuff."
    },
    {
        "speaker": "C",
        "text": "Well, two points on those fees. One is GPTC is going to be a massively more profitable product for DCG than the iShare bitcoin will be for Blackrock. Right. Like fees being six times higher. There's also all of the custody fees and other things that when there's coming out of a low basis point product, makes the margins a lot worse than when it's coming out of a high base point product. So on like a net profitability basis, I think the grayscale product's probably going to be for the sponsor, like seven or eight times as lucrative. And so when you think about, like, how much money is grayscale going to be making if $5 billion sticks around in the product, it's going to be equivalent almost on a break even basis or profitability basis to blackrock at like 40 billion. And it's going to be, you know, it's going to be a feather in TCG's cap for some time. But the thing that's not come up in this discussion yet that I actually think is really relevant is the fact that most of the ETF's are waiving fees entirely to zero for their launch until they gather, in most cases, a billion dollars of Aum or in some cases $2 billion of AUm. And so in a lot of ways, the fees are even more of a disparity because they're going to be zero for most of these products when they actually launch."
    },
    {
        "speaker": "E",
        "text": "Right. But that's only for, you know, if it's the isher. The ishers ETF is not doing this. Or are they?"
    },
    {
        "speaker": "C",
        "text": "They are. I believe I could be mistaken about that, but I believe they are."
    },
    {
        "speaker": "E",
        "text": "Okay. Yeah. I would assume, like, for the big ETF's, if you deposit money there, they're going to hit a billion pretty quick. And so it's like, okay, you get two weeks of discounted fees, essentially, which is like nothing. But yeah, for some of the smaller ETF's, if they do have a big bogey that they have to hit before they start charging fees, then that could be pretty good for depositors who are very fee sensitive. But to your point, 30 basis points, 40 basis points, 35. Like anything is fine relative to one and a half percent a year, plus custody fees and all that other stuff. Yeah."
    },
    {
        "speaker": "C",
        "text": "Especially zero, though."
    },
    {
        "speaker": "E",
        "text": "Zero is pretty good. Zero is pretty good, yeah. Or you could just hold spot. That's the other. If you really don't want to pay fees. Yeah."
    },
    {
        "speaker": "C",
        "text": "I'm going to sound like a tradfi sellout here, but for many people, I think holding an ETF is going to be just better. Even with fees just from the security and the custody side of it alone. Holding spot is not free. There's risks associated with holding spot. Even on an exchange you trust with two factor authentication, there's always that self custody element. It's really hard to take a ETF ownership away from you in a theft."
    },
    {
        "speaker": "E",
        "text": "Spoken like the true tratfi guy."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Thank you. Thank you, Robert, for sobering us all out."
    },
    {
        "speaker": "D",
        "text": "Sorry. I honestly zoned out for the last four minutes because, like, the moment you're talking about basis point fees on ETF's, I'm just like, please kill me already."
    },
    {
        "speaker": "C",
        "text": "All right, well, this is a crypto."
    },
    {
        "speaker": "B",
        "text": "Show, so I'll shut up."
    },
    {
        "speaker": "D",
        "text": "Let's get back to more interesting parts of the. Of the world."
    },
    {
        "speaker": "E",
        "text": "It's been. I mean, it's been a pretty quiet week. Aside from ETF excitement, like, honestly, there hasn't been that much happening. There was one thing that I thought was interesting, actually. Maybe this might wake up Gord a little bit as well. There was this news. We didn't have it on the docket, but I was reading through it yesterday. There's news that in Taiwan. So Taiwan right now is going through a presidential election, and it's illegal in Taiwan to bet on presidential elections. And, of course, polymarket, which is right now the leading prediction market online, had a market for taiwanese election where you could bet on the different presidential candidates. And numerous people were actually imprisoned in Taiwan because it was discovered that they had bet in the something like $10,000 apiece into the prediction market. So I thought that was pretty surprising. Also, I didn't know how people had such bad OPSEC that taiwanese government was able to figure out that they were betting on the presidential election. But it kind of leaves a really bad taste in one's mouth. And it's funny enough, the news story that covered this for Taiwan, they also went and recounted what the different odds were for the different presidential candidates, which is kind of like getting the value out of a prediction market without actually, it felt like, kind of like, okay, if you think presidential prediction markets are bad, don't even report on the prices. Right? Because isn't that the point of a prediction market, is to get the information of what happened? I don't know. Any reactions. Gord, any thoughts on prediction markets?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I don't know how liquid are crypto betting markets that are markets? I don't know that somebody in Taiwan perhaps could bet on that. They wouldn't necessarily be able to access through what we may have in the United States with. In some states or like, I don't know, are these like. Because a lot of times the reason I ask this, I guess, is a lot of times I'm looking at the poly market, like, remember the LK 99 thing? It seemed like that was one example of, okay, maybe we found something here that is a viable use case. Right. Because I don't think that this was really something that was being booked, to my knowledge. I don't know, maybe if you went to Vegas, but I don't think this was something that was probably going to be booked by traditional books. But I also don't know how liquid these markets are because I recall seeing like very low liquidity and that makes a huge difference, obviously. And theyre very easily manipulable when thats the case. So I dont know. So I guess that would be. I would answer that question with a question."
    },
    {
        "speaker": "D",
        "text": "I love the minority report arc of the future where news agencies dont really report news anymore. They just ask chat GPT to summarize the prediction markets for them. And then, you know, some enterprising presidential candidate manipulates his own market so that the news always shows him or her winning in the polls, and then they actually win finally. So that could be in the future. It seems like good Sci-Fi."
    },
    {
        "speaker": "C",
        "text": "That is good Sci-Fi Tarun, you hire a screenwriter."
    },
    {
        "speaker": "F",
        "text": "There's only 1.4 mil in open interest on the taiwanese presidential election."
    },
    {
        "speaker": "D",
        "text": "So cheaper than buying an ad in the Super bowl for a presidential candidate. Come on."
    },
    {
        "speaker": "C",
        "text": "Well, in Taiwan, how much do they spend on presidential elections?"
    },
    {
        "speaker": "D",
        "text": "I mean, they spend more than $1 billion."
    },
    {
        "speaker": "E",
        "text": "Huge. Yeah, this is a huge presidential election because there's. Taiwan has been very. The dominant party in Taiwan has been anti China, and there's like a push now from the pro China arm of taiwanese politics to try to regain some seats. And if they end up winning the presidential election, then you could see Taiwan willingly rejoin China, which would be huge internationally. So there's a lot of concern right now in China, I'm sorry, in Taiwan about chinese election interference and them trying to do some funny business. And so it's actually a huge, look."
    },
    {
        "speaker": "D",
        "text": "If it only costs you $1.4 million to manipulate the prediction market, and the chinese government has seized a significantly more than that in BTC, they could."
    },
    {
        "speaker": "E",
        "text": "The problem is that there is not."
    },
    {
        "speaker": "D",
        "text": "Actually to create ETF shares. It's amazing."
    },
    {
        "speaker": "E",
        "text": "Yeah. There's never actually been any evidence, though, that the market responds to the prediction market. Changing. Like, that is the missing leg we've not seen."
    },
    {
        "speaker": "D",
        "text": "Yeah, but news agencies are just calling perplexity or chat GPT and being like, hey, what are the current polls? Instead of the polls, it just reports to you the prediction market value."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Hasn't this. Hasn't this always been something that Vitalik has really wanted? Like, there's been a number of big figures within crypto that have been very sold on prediction markets being, like, futuristic. Yeah."
    },
    {
        "speaker": "D",
        "text": "Like, prediction markets for governance."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like Paul Stork, the, like, one of the drive chain. Like, the drive chains guy from in bitcoin, his, like, killer use case is a predictions market. Well, and I don't know exactly how it's supposed to be formatted, but yeah, like, and I think Vitalik has always been, like, very bullish on. On the premise of prediction markets as, like, this massive unlock. I don't know."
    },
    {
        "speaker": "D",
        "text": "I think 20, 2015 Vitalik post on Futarchy is about doing governance and on chain mechanisms via prediction markets. Now, an interesting thing is I was talking to Vitalik, like, a year ago or something, and I was like, how do you feel about futarchy in 2023? Because, hey, look, there are some liquid prediction markets. They have their problems. They have maybe a centralized oracle or getting funds onto them is annoying. And he was like, eh, not as enthusiastic. But I find this taiwanese election stuff the first real life use case of where a foreign government realizes they can control the news via manipulating prediction market. The fact that Steve is mentioning it means that people. There's enough people watching it, or it."
    },
    {
        "speaker": "E",
        "text": "Means it's a slow news week. That's the other possibility."
    },
    {
        "speaker": "B",
        "text": "Trump was an underdog in the polls, like, leading up to, I don't know, for the entirety of his first election campaign. And so I tend to agree that I don't know to what extent they respond. If anything, it could be sort of a. A counterpoint to that. I don't know."
    },
    {
        "speaker": "E",
        "text": "Okay, this futurkey thing is an interesting place to explore a little deeper. So, very quickly, for those of you not aware, Futarchy was a term coined by Robin Hansen that basically describes governance via prediction markets. So the idea would be, instead of saying that, okay, we vote on whatever politician everyone likes, instead we run prediction markets that says, if this person were elected, GDP would go up this much, or the key metric that we care about would go up by this much. And basically, whatever the prediction markets predict these sort of conditional prediction markets based on if x, then y. That is how we end up deciding who we elect and who ends up becoming head of secretary of treasury and which bills get passed and so on and so forth. That concept is known as futarchy. Now, it has not been implemented anywhere. Apparently, Vitalik, back in the day, was very, very proutarchy, or at least experimenting witharchy. I think he thought it was a very exciting idea. A lot of core Ethereum people felt that way. And according to Tarun, sounds like that's no longer the case. What do you guys think of this concept of futarchy, and why or why not would it be viable?"
    },
    {
        "speaker": "C",
        "text": "Well, I don't know if any countries are going to migrate from a democracy or a parliamentary system into a futarchy, but I could see a on chain project of some variety trying it for control or governance of their own system. You know, the fact that I haven't seen any examples of it, even on chain, you know."
    },
    {
        "speaker": "D",
        "text": "Oh, there have been examples. Tezos did it early, but it just like, it kind. They just didn't get enough voter participate. They didn't have enough prediction market."
    },
    {
        "speaker": "C",
        "text": "None of you talking."
    },
    {
        "speaker": "D",
        "text": "There's a very good futarchy by Arthur Brightman from like 2016. 2017 that like is like an extension of this. I think the interesting thing is that we're much closer to it now than we were then because we didn't have as much DeFi. You sort of need Defi for Futarchy to work at all, because, you know, the existence of these things assumes there's some market maker that you can trade the. The yes and no shares for. But the old school automated market maker designs are actually really bad for sourcing liquidity. They kind of were inefficient in some ways. And so these uniswap looking things, even though they're not perfect pricing for prediction markets, are good enough. And that's why I think you've seen the manifolds and polymarkets of the world is they kind of needed stablecoins and defi to make liquidity aggregation easier. It wasn't like a theoretical problem with prediction markets."
    },
    {
        "speaker": "E",
        "text": "Manifold is play money."
    },
    {
        "speaker": "D",
        "text": "Yeah, but I mean, people are trying to trade at OTC, right? And there are tokens."
    },
    {
        "speaker": "E",
        "text": "I did not know this."
    },
    {
        "speaker": "D",
        "text": "I mean, it's basically, people are making synthetics of the real manifold value. Uh, but my point is, I feel like basically you needed those two things for this to be much more efficient because the liquidity aggregation aspect is hard. Now, the interesting thing is no, like, layer one has, well, no surviving. Layer one has stablecoins as part of its consensus. You know, I guess there's the celos and taras and stuff, but, you know, celos becoming a layer two. Terra, of course, blew up. So there's really none that have it. As a first class citizen, I don't think layer ones will have few tarkey, but I could see higher level protocols having it. I think a more interesting thing would be, despite gourt's amazing tweet on web three social networks, the SEC should really be diving into web three social networks because no one will read their posts, so then they won't have bad things happen. I actually think that's where futarchy would be funny. Imagine if people were betting on canceling people. It's like there's a prediction market for."
    },
    {
        "speaker": "C",
        "text": "Who cancel them based on the outcome of the vault."
    },
    {
        "speaker": "D",
        "text": "No, no. You bet on whether they're going to get canceled the next year. And if they do, then they get kicked off the site automatically."
    },
    {
        "speaker": "B",
        "text": "What does that do?"
    },
    {
        "speaker": "F",
        "text": "How does that get resolved?"
    },
    {
        "speaker": "E",
        "text": "Why? What does that help? Also, is cancellation a problem that feels like it happens on its own?"
    },
    {
        "speaker": "D",
        "text": "Well, I think the idea is, like, if enough people bet, imagine if it's something where enough people bet correctly on someone getting canceled. Like, there's some, you know, oh, no."
    },
    {
        "speaker": "C",
        "text": "Here'S the way it should work. Hold on, Tarun. If a huge number of people think someone's gonna get canceled, then you just, you know, minority report, you know, predictively, you know, pre crime, you just ban them from the platform if people can."
    },
    {
        "speaker": "E",
        "text": "This sounds like an actual vector for cyberbullying, though. Like you literally just pay a bunch of money to get someone wiped off the Internet."
    },
    {
        "speaker": "D",
        "text": "Ackman would really use this. That's like what he would."
    },
    {
        "speaker": "E",
        "text": "He would get a lot of value out of this."
    },
    {
        "speaker": "D",
        "text": "1000% be into this."
    },
    {
        "speaker": "E",
        "text": "Well, here's why."
    },
    {
        "speaker": "C",
        "text": "I don't think. But would work for systems that aren't this niche. Fun, cool, whatever. It just sounds too hard to me. Right. Like even in like the original, like use it for like two presidential candidates in which everyone's better for GDP is the one that, like, gets selected. I don't think people want to forecast GDP in order to vote. Like, it's hard enough to get people to vote for, like blue team versus red team. Like we have, like in the US last presidential election, 60 something percent turnout, which means 40% of registered voters didn't, like, make it out."
    },
    {
        "speaker": "E",
        "text": "Robert, I think the whole point of futurkey is that those people who are like the marginal voter really doesn't have a good. They don't vote at all, right? They have no say because they don't know which way it's going to go. And like, if they bet, they bet nominal amounts. It's like, the real money that actually has predictive power that ends up determining who's going to win. Got it. And so in a way, if you remember. Yes. Yeah. Basically, twelve hedge funds choose the president. And if you remember, actually, like, markets do this already. Because when the presidential election in 2020 was going back and forth between Hillary and Trump, 2016, when it's going back and forth between Hillary and Trump, when the dials turned toward Trump and everyone realized, like, oh, shit, Trump's going to win. The market rallied under the expectation that, oh, you know, Trump is going to be really good for us GDP. So I think the, like, this already happens, right? The hedge funds are already giving direct."
    },
    {
        "speaker": "D",
        "text": "It's more fun if it's direct. But I also love the idea of, like, crypto social networks allowing you to, like, you know, play. Imagine if, like, Trump got voted out of Twitter by prediction market."
    },
    {
        "speaker": "E",
        "text": "But he kind of did. That's what Elon did."
    },
    {
        "speaker": "B",
        "text": "Front act."
    },
    {
        "speaker": "D",
        "text": "He gets on stage individual, not a market. Right. That acquired that Jack Dorsey or whatever. Right? Like, yeah, yeah, yeah. I would rather like people like Gort become, you know, these whales on these cancellation markets, and then they just start. Yeah. Bill ackmaning."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I don't. I still get. I still don't get it. What do you mean cancellation? Like, how does an oracle determine being canceled? It's. You just. It's just a guy."
    },
    {
        "speaker": "F",
        "text": "If you get racist."
    },
    {
        "speaker": "B",
        "text": "Okay, okay."
    },
    {
        "speaker": "D",
        "text": "Yeah. All right."
    },
    {
        "speaker": "E",
        "text": "I think it's just like this. If this vote, if this goes above, like, $0.70, we're kicking them off the platform and people just start pushing it as high as they can to get them off. So it's really just tug of war. It's not even a prediction market. It's just a tug of war. So it's probably better described as pay this much to vote this person off the island."
    },
    {
        "speaker": "D",
        "text": "I mean, I say this more because if you read between the lines of gorts tweets, they're implicitly cancelling certain people or certain entities. Right. Like we said with the ethereum alignment thing, I think there were certain ones who were put in the doghouse. So wouldn't it be more interesting if there was some betting aspects to that, not just, you know."
    },
    {
        "speaker": "B",
        "text": "No, honestly, I do not understand this. I mean, I'm down. I'm in. I'm in to create a token for it, but I don't understand it."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's fine, it's fine. We'll airdrop the token. We'll do a point system. We don't need. It doesn't need to make sense. Yeah, yeah, we'll definitely have points."
    },
    {
        "speaker": "D",
        "text": "No, no, I mean, just, like, imagine. Imagine you had prediction markets for just, like, kicking people off a social media platform instead of, like, the dictatorial control."
    },
    {
        "speaker": "E",
        "text": "What are you predicting over? You're not predicting anything. You're just saying, put more money here. If you want this person to get."
    },
    {
        "speaker": "D",
        "text": "Off the pocket, well, you can have some conditions, like getting ratioed, like getting blocked. Like, if you get blocked by more than. More than 50% of your followers."
    },
    {
        "speaker": "E",
        "text": "True. Why do you want to cancel people so badly? Why do you want rich people to be able to cancel people so badly?"
    },
    {
        "speaker": "D",
        "text": "I don't think it's actually rich people. I think it would be people who've earned the most stake in these networks. I'm the biggest user of the social network in terms of getting engagement and creating content. So I get the most of the each followers vote."
    },
    {
        "speaker": "C",
        "text": "Right. So if you have a million followers, you're basically casting a million cancellation votes."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "E",
        "text": "I think Tarun secretly wants to be Bill Ackman. He wants to be the Bill Ackman of crypto Twitter."
    },
    {
        "speaker": "D",
        "text": "I don't think I have the gravitas to be Bill Ackman."
    },
    {
        "speaker": "C",
        "text": "Who would you cancel if you could? Who or what? State magic wand here."
    },
    {
        "speaker": "D",
        "text": "Magic. Magic wand of cancellation."
    },
    {
        "speaker": "E",
        "text": "Magic prediction. Like a wand."
    },
    {
        "speaker": "D",
        "text": "There are definitely a lot of bitcoin maxis who I've blocked over the years. Who. I don't want their names coming after me."
    },
    {
        "speaker": "E",
        "text": "One name."
    },
    {
        "speaker": "D",
        "text": "I don't want the armies after me. They already. They already come out. I get. I get. I get the Cardano people coming after me for saying anything on this fucking show. So, like, I don't. I don't need the roving herds of four chan bitcoin Maxis coming after me."
    },
    {
        "speaker": "E",
        "text": "All right? So what I heard was all bitcoin maxis, all Cardano Maxis canceled them all. Is that. Is that what I'm hearing? Just a mass grave of everyone who's into cardinals."
    },
    {
        "speaker": "D",
        "text": "Maybe I'll pick someone who I think people are not one find too controversial. Luke Dash Junior."
    },
    {
        "speaker": "F",
        "text": "Well guards a maxi, right? Does he get a pass on this one?"
    },
    {
        "speaker": "D",
        "text": "Are you a maxi?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "I think the better. Yeah, I think the better question is always, what are you a maximalist of? Because everyone's a maximist."
    },
    {
        "speaker": "E",
        "text": "Where are you on the spectrum of maxi versus minimal?"
    },
    {
        "speaker": "B",
        "text": "What?"
    },
    {
        "speaker": "D",
        "text": "Do you really believe Gortlana is a future of money?"
    },
    {
        "speaker": "B",
        "text": "I am. Like. I am. I am. I'm a salon admirer for. Certainly, I think they're, like, pragmatism in the flesh, and I admire that. I would say I'm not a bitcoin maxi. I'm probably closer to a bitcoin maxi than most, almost certainly than anybody else who primarily has ingratiated themselves with crypto twitter, if that would make sense. So, I mean, but, I mean, you may have been able to sort of read between the lines with a lot of my tweets. I mean, I don't, I don't really take very much of it seriously, so it's kind of hard to gauge, you know, what I'm going to take more seriously than I think, maybe to the extent that I'm dogmatic about anything, it's probably bitcoin. But, I mean, I spend more time in the crypto sphere engaging with you people. And so I think that, yeah, I'm a bitcoin minimalist. Maybe then."
    },
    {
        "speaker": "E",
        "text": "Okay, Gordon, what is the dunk that you most regret? That you were like, you know what? This is hilarious, but this was hurtful, and I shouldn't have said that."
    },
    {
        "speaker": "B",
        "text": "I delete them quick if I regret them. There was one. There was a tweet. I won't even say the subject because, honestly, I generally think that I'm. I actively try to toe the line between, like, just, like, if it's humorous enough, then I can make it a bit edgier. But, I mean, generally, I'm not, like, offensive. I did have a tweet that I thought was a certified banger that I deleted very quickly. It was pertaining to recent world events. It was really good. But somebody in the comments, like, I'm never pressured to take down tweets. I'm always like, oh, wow, leave that up. But this one, somebody popped in pretty quickly and was like, oh, I don't know about that one. And I was like, okay, fine, fine. One single person, uh, convinced me, delete it."
    },
    {
        "speaker": "D",
        "text": "But market, this is why you want to market, to figure out whether you should delete markets."
    },
    {
        "speaker": "B",
        "text": "Don't solve this one. This is just vibe your energy."
    },
    {
        "speaker": "D",
        "text": "I'm just kidding. But I think it would be funny as a social experiment."
    },
    {
        "speaker": "E",
        "text": "Okay, I think we've established that Tarun is the purest futarchist here. I don't think anybody else buys futurist."
    },
    {
        "speaker": "D",
        "text": "Besides, I still believe in it, and I think there's ways to do it."
    },
    {
        "speaker": "F",
        "text": "I think this is a great example of why futurity doesn't work, because everybody has different objectives functions, right? Like, you can't expect people to all expect that. Like, we, yeah, we all want to be Max GDP, and we're betting on who's gonna be Max GDP. Everyone has sort of a different outcome that they want. Tarun wants to cancel everybody. Someone else wants, I don't know, whatever the fuck. And so it's just like, how do."
    },
    {
        "speaker": "C",
        "text": "You even agree on the correct metric? GDP sounds like the best one, right? Assuming it's real GDP, not like nominal. That sounds like the best metric. But then half our country would be like, no, it should be minimizing unemployment. Wrong metric. There's no system where we could ever shift into futarchy. That being said, it does actually sound pretty cool, and I am becoming a futarchy, maxi, but it's not going to happen."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "I think there's some things where there are concrete metrics for some on chain and online things where you could imagine that instead of the centralized control of a network, like a social network or something, the market can dictate, and it'll be a niche social network. It'll be a social network of the biggest losers on four chan. It'll still be a social network. Actually, Gord, what's the tweet you're most proud of instead of Haseeb's little, probably my pin tweet."
    },
    {
        "speaker": "B",
        "text": "My pin tweet. It gets referenced like it gets alluded to pretty often, and I'm pretty proud of that. It says, it is incredibly embarrassing that Satoshi did not think about yield. That one, like, a lot of people will make. I feel like that one was it kind of people. If I see other people alluding to that, then I'm like, all right, that was a good one. So I think that's the one I'm probably most proud of."
    },
    {
        "speaker": "C",
        "text": "Have you ever dunked on Tarun?"
    },
    {
        "speaker": "D",
        "text": "A tons of times. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Subtly. Subtly. I mean, it's just mainly because Tarun's always writing completely incomprehensible tweets. Like, there's nobody who can decipher what he's saying outside of, like, two or three quants at Citadel. And none of us can actually parse any of that. And Turin's like, oh, yeah, I'm crushing it right now. And all of us are like, dude, what are you saying?"
    },
    {
        "speaker": "D",
        "text": "Well, now I'm getting dunked on, you know, directly."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it's endearing. It's endearing when I dunk on you."
    },
    {
        "speaker": "E",
        "text": "I think at least that's true. That's true. Yeah. No prediction markets on dunking on Tarun. I think that's all vibes based. Always vibes based."
    },
    {
        "speaker": "D",
        "text": "Okay, so 2023, you had this big rise. In fact, actually, I think your quote tweet was, like, January 2023. What's in store for 2024 in terms of your content or where you think it'll go? Do you think it'll."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, Twitter is. There's no, like, real method to. I mean, you can probably see that just generally, from how I tweet. I mean, there's no structure to that. It's pretty. Pretty off the cuff, I'm thinking. I was convinced maybe to do a podcast. So we'll see. I don't know if I'm going to be good at podcasting, to be honest, but if I'm not, I'll just quit. You know, it's like, very, very zoomer mentality that if you're not good at something, you just instantly quit. So I think it's worth trying. So. Yeah, but, I mean, I don't. I've never really worked in the space, and never. I feel like I would lose my. I think podcasting is a good. Is a good, like, equilibrium for me, because I would lose my credible neutrality if I was to work in the space. But if I'm. If I'm able to heckle from the sidelines, I think that's a reasonable compromise. So we'll see."
    },
    {
        "speaker": "F",
        "text": "You still have jester's privilege."
    },
    {
        "speaker": "B",
        "text": "Exactly. Exactly."
    },
    {
        "speaker": "E",
        "text": "Yeah. So, Gordon, let me out. Like, okay, so you don't work in the space, but you're kind of, obviously very interested observer. Why. Why don't you work in the space? I mean, I won't necessarily ask you what you do if you want to be anonymous with regards to that, but we're going to a bull market. A lot of people are going to be hiring. Why not be in the space full time, given how much attention you pay to the industry?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think. Well, first of all, I've invested as a retail investor, I suppose, for the better part of three years. So, I mean, I don't. Honestly, I don't even know that. Like, I'm not very technical. I don't know that I have a huge edge in. I mean, maybe. Maybe I'm able to sort of see the forest for the trees, but it's because I literally do not understand the trees. So it's like, okay, well, you know, this is one of those things where I think I do have a pretty good pulse on. On crypto, but it's not for any specific reason, you know, and, I mean, I'm probably just knowledgeable enough to troll, not really knowledgeable enough to want to engage on a technical level on a daily basis seems, like, quite burdensome when I can tweet from home and maybe podcast."
    },
    {
        "speaker": "D",
        "text": "But what's your most embarrassing shitcoin trade? Like, what, what? What? Which. Which coin are you most embarrassed if, say, do you bought or sold?"
    },
    {
        "speaker": "B",
        "text": "Um, that's a good question. I don't know, because I have so many off the top. I probably have gotten nuked on so many. Terrible, terrible. I think probably holding too long. Like, I think. I think more than likely was holding some garbage coins too long. I think some of the first wave of Solana defi airdrops, I was like, oh, dude, these are great. Like, and they were not great."
    },
    {
        "speaker": "E",
        "text": "Like, mango bargains and so on."
    },
    {
        "speaker": "B",
        "text": "Yeah, like radium. I mean, I don't know. The radium chart was horrendous, and I was very convinced that that was the Dex of the future Solend. I got a huge airdrop, like, relatively. And I was like, Matt, this is the one lending protocol in Solana. Like, this one's got to do pretty well. And, I mean, I think there's a lot of. Number of stories like that. So I would say, yeah, probably, like, the first sort of wave of Solana Defi were. I mean, I was still in the midst of it, and I was like, damn, this is the future of finance. Like, and it was not."
    },
    {
        "speaker": "D",
        "text": "But now, now you're, now you're properly cynical."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think. Well, I was. I do think that ironically, with a lot of, with a lot of garbage coins on Ethereum, round one, not. Not so much icos, but just tail in defi summer, I was like, okay, well, I'm going to take some profits here. But then I don't know what it was about it. Maybe it was Suzu just bull tweeting every day. I'm like, man, this. This is a super cycle. Like, if there's a super cycle, it's got to be this one, right? And I did get a little bit more inspired than I would think that I normally would. So, yeah, I would say I'm more cynical now, but in some ways, you."
    },
    {
        "speaker": "D",
        "text": "Are sort of in the industry, I think, is basically what we're."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. I'm degenerating with the rest of you guys. I'm just like, ideologically, I'm sitting here, oh, I'm definitely a bitcoiner. And then, you know, do as I do as I say, not as I do, you know, that type of thing."
    },
    {
        "speaker": "E",
        "text": "How do you let me know?"
    },
    {
        "speaker": "B",
        "text": "Mixed feelings, probably. I mean, I think, okay, so I like NFTs, actually, ironically, NFTs are one of are honestly one of the few things that I'm cautiously optimistic on, insofar as I think that, man, I'm going to sound like a complete web three LARP right now, but I think that something that is proven ownership on a blockchain and its value is adjudicated by the blockchain. This actually is sort of like an endearing concept to me, I think. So I'm cautiously optimistic about ordinals. Now, with that said, it doesn't change that 99% of them are scams, you know what I mean? So to me, it's one of these things where I like the premise. I've been engaging a bit with the ordinal ecosystem myself, but I think that, you know, I like nfts. I think nfts are fun. I also don't sit here and tell people to buy nfts. You know, most of them go to zero, so. But I would say the same thing with tokens in general. I don't. I try not to actively, you know, push people toward the speculation aspect, even if I may be doing a little on the side myself."
    },
    {
        "speaker": "E",
        "text": "So let me ask you that. We're running up on time, so I want to make sure we wraps in, but in your tweets, you talk a lot of shit. You lampoon a lot of different aspects of the crypto industry, but I'm curious to get the real honest perspective. What is it most that you think the crypto industry or the crypto community does wrong and that it should really improve on, especially as we're going into a very different kind of market environment?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think this is like the question probably people ask me most often, as if I have some enlightened take on this because I troll a lot about it, but I wouldn't say that I necessarily do. I mean, I think that one thing that I feel pretty strongly about, and I don't know how well I'm going to articulate this, but I still think that. And also this is something that a lot of people say. So this in particularly revelatory, but I think that we still overestimate the degree to which crypto users in their current form are users of these systems. Like, we are still a very, very small faction. I think that even when we're talking about viable use cases. Right, like, this is like what I troll about a good bit. Like, you know, are we going to finally find a viable use case? Right? Like, but beyond that, beyond, like that sort of myopically cynical take. I think my bigger, I don't know I don't know if this is a fear, but just something that I think about a lot is us, I don't know, 1%, a fraction of 1% of the world. We are not, like, over a long enough timeframe. We are not what the average person needs from crypto, you know what I mean? The average person realistically needs the ability to have a bank account and to spend their money and maybe, like, two or three loans over the course of their lifetimes. And now building out, like, infrastructure surrounding this, of course, is important, but we need to be realistic in terms of, like, onboarding users. It's not like most people need to be able to 100 x the dog with hatcoin, you know what I mean? This is, like, this isn't what people need. And even, like, building these systems that are, I don't know, very capital efficient, so on and so forth, there's, like, still. This is. This is still, like, just for a very, very small subset of. Of the world as a whole. So I don't know. I mean, that really doesn't answer your question. I just. I think that that still is something that. And also, you can probably tell it's a good bit of my trolling. It's like, this disconnect between how in the weeds we are on pros or builder separation and, like, how little that type of thing matters to what the long. I mean, actually, maybe that's not such a great example. Maybe that matters a lot, but, like, maybe. Maybe something like just these, like, very, you know, niche products. Like, I don't know how valuable these are versus just getting a lot of people to, I don't know, self custody, bitcoin, or use stable coins if this is something that they need right now. So, as a follow up to that."
    },
    {
        "speaker": "D",
        "text": "What do you think is the most overhyped thing and most underhyped thing under."
    },
    {
        "speaker": "B",
        "text": "Hyped, probably bitcoin overhyped. I don't have. I don't know. That puts me in a spot to make a critical statement about something I haven't seen."
    },
    {
        "speaker": "D",
        "text": "You can be a sector. It can be like web three, social gaming."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, okay, okay. I am, like, very non plussed by dow governance. It's like. And I know that this is your domain. True. And so I do apologize, but this is just not interesting to me at all. Like, this is more."
    },
    {
        "speaker": "D",
        "text": "You roasted me in the past, so."
    },
    {
        "speaker": "B",
        "text": "I. Yeah, I mean, just, like, mostly governance and, like, quadratic voting. I mean, this is truly the last thing that I want to hear about. And I also don't see, I really have seen, like, to be quite honest, in terms of how much funding and research and mechanism designers are working on daos, like, to what the actual innovation or disruption that has come out of them. It's like embarrassingly low, if any at all, in my opinion. Like, I just, I have not seen anything come out of a DAO or a decentralized governance system that I'm like, yeah, that changed the world. Like, there's, there's, I haven't seen that yet. Now could it happen? Maybe, but yeah, so I would say overhyped. That that would be what I would consider to be somewhat overhyped governance in general."
    },
    {
        "speaker": "E",
        "text": "Yeah. This does connect back a lot to what we were talking about in the last show with respect to the cypherpunk ethos, Vitalik versus Justin sun as the sun and the moon of crypto adoption, where almost everything, in a way, everything you were describing of what about actually getting stable coins in the hands of users and making this stuff cheap and easy for them to use. In a way, the further you get from the Ethereum bitcoin ethos of the pristine decentralization idealization to just fuck it, let's get stable coins into wallets. That is, in a way, that's Tron, that's Justin sun, that's binance smart chain, that's the underbelly of crypto that actually is very user centric and very adoption centric. It's a boring story. It doesn't quite have all the intellectual prestige or the intellectual surface area that the other side of crypto does, but it is the one that on a user, if you're looking like, where are the users? The answer is that they're mostly on the chains where people don't talk about Dow governance and quadratic voting and all this other stuff. And so in a way, I think the interesting thing to me about crypto is that both those things are true about crypto. Crypto has this super naval gazey, extremely academic and esoteric element that people are kind of competing on how virtuous they are and adopting this ideal of decentralization. And on the other side, there are also tons and tons of people who are just doing the raw thing of binance pay in emerging markets, being one of the dominant ways that people pay each other literally through a centralized exchange. And it's great. And everybody who uses it thinks it's awesome. They think that's crypto. And for all intents and purposes, perhaps it is. So, yeah, very interesting. Parallel to that dichotomy we were talking about last time. Anyway, I'm mindful we're over time and I want to make sure that we wrap everything up. Gort, awesome having you on the show. How can people check you out and follow your work?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't have any work, but you can follow me on Twitter or."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "And also maybe your future podcasts that."
    },
    {
        "speaker": "E",
        "text": "You and maybe a possible podcast perhaps."
    },
    {
        "speaker": "B",
        "text": "My. Yes, my pod. My."
    },
    {
        "speaker": "D",
        "text": "Do you have a name or is it a top secret?"
    },
    {
        "speaker": "B",
        "text": "The Gorge Show. The Gorge show, obviously."
    },
    {
        "speaker": "E",
        "text": "Obviously. Obviously. Come on."
    },
    {
        "speaker": "B",
        "text": "Duh."
    },
    {
        "speaker": "E",
        "text": "The Gorge. I knew that. Awesome. Well, gord, great to have you on."
    },
    {
        "speaker": "D",
        "text": "That's going to be the first episode with that."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Hopefully we'll have you back on again when things get sufficiently crazy and we need some perspective. So thank you, sir. Until next time, everybody. Bye."
    }
]