[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of Tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I manage trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "Pollock Eth is the ultimate defi."
    },
    {
        "speaker": "E",
        "text": "Protocols are the antidote to this problem."
    },
    {
        "speaker": "C",
        "text": "Hello, everyone. Welcome to the chopping block. Every couple weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. Quick intros. First, we've got tom, the defi maven and master of memes. Next, we've got Robert, the crypto connoisseur and the tsar of superstate. New intro for Robert, who will be talking about it today. Then we've got tarun, the gig of brain, and grand poobah at Gauntlet. And today we've got a special guest, blake, the real world asset ringleader at Goldfinch. And finally, you've got myself. I'm haseeb, the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see chopping block XYz for more disclosures. Blake, welcome to the show. Uh, we are going to do, for the first time ever, a real world asset show, because crypto has gotten so boring and so uncool that we decided we finally. I'm kidding. I'm kidding. We had, um, of course, it's. It's big news that Robert announced the launch of his new company, super state, uh, which we. We want to dive into a little bit on the show. Uh, but we thought it was a good opportunity to dive not just into what Robert's doing, but the broader landscape of real world assets. And we thought there was no better person to bring on board than Blake, who's been kind of an OG in the real world asset space has been added for a while. Blake, maybe we could sort of start off with you giving an introduction about yourself and Goldfinch, what it is and what got you into the realm of real world assets."
    },
    {
        "speaker": "F",
        "text": "Yeah, sure. So, first off, thanks so much for having me on the show. Big fan. And in terms of a quick background on myself, I used to work at Coinbase as an engineer, back joined in 2018 and left in 2020 to start Dark Goldfinch, which is a private credit platform built fully on ethereum. Everything happens fully on chain. And from the very beginning, we've been excited about doing what was now in terms of real world assets. RWA, and we were just at the time, I think, and still largely crypto is mostly self referential landscape. We felt like we really needed to kind of break out of the matrix. And we were just really excited about bringing the value of crypto to real businesses who were doing real stuff and maybe didn't have to already do with crypto. And so that's what we've been doing since 2020, largely doing private credit lending to businesses in emerging markets. But also we have about 20% of the portfolio in America. And so that's the thing. And I think your world assets is really the place where crypto has to go in order to grow in my mind."
    },
    {
        "speaker": "C",
        "text": "So let me just step back a bit and define real world assets, because maybe for us, we know exactly what we're talking about. The history of real world assets in crypto goes back a very long time. I remember when I first got into the space, people were talking about real world assets. And at that time, it was like asset tokenization. And the terms have evolved over time. As far as I know, the first real world asset to get tokenized, and still the largest real world asset on chain is dollars. So technically, every single stable coin, except for algorithmic on chain stablecoins are basically real world assets. There's dollars in a bank, they're in the real world. That's why we call them real world assets. There's something off chain that's being represented on chain, some kind of claim or some kind of, you know, kind of monetary equivalence between what's happening off chain and what's happening on chain. Um, and then I remember there were things like Digix, which was an early attempt to tokenize gold. Uh, tether has tokenized various other assets. Like, I think they had silver. They have, you know, other, uh, non USD currencies, but for the most part. And then, of course, in, I remember in 20, um, the 2017 cycle, then again in the 2021 cycle. Lot of excitement around. Okay, can we tokenize real estate? Can we tokenize other kinds of assets, like apartment complexes and boats and all sorts of things that maybe people might want liquidity for? And I think we've talked about on the show that, I think in the past, there's been some magical thinking. I think on behalf of a lot of people around asset tokenization, the idea that if I tokenize something, then magically it will become liquid. And there were a lot of companies that kind of got funded and kind of drove this excitement of this idea that, like, wow, crypto trades 24/7 crypto, you know, anybody can buy and sell at any given time. There are a lot of real world assets, like real estate, that are really painful to transfer or to sell. Or there's all these documents. They take forever. They don't work on weekends. And it's like, wow, can we bring the crypto magic or the on chain blockchain, software based intermediation to all these traditional businesses? And I think this led to a lot of unrealistic expectations. A lot of people getting disappointed. They're like, hey, why hasn't there been more progress? It seems like still today, by far, the largest market is dollars, and not a lot else is working. Robert, let me bring you in. Tell us about. Okay, that that's kind of where we are. I don't know if you disagree with that characterization. Tell us what led you to be like, cool, I'm going to go do super state."
    },
    {
        "speaker": "E",
        "text": "Sure. So I'll start by saying that I hate the term real world assets, because I don't think it describes the opportunity. So it also insults all of the assets in crypto that are crypto native assets. So I like to segment the world into two camps, one in which assets are issued on the blockchain for the first time. That's where they live. That's where they were created. Ether is a great example. It lives on a blockchain. It doesn't live in, like, a database or a spreadsheet or something like that. All the tokens issued on Ethereum are crypto native assets. And then you have traditional assets which are issued on other ledgers, spreadsheets, physical paper, old ass database software, things written in CoBOL, whatever. Crypto native, and then traditional assets. Everything exists in the real world, in my opinion. So I don't like to use the term, but I know a lot of people in crypto do use that term, but I just like to segment it real quickly between crypto native and things that are not native to blockchains. So what got me excited was actually the opposite of excitement. It actually goes back to 2017. When I started compound in 2017, I thought that by 2022, five years later, the whole world was going to be tokenized. I remember when I pitched VC's in 2017, I was like, oh, man, by 2022, in five years, everything's going to live on the blockchain. And so a market like compound or uniswap or whatever would be able to interact with all of these incredible assets where you could build one system, something like compound or something like uniswap or something like any protocol, and eventually more and more things become interoperable. But there'd be more assets. Eventually would handle stocks, eventually would handle bonds, eventually it would handle commodities, you know, whatever. And that never really occurred because not that many things came on chain from off of the blockchain. Dollars, incredible use case, incredible product market fit. You know, we've seen, you know, $150 billion plus at given points of stable coins. Obviously, there's a lot of demand for that, and the invisible hand really pulled it onto the blockchain. But that's pretty much the only thing that's migrated over so far. What, you know, we have seen early signs of life for are things moving the other way, things moving off chain. Right. And I'm really excited to talk with Blake about this, but, like, when I look at maker, when I look at Goldfinch, a lot of times it's wealth from the blockchain getting sent to something not on the blockchain, and, like, kind of like this opposite direction migration. Obviously, it builds a much more unified system, and it's incredibly important and incredibly exciting and incredibly powerful, but it's oftentimes dollars moving the other way. You know, like Makerdao now has all of these, know, real world assets, or rwas, but it's dollars moving away from the blockchain, away from the crypto nativity, not onto it. It's kind of like this, like reverse migration, in a sense. And so the thing that got to me was saying, well, it's been now six years, right? I originally thought it was going to be five years, and everything would live on a blockchain. It's been six years. Nothing besides a simple dollar actually exists over here. What can we do to help facilitate this migration?"
    },
    {
        "speaker": "C",
        "text": "Well, hold on, Robert. Let me pause you there real quick. Why do you think that is? What's your theory of the case of why other things haven't migrated onto the blockchain."
    },
    {
        "speaker": "E",
        "text": "Well, I think it's a supply and demand problem. So I think this is really like the invisible hand of markets not getting people excited enough. Because when there's enough demand, when there's enough of a pain point, when there's enough excitement, it will happen. People will figure it out. The one thing that has gotten people, like, moving, so to speak, are stable coins. Like, there is a clear demand for stable coins. There's clear product market fit. That is a use case where the market ushered it into existence because so many people around the world demanded it or wanted it. I think when it comes to things like tokenized real estate, the demand is microscopic still, right? There's very few people who are like, man, I'd kill for that skyscraper to live on the blockchain. It's incredibly cool. Doing it is like achievement unlocked. But I don't know how many people demand it. I don't know how much capital demands it. I don't know how big the invisible hand is that wants to will it into existence. It's super cool. But how much capital demand is there for that, I don't know. I don't think it's very high. And I think that's one of the reasons why we haven't seen more of this succeed."
    },
    {
        "speaker": "F",
        "text": "I might also add, I think there's a lot of just, like, regulatory issues, especially for public assets to come on chain, right? Like, you know, sort of like, whatever the thing in crossing the chasm or they talk about, like, total cost of ownership. There's like, the cost of actually using the product, but there's sort of the total cost of ownership that goes outside of the product, which, you know, for a lot of these funds and especially wealthier individuals or family offices who might be buying this type of asset. Well, there's also, like, well, how does the accounting work? And, like, do I still get the same tax treatment? And, like, this headache and brain damage of having to think about blockchain assets, I think is just too much for a lot of that stuff to have migrated over so quickly. And I think that's another piece that just needs to get figured out before we're going to see the mass migration, in my mind."
    },
    {
        "speaker": "C",
        "text": "But it's also true for USDC, isn't it, that USDC, at least, I think, until recently, I don't know if that has changed at all. But it's not treated as a currency for tax purposes. Correct."
    },
    {
        "speaker": "F",
        "text": "And the demand has largely come from crypto native people who probably don't need to think about all those same issues. They just go on Coinbase and they send in their dollars, they mint USDC and they go up, go about their day."
    },
    {
        "speaker": "C",
        "text": "Right, right. Yeah."
    },
    {
        "speaker": "F",
        "text": "Export cant hold it, I dont think. Right."
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay. So given that starting place, the two of you pursued different directions of which real world assets are the most interesting markets to pursue. Robert, lets start with your story for super state. Go ahead, Darun."
    },
    {
        "speaker": "B",
        "text": "Ill add one thing, disclosure is that Robert and I are small investors in Goldfinch. I realize we didnt say that anything."
    },
    {
        "speaker": "E",
        "text": "We see may be very, very slightly."
    },
    {
        "speaker": "C",
        "text": "Biased and will be used against you. Go ahead. Go ahead, Robert, given this backdrop, why superstate?"
    },
    {
        "speaker": "E",
        "text": "Yeah. In trying to solve this problem of why haven't things come on chain? For the most part, we're starting with the idea that it's because you have to go to where the demand is. And where we see the demand right now are for not just dollars to come on chain, but low risk, highly liquid sources of yield to come on chain. And in a massive, scalable way, where we sit, we think that treasuries and t bills and short term, extremely high quality instruments are what people want to hold on blockchains. And so what we're trying to facilitate is just the path for these types of assets to come onto the blockchain. Not for the dollars that were on the blockchain to go off chain and then buy them, but for those assets in a regulatory structure to come onto the blockchain. So what we're doing is we're spending a lot of time focused on the legal and regulatory process to bring these assets on chain, because that's where we think that demand is. And over time, as there's more and more global demand for additional assets on chain, whether it's real estate or commodities or whatever. Fill in the blank. Ideally, there's a path to bring those assets on chain as well. And so, you know, really, it's a fund creation business with a structure that enables those funds to become crypto."
    },
    {
        "speaker": "C",
        "text": "Okay. So, I mean, I get it. Rates are north of 5%. A lot of people, you know, probably everybody in this thing included, we have. We have some money, you know, getting short term interest from the government. You got. You are not the first to do this. Right. So there's Ondo finance, which is the largest. I think that's kind of purely defi oriented. There's. Franklin Templeton has some on chain thing, on stellar, I think, or something."
    },
    {
        "speaker": "F",
        "text": "I'm not totally certain maple has one."
    },
    {
        "speaker": "D",
        "text": "Yeah, I was gonna say this is being discussed on Twitter today, but the Frankel temple thing is actually bigger than Ando, which is like very counterintuitive."
    },
    {
        "speaker": "B",
        "text": "Almost two x. Yeah, it's actually kind of crazy."
    },
    {
        "speaker": "D",
        "text": "300 million in like money markethouse ETF tokens on stellar."
    },
    {
        "speaker": "B",
        "text": "You should actually, maybe you can show the RWA XyZ treasuries if you want to see."
    },
    {
        "speaker": "C",
        "text": "Yeah, and so to be clear, if you want to, the process right now, if you want to own one of these, is you need to like go whitelist your address, you need KYC, whitelist your address, and then you can go and buy these treasuries and you get some yield on stellar. Or if in the case of Ondo on Ethereum, can you zoom in a bit, Tom? Because I think it's pretty hard to read."
    },
    {
        "speaker": "D",
        "text": "And so. Yeah. Franklin Templeton Ondo matrix stock, which is actually matrixports product STPT. It's like tokenized treasuries. Maple has this pool and I think this site is slightly often that they count flux finance, which is Ondo's compound fork. So it's a money market that they built that is whitelisted for Ondo products. So you can take your tokenized money market ETF that you've onboarded and purchased through Ondo, put it into flux, and then borrow against it at a rate that is pretty attractive. I mean, you're paying half of margin rates on a traditional brokerage. And these people are also getting yield if you just put USDC in and you're not buying the treasury. So this is not actually tokenized treasuries, but it's being lent against tokenized treasuries in flux."
    },
    {
        "speaker": "F",
        "text": "I think something kind of interesting about it, too. I believe that whole market is partly there because the rates on compound were lower than what was getting paid out on Ondodes. People, I think, were basically leveraging that capital and then lending it into flux. Who then bargains and buy more ondo treasuries."
    },
    {
        "speaker": "C",
        "text": "Right. So theres an interest rate arbitrage that once people have access to treasury yields, they can use that they can borrow against stable coins and basically increase demand for stable coins on chain, which pushes up the interest rates on stable coins, pushes them closer to parity. Obviously, they're not going to get exactly a parity, but it does mean that the rate on stable coins should get closer to that risk free rate, which is not really possible when you don't have treasuries on chain at all. Now the treasury is on chain right now. The order it's on the order of like a few hundred million. Right. Maybe 500 million if you aggregate everything."
    },
    {
        "speaker": "F",
        "text": "A little over 100 themselves."
    },
    {
        "speaker": "C",
        "text": "Yeah. And then Franklin Templeton is, like, close to 300 or something like that. So right now, the outstanding supply of stable coins, obviously in the tens of billions, it's a massive, massive amount of stable coins out there. So there is no way right now, just with the differential and how many treasuries are out there to actually do the interest rate arbitrage and push the yield on stable coins up. But, okay. There are a lot of people doing this, Robert. What are they doing wrong? Why do you need to come in and fix the mistakes these people are making?"
    },
    {
        "speaker": "E",
        "text": "Yeah. The first thing to say is that there's obviously room for many different approaches in many different companies. There's both vanguard and fidelity, and both of them are managing trillions upon trillions of dollars. Right. It's not that anyone's doing anything wrong, but we're just taking an approach that's slightly different. So there's really two names you've already mentioned, Franklin Templeton and Ando superstate. Somewhere in the middle of the two of these. So Franklin Templeton is going the route of creating registered investments, where they file a prospectus, and then it's available to be purchased by anybody. Ando is going a different route where they're relying on exemptions from registration and saying, you have to be a qualified purchaser, which means you have to have $5 million to purchase their fund. Ando is super Ethereum native. Franklin Templeton is on stellar superstate is kind of the hybrid of these two approaches, where it's a registered approach, where we're creating a registered investment. We submitted a draft perspectus, a preliminary prospectus, to the SEC about two weeks ago. So it's a registered approach, not an exemption from registration, so that it can be held by anybody. The goal is to be a very Ethereum native on chain component. It's in the middle of those two, and we believe that that's something that the market is going to want, which is something that has a clear registration statement and is Ethereum native as the best of both worlds. And we'll see how it plays out over the next couple months, years, decades. But that's the approach in a nutshell."
    },
    {
        "speaker": "F",
        "text": "Robert, actually, what kind of access is going to be possible on this phone? Who can purchase it?"
    },
    {
        "speaker": "E",
        "text": "Yeah. Us investors or offshore investors with us addresses?"
    },
    {
        "speaker": "F",
        "text": "Retail investors."
    },
    {
        "speaker": "C",
        "text": "Yeah. So basically, anybody who can buy a mutual fund today, they can buy a stake in the super stake fund. But a smart contract or an AI or a DAO or whatever, they would not be able to directly own the superstate mutual fund. All right, so let me take a step back. So I think we understand the approach. Let me ask a broader philosophical question. Why is it good to have more tokenized treasuries on chain? Maybe let's just start there. And I want to dig into this discussion because I think it's actually quite interesting. Robert, why is it good to bring tokenized treasuries on chain?"
    },
    {
        "speaker": "E",
        "text": "Well, if you zoom out and look super abstractly, why is it good to have a blockchain at all?"
    },
    {
        "speaker": "C",
        "text": "Is that where we're starting?"
    },
    {
        "speaker": "E",
        "text": "Okay, yeah, yeah, let's start really low, right?"
    },
    {
        "speaker": "C",
        "text": "Okay, cool."
    },
    {
        "speaker": "E",
        "text": "So really foundational. I think having assets that are administered and owned and tracked on blockchains is better than traditional ledgers. It's better than the stack that they currently reside in, in tried five. Because in the end run you're able to get more from them, you're able to get all of the composability of Defi, you're able to get all of the automation of smart contracts. You're able to get the transparency of a blockchain wherever every action that's ever occurred is auditable, plus the programmable, open source nature of it. You're able to get the instant settlement, you're able to get the massive speed and portability advantages over prior ledgers. Having things on a blockchain is super, super good. Having the old assets, the tradfi assets, move over and start to live on the blockchain more and more and more over time is just overall going to be a net benefit for society, for investors, for regulators, for everybody."
    },
    {
        "speaker": "F",
        "text": "I can also add a little color because I actually talked to the Franklin Templeton people months back. We were actually looking to do a Treasurys product as well. At Guilf lunch we talked with Franklin Templeton. They spent quite a long time getting the SEC comfortable with this fund. They started a while ago. For them it was actually originally almost a science experiment. They were just like hey, lets do something on the blockchain. This was years ago when the rates were still zero and they didn't really expect anybody to use it. But they were like, let's go through the Hong process because it takes quite a while to register fund anyway. They spent all this time and they were talking to SEC, well how do we get subpoena you for records? And they're like, it's right here, it's right there. You just need to look at it and they also told me that once they actually been running this for a while, their actual cost of operating the fund are substantially lower from what it cost them to administer a traditional fund. So I think that's not what Robert is talking about, is spot on. And we have some evidence already of that from Franklin Templeton, at least from the phone calls I have with them a couple months ago."
    },
    {
        "speaker": "C",
        "text": "Interesting. Let me maybe propose a counterpoint that I was just thinking about actually, while I was taking a shower this morning when we were preparing for the show. Right now in Defi, we talked about this interest rate arbitrage. It's not really being done yet because there aren't enough tokenized treasuries on chain. When this interest rate arbitrage successfully happens and the rates on chain go up. Another way of thinking about that is that what the Fed has been doing for the last two years is they've been raising interest rates, and because they've been raising interest rates, they've been crushing investment. I mean, we're all VC's, we're all investing less. The incentive to take risk, incentive to innovate, all that stuff goes down because it gets crowded out by basically just government paper. Effectively, what the government is saying is invest less, take less risk, and instead just give your money to me and I'll hold onto it and cool down the economy. And so when you are bringing more tokenized treasuries on chain, basically what you're doing is you're raising the on chain interest rate. You are basically playing that intercessory role of bridging what the Fed is doing in the real economy and bringing it to the on chain economy and telling the on chain economy, hey, invest less, slow down, don't invest so much in growth, and instead put your money with the us government and just have it sit there and kind of do nothing because we want to slow down the economy. This is going to make yield farming more expensive. It's going to make token issuances or like token emissions more expensive. Is that not going to. Yeah, it may bring more tokenized treasures on chain and maybe it's. Oh, great, it's so efficient for, you know, on chain mutual funds for treasuries. But isn't that going to result in slowing down the rate of innovation on the blockchain or it'll speed it up."
    },
    {
        "speaker": "E",
        "text": "Because people have to create entirely new things."
    },
    {
        "speaker": "F",
        "text": "Yeah, the rate of innovation is quite the right metric there to go with the interest rates going up because it's taking quite a lot of innovation just to just to do it."
    },
    {
        "speaker": "C",
        "text": "Yeah, but it is directly tied to the cost of capital, right? I mean, the cost of capital on chain goes up. It's harder to get USDC to provide liquidity for a blah, blah, blah. I mean, you can argue whether that is innovation. I don't know. Tom, what's your take?"
    },
    {
        "speaker": "D",
        "text": "I think you're sort of positioning this as either or, like, either your assets are in treasuries, or they're being deployed elsewhere, invested elsewhere. And I think I actually kind of look at, like, staked ETH and liquid staking derivatives as sort of a comp of, you know, the ETH yield is basically the risk free rate, like block emissions plus transaction fees, and that competes with everything else. So, hey, it's not super attractive to loan out my ETH for 1% when I can stake it and earn four or 5% or something like that. And that's true for everything, right? If I have my ETH sitting in, like, blur, waiting to bid on an NFT, or if I have my eth sitting in a dao and waiting to commissions a proposal. And so instead, the current trend actually is replacing eth with liquid staking derivatives, like staked etH. And so the two sort of compose so I can have my etH, I can get my yield, and I can use it in all these different other places as well, where I might normally use vanilla etH. And so instead, these rates actually sort of compose with each other and complement each other. And so I think, similarly, we could probably see a similar thing with these tokenized treasuries or something like FluxusDC wherever. Hey, if I'm using this as collateral to trade on some decentralized perps menu, I don't have to sacrifice the risk free rate in order to trade perps. The two can actually sort of compose with each other."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think another natural thing in that vein is that, yeah, staking derivatives didn't completely crush everything else. There's still enough liquidity in other assets. A lot of it definitely went away. I think the bigger question is just more like, how well can these high rates diffuse through the existing defi ecosystem? The real advantage of staking derivatives is they are basically more or less equivalent to ETH in defi. From the perspective of most of defi, there's really not a difference between Ethan, a bunch of staking derivatives, but the treasury assets are a little bit weirder. They do have some restrictions. You have to go through this indirect route of borrowing against them. There's clearly some friction to them diffusing through the ecosystem. That's the thing I think would be more interesting. I don't know if I buy the token emissions have to go up type of argument though, because what will end up happening is if fees are denominated in that. If those tokens have some claim to fees, well, if the rates went up and they have something where they're collecting fees denominated in that asset, they should be earning more too. I'm not saying it's perfectly reflexive in that sense, but they should be. If they're able to utilize those assets and charge fees in those assets terms, they should be at least earning some of the beta to the growth of that asset. Now if the protocol is not able to do that, then that's different. But I think maybe from the perspective of innovation that would be the part of innovation that probably would have to happen, which is."
    },
    {
        "speaker": "C",
        "text": "I love your assumption that protocols charge fees. That's very, that's a very charming model of how the blockchain works."
    },
    {
        "speaker": "B",
        "text": "No, no, no, but the LP's. The LP's earn fees, right? And the LP's are also earning the farming asset. So there's, there's sort of. It's not totally clear to me that you have to overcome. In fact, you may have to compensate them less than the native token because they're getting more like raw rewards in the treasury asset that they're earning fees in. If they're earning fees in FUSDC. It's like. I'm just saying I don't think it's."
    },
    {
        "speaker": "C",
        "text": "I think the reality though is that, look, if you're farming, you have to farm in stable coins because you need it to be open and permissionless, presumably. I mean, maybe not. I don't know, maybe there's some world where you could be KYC and have unchanged treasuries."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think there's a lot of people now launching CDP platforms or basically forks of liquidity or whatever that use liquid staking derivatives as collateral instead of ether. And those are quickly rising as the dominant form of collateral. I think Aave is now over ETH, stake ETH is about to overtake ETH as the main form of collateral so the two can compose. And I think again, as long as you have players who sort of bridge these two markets, the rates should converge. You have something like Flux USDC and then you have the actual tokenized treasuries themselves. And so yeah, they're not going to be on par, but anybody can go and use FluxuSDC to go do farming if they want. And in theory, they should all become more liquid over time."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, another sort of reverse experiment of the thing you're talking about is in 2021, when rates were basically zero and crypto rates were very high, and suddenly traditional finance people were able to access the crypto rates via centralized entities. Now, of course, that didn't work out the way they planned, but they were able to access it, and they immediately went towards that, and it actually had sort of this feedback loop effect. Some of it good, some of it bad, a lot of it bad. But I think you should expect the same thing. I don't think there is. I think at the end of the day, if an asset is really good collateral and taken everywhere and it has positive yield and negative carry and low carry costs, people gravitate to that."
    },
    {
        "speaker": "C",
        "text": "Well, that's a very interesting point to, because you're analogizing. Okay, well, raising the rates on chain is kind of like what Terra was doing of having these really high rates that are pulling capital into crypto and that capital then disseminates, and the cost of capital gets lower in crypto. That argument works if there's a differential between the interest rate off chain and the interest rate on chain, right. In this case, the interest rate on chain is actually lower than the interest rate off chain. And what the tokenized treasuries are doing is they're equalizing the interest rate across the two. My mental model of capital on chain, and this might be part of why I think we might be looking at this differently. My mental model of capital on chain is that there's really two kinds of capital. There's opportunistic capital that is just looking for yield, and they're just cutthroat hedge funds. They'll do whatever. And then there's capital that's stuck on chain, which is people in China who are. They're just like, look, I want dollars, and tether is the best way to hold those dollars. And so that capital is captive, and they'll take whatever rate they can get. So if the best rate is 2% on compound, it's like, great, I'm going to get 2% on compound. I'm not going to be able to KYC and get the 5% from superstate, so I'm just going to live with the 2%, so be it. Or maybe I'll take a little more risk and put it into private credit through Goldfinch. But that capital isn't a. Isn't moving, right? And so that that kind of that black hole of pulling in more capital from off chain that Tara was doing. I think it's not likely we're going to see that just because we have tokenized treasuries on chain that those actors, you know, even if you live in Hong Kong, you can get access to treasure yield from Hong Kong, no problem, right? This is not, it's not something that you have to be in the US to get access to. What do you, what do you think of that take?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree that there is, there's some version of that. That's true. But I do think, like suppose there's another bull run eat a price goes up, suddenly the USD ETH staking rate looks significantly more attractive than treasuries. But maybe I actually want to hold a portfolio that's like 60 40 ETH USD. But I don't want my USD portfolio to be only a carry cost for me, effectively. I do actually want to be earning some nominal yield. This is a perfect product for that. Right. And my point is, people rebalancing into the bull and bears, they're not going to be like, I'm going out of ETh completely to stablecoin or vice, right. Other than bored apes owners, they're not going to be doing that. They're going to have this in between, but they want yield on both sides. I think it makes the rebalancing costs actually a lot more palatable as these portfolios get larger, especially due to staking rewards spreading through the ecosystem. You definitely could imagine that this has a place that is viable collateral to compete with USDC or tether."
    },
    {
        "speaker": "C",
        "text": "So Blake, let's bring you in. Give us the case we talked about treasuries. Give us the case for private credit as being an attractive real world asset to bring on chain. Why private credit?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I think it's actually a good compliment here because as Robert was saying, bringing these treasury yields on chain, I think everyone would agree it's largely a product for printed native investors, for the people who are already on chain, because for the most part, what Ondo is doing, theyre literally giving you a blackrock ETF and theyre adding 15 bits and then saying, here you go, now you can buy it on chain. So people from the off chain world versus traditional finance, theyre not going to be taking their dollars and bringing it on chain to buy the Ondo product. Generally speaking, I would think, I mean, this is my default case, however, because not as all is very, very publicly available. Its really, really easy for anyone in tri fi to get access to their rate already. The private credit thing, on the other hand, is actually very hard to access, generally speaking, especially for a more like, kind of normal, everyday investor, it's very, very difficult to access. And so this is the whole other end of the spectrum, where it's not public, it's very hard to access, and it's very bespoke, too. And it takes a lot of expertise to be able to look at these deals and decide whether or not they're good or not. And so that's where we actually, again, with our whole thing, we want to bring people who are outside the crypto space into the crypto realm. And so offering these private credit deals, we want to bring investors who aren't already into crypto and bring them on chain through an asset."
    },
    {
        "speaker": "C",
        "text": "Can you give us an example of a private credit deal, just so. I mean, a lot of people might not know exactly what private credit means."
    },
    {
        "speaker": "F",
        "text": "Yeah, totally. So really, private credit is just doing lending to businesses by large. And so example of a borrower that was on Goldfingers company called Pedroy. They do smartphone financing in Mexico. And so you buy a phone from them, they'll pay for it, and then you pay them back over the next two years or whatever, and you do monthly installments, and if you don't pay back, they happen to have some on the phone that will shut off your phone. And so everyone wants their phone to work. People pay it back. And so you can do that with tons of businesses all over the place. That was sort of specific fintech lending business, but you can do it with invoice receivables, you can do it with real estate, you can do it with all kinds of stuff. Goldfish tends to focus on fintech lenders as our main borrowers. But that's just the rough idea of private credit, and private credit as an asset class, by the way, has just been growing like crazy. And this is, I would say, generally a really exciting time for private credit, because as the rates go up, that actually pushes up. That's like the floor of rates that every business in the world needs to pay. And so all of the rates that everyone is paying have gone up by basically four or 5% in the last couple of years. You have really high quality companies offering 10% plus yield, and of course, that is going to take on more risk than going to the treasuries, but it's also much our yield. You're not talking about 10% plus. And in a world where the stock market is kind of questionable and you're not really? Sure. Is this going to be a good year or bad year? People are starting to reallocate their portfolios to things like bonds, then private credit also is really attractive. And you have people like KKR and Blackrock, everybody is really doubling down on private credit now. This is kind of like a golden period of private credit or the golden age. And so we think this is a great time to be offering private credit to people, and we're going to still be doing it fully on chain. We actually, I'd say different than a lot of other places. We want to be focusing actually kind of more away from the crypto native investors into a more mainstream investor. We're going to be trying to take advantage of things like layer twos and account abstraction and embedded wallets to make the experience really, really seamless. And we want to bring that normal mainstream investor, have them barely even realize they're doing everything fully on chain in a self custodial manner, but get access to this deal that they can't get anywhere else. And so then I think that's a good way to bring more people in, because, again, it's not this thing they can just go on their fidelity account and get. It's something that's unique to what we're doing. And also in terms of investors, if we can take capital directly from investors anywhere in the world, there's all sorts of payment processor fees that don't have to take place on chain. And then eventually we can get all these other benefits of interoperability and transparency and stuff that Robert's been talking about."
    },
    {
        "speaker": "B",
        "text": "One actual other thing that I think might be worth mentioning to our listeners is the private credit market, say, in 2022 and 2021. A lot of it was actually serviced by banks like Silicon Valley bank. And I think once they kind of had their explosion in February, it became clear that a lot of these credit opportunities had to be funded by fully private entities versus pseudo private entities like FDI insured bank. And I think that has contributed, in a way, to the boom. I mean, Blake. Yeah, it seems like that has been one of the big drivers I've heard of."
    },
    {
        "speaker": "F",
        "text": "So that boom is actually. And that story you're bringing up with banks used to do this lending and sort of receding away from it. That's actually been going on since the financial crisis in 2008. After those new regulations came into place, banks were basically asked to hold onto more cash and more safe assets. And so if you look at their balance sheets, their balance sheets have actually shifted up about 20% in cash. And their lending has kind of gone down. They're just sort of flipping. And so that's like a, a huge amount of money. It's like over a trillion dollars worth of lending that was taking place ten years ago or 15 years ago and isn't now. And so private credit has been just continuing to fill the gap over the last 15 years. And so you have all these different private credit funds and stuff who kind of specialize in the different niches of, okay, I'm going to focus on fintechs in this region. Okay, I'm going to focus on trade finance in this region. And they really learn to understand that business and that industry, and they learn specifics of what kind of stuff they need to put into their loan documents. You make those as safe as possible. And that is where we've seen this explosion of private credit. It's really the last 15 years. It's not just the last two, but the last 2 may have accelerated it."
    },
    {
        "speaker": "C",
        "text": "So, taking a step back, the real world asset story, when I hear from large institutions, whether it's the black rocks of the world, I mean, you can see in Larry Fink's annual letter, he talks about asset tokenization being a big story. You see it from Goldman Sachs, you see it from Wellington, you see it from. A lot of these really large groups are looking very closely at the idea of bringing real world assets on chain. That said, it's taken a while and things haven't. We're not seeing explosive growth. Things are growing, and things maybe are going to start working. But we're waiting for that moment when this stuff really starts to kick into gear. If and when it does. And let's take it for granted for the moment that it does, what does it change? What happens downstream when all of a sudden you have a large private credit market on chain, when all of a sudden you have very large pools of treasuries on chain, what does that change? Besides the obvious thing of, oh, interest rates on chain go up, what else changes because of that?"
    },
    {
        "speaker": "F",
        "text": "I think all of a sudden you have interoperability of these assets. You have a lot more transparency, which should be able to increase the accuracy of the pricing that can take place. Because historically, if someone is holding onto a private credit asset that's in some random funds book that no one knows, most of these funds are nothing. They're not even tech enabled by and large. Right? It's not like they're not on chain, they're just not even on computers. Right? They're usually holding documents in some custody partner that they work with or they're holding it themselves. And so I think getting all this stuff on chain is going to drastically increase the amount of information we have about these loans to be able to see the payments coming back from the borrowers."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "And you say, okay, yeah, this thing's been paying back all the time. Loan documents can be pointed to through, you know, URL's, you can put on chain, that kind of thing, which should just, I think, really help facilitate these marks. Now, you said before, and I think it's true, it's not like this stuff is going to magically be liquid, right? And, you know, private credit and real estate, all this stuff is very, very bespoke, right? Like, even one house over in the same neighborhood is not the same house. You can't just assume it's the same pricing. But I do think as you bring more of this stuff on chain, you can start having things that are probably built on top to help increase that liquidity, like ratings agencies and things that are looking at stuff and you're like, okay, you know, this stuff, it's been underwritten by this team. They're like pretty good. They have this long track record, which we can see. This borrower also has a long track record. Other stuff, we can see all this stuff. And I'm going to call this b grade, whatever. Now, if you can really bring all these different private assets and call it under one risk category, then I think you can actually really legitimately create a lot of liquidity. But I think it's going to be a while because this is multi step process of get the stuff on chain. And then once it's on chain, then I think other people can probably build on top these kind of ratings, things that can help increase the liquidity, but also just nice stuff around, you know, moving money around quicker. If people actually send money from one thing to another. Like one thing that was interesting about a recent Gulf lunch loan, we did this callable structure with a company in Singapore called FAS. And that callable structure is this thing where investors have the right to call back their capital whenever they want to, or, you know, every quarter. They're like a redemption, right? Basically. And for, you know, a regular borrower, that's actually. That's a pretty annoying thing, operationally to do if you have lots and lots of investors, right? But because you'd have to have different bank account information, people in different parts of the world, and like, how do you handle all that? Who's going to pay for it? But in blockchain world, we tell them, hey, look, it doesn't matter how many investors, we end up getting like one payment to one smart contract every quarter. That's all you need to do. And operationally, that's a much easier lift for them. And that is, I call a liquidity enhancing structure. That is really only possible through something like the blockchain. And so I think you just get a lot of these nice little benefits that can add up over time. But I also generally view the blockchain as a social technology. It's more powerful than people who believe in it, the more people who are using it. And so it's this slow kind of exponential thing. So we actually start seeing a lot of people use it where that interoperability comes into play. That's why I think it just is surprising all of us at how long it's taking."
    },
    {
        "speaker": "C",
        "text": "It seems like another big difference. So you mentioned the digitizing a lot of these businesses, kind of pulling them forward into the 21st century, let's say same time, making things more trustworthy, making things more transparent, making things always online and very easy to execute for just trusting the cash flows of these businesses that otherwise would be very difficult to underwrite. Another thing that seems to me to be a direct consequence of getting more real world assets on chain is a different class of consumer coming on chain than who's there today. Today, most of the people who are on chain are speculators, just by volume. Obviously, there are some people who are on chain because they want to just hold some USDC and they want to have some safe assets, or they want to hold some bitcoin. And they're not really speculating per se. But a lot of the people who came on chain over the last few years are basically there to gamble. And having a set of users who are there to make more or less sound financial decisions and basically save for the real world really changes the kinds of products that we can start offering on chain and actually get adoption with. And how do you guys think about that?"
    },
    {
        "speaker": "F",
        "text": "I would say I think 1000%. And this is a big reason as well as why we are trying to make this shift, really increase the user experience, so that we can go after this mainstream audience that you're talking about. Because the dgens who are on there today, they want ten to 15% a day. Fundamentally, the product we're offering is ten to 15% a year. We just can't sell to those people. We have to sell to a remains for investor who wants to make these sound financial decisions. As you were saying, we want to give them the opportunity to do so. But we want to do it on chain because we want to be building this whole platform for the future where we see everything headed."
    },
    {
        "speaker": "C",
        "text": "Robert, whats your take on that? What do you think changes when you start getting more risk averse investors coming on chain?"
    },
    {
        "speaker": "E",
        "text": "Well, I think what winds up happening is it winds up being a more permanent overall financial marketplace when theres many different types of customers, many different types of investors, many different types of end users, all looking for different things. The more use cases and the more end users in one place, the better. And the more things are just going to happen, and the more connections get made and products evolve and the assets evolve as well. I think increasing the diversity of end users is only going to be a good thing because they'll stick around and do something different. They'll use another product and they'll put money somewhere else, and they'll reinvest something in blah, blah, blah, blah blah. And it all compounds. And so the long term outcome is just going to be like, I think of like 15 years. And I'm really bad at this because I used to think we'd have all the real world assets on chain right now, so I'd be totally wrong. But I think in like 15 years, it'll just be like, oh, everything is here, right? It's just like Wall street three. It's just like just where things operate and they don't operate on the paper and pencil way anymore. They stop right here."
    },
    {
        "speaker": "F",
        "text": "Yeah. I think it'll decrease the volatility of the space substantially because as Robert saying, when you have this diversity of use cases and people doing it for different reasons, then, okay, well, just because XYZ tokens aren't doing well anymore, it's risk off. That doesn't mean you leave crypto land, you stay on because, oh, well, now I can get private credit, now I can get treasury yields, now I can hopefully eventually get public equities and things like that. I think it'll just really decrease the volatility, make it more of a real economy."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think to this point earlier about the, you're talking about treasuries of like, oh, why wouldn't I just leave crypto and go buy it? If the rebalancing cost is just so low to do it without leaving, then you won't leave, right. People will just, and I think that gets to this point. Blake's making transaction costs for this stuff are not zero, especially for the not degen stuff, in the sense that in."
    },
    {
        "speaker": "C",
        "text": "The back of my mind, I'm like, oh, that's also what casinos say of, like, cheap drinks to keep you in the casino. It's like, for the real moneymakers, which is get you to buy jpegs."
    },
    {
        "speaker": "B",
        "text": "That's human nature, though. That's like, that's not a. I think that make it more in your face, of course."
    },
    {
        "speaker": "C",
        "text": "So Robert. Robert and Blake are the bartenders who are keeping everybody. Keeping everybody past midnight."
    },
    {
        "speaker": "F",
        "text": "Yeah, I was going to say, I think that the two approaches, like Robert and what we're doing, they come together. They really are complimentary in the sense that if we're bringing someone on to do private credit, some of their portfolio, they may want to say, I've got some dry powder. What do I do with this before the next investment? Well, maybe they're investing in t bills, maybe through superstate. And that's a really good combo. We want to be able to."
    },
    {
        "speaker": "E",
        "text": "That's made in heaven, Blake."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So they're not buying any jpegs is what you're telling me."
    },
    {
        "speaker": "F",
        "text": "Well, not the rest."
    },
    {
        "speaker": "B",
        "text": "I mean, to be fair, one of the funniest tweets I saw this week was someone complaining about how people aren't trying to acquire failed NFT projects and, like, they have no exits. And it's like, what were you thinking? Obviously there's no exit. Like, what are they buying? The discord?"
    },
    {
        "speaker": "C",
        "text": "Like, you're talking about selling the issuers or selling the collections."
    },
    {
        "speaker": "B",
        "text": "I think it's like the issuers had technically had companies that receive the ETH, or multisigs that receive the ETH, and they want to, like, sell whatever they think they are."
    },
    {
        "speaker": "E",
        "text": "The NFT holders do. Or the owners of the projects."
    },
    {
        "speaker": "B",
        "text": "Do owners of the projects? Like. Like, there were just people lamenting, like, there's no m and a for NFT projects. And I was like, what are you talking about?"
    },
    {
        "speaker": "E",
        "text": "So if somebody makes, like, sad tapes, right, and, like, obviously it's some, like, knockoff and nobody wants it. The sad ape owner is looking for somebody to take over the sad ape project that has already fizzled out."
    },
    {
        "speaker": "C",
        "text": "Yeah. Wow. Yeah. This is a very weird industry. So just one more thing that I wanted to touch on. So you guys were talking about. Okay, we're starting with tokenized credit, private credit, or, sorry, tokenized treasuries. Private credit. Maybe eventually we'll get to public equities. I was thinking of mirror. For those of you who don't know, mirror was one of the projects in the terro ecosystem was basically building perps on us treasuries. This was a meme for a long time. And something that we took a lot of interest in is this idea that, look, if you take these delta one derivatives that people love in crypto and you just wrap them around traditional assets, you can basically create synthetic forms of just about anything, as long as you have a price feed. And you can do it for bitcoin, obviously, with a perp, but with a professional swap, but you can do it for any asset so long as you have an index. And there was a moment when some of these things were getting some traction, and people were excited about synthetix, people were excited about mirror, and they all kind of fizzled out. And it does seem like this is probably the best theory for why, which is that there was nobody on chain who actually wanted to make sound financial decisions. And that basically the part of your portfolio that you were acting like an adult with, you were not bringing on chain, you were keeping that in your brokerage account or whatever. And the stuff you bring on chain, you're like, hey, yo, I'm here to gamble. I'm here to farm. I'm here to do whatever, but I'm not here to buy some Apple stock and hope that the oracle works."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's sort of the. I totally agree. I think it's also sort of the same reason why we haven't seen on chain index funds work. It's like no one's trying to diversify their portfolio on chain. They're trying to go 100 x long. Pepe, it's just a very different sort of mindset."
    },
    {
        "speaker": "E",
        "text": "Apes and maladies."
    },
    {
        "speaker": "D",
        "text": "Right, right."
    },
    {
        "speaker": "C",
        "text": "Ah, true, true. Which actually is where that. That diversification actually may have worked out."
    },
    {
        "speaker": "B",
        "text": "What. What is the. What is the 60 40 portfolio of nfts?"
    },
    {
        "speaker": "E",
        "text": "Uh, apes and maladies?"
    },
    {
        "speaker": "C",
        "text": "Apes. That is. That is absolutely correct."
    },
    {
        "speaker": "B",
        "text": "You think? No, but what ratio?"
    },
    {
        "speaker": "F",
        "text": "What ratio?"
    },
    {
        "speaker": "B",
        "text": "No, I. You still have."
    },
    {
        "speaker": "E",
        "text": "You have to come up 60 40. 60 ape, 40 milanee."
    },
    {
        "speaker": "B",
        "text": "Okay. Wow."
    },
    {
        "speaker": "C",
        "text": "Yeah. You might be 80 20, the opposite direction now. I don't know. I don't know. Yeah, yeah. Auto rebalancing. Auto rebalancing. Okay, there's one more story I wanted to cover today. So there's a company called Arkham, which is kind of a blockchain intelligence company. They do a bunch of data that you can see about what's happening on the blockchain. And so they had a token launch. They're launching a token, which I had not realized that they have a need for a token, but apparently they do. So they're launching a token, I think, on Binance. Launchpad or something. And this token, well first there was some kerfuffle because they have some referral program where you can post a link to hey, sign up for Arkham with my referral link. And this referral link was a base 64 encoded version of your email, like your raw email, so people could just read each other's emails from posting these referral links, which was hilarious. They eventually fixed it. But that's just funny. But the product itself, the product for which this token is being created is basically a kind of communal tagging system where you can, I don't know what the token mechanics are, but more or less you stake something and you're like ah, this person, this address corresponds to this real world person and I'm staking this amount of risk on it. It's basically like a crowdsourced tagging who is who. How do real world identities correspond to on chain addresses system? And a lot of people got upset about this because they're like, hey, this seems like basically a kind of incentivized de anonymization network. This is bad. This is going against the crypto ethos of allowing people to maintain their anonymity if they so choose. Curious to get thoughts from the panel on is this good? Is this bad? Is this part of growing up as an industry that like, hey, I mean obviously etherscan has this tagging mechanism. There's nansen that has, you know, it's not as though these things don't exist somewhere, but it does seem to rub people the wrong way of like, hey, I'm just going to like pay people. I'm just going to crowdsource different people and pay anyone to claim that this person corresponds to this address. What do you guys think about this?"
    },
    {
        "speaker": "E",
        "text": "I just think it's a faulty mechanism. Like what's stopping me from going out and getting a couple tokens and saying that zero x 1234 is haseeb, you know, and just, I don't care about losing or burning my tokens. It's a troll against a seed."
    },
    {
        "speaker": "B",
        "text": "Who would have thought the oracle problem was hard to solve?"
    },
    {
        "speaker": "E",
        "text": "Yeah, who would have thought this was a difficult thing?"
    },
    {
        "speaker": "C",
        "text": "I may have heard of this. I may have heard of this. Well, I'm inventing the token mechanics. I don't actually know if this is how it works. This is how I assume it works. I can't imagine how else it would work."
    },
    {
        "speaker": "F",
        "text": "But registering thing, people are staking on these facts."
    },
    {
        "speaker": "C",
        "text": "We do not speak of token registries."
    },
    {
        "speaker": "D",
        "text": "This is like an auger throwback really. You know, it's like, you. You stake the token, you have disputes, you have an escalation game."
    },
    {
        "speaker": "F",
        "text": "This is, like, true story."
    },
    {
        "speaker": "C",
        "text": "Actually, you are completely right. This, presumably, would be the same mechanic. Now, again, I have not actually read the thing. And I just heard. We just heard about another podcast that was sued for not correctly reporting a story. So I'm going to caveat. What we say very clearly is that I have not readdez the token mechanic. So it could work in a totally different way. So please, Arkham, please don't sue us. Although it is, I will say it's a very shadowy name for a company that makes me afraid of law, isn't it?"
    },
    {
        "speaker": "F",
        "text": "Still trust. I'll say that. Arkham is the name of the insane asylum from Batman."
    },
    {
        "speaker": "C",
        "text": "Isn't it? The name of the. No, Gotham is the name of the city."
    },
    {
        "speaker": "F",
        "text": "We got the name of the city, but Arkham is the name of the insane asylum."
    },
    {
        "speaker": "C",
        "text": "Yes, yes. Yeah. I don't know."
    },
    {
        "speaker": "D",
        "text": "They issued a, like, a statement today or yesterday, and there was this other sort of funny meme running around where people are looking at the founder on LinkedIn. And he had his past history, and then he had one interest, one thing he was interested in on LinkedIn, and it was the CIA. And then everyone in their statement today, they had a section that was like, are you like the FBI or the CIA? And they're like, no, we are not. We are, like, not a. Associated with any law enforcement. And I'm like, I feel like your company is really not going well when you have to specify that in public, you're not a government project."
    },
    {
        "speaker": "C",
        "text": "Are you the cops? Wow. Okay."
    },
    {
        "speaker": "F",
        "text": "I mean, you get a little bit around. Why are people having to ask?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay, well, interesting. So I think we're all on board with, like, we don't think this is going to work. Let's say there was a version of this that did work, uh, or that was a trustworthy repository of addresses. I mean, look, regardless of whether or not this Arkham system works, Etherscan does this, Nansen does this. Is this good to encourage this, to reinforce it? What do you guys think about these kind of address registries?"
    },
    {
        "speaker": "F",
        "text": "Well, what about. There's also Ethereum attribution system, eas, which I believe a number of people I know for sure. Why? I'm not sure. Let's say a large company is working on building something to help do their own attributions or attestations. Sorry, attestations is the word. I mean, to be saying. Ethereum attestation system, that's like, an open standard. I think a bunch of large companies are going to be doing that, which sounds better than any sort of token staking mechanism. I honestly would probably just prefer to trust some large company who has a reputation at stake, which is actually something really valuable for them, rather than these tokens, which will fluctuate in value wildly."
    },
    {
        "speaker": "C",
        "text": "Well, but that's a. That's a self attestation, right? That's like saying, this is my. I'm Coinbase, this is my address. Correct?"
    },
    {
        "speaker": "F",
        "text": "It would be like Coinbase saying, this. This is this person's address, or this person has been KYC for third party."
    },
    {
        "speaker": "C",
        "text": "I see, I see, I see."
    },
    {
        "speaker": "F",
        "text": "Yeah, yeah. Third party giving attestations about someone else, which is what I assume Arkham was trying to do here. Like someone else is staking, telling."
    },
    {
        "speaker": "D",
        "text": "Like, I understand some of the motivation. I think it's maybe not as nefarious as people assume. It is very laborious and manual to actually tag a bunch of the market maker wallets and some of the exchange wallets, and you can do some basic heuristics to identify them. But someone has to go there and go through all these things, and it's not always going to be 100% accurate. Part of their thinking. And I think Arkham basically tries to compete with Nansen and sort of being this token on chain intelligence platform. Hey, what if we can bootstrap our own dataset and instead, I think it is obviously can be used this way. But I think it's also been sort of presented as it's a doxx to earn platform, which I think, well, doesn't."
    },
    {
        "speaker": "B",
        "text": "The white paper start off with the sentence, the inevitable end of blockchain is to have everyone doxed or something? It has some ridiculous something that sounds like it's out of, like, Peter Thiel meets Batman fan fiction that, like, I don't."
    },
    {
        "speaker": "E",
        "text": "I don't."
    },
    {
        "speaker": "C",
        "text": "Wow, that is. That is pretty dark."
    },
    {
        "speaker": "B",
        "text": "The white paper is just so so."
    },
    {
        "speaker": "C",
        "text": "They're really living up to the game."
    },
    {
        "speaker": "B",
        "text": "It was just, like, written by someone who, like, seems a bit, like, lacking any form of social empathy with any other human on the planet."
    },
    {
        "speaker": "F",
        "text": "Ouch."
    },
    {
        "speaker": "C",
        "text": "Too many years in Gotham City will do that to you, man. It wears you down. Wow. Okay. Robert, was there something you want to add?"
    },
    {
        "speaker": "E",
        "text": "I was just gonna say they're clearly playing up that, like, dystopian fan fiction element. They're feeding off that for their own brand and their own energy, so."
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay, well, either way. Well, let's. Let's hope that they managed to get this reg. I mean, I don't actually know what I hope. I don't know what their registry to work or to not work is kind of."
    },
    {
        "speaker": "B",
        "text": "Wait, here's the phrase. De anonymization is destiny. That was, like, when I saw that."
    },
    {
        "speaker": "C",
        "text": "Wow, that's a. That's a very good tagline for the CIA."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "It's like everything they write just seems to just be like. I could ask chat GPT to write, what would Peter Thiel say about blockchain data and monitoring people? And it would have come up with this."
    },
    {
        "speaker": "C",
        "text": "I feel like DARPA must have been their lead investor or something. It's a little too on the nose. Anyway, all right, before we get sued, we have to wrap the show. To be clear, these are all. We have no idea what's going on, so don't take anything seriously. Let's go ahead and wrap. Blake, thanks for coming on the show. It was great to hear about what's going on at Goldfinch."
    },
    {
        "speaker": "F",
        "text": "Thanks."
    },
    {
        "speaker": "C",
        "text": "Wish you all the best. And Robert, congrats on the launch of Superstate. Anybody who has money, put it in. This is not investment advice, but you should. Absolutely. Maybe if it's appropriate for your portfolio, you should buy tokenized treasuries."
    },
    {
        "speaker": "B",
        "text": "I love the descending sequence of disclaimers. That was, like, the best part of."
    },
    {
        "speaker": "C",
        "text": "I'm getting better at this. I'm getting better at this. My ability to disclaim as something as soon as I say it is being in this industry, you get on top of it. Anyway. All right, we got a wrap. Thank you, everybody. See you next week."
    },
    {
        "speaker": "B",
        "text": "See you later."
    }
]