[
    {
        "speaker": "A",
        "text": "There is work to modernize the EVM, but from a user experience cost performance perspective, SVM is clearly superior right now to the EVM. I think that it's a lot easier to onboard users to play with on chain applications. When I travel internationally, I used to tip people in ETH. Well, actually it was bitcoin and then I would tip them in ETH and now I tip them in sol."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the January 2, 2024 episode of Unchained. With iTrust capital, you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages, 24/7 access and the industry's lowest fees. Arbitrum's leading layer two scaling solutions can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security. Rooted on Ethereum, Arbitrum's newest addition, orbit, enables you to build your own tailor made layer three. Visit arbitrum IO today. Streamline your defi with Vaultcraft, the ultimate on chain toolkit for deploying custom automated Defi products on any EVM chain. Join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on Voltcraft IO. Hey, unchained listeners, as you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Today's topic is modular versus monolithic blockchains, but also 2024 projections. We're going to mash it all up into one show, and here to discuss are Chris Berniski, partner at placeholder Anatolia Yagovnko, co founder of Solana Labs, and Nick White, COo at Celestia Labs. Welcome. Chris Anatoly, and Nick."
    },
    {
        "speaker": "A",
        "text": "Thanks, Laura."
    },
    {
        "speaker": "C",
        "text": "Hey, Laura. Good to be here."
    },
    {
        "speaker": "D",
        "text": "Yeah, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "So, Chris, you were the person who came up with the idea for this particular episode, and you were interested in talking to anatolian Nick, because, as you put it, Solana was the most successful asset of 2023. And it's a monolithic or integrated blockchain. And then Celestia, on the other hand, is what you call the most successful launch of 2023. And it has this modular approach. So why don't we just start with definitions? Go ahead and describe for the listeners how you would describe those two approaches to blockchains. And then, without saying which of these you think will win out or a superior, if you have a view on that, you can also explain the pros and cons."
    },
    {
        "speaker": "A",
        "text": "Okay, will do. And I'll probably rely on Tolle and Nick to give even more precise definitions because they're more expert than I am. But I think, I mean, this podcast started because you asked me who I would want to talk with, and I was like, well, you know, Solana and Celestia and Toli and Nick. And I really think of these two teams as the modular versus integrated barbell. And I don't want to pit them against each other so much as I want to talk about ways in which they're uniquely useful approaches in different settings to first define them. I think of modular as thin pieces loosely joined, so you have different layers of a stack where a single protocol is best in class at doing one thing or a very limited set of things. The terms that come up often in modular are data availability, settlement and execution, and we can dig into those more. And Celestia is best in class in data availability. It's really category leading and defining of data availability, then integrated says, hey, we're going to take those layers of the stack and we're going to so tightly integrate them that the end experience to both the developer and the user is going to be more seamless than if you took the modular approach. Now, there's a long run debate of which will be cheaper, which will be faster, which will be more scalable, and I think we'll get into a lot of that today. One of the analogies you could use here would be, say, iOS, which is very vertically integrated on the apple side, versus Android, which is very pieced together. Now, there's a lot more users in the world on Android, but iOS is an extremely valuable ecosystem and underpins Apple as one of the world's most valuable companies. You wouldn't, as an investor, say, I only like iOS or I only like Android. If you could invest in both, you would invest in both if you're a growth minded, non tribal investor. And so that's really where placeholder sits. Placeholder works with both Toli and Nick. Celestia has had the most amazing launch of 2023, in my opinion. I kind of think of each year as having a launch that defines that year. And then Solana is the phoenix that has risen from the purported ashes in 2022. 2022 was probably, Solana got the biggest shellacking of any asset in 2022, but bonded through that process, further forged its soul, and I think proved a lot of people wrong about the direction that it was going. And I think that now people look at within the integrated stack, theres really, I still think of Ethereum as more integrated than modular. Its kind of migrating towards modular. But its really Ethereum and the EVM or Solana and the SVM are the two that you would choose from in the current developer climate."
    },
    {
        "speaker": "B",
        "text": "Yeah, I actually realize there's a good analogy for what Solana went through, which is I actually feel like the FTX debacle was Solana's Dao movement."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Although I guess Solana had achieved probably more success than Ethereum had at the time. But in a way, both of the blockchains came out stronger from those events. So, Anatoly, why don't you talk a little bit about why it is that Solana is pursuing this integrated approach?"
    },
    {
        "speaker": "D",
        "text": "I have this obsession with the idea that we can synchronize all the world's information in one chunk of memory. Memory, I mean, by your computer ram. So it's kind of the fastest place where you can store information. And we have that chunk of it, however big we can make it, we replicate it and scale it around the world. And it's as if you drop a bit into this bucket and it quickly, rapidly is replicated around the world and everyone knows about it as fast as speed of light allows. And the reason for that is because I think if we can achieve that, we can achieve a better price discovery engine than you can do with New York Stock Exchange or Nasdaq or whatever. Because even though those systems trade at these sub nanosecond matching engines or whatever, information still has to propagate around the world. Like you have some news event that happens in Singapore or something that's important to markets. It has to go speed of light through fiber or whatever satellite, some path to get to a trader in New York so they can look at their terminal and it has to hit that algorithm that's housed inside New York Stock Exchange for that algorithm to go take action at the market. And if at the same time in Singapore, somebody sent a state transition to a very local, multiple concurrent block producer on Solana, that block producer will start transmitting that transaction around the world as that news travels. So by the time somebody is looking at markets in New York, it's already in the state of Solana. That news event already took effect in whatever market is important to it. So there is no arbitrage anymore between New York or a decentralized system run by a bunch of volunteers and commodity hardware. And that's really, really, really cool. That's just like, science fiction, right? Like, if we can build that, I think that really levels the playing field. At the hardest part of finance, which is, like, the actual, where all the money's made as an execution. It's in trading. It's in this, like, synchronizing information and information arbitrage, we can level that playing field for the whole world. I think it's kind of, like, one awesome engineering achievement. I can pat myself on the back and be very proud of that. And two, I think it actually creates value for the world. I think it's awesome. And we'll make finance more transparent and better and cheaper for consumers, and all those things are good. So this is kind of like, that problem is what I want to solve. And if modular approach was the better engineering solution, I would throw out all the Solana code, copy celestial code, and we'd be doing that. Like, I have no qualms about, like, implementation. It's just, like, starting from that is where we have, like, to the best of our ability. Like, so far, we've gotten this far in the implementation."
    },
    {
        "speaker": "B",
        "text": "All right, so I'm sure probably both Chris and Nick have thoughts on that. But before we get to that, why don't we just have Nick explain what Celeste is, what it does? Obviously, it's the newer project here, and so some listeners may be unaware."
    },
    {
        "speaker": "C",
        "text": "Sure. Celestia is the first modular blockchain network, and it has a unique property, which is that it can scale with the number of users and nodes in the network. And its core value proposition to developers is that it makes it easy for anyone to deploy their own custom blockchain. To explain what a modular blockchain is building off of what Chris said, instead of putting all the functions that you need to build a decentralized application into one protocol, a modular blockchain splits them up into different component protocols. Then those protocols can be optimized for that specific thing. You can have a whole suite of these different protocols, and then as the developer, when I'm going to build my application, I can pick and choose these different components and slap them together into the full working end product. And that enables me just a whole new degree of flexibility and customizability. It enables me to build things that are not possible when you're stuck with a one size fits all, sort of general purpose, monolithic approach. And so I kind of think of monolithic as one size fits all, and then modular as more tailor made and more customizable. I think another aspect of modular blockchains that I think we really care about is this idea of permissionless innovation, which is that if there's one team or just one protocol, you can only really, it limits the amount of innovation you can do, because that one protocol makes all the decisions. And in a modular setup, anyone can go and say, hey, I actually don't really like the way the execution is done, so I'm going to write my own execution layer, or I don't like the way that the data availability is done, I'm going to do it differently. And we're already seeing this happen and take place. A lot of really talented builders are coming in and innovating on these different components, and we're having this explosion of different pieces that people can build from. And so I think that just fundamentally speeds up the rate of innovation in crypto more broadly. And it's kind of like a. I think monolithic is sort of like a top down. Like, hey, we're going to decide for you what the infrastructure stack should look like. And then a modular, it's more of a bottom up, you know, hey, developers, builders, whoever is out there who's talented, come and build your own pieces and let the free market decide which ones are the best. That's the way that I see modular versus monolithic. And as Chris said, celestia is focused on specifically data availability. So we've implemented a new technology, a new cryptographic primitive called data availability sampling. Essentially what that does is it enables the blockchain to be verifiable on consumer hardware, like a smartphone. And also, the more people that are verifying the chain and running these light nodes, we call them, the bigger the block size can get. So for the first time, you don't have a fixed capacity or throughput for the chain. It can grow as there's more users and people running nodes."
    },
    {
        "speaker": "B",
        "text": "Yeah, I take your point from earlier about how you can make things more customizable when you're going for the modular approach. Honestly, the way you were describing it, I was actually thinking about how the world has shifted more and more to this SaaS model software as a service. And there's some kind of idea like that. Oh, you know, so let's say at some point in the future there's multiple competitors to Celestia. Then some developer could say, oh, actually like Celestia doesn't work quite well for me for data availability for this or that reason, but this other one is more suited to my needs or something like that. And yet at the same time, I'm sure most of us, I asked us all to silence our phones before we started. And I know Anatoly uses an iPhone in addition to a saga he called a saga phone is nFT phone. But Chris and Nick, I'm assuming you also used iPhone. So that's kind of a vote for the Solana approach. I'm just curious maybe to further that point of the discussion and just hear everybody's thoughts on how this might look in the future and how people you expect will both build in the space than what most people will end up using to defend."
    },
    {
        "speaker": "D",
        "text": "Like Nick a bit. I think like developers are impossible to market to. Like, it's basically like there's no way you can sell something to a developer. You can like inspire them to go build something. And the modular approach, like in operating systems, there's like a whole genre of operating systems actually called modular operating systems. It's very opposite design from Linux. And if you're coding in Linux, you're kind of stuck in this box and you have to build things a certain way in c, in interfaces that were built 20 years ago. And it's very constraining. It's a job because of that. There's a whole suite of operating systems that people can build way more expressive things and totally different applications. These actually have spawned during the mobile era. During the mobile wars, there were dozens of competing OSS. Vast majority of them were not built on Linux actually. It was very much like modular approach, like QNX, because developers could get nerd sniped and build something really cool there. So you kind of like. I think there's just no way that like giving developers optionality is not the right thing, like that has to exist. I think like a super, super high optionality like environment is going to exist because there's always developers that want it. So you have to pick what you're optimizing for and that's awesome. I think that they're doing it from our perspective. That's not what I care about. I'm optimizing for a very specific thing. And that nerd snipes are developers that really care about that. And they're the ones that are going to be nerding out about these latencies and all this other stuff. They don't care about the optionality because they will code around like, the horrible interfaces or the really hard developer environment because they really, really care about that specific optimization. So you kind of have, like, I call it like, the developer pane is like a Pareto efficient curve. There's like spots on it that you can pick, and they're like, people built for that. And like, the devs will like, pick a specific spot of pain that they want to take and they will code around it."
    },
    {
        "speaker": "B",
        "text": "So developers in Solana are like Max."
    },
    {
        "speaker": "D",
        "text": "Payne, but they want like, a very specific outcome. And like, what we're building provides that outcome. It, like, reduces paying somewhere else."
    },
    {
        "speaker": "B",
        "text": "Okay. But, so I'm sure I just want to bring this up. And the funny thing is, actually, I don't even remember if I asked you about this in our earlier interview. I definitely read it at the time, but you probably saw that essay that went around in November, the horrific inefficiencies of monolithic blockchains by some and on Polynya. And they argued that validity proofs would enable blockchains to scale, since they imagine there would be like, these validity proven execution layers, then like Celestia, a layer for data availability sampling. And they said that ultimately, when those types of things are being used to help scale blockchains, that we will then finally see kind of like global use on mobile devices. And people were saying this was a kind of like a veiled critique of Solana. So what would you respond to?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, that one, you can just like, type in the math of Google. If you, like, want 100,000 nodes around the world, it would take roughly one gigabit of bandwidth to synchronize all of them every 400 milliseconds. Like roughly. Right. And one gigabit of bandwidth is not a lot. So if there's, like, demand for that many boxes to all be synchronized with the Solana state, we have the technology to solve it. So from a very kind of, very dumb engineering approach, what he's talking about, that Solana can't scale to a large size of replicas, large number of nodes, or large bandwidth. That's just not true. Simply because of today's technology, Google is offering 20 gigabit fiber to the home. You expect that to be ten gigs, probably common within five to ten years, to the home around North America and Europe. So you kind of see that like normal development, like in networks and computers already get ahead of what folks kind of realize with their brain. It's just technology that's moving at an exponential pace is really, really hard to wrap your head around. And we're already there to support, I think, very, very large, very large throughput networks at the hardware level. The hard part is the software. This is like, it takes two days to ship twice as many cores from Amazon. It takes six to twelve months to ship reliable software that can use them."
    },
    {
        "speaker": "A",
        "text": "So I want to dig in here a bit more too, Laura, because I think there's a hidden commonality between Celestia and Solana that has to do with scaling with the future and the unit economics of experimentation in their different fields. Now, as a starting point, I think what we've just alluded to is different value sets. Laura, you and I got started covering bitcoin together, and then Ethereum came around, and here are two leaders of neither bitcoin nor ethereum, and they're both very relevant in today's crypto, and they're different value sets than bitcoin or ethereum. Right? It's the value sets of Solana, it's the value sets of celestial. There's intermingling of value sets between different ecosystems, but they're still pretty unique value sets to each ecosystem. And when I look at the future proofing or the future scaling of both of these and the unit economics, one thing that I find really magical is with Solana, you can send value to anyone, anywhere in the world for one 100th of a cent. And with Celestia, you can post a transaction to a data availability layer, its data availability layer, for roughly one 100th of a cent. And as compared to their competitors, they're two to three orders of magnitude cheaper. So it allows for two to three orders of magnitude more experimentation, which will just bring in more developers and more users, which will continue to reveal cryptos future. I feel like in 2021, we got stuck in scale fails for the most part. Things got too expensive, couldn't expand to the number of users, the demand that was there, then the dollar values of transactions and items, and all these things just skyrocketed, got, you know, very bubblicious. And that's okay. Speculation is part of innovation itself. But then that, you know, that ultimately led to the topping out of that adoption wave. And then the last few years have been building for, you know, ideally, another order of magnitude more adoption. Right. And so if you, if you look at Celestia, you know, Celestia's data availability layer, that really underpins everything that people are talking about with roll ups, roll ups being execution here, that then settles that data to a lower layer. And it could be ethereum as a data availability layer, could be eigen layer, or it could be Celestia. And Celestia is, in my opinion, the category defining winner here, or likely to be. Then the other thing with Celestia on data availability sampling is Celestia can handle more throughput as you have more nodes on the network. And Nick can probably describe this with more technical detail and precision. But a really key component of celestia is that it continues to be able to handle more as there is more support for the network, which is actually the opposite of what we've seen with a lot of blockchain systems to date. Similarly, Solana is set up that as hardware continues to scale in its performance and connectivity continues to scale, Solana can scale more and can process more throughput. They're both set up directionally to be future proofed and to handle continued orders of magnitude increases in scale, which is still what we need. None of this is web scale yet. Right? Like, we're still just like, arguably baby steps in these systems. But I do think that Solana and Celestia are some of the most forward looking in terms of their unit economics and future proofing of scaling."
    },
    {
        "speaker": "B",
        "text": "Nick, do you want to elaborate on the throughput?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Well, I just agree with Chris in that I think there's a deep commonality and shared philosophy between Solana and Celestia, which is that we both believe in abundance and cheap fees and just scaling the base layer of crypto so that we can actually build more things and enable new applications and make existing applications accessible for mass adoption. I love that because we're aligned on that. And I think that aside from Celestia, that's just a very noble cause that we should all be working towards. We take slightly different approaches, but what that is about is about scaling block production. How much data throughput can your network sustain? But I think where the philosophies slightly diverge a little bit is that Celestia cares a lot about verifiability. In addition to scaling block production and the throughput of the network, we also care about scaling verifiability, meaning that it's really important to us that end users can actually audit and verify that the chain is following the rules and that everything is legit, because that is what blockchains have been built for. And what sets them apart from web two in our mind, is that they're verifiable computers. And so I think that's kind of where I. Where the philosophies slightly diverge, and that's where it leads to different kinds of architectures, where we've placed a really big emphasis on this data availability sampling, because that's what enables our users to run these light nodes and verify celestia on their phone. Whereas I think Solana, at least for the time being, is okay with having high node requirements. We also have high node requirements for our validator nodes, for our block producer nodes, but we want to have a low node requirement option for the end user. So I think that's where there's overlap, but then also slightly divergence. And I think that's maybe kind of related to the meme that I see going on on Twitter of Solestia. It's like Solana and Celestia kind of combined because I think there's overlap. Right. But not fully overlapped in some ways."
    },
    {
        "speaker": "B",
        "text": "Yeah, I did want to ask you about that because, well, actually, this also segues to a question for anatoly. Obviously, Ethereum started as a monolithic chain, and then it transitioned to a modular one. So is there anything that you could think that might happen that would make you someday think that Solana needed to also switch to a modular structure?"
    },
    {
        "speaker": "D",
        "text": "Well, the thing is that, oddly, there's nothing we could do to stop a developer from taking the Solana user transactions and putting them into Celestia with the Solana state route and then running a fraud proof mechanism or a validity proof to guarantee that proof, and then creating effectively equivalent to a roll up bridge, like a data availability bridge from Celestia into Solana, and at the same time from Ethereum into Solana. There's absolutely nothing like we could do at the protocol level to prevent them from doing that, unless we have a broken protocol. As an engineer, I would want Solana to be flexible enough to allow for that, and that's totally fine. I really want to think of these things as engineering solutions when there's a very specific demand, if there's enough demand for assets that are uncellustia to have this style bridge that has this higher level of guarantees, somebody will build it and monetize it, it's just going to happen simply because there's an opportunity and somebody will go write the code and it'll happen. So in my mind, I think we're going to start seeing the kind of like, a lot of stuff bleeding together between data availability and optimized chains and what I would say the execution layer, optimized chains. There actually might be a lot of crossover there. And things are going to start looking a little bit like everyone's working together, but everyone's also competing. And that's totally fine from my perspective. I don't think there's, the idea for us to modularize the code or not is more like implementation details when we're starting to figure out, okay, we have 400 millisecond block times. How do we get to 200 millisecond block times? Well, for us, it means actually separating execution from fork choice. It's still part of the same binary. They're just running asynchronously. And that very much starts looking like a chain with an enshrined roll up. And you're starting to ask, is this a modular design or not? Well, no, this is just the necessity of life. For us to achieve the goal that we want, which is shrink block times and improve performance there require us to borrow the same techniques. I think this stuff is going to happen naturally across, like, all chains that have users, because we're all a bunch of smart engineers. All these ideas are open source, we're all trying to improve the product, and it's this, I think, iterative process. But I think there are going to be clear differences. And I think the best example that I can show now is that you look at Jupyter, which is a routing app that's routing between markets inside one state machine. It can do a 20 cent trade and spread it between five different liquidity pools. That's really, really hard to do in Ethereum, because if you're going one ethereum, l, one gas is expensive, but even between altoos, because of the hops, and then kind of like, the asynchronous nature of that design means you can't have the same guarantees for at that low price, right. You kind of have to, like, maybe you can do it at a very large trade, but as you start to shrink things and make things faster and faster, the asynchronous nature of those separate state machines start to show themselves. So we're going to see this kind of like, separation. But a lot of the engineering ideas very much are floating around. Like, one of the best engineers that I've ever talked to is don cried from Ethereum. And I ask him questions all the time, how'd you guys solve this? And it's very much open and collaborative. And those folks are awesome, the Celestia folks. I think the data availability sampling design is really, really good. If it works on Solana at the bandwidth that we want to achieve, we would definitely implement it for users because it's just a plus. It doesn't take away anything, it just adds extra security. It's awesome to have folks like that."
    },
    {
        "speaker": "A",
        "text": "Research that side of it and to layer in here. Laura the natural modularization of Solana is already happening. If you look at a team eclipse, which is an SVM roll up that settles into Ethereum and uses Celestia for data availability, it gets to access like Ethereum. Liquidity in users and wallets uses Solana execution through the SVM and Celestia unit. Economics at the data availability layer, that would be one thing that's under progressed development with Showtime probably in 2024, let's say. Or you take a team like code, which is Ted Livingston, which built Kik, which was a massive consumer success messenger that then got pinched by WhatsApp and so on and so forth. They're building code, a really slick wallet on top of Solana, and they've effectively built a type of l two within Solana that totally could probably expand upon with a neat trick they use within the Solana code base. And so, to Toli's point, smart engineers are finding ways to modularize Solana itself to just meet their needs. And so I don't think it has to necessarily even come from Solana core or already reality is proving out that it doesn't."
    },
    {
        "speaker": "B",
        "text": "Okay, so in a moment, we're going to talk a little bit more about modularity versus integrated approaches, plus also give a sneak peek into 2024. But first, a quick word from the sponsors who make this show possible. Did you know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible. But what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains. But in an IRA, like a Roth IRA, gains can be tax free. ItrustCapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximum your retirement savings with itrust capital. Defi just got way easier with Vaultcraft, a blockchain infrastructure for building, deploying and monetizing non custodial yield strategies in a few clicks. Forget spending months of R and D capital and human resources when you can now instantly launch your crypto fund with Vaultcraft on any EVM chain from wallets and institutional service providers to anandgensitive. Vaultcraft supercharges your crypto assets by enabling instant cross chain yield strategies that you can deploy in 1 minute. Now anyone can supercharge their crypto portfolios with custom tailored DeFi strategies. Join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three, or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, Arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting Arbitrum IO today. Back to my conversation with Chris Anatoly and Nick. So you described that Eclipse project, which you said settles into Ethereum but is an SPM project. So do you think that we will see more kind of like modular Ethereum apps moving to SVM or more monolithic slana apps moving to Ethereum? And this could be for anybody, or maybe it'll be equal both directions."
    },
    {
        "speaker": "A",
        "text": "Well, I can just kick it off with the higher level overview, which would be like, if you've written an app for the SVM, you can't just port that to the EVM. Very different process and environment. And so what something like eclipse does, because the execution layer uses the SVM, you can take an app that you've built for Solana. For Solana users, you can run it in eclipse, but give that access to Ethereum liquidity and wallets for the developer that is, within the Solana ecosystem, it's easier access to Ethereum users. Tolle went through a lot of this when he was getting Solana off the ground. To get teams to move from the EVM to the SVM was harder than pulling teeth. It was practically impossible because they built for the EVM. And then you have to go through a complete rebuild to get to the SVM. Now, what's super interesting, what happened as a result, is you had a bunch of homegrown teens building for the SVM from the ground up, and now that's created its own organic set of die hards, both on the developer and user side within Solana. Now, I think here's something that's going to get really interesting. It's my hypothesis that the SVM will have more users in aggregate than the EVM in a few years. Then you might have people who are like, oh, wait, I want an EVM environment. I want to be able to port my Ethereum app to get access to Solana users. That's actually the reverse of what we're seeing with eclipse right now. In order to get to that state, we need a couple orders of magnitude more users to come online on chain."
    },
    {
        "speaker": "B",
        "text": "And wait, before we continue with the discussion. So, Chris, can you explain why it is that your theory is that we'll have more Solana users in a few years than Ethereum users? Because in certain parts of Twitter, that will definitely be fighting words."
    },
    {
        "speaker": "A",
        "text": "Well, and I said SVM versus Evm."
    },
    {
        "speaker": "B",
        "text": "Oh, right, right."
    },
    {
        "speaker": "A",
        "text": "And I say that specifically, I just. The Solana virtual machine is paralyzed. It's much more performant. You do have teams like Monad, which are working on a complete redesign of the EVM to parallelize it, and it's a very credible team, and it's also a team that placeholder works with that I'm impressed by regularly. So there is work to modernize the EVM. But from a user experience cost performance perspective, SVM is clearly superior right now to the EVM. I think that it's a lot easier to onboard users to play with on chain applications. When I travel internationally, I used to tip people in ETH. Well, actually it was bitcoin, and then I would tip them in ETH, and now I tip them in Sol, like download a phantom wallet. Let me send you value in Sol or USDC. And it's the experience of, like, I click a button and we have the two phones down, right? I click a button and pretty much instantly the value shows up on their phone. It cost me one 100th of a centenne, and it's the dream. I've always said to people, for as long as I've been in crypto, of like, send value for practically free, instantly, to anyone, anywhere in the world. And so the SVM is part of allowing that to happen. The EVM could get there, but it needs more work to get there. And until it gets there, I think the SVM is going to continue to gain share on the EVM. Now, on the developer side, the EVM still has massive share over the SVM. I want to say, like 95% EVM to 5% svm. So this is a borderline. Certainly a year ago, it was a preposterous thing to say, I think now people are like entertaining it a bit more. But if the SVM gets some breakout applications, and I'm talking like 100 million on chain users, that's going to start to pull a lot of developer attention and curiosity. And it only takes a few of those for people to go, wait a second, SVM's also got to be within our design purview or list of potential choices."
    },
    {
        "speaker": "B",
        "text": "All right, so we're going to make a segue to our 2024 predictions portion. However, there's a bridge question, which was actually something that was submitted by Wayne Vaughn on Twitter because I sought questions in advance and he asked, what's your view on the latest wave of startups building on bitcoin? Are these founders at a disadvantage over companies building on Ethereum and Solana, or do they have an advantage as bitcoin gains mainstream acceptance as the leading digital asset?"
    },
    {
        "speaker": "A",
        "text": "Well, I just answered, so I don't want to hog their time. But I have a view."
    },
    {
        "speaker": "D",
        "text": "I think it's really, really hard to build things on bitcoin that lower fees without effectively building a side chain. And you can build a side chain, but you could just use Solana and bridge bitcoin into it, or celestia. Right. Or whatever. And that's like, I think, I think that's basically kind of like, my view is that like folks are going to be successful there, but it's almost like building for the Ethereum layer one for the very whale like environment where the fees are high and you're kind of just trying to make money off like very high value trades. That's totally feasible, right, to have a company there that's successful, but it's not something that I would expect to scale to the 100 million users that we all want to join. Right. The ecosystem."
    },
    {
        "speaker": "C",
        "text": "I think that modularity has somewhat revived the bitcoin community. People started seeing bitcoin not just as this layer to transfer digital gold, but as more of a data availability layer where they could post nfts, they can even run roll ups. So there's a few teams that I'm aware of that are actively seeking to run rollups on bitcoin, even like an EVM roll up, for example, which is kind of ironic, and I think that's really exciting. But I do think bitcoin has a lot of fundamental constraints that don't make it very suitable for being a data availability layer or a settlement layer because the data availability throughput is just extremely low and there's no real settlement functionality. I know there was like a paper recently explaining how you could actually verify execution on the bitcoin layer. One, I'm blanking on the name. That's pretty exciting because then BitVM. Bitvm. Yeah, if that works, that's pretty exciting and could actually turn bitcoin into a settlement layer, which I think would probably be the best outcome. Although I don't know if the bitcoin maxis would be happy with that."
    },
    {
        "speaker": "B",
        "text": "I know earlier when you were talking, I was going to interject what you were saying about putting nfts on that, you know, to them and exploit."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's wild."
    },
    {
        "speaker": "A",
        "text": "And for me this is so full circle because like I'm really excited to see innovation happening on bitcoin again. And I feel like early bitcoin in ethos was the most innovative and the most open minded. And over time it's actually in a way become more conservative and more closed minded, which is painful to see so early in an adoption cycle. And I still think that even if it goes in that direction, bitcoin will just become a tradfi asset and it'll still be valuable to the world. Enormously valuable to the world. It's just like this unchanging mirror or this liquidity sponge or however you want to theorize about it that just provides you fixed share of ownership of some asset. But I think it gets much more exciting and bitcoin needs to solve for its transaction fee model over time. And this is where I think Maxi should really open their minds because as bitcoin supply inflation ratchets down, it needs to supplant that supply inflation revenue for miners with transaction fees. And as digital gold, I dont think that alone cuts it for providing the necessary transaction fees. What weve been seeing with ordinals over the last roughly year now is super exciting and its providing a lot of fee revenue for miners. Thats key for what the maxis want, which is bitcoin being digital gold. There are a number of teams working on l two s as we've alluded to. I believe that you need an opcode change or two to create a true l two. A true l two being not something that has its independent security parameters, but is actually using the l one's security. Right now everything is a side chain and we work with stacks and Muneem has been working on this for a long time and he wants stacks to be an l two. But right now it is a type of sidechain. So getting bitcoin l two s with expressivity would be amazing. And those l two s would actually be more value add to bitcoin than ethereum l two s, because ethereum l two s just scale the expressivity of ethereum as is. And you can have eclipse like things where you expand the execution environment. But bitcoin scripting language is so limited that to have expressive l two s would be both increased scalability and majorly increased expressivity. So that's huge. Now, one of the issues I've encountered with a lot of these teams building within the new bitcoin ecosystem is they don't get as much cooperation from the bitcoin whales as you would expect. Because in Ethereum land or Solana land, a lot of those whales are on chain native. Like, they came there because they want to experiment, they're excited by this type of innovation. They want to support an NFT project or a new DeFi project or whatever. Whereas a lot of your OG bitcoin whales, that coin is in deep, deep cold storage. It's in glacial cold storage. It's not being touched ever. It's actually getting. Yeah, it's in doomer storage. And so getting access to that coin to bootstrap liquidity of bitcoin defi or whatever it might be, is much harder to do than it is within Ethereum land or Solana land. And so I'd say there's more resistance from the OG group than Ethereum or Solana has to deal with. And that's friction. Right. And friction slows down momentum. So those are things that like the bitcoin ecosystem has to work through. But I am really excited actually, and investigating bitcoin again as a vc, whereas I took a hiatus, I would say, for a period there just being like, people aren't really open to working with placeholder in the ways we'd want to work with them over the past, I don't know, five years or so."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's so interesting actually, that we're talking about this, about tech coming back to bitcoin, because I was going to ask you guys what this next bull cycle will be about. In 2013 it was bitcoin simply because that was the first crypto. But to me, and correct me if you think Im wrong, but the last two cycles, the speculative mania for each of them was more, in my opinion, tech driven. So in 2017, 2018, it was the ICos. In 2021, it was more like NFTs, although Defi kind of led into that. But in my opinion, for this cycle, it feels like actually this imminent launch of the spot bitcoin ETF's is actually putting bitcoin front and center for this bull cycle. And this is even before the halving has happened. So I was curious what you thought would be the main driver in this bull cycle? Or potentially you could say, oh, it's the beginning of the supercycle. We're kind of leaving this era of bull and bear markets. I don't know."
    },
    {
        "speaker": "A",
        "text": "The super cycle is dead, Laura. Never bring that. That one needs to stay in the crypto closet forever."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "You guys suck."
    },
    {
        "speaker": "B",
        "text": "Kyle Davies tweeted something about that and like, everybody responding was really pissed off. But anyway, point is though, it's just fascinating. It goes back to what you're saying, chris. Suddenly, you know, it felt like bitcoin was not the center of innovation, but then all of a sudden, it does look like they're the catalyst for this bull cycle, which is interesting. So, comments? Thoughts?"
    },
    {
        "speaker": "A",
        "text": "Sure. Well, I can kick it off, I guess this isn't going to be the super cycle, but it's going to be a fantastic cycle. And I just think of it as increased expansion across all dimensions. Users value integration, relevance to everyday life across the globe. Certainly the bitcoin ETF is a big deal because it's going to further integrate bitcoin and crypto with the real world, though I think increasingly people will realize that blockchains represent the real world of the digital with bitcoin itself. Like Blackrock and Ark invest and these leviathans of traditional finance, if they have a bitcoin ETF to sell, theyre going to go and train all their wealth advisors to educate all their clients, which is tens of millions of clients, on bitcoin. And then those people get curious about bitcoin, and then theyll probably get curious about the next thing, and then therell be an ethnic, it just keeps going. This stuff never stops. So from an education perspective and an awareness perspective and a capital flow perspective, the bitcoin ETF thing is super relevant and has been a long time coming. This cycle is also going to coincide with increased liquidity conditions globally and likely lowering rates. It could be rocky depending on what happens with inflation, but we've hit more or less peak rates. I love this comic of someone asking Uncle Sam or the Fed, hey, why do you raise rates? And he says, so that I can lower them again. And I think before this conversation started, Toli was talking about value as the inverse of the fed funds rate, and there's a reason for that. The fed funds rate discounts all value. And so the lower that rate goes, the more value itself. Kind of expands, and that's necessary for capitalism. So we're going to go through this like bitcoin etfeminal inflows cycle or expansion at the same time that rates are coming down, the same time that liquidity is increasing. And then probably most importantly, or most excitingly to me in all of this is if I just look at fungibles versus non fungibles 2017 icos, that was static fungibles. That was really capital formation, and it laid the foundation for people to create dynamic fungibles, or really what became DeFi in 2020 and 2021. And then I think that matures into what I've been referring to more as the Internet financial system. So it's like you go static, you go dynamic, and then you go mature, like mature dynamic. And so I think that like fungibles and DeFi, we start to see a lot of mature, dynamic finance at institutional scale in the years ahead. And that's going to be on Solana, on avalanche, on Ethereum. And great thing about celestia is actually celestia sits at the base of whoever wants to post da transactions to it. And we can come back to that then with non fungibles. Non fungibles are basically a cycle behind fungibles because they're more complex, they're even more, in a way, claimable to be valueless. Just the dumb JPEG or whatever. It's an even more arbitrary illustration of value than even bitcoin was when it was first being incepted into people's minds. But with non fungibles, it was like 2021 was static non fungibles. It was what 2017 was for fungibles. And so they weren't that interesting. It was capital formation. It was six figure monkey jpegs. But it raised a lot of money to then build dynamic non fungibles now. And so I think the years ahead, we're going to see a lot of dynamic non fungible experiences. And the one that everyone has talked about forever, and I think will finally materialize, will be gaming. But there's a lot of really cool experiments, even if you just look at drip on top of Solana, which is basically giving away non fungibles as a type of loyalty or creator audience mechanism. And they can do that because it's low cost and scalable enough for them to do that. And it also starts to become a foundation for a new type of social media or a form of interaction between humans. And so just to recap, I think it's, you know, the Internet financial system, you know, so that's mature dynamic finance. And then I think it's dynamic non fungibles and it's. This is all happening on quite a few more innovation environments than we've ever had before."
    },
    {
        "speaker": "B",
        "text": "But wait, Chris, the way you described that, it wasn't clear if you were saying that was going to happen in this cycle or just at some point in the future, but do you think it will? Oh, okay."
    },
    {
        "speaker": "A",
        "text": "The next few years."
    },
    {
        "speaker": "B",
        "text": "Anatoly, Nick, what about you? What do you think will be kind of the focus of this bull cycle?"
    },
    {
        "speaker": "D",
        "text": "I don't know what else I can add to that. Chris kind of covered everything. What I would like to see is, as part of this expansion of usage, I really want to see boring stuff working, like payments. I want to see Solana pay or whatever, like some crypto payments thing to start competing with traditional finance rails. Because I think, to me, that's like one of the key unlocks. If we can get a decentralized version of WeChat out with payments and kind of integration into finance, you start, I think, separating users from the traditional financial system. And it's like everything that they're doing is from a single app, like a super app. It can do payments, they can do whatever, but I think the first use case that has to break out is the payments one. So in a way, it's almost like we're in a, like, decentralization allows for unbundling of all of these financial services, and we're like, I don't know if we're maximally unbundled yet, but it feels like there is like five competitors for every function of every part of finance and across of default. And like, we're going to go back to this bundling stage at some point. And in my mind, it's going to be like decentralized version of WeChat that catches fire. There's a billion people using it. That thing is actually, in my mind, probably going to be worth more than the base layers that it's using. You're going to see that flip where people are going to realize, oh, yeah, the applications matter because that's where the customer is, that's where all the funds are flowing through, and the base layers will be more like infrared. So that's my thought. I don't know. I don't know if it's going to happen like 24, 25 or whatever, but I feel like that's maybe the second stage of development."
    },
    {
        "speaker": "C",
        "text": "So I think this next cycle, I think a big theme of it on the technology side is going to be this modular versus monolithic thing, because we've been beating the drum about modular for the past three plus years or so. But it's always been in theory, it's always been, well, when it's built and then when roll ups are functional, all these things, when we have a scalable data availability layer, now we're actually reaching a stage where the modular stack is maturing. It's probably, in Chris's analogy, probably this is the first wave of the modular stack. It might take multiple waves for it to really reach full dynamic maturity. But I think we're finally at the stage where it goes from theory to practice and we can see the modular stack working, we can see people building stuff, and we get to show the world what modular blockchains are capable of and all the unlocks that they can provide. So I think of this celestia thing where it's like Solana's leading the charge on integrated and celestia, Ethereum and all the Ethereum L two s and this broader modular ecosystem are carrying the torch for the modular side. And we'll see where do the users and where do the developers land, and that's still to be determined. But in general, I think it's going to be really an exciting time where we're going to be trying out new use cases. And it's similar to the launch of Ethereum originally, where before Ethereum, if you wanted to launch an application, you had to build your own blockchain, essentially like you had to, you know, if you wanted to do Litecoin, you had to issue. Litecoin is basically just a token, right? When Ethereum came around, you could just issue your own token, you could write a defi app. All these things became a lot easier. And I think modular blockchains enable a similar thing at a deeper level of actual protocol and execution layer innovation. And so I think it's going to just open up a whole new explosion of experimentation that will. In the same way that Ethereum led to the discovery of Defi and nfts and all these things, I hope that we discover new net, new popular apps with some level of product market fit. And I think obviously payments is a big one that I'm excited about. Like Anatoly said, I think gaming and social apps have this built in virality to them, where if you put the right incentives in place, they could really spread quickly. So I feel like they have a high probability or the potential to scale to 100 million users or something like that. I also think a big unlock is what Coinbase and WorldCoin have been doing in terms of identity, because I think a lot of applications are still hung up on the fact that you can't have civil resistance. You can't really have a notion of identity or reputation. And when some of those things come online, I think that'll be another big unlock. But it's going to be. We're still so early. When I got into crypto in 2017, I thought, I. Wow, I'm so late. You know, everything's, like, built and done, and, like, the more. The longer I'm in this space, the more I'm like, wow, this is going to take a long time, but it's going to be a fun journey the whole way."
    },
    {
        "speaker": "B",
        "text": "Yeah. Actually, this reminds me, because, honestly, I have never fully clarified what Solesia is. So is it just what Anatolia described earlier? Like, what? What? Why is it that people keep tweeting about this, Chris?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, crypto, Twitter loves its memes, right? And, like, saloon of acts was a thing last cycle, and celestia rolls off the tongue nicely. And, you know, within that, there's kind of illusion to, like, ethereum potentially being stuck in the middle there. Or, like, Solana is at the far end of integrated, and celestia is at the far end of modular. And I kind of think of Ethereum as being, like, modulithic. You know, it's. It's like. And so I think that's. That's where people refer to Solestia, because they're the two new full on approaches. And what I really admire about the Solana team and the Celestia team is they're just both maniacally focused on the things they really care about with no compromises in the direction of what they care about. Now, to other people, they'll be like, well, you're compromising on this and this and this, and they're like, yeah, but we don't care because we're singularly focused on, you know, for Solana, it's really performance, and I think of, for Celestia, it's really availability. Right. And so that builds great things. I was going to ask, though, I had a question for Nick and a question for Toli. My question for Nick. If we think of Ethereum as modulithic, like, do you see a world where Ethereum can get to a place where it competes with Celestia on cost or data availability? Or is that something where it's like, it just wasn't designed for that world, and Celestia was purpose built for that world."
    },
    {
        "speaker": "D",
        "text": "They're steering like, a $300 billion ship, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So anything is possible. It's just that if I was one of those engineers, I'd probably be moving even slower. That's like the amount of risk that they're taking with every change is very, very large. So I think, honestly, folks way under appreciate the merge and the amount of progress that Ethereum has made over the last few years. And things are moving, I think, in the right direction. I think design wise, dank sharding could totally scale to a point where we can dump all of Solana's data into it. Now, whether the economics and the social factors around increasing stuff within Ethereum would allow for that is a totally different question, but I think they're on the right track. It's just really hard, man. I don't envy them in any way."
    },
    {
        "speaker": "A",
        "text": "And what do you think?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I largely agree. I think it's pretty commendable that the Ethereum community has continued to be able to iterate and innovate even at the scale that they're Athenae. Look at what happened to bitcoin. It is totally ossified at the protocol there, and Ethereum has resisted that. And so I give them a lot of credit. But like Anatoly said, when you're steering a $300 billion ship, it's just very hard to make any changes, and there's so many dependencies. It's not just you and the value of your chain, but all the things that are built on top of it. And so, and I think modular to monolithic change is a much bigger change than from proof of work to proof of stake. And it's much more core and touches more things in the protocol. So it's a more ambitious undertaking. The design for dank sharding and all the work that's gone into it is top notch. The researchers and the engineering team in the Ethereum ecosystem are some of the best, but it's just rolling it out is going to be very, very difficult. I think it will take time. I do think they, they get there, but I think it will just be a little slower."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. And totally. My question for you was, I remember about a year ago, I think we met in New York City, and I think I asked you, are you ready for soul to be at 1000 and are you ready for crypto to be at 10 trillion? And I think you started sweating."
    },
    {
        "speaker": "D",
        "text": "Yeah, that makes me sweat, man. That is a scary thought."
    },
    {
        "speaker": "A",
        "text": "But my question for you on this podcast is like, are you, are you worried about Solana becoming a victim of its own success in a way like Ethereum was in 2021?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I actually experienced this with Brew which was the os that we built for Qualcomm. It was, like, top engineering. The coolest thing. We had the best, like, record mobile downloads. It was, like the first real mobile platform. And we had, like, the design for what an iPhone should look like, like, in our hands. And, like, Verizon was like, nope. We know what our. What we're supposed to do. And, like, they kind of pushed back on us, and we didn't have, like, the. It was too big to, like, pivot, but, like, too small to, like, beat Apple once they shipped. So we kind of, like. Actually, I'm more worried about, like, that middle ground. Um, I think in some ways, like, because of the singular focus that we have on, like, performance, it's much easier to align all the engineers across, like, fire dancer and cheetah and labs. And this design change makes the change faster. That means it's high priority or stability is the highest priority. But then what are we going to do next? It's make this change because it unlocks the next performance thing. I think we actually have pretty good culture there with a singular focus to drive stuff forward, which has been working so far. Again, you know, like, as things mature. Right. Like, you really, really have to be far more cautious about changes and everything else, right? So you kind of, like, I think, really cycles slow down, but you also have more resources. Right, too. So, like, I'm hoping that we can, you know, like, the ecosystem can keep that pace going, but it's a scary thought. Yeah. Fire dancer. Like, getting a second implementation out. So there is no, like, single point of failure is, like, the highest priority for all of us right now."
    },
    {
        "speaker": "B",
        "text": "Well, speaking of things that make you sweat and single points of failure, listeners should know that the day that we're recording is the day that began with a widespread vulnerability that hit a huge number of decentralized apps across multiple blockchains. This had to do with a former ledger employee who fell victim to a phishing attack that enabled the hacker to update some software by Ledger called Connectkit. I know you guys are developers probably cringing at my description, but it connected to all these different apps across multiple blockchains, like I mentioned, and they uploaded malicious code there that would drain users wallets. So obviously, this was just so chaotic because it just caused a lot of confusion and pandemonium that morning. And I just wondered what your thoughts were on what the industry needed to do going forward. Because for this technology to be rolled out to masses of people, I don't think those kinds of things can really keep on happening. So what are your thoughts there?"
    },
    {
        "speaker": "D",
        "text": "Yeah, this is like one of those stomach churning things because it's a very targeted phishing attack and it's scary. Right? Like, you basically, like, I have to go through the whole round of security updates for all your employees, make sure that their behavior and all this other stuff, people get lazy. You get complacent when something doesn't happen, and it's just frightening."
    },
    {
        "speaker": "B",
        "text": "I know, but what's crazy to me is he doesn't even work at ledger anymore. That is the other crazy bit."
    },
    {
        "speaker": "D",
        "text": "But anyway, I think technology is improving, basically. I can tell you just use fuse wallet that just shipped two months ago, chain wallet. And you can have multiple hardware devices with different supply chains as your signers. Yeah, the stuff is already there. And not only there, I mean, like, it's live. It's just, it takes time for that solution to become so widely spread that people are like, done with these attack vectors. But for all of these things, there's a fix. It's just getting that fix globally propagated to everyone. That rollout is really, really tough because it requires users to change behaviors and a whole bunch of downstream updates. But I don't think any of these problems are insurmountable over the long term. It's just a bumpy ride, unfortunately."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think we're just early, right. And the price of being early is that there's risk. And we tend to talk so much about just the protocol stuff, but across the whole stack, everything is so new, including wallets. And, you know, it's. It's inevitable. But each time there's a hack, right. I think it's. It's. It's progress because it's. It's exposing something that needs to be fixed. And once it's fixed, hopefully it doesn't come back. And so I think of it as kind of like we're kind of putting up a bug bounty, right? Maybe not intentionally, but there's like an ongoing bug bounty to like, you know, hack all of us. But it's a very anti fragile system at the end of the day, wherever it's open source. And we're gradually marching step by step towards something that's extremely robust and hopefully can be the foundation of the global financial system and more in the future. But there's no shortcut. It's just going to be getting hacked."
    },
    {
        "speaker": "B",
        "text": "To my mind, though, if I think about where we are at this moment in time, where bitcoin spot, bitcoin ETF's are about to launch, I just feel like so much money is going to start coming into the system and there's going to be a lot more attention being paid and more people will have their value kind of tied to what's going on in the crypto ecosystem. I feel like it's going to. I feel like very soon it's going to feel quite different in terms of the spotlight that's on this space. I could be wrong, but that's just what I think. I feel like you guys are saying, like, oh, like it'll work itself out. And I'm like, no, no, no, no. I have a feeling that very soon, if, like, let's put it this way, if this were to happen in 2024, I feel like I. The media circus around it would have been much bigger post bitcoin ETF launch. So I guess, yeah, I just don't know if that explanation will suffice for the people that are about to come into the space."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. It's my biggest fear is that I think a big hack could set the space back for years. So hopefully that doesn't happen. But, yeah, that's the scariest thing. I mean, everyone's trying to be vigilant, all the developers and companies involved, and luckily there's so many of them, but there is no singular point of failure for the whole crypto industry. But each one of these events is a reminder to be more vigilant."
    },
    {
        "speaker": "A",
        "text": "I guess. I think of this as money, as technology over time, right? And different heists of different sorts kind of have their era and then they get fixed. Bank heists are much less in vogue than they once were, and that's partially because so much of the value has moved out of the bank and into ledgers of different sorts. And then right now it's like there's a lot of value in the transactions are irreversible on blockchains, and so blockchain heists are in vogue. And then to Nick's point, that forces everyone to look at that problem and to work towards solving that problem with more urgency. A team that we also work with, Agoric, has hardened JavaScript to be in a number of ways and has shifted towards an object oriented programming environment. And I think it's also something that Sui has done with, with move. And, you know, I think Toli and Nick would be more suited to explain some of the benefits therein. But I think there are, there are development environments or ways in which the tools developers you you use will be hardened in a way over time to protect developers from themselves and then also, then to Tolly's point around fuse and some of the available wallets out there, it's making the available super secure wallets extremely easy to use. And fuse, for what it's worth, is really easy to use, but it's another user to hack away from being like, oh, no, no, this is just the thing you use and it's as easy as this. And it's like Carlotta Perez would call this the new default. The right hygiene and the right ways to use blockchains have still not become, en masse, adopted enough to be a new default where it's like, just another example. Like, I would say everyone in crypto uses local two fa now. Like, that's a new default within crypto where outside of crypto it's not. But I think everyone will actually come to a place where they need to use local two fa because we're all getting so many, like, spam, like SMS attacks and email attacks and whatever. And so, like, all of this is, in a weird way, going to come more in Crypto's direction, and I think we will be best suited to provide the right solutions. And so I guess I don't lose sleep over it as a Promethean. That's like, we're going to innovate our way out of it. And if crypto can't innovate its way out of it, then the rest of the world's probably screwed, too, which just gives us no choice but to innovate our way out of it."
    },
    {
        "speaker": "B",
        "text": "All right, well, so our last question will be, if you each want to make one prediction for 2024, could really be about anything, but it has to be crypto related."
    },
    {
        "speaker": "D",
        "text": "So fire dancer on main net by breakpoint in Singapore. We'll see 50 50 odds. But I feel pretty good about it."
    },
    {
        "speaker": "B",
        "text": "I guess I need to make a qualification to my question because I don't know if it could be about something where you probably have enough knowledge about that that you could make it. So it should be more broad based."
    },
    {
        "speaker": "A",
        "text": "Can we expand it to next expansion?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, meaning just doesn't have to be."
    },
    {
        "speaker": "A",
        "text": "2024, but three ahead."
    },
    {
        "speaker": "B",
        "text": "Yeah, okay, sure, go ahead."
    },
    {
        "speaker": "D",
        "text": "AaAA game that is like, purely NFT based, like, to the level of star atlas from the ground up is gonna be like, I think have like 50 million users within the next three years."
    },
    {
        "speaker": "B",
        "text": "And not, like, eventually fizzle out, but, yeah, be sustained. Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, Chris."
    },
    {
        "speaker": "A",
        "text": "I guess I would go a on chain application with 100 million monthly actives and crypto users globally crosses the billion dollar mark and crypto as a whole crypto assets as a whole across the 10 trillion mark."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay. At some point in the next. Before the next bear market."
    },
    {
        "speaker": "C",
        "text": "Okay, Nick, my prediction is that we're going to have over 10,000 plus new roll ups deployed. Whether that's on Celestia or any data availability there. I think we're just going to see an explosion of l two s. And I say this with confidence because there are testnets out there that already have 10,000 plus roll ups deployed. And obviously some of them are not. Every one of those is going to be an arbitrum or an optimism. And that's also part of the thing, is that people need to start changing their mentality around what a roll up is. And in some ways, it could just be like a simple app. They don't have to be this massive ecosystem. But I think we're going to see a cambrian explosion of people experimenting with modular stack and numbers of roll ups that are hard to fathom right now or just wouldn't make sense. But I think that's inevitable in the next cycle."
    },
    {
        "speaker": "B",
        "text": "Okay, super interesting. All right, well, where can people learn more about each of you and your work?"
    },
    {
        "speaker": "C",
        "text": "I'm on Twitter icwhite, but with an eight. And we are celestiaorg on Twitter. I would say those are the best places. And our website is celestia.org dot."
    },
    {
        "speaker": "D",
        "text": "I am annatole. I'm A. E. Yakovenko on Twitter or x and you can go to solano.com to find everything about Solana or just follow me on Twitter."
    },
    {
        "speaker": "A",
        "text": "And I'm C. Berniske on Twitter. And Placeholder's website is Placeholder VC."
    },
    {
        "speaker": "B",
        "text": "Perfect. Well, it's been a pleasure having you all on unchanged."
    },
    {
        "speaker": "A",
        "text": "Thanks, Laura. It was a ton of fun."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Chris, Anatoly, Nick, and the debate about modular versus integrated blockchains, check out the show notes for this episode. Unchained is produced by me, Laura Shin without from Kevin Fuchs, Matt Pilchard, Weiner Vanovitch, Megan Davis, Nelson Wong Shashank, and I market Korea. Thanks for listening. Unchained is now a part of the Coindesk podcast network for the latest in digital assets. Check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]