[
    {
        "speaker": "A",
        "text": "As far as we're concerned, this is one of the best times to be an investor and to be investing. And this takes us back to 2018 and 2019, which were our favorite times to be investing as venture capitalists but also in the public markets."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor, Forbes was the first main tree made reporter to cover cryptocurrency full time. This is the July 25, 2023 episode."
    },
    {
        "speaker": "C",
        "text": "Of Unchained Asia is buzzing and everyone's going to token 2049 Singapore on September 13 to 14th. Balaji Srinivasan, Mike Novogratz, Arthur Hayes and 200 others will hit the stage, joining over 10,000 attendees. Visit token 2049.com for 65% off with the code Unchained link in the description arbitrum's leading layer, two scaling solutions, can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security rooted on ethereum, Arbitrum's newest addition, orbit, enables you to build your own tailor made layer three. Visit Arbitrum IO today buy, trade and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get dollar 25 with the code Lora link in the description. Hey unchained listeners, as you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com."
    },
    {
        "speaker": "B",
        "text": "Todays topic is the state of the crypto markets. Here to discuss are Chris Brudisky and Joel Minigro, partners at placeholder VC. Welcome Chris and Joel."
    },
    {
        "speaker": "D",
        "text": "Hey Laura."
    },
    {
        "speaker": "B",
        "text": "Laura so as im sure you guys know very well, I think ive known both of you since 2015. Crypto typically breathes in bear and or I'm doing the opposite hand motion bear and bull markets and in the past the cycles have lasted about four years, though I would say, you know, each cycle has been unique in its own way. So I was curious for your thoughts on what this current cycle is about. And it's a two part question. The second part is, where are we in that current cycle? And why don't we start with Chris?"
    },
    {
        "speaker": "D",
        "text": "Sure. Well, you know, the four year pattern has been playing out, and it looks like it potentially will play out again here. We recorded about a year ago with Coby, and I would say a lot of what happened or what was discussed in that podcast has roughly come to be true. And there are different reasons for this four year cadence. I would say the earliest explanation was around the bitcoin halving cycle. Bitcoin halves its annual rate of supply inflation every four years. And it just so happens that the year before really big price movements tends to be a bitcoin halving year. You could think of that as if all costs in the bitcoin mining network are held equal. When you cut the annual rate of supply inflation, you double the marginal cost to produce each unit of bitcoin. And that can influence the order books and the price at which miners will sell their bitcoin. I think that was a better explanation earlier on in crypto's history, because bitcoin was more dominant, and the amount of bitcoin getting produced as a percent of the overall supply of bitcoin was much greater. So as more bitcoin has been issued, and as the annual rate of supply inflation drops, it becomes less of a driving force. So that's like a very base level, base level explanation. I think a higher level explanation. If you went to the highest level, you would look at, say, global macro markets and the flows of liquidity interest rates, things that often determine the pricing of risk assets. And I would give Raoul Paul actually a lot of credit here, where he's been really on top of these debt refinancing cycles that tend to actually coincide with crypto bull markets. But basically, just when liquidity is sloshing into global markets, when interest rates are pretty low, if you think about an interest rate that feeds into the discount rate at which you price forward looking assets, and so the higher that rate is, the more discounted the asset will be, the lower that rate is, the less discounted a risk asset will be. Less discounted means higher price. Right. And so, right now, we have very high interest rates around the world. But if those rates start to come down, which I'd say a lot of people are expecting that to happen next year, into 2025, that could cause an upward repricing in risk assets. And crypto is the riskiest asset class. Right? So arguably, it's the greatest beneficiary. So that's a very high level and very low level explanation. I also think in between, you can think of product cycles and human psychology and the boom bust nature of crypto as a market that trades 24 7365 that people get really excited about, but also pretty depressed about. And because of the fast moving nature, it allows for these very hyperbolic moves to the upside or downside, that then it takes people time to recover from and builders to actually mature the infrastructure and also create applications that are more user friendly, that will pull in more and more people. And we've all been doing, everyone on this Zoom has been encrypted for a long time now. And so I think we've seen every expansion, how much better the products get, and we're at the very beginning of seeing new products come to market that weren't previously possible, that are the setup for this product cycle that will also drive expansion beyond just the fiscal and monetary components."
    },
    {
        "speaker": "B",
        "text": "I love that. I totally agree with a lot of that, and we can dive into more details later. Joel, what about you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we definitely agree on that. And there's a famous quote from Warren Buffet that comes to mind, which is that the value of a business is 100% dependent on government interest rates, and crypto is also part of that sphere of influence for a number of reasons. We could have a philosophical conversation about how that may change in the future, but the only thing that I would add is there's sort of two components to this. There's the financial cycle, and then there's the technology cycle, and they play together in interesting ways. And the financial cycle is pretty much as the way that plays out, the way that Chris described it, and it has a lot of variables that influence it. Crypto is a natively financial technology in that it revolves around assets, digital assets in this case. But it is a new technology to a large degree, or a technology innovation. It's also subject to the patterns of technological evolution that we've seen with previous technological inventions. And so something that we relied on to, or a framework that we relied on since the beginning, is framework for technological revolutions and financial capital, which looks at a much broader time scale. It looks at several decades of technological evolution. And she would argue correctly, that crypto is not a revolution in and of itself, but instead part of the information technology revolution that started in the middle of the last century. But we still think that there are echoes of how the technology cycles play out in the sub revolutions or the sub cycles. And the basic framework that Carlotta proposed is that for the new technologies, you have, broadly speaking, an installation phase. Then you have a recomposition phase in the middle. That is sort of a transition period between the infrastructure development and the widespread application development. And then you have after that recomposition period, you have what she called the deployment phase. And the deployment phase is when all of the investments that went into the infrastructure, in the infrastructure phase, then materialize into products that become part of mainstream usage. And crypto definitely does seem to be following that same pattern. One of the things that's really stark is as part of the installation phase, she describes that there's two periods. First is the eruption, which is about a decade plus, of when the technology has been invented. But we dont quite know what to do with it. Its just there. Its a little bit of a toy. You have some nerds and some kind of die hard technologists really playing with it. And that feels like the first ten years of crypto, where we had this blockchain thing, and no one was really quite sure why it would be useful. And bitcoin was essentially the only game in town, and everything else was a derivative of bitcoin. Then the second part of the installation phase is what she called the frenzy, which is a time when suddenly it clicks and we sort of understand, okay, now we sort of know what to do with this new technology that catalyzes a boom in investment and interest, but all of the infrastructure still hasn't been developed yet. And so what you have is a lot of capital being invested into a vision, more than a reality. And that tends to create financial bubbles, because you have an excess of financial capital that exceeds the current technological reality, and ultimately that comes to a crash, because the reality of all set a certain pace. Financial capital kind of sloshes back and forth quickly by the variables that Chris described. What's interesting about the crash and recomposition is that it's a very important time in the evolution of whatever technology is going through that cycle. Some of the elements that Carlotta described are kind of eerily similar to what we're living out today, where she describes that often it's the time when we get the most regulatory reactions and regulatory energy coming to the space as a consequence of the overinvestment and the excitement. And it's also a time when there's a lot of chaos in the market. It tends to coincide with global financial crashes or global financial events, which is also pretty interesting. But it's key because it is the regulatory outcomes of that phase, which we might say it lasts about five years or so. The lengths don't matter as much. The regulatory outcomes are what create a solid foundation for that synergy phase, for that deployment phase, because that means that you can now have sustainable growth on a solid basis with a more ordered market, better standards, things like consumer protection. But beyond that, because of all of the over investment in the installation phase, what happens is that then the infrastructure finally gets cheap enough. And one of the ways in which that shows up in our industry is, for example, we all remember in 2021, how, despite all of the excitement, it was kind of ridiculous that a transaction fee on Ethereum could cost hundreds of dollars or thousands of dollars. However, during that time, a lot of capital was invested into scaling Ethereum, but also alternative networks with innovations that allowed for faster and cheaper transactions. And so, for example, Solana is one of them, and Avalanche and many others. And now we're entering this world of rollups that also play into that. And so coming out of this crash, we're actually entering a phase where the infrastructure is really cheap, and when the infrastructure is really cheap, that allows for the development of the applications that, for example, Chris mentioned that we're seeing applications that weren't possible before and that weren't possible only, not only technically, but also economically. Because, for example, if we take nfts as a case study, you can't possibly imagine deploying nfts to billions of people if it's going to cost tens of dollars or hundreds of dollars to transact them. But the moment that it costs fractions of a cent to engage in transactions, then it's now possible to really scale applications to really large user bases."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, my God, there's so much in what you said there. But one thing that I was laughing a little bit about was when you said that the eruption creates a frenzy that brings in more capital than the technology can support. And I was just like, that was definitely the ICO bubble, which. Yeah, it was."
    },
    {
        "speaker": "D",
        "text": "And the 2021 bubble, both."
    },
    {
        "speaker": "B",
        "text": "Yeah. Although that one, you know, obviously there was a lot more stuff that actually."
    },
    {
        "speaker": "A",
        "text": "Worked, but we'd say, you know, we'd say that frenzy stage started in 2017 and ended in 2021. And so, actually, going back to the early days of placeholder, we had this chart that took the, and this is on our website on our original thesis that looked at the. It had an image of Carlotta cycle adapted to crypto as we saw it in 2017. We marked it as the beginning of the frenzy, and that tends to be a period of about similar duration. And so in some ways, it's kind of fascinating that this is book from. This is almost a 40 year old book, and it still has predictive power or describing how technological revolutions."
    },
    {
        "speaker": "B",
        "text": "Yeah, I read that back in the day. I'm going to have to reread it because. Yeah, I want to see how everything maps on. Yeah, people should definitely read it, by the way, if you haven't. Yeah, I think we might even have a link to it on my website somewhere, the Unchained crypto website, and we'll put it in the show notes for you. So one thing also that I wanted to ask about, because in my opinion, the year of 2022 was a very singular year for crypto. I've taken to calling it the year of crypto carnage. You know, it's just historic for the sheer number of collapses like terra Luna, Celsius three ac, FTX. And I'm not even naming all of them. There's more. So I was curious how you guys feel that the crypto industry has been building differently, if it's been building differently at all, and then generally, if you kind of feel that there are certain lessons that either entrepreneurs or investors have absorbed, what would those be?"
    },
    {
        "speaker": "D",
        "text": "Certainly. Well, I do think that humanity will continue to repeat certain mistakes again and again and again, and one of them is using too much leverage. So that's one side of it of, like, humans will make certain mistakes again. Now, if we build the infrastructure better, we can protect people from making those mistakes. So I think coming out from the carnage of 2022, one thing we've seen is return to focus on the non custodial, truly decentralized mechanisms, because those are the ones that didn't fail us. Right. And Luna was not decentralized, we would argue, and it was a failed mechanism. And I would say that anyone who studied it closely and held to say, intellectual honesty without getting skewed by the returns could see that it was a failed mechanism. There's been a return to non custodial and specifically within Solana. I think that's a great case study because a lot of teams did use FTX and got burned by FTX, and that has caused them to shift over to using squads and using a multisig and getting more crypto native with even just how they run their operations, because those mechanisms and those protocols can't fail them. Right. And so learning that lesson was really important. And I remember Joel saying something like this was in the midst of SBB's collapse, and the crypto specific stuff of, like, what a great way for entrepreneurs to get lessons on the importance of counterparty risk. And so that's important, and that will influence how people build in the years to come. So I would start there. The other thing I would say, and this relates to what Joel was saying about regulatory activity in the recomposition phase. We've been articulating this as a progression from defiant DeFi to the Internet financial system, and that while we do think DeFi will continue to persist as a permissionless, potentially non KYC AML system, and there will be that world, and it's unstoppable. And I think that there are arguments for why it has a right to persist as a form of speech, or code written as a form of speech. We also think that there's going to be a growing part of these systems specific to finance that is regulated, that is KYC AML, that does, say, work to meet the needs of some of the biggest capital allocators in the world. And that would be what we think of more as the Internet financial system. And again, it benefits from the efficiency and speed of blockchain based systems, things we've talked about for many years now in the crypto space. It also benefits from the transparency and in some cases, the autonomy of a non custodial system. I think that we will see that you can be non custodial and compliant, and there are ways to go about building things that way. But the non custodial is really about limiting your counterparty risk, whereas the compliance is really on the application layer of who you are able to do business with and the types of capital that you can touch. So those would be two things that I would say that we would expect out of the 2022 carnage."
    },
    {
        "speaker": "A",
        "text": "I think that no one is upset about law enforcement and regulators going after bad actors, but everyone's upset about them going after good actors. And unfortunately, we had a situation where the lack of action, or preemptive action against bad actors has created, in the United States at least, it seems, a situation where there's an overreaction to the events that is dragging down the good actors, like Coinbase. But despite that, we think that companies like Coinbase and the good actors will prevail. But it's really important that the bad actors don't get away with it, and that the cycle of impunity stops. Because up until 2022, we had largely a regime of impunity, where there were some isolated cases, where enforcement did go after bad actors, but they were kind of scarce. But going after those large scale bad actors, and there's people that have been put in prison, there's people that have criminal cases against them is really important as far as setting precedent and discouraging future bad actors from. From trying to do the same things or executing the same schemes. So that's really important. That's part of the reason why it's such a significant year. And so coupled with the changes in how entrepreneurs are building products that Chris alluded to that create safer products overall, I think fewer people are going, or people are going to be more sensitive to building resilient systems that don't fail, that have sound crypto economic mechanisms. But it also means that perhaps some people will think twice before acting in a way that's improper acting in a way that goes against use."
    },
    {
        "speaker": "B",
        "text": "A question for both of you, actually, would you, because this was a debate, I think, on the chopping block, do you think the criminal cases against do Kwan are fair? I know that placeholder did not believe in terra Luna. You felt that it wasn't going to succeed. But I know some people said, hey, being an entrepreneur and failing is not a crime. Other people said he should be put away for that. So I was curious for your thoughts."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know, and I don't think my opinion matters, speaking for myself. Um, and it's sort of up to the justice system to decide that and judges to decide that. I do. I do understand the sentiment. It's hard to judge, you know, intentionality, which is really what. What a lot of cases are about. Did you intentionally act in a way that was harmful, or did you unintentionally do it? And something that we've talked about internally a lot is when you get these big events that are negative events, often we need scapegoats to kind of release a lot of the trauma and the industry trauma. And sometimes the scapegoats that are chosen by the market or by society are chosen unfairly, and that is something that happens. And so there's good actors, there's bad actors, and there's people who make mistakes who are neither good actors nor bad actors. I think that there's a lot of people who didn't like folks like do Kwon because of their attitude and demeanor throughout the whole saga, and that doesn't help him. And so things like that matter. And even how you behave and your personality and your character is hugely influential in establishing credibility. And so I think he put himself in a position where I. There's not that many allies, in part because of the character that he exhibited."
    },
    {
        "speaker": "D",
        "text": "And I'll keep it very brief. The only thing I would say is how someone reacts to earnest critical feedback always reveals so much, at least to me, about their intent. And I think that if you look at Vitalik and how he deals with earnest critical feedback, or Toli from Solana or any legitimate ecosystem building for the very long term, they tend to incorporate and, you know, cogitate over feedback. And the people that I'm really skeptical of are the ones that punch down at that feedback and are reactive to it and inflammatory around it. And then I have to ask, well, what's the intention? If the feedback is meant to make your system stronger, why are you being so reactive? It feels insecure. And are you actually protecting against a known insecurity for your own monetary gain? And if that's the case, then that's intentional. I'll leave it to the courts to decide that I have my own opinion. And I would just say the pattern of being reactive to earnest quality feedback is a major red flag."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Either the intent or the delusion or level of delusion, that kind of took."
    },
    {
        "speaker": "B",
        "text": "Us on a tangent. But I also wanted to ask about some of the stuff that you guys had mentioned earlier on, because this definitely has been setting the tone for, I think, for crypto market activity for the last few years. And that is what's going on in the macro environment, which you both alluded to. Uh, there's actually a federal Reserve meeting next week, the day after this podcast comes out. What are your projections on what will happen, um, in the macro environment, kind of like over the next year or so, and how that will affect crypto during that time."
    },
    {
        "speaker": "D",
        "text": "I can. I can start. And then, Joel, I'm sure you'll have thoughts, too. Um, I would start by saying we're not fed watchers, uh, we're not qualified economists, and, uh, but we are market participants and have been for a long time. Rough view is that we're in recession in the US. Whether the Fed sees that or not because of the data that they look at, is up for debate. But we are in recession. We are very near peak rates. The other thing I would say related to much of this is when you approach markets, you don't have to nail it perfectly based on the month or even. You can be as rough as the quarter or half year in your correctness where you get the changeover. I would encourage people to not agonize over the exact pinpointing of when is the last rate hike, and rather just see that we are close to the end of rate hikes. And Joel might have a slightly different opinion here, and I'll let him voice that. The other thing I would say is truflation is an interesting service that just shows inflation according to like a private service rather than a government aggregated service through CPI or PPI. And true inflation would say that inflation is behind us, at least for now. Trueflation, I think they're saying it's about 2%. I haven't seen the latest mark. And trufflation was early to say that inflation was coming up before people were really talking about it. And so I think it has some merit there as a tool to at least counterbalance government marks. Now, there is a world where inflation rears its ugly head again this decade, and that's a different scenario. And that's something that we talk about at placeholder, and that could make the coming expansion a little bit less consistently up and to the right for a sustained period and a little bumpier. But at least over the next twelve to 18 months, my expectation would be that we do see peak rates in the second half of this year of 2023, and that next year is an easing of rates and an injection of further liquidity into the markets as we ease our way out of recession."
    },
    {
        "speaker": "A",
        "text": "Yeah, we're probably 90% shared view. I'm a little bit less willing to say that we are in a recession exactly, because depending on what you look at, the US has been surprisingly resilient to rate hikes. But again, it depends on what you watch. That said, there's plenty of evidence that things are on the verge of breaking or starting to break. And to different people who watch different elements, like, for example, treasury receipts. We had the whole banking episode that is a direct byproduct of rate hikes. Those types of things take a while to manifest in the economy, especially when you have an industry that moves quarter by quarter. There's a fellow that I follow that likes to say that it takes a long time for the pig to pass through the python is his way of describing that it really can take a long time for these effects to show. And while I agree that we're probably near the end or near the peak, that doesn't mean that there aren't some negative catalysts ahead of us and those can coincide. And so I would say that we're expecting a volatile period or the volatility that weve seen to continue potentially in both directions. Volatility doesnt care about the direction its just rapid changes in price. We invest slowly and we try to make sure that we get enough time, diversity and like Chris said, were not trying to tie ourselves to a particular month or a particular quarter, but more pay attention to how the cycles are playing outd. That said, whether this is good or bad, it really depends on which side of the market you're on. As far as we're concerned, this is one of the best times to be an investor and to be investing. And this takes us back to 2018 and 2019, which were our favorite times to be investing as venture capitalists, but also in the public markets. And we're constantly remarking in our internal conversations how similar this is to 2018 and 19, which we look back with great fondness. Now, 2019 and 2018 and 19 were horrible, but you look back at them after the fact, years after the fact, and you realize how great times they were. And so we're really quite enjoying the period that we have right now because we're sort of set up to be able to invest through periods of volatility. But it does mean that it always feels the worst towards the end. Sentiment is always the worst at the bottom. And then with every rate hike, we're closer to the end as well because they can't go forever. Some people would argue that we should have done bigger rate hikes sooner because we'd be closer to the end than we would be now. That's a credible argument. But overall, I think its more useful to think of these as times of opportunity rather than times of distress. Because if you have that mindset, then youre better able to see that this is really a great time to be active in the market as opposed to waiting for the tide to turn. To a large degree, waiting for things to turn, youve already lost the bulk of the opportunity. For example, some people in trading circles don't consider there to be a bull market until we've surpassed the all time highs. We're a long way from that. But if you're waiting until we surpass the all time highs to declare that it's a bull market and then to become active, you have lost two thirds of the opportunity already."
    },
    {
        "speaker": "D",
        "text": "What I would layer in here, too, is the context that Joel and I are extremely long term investors. And so I think we're sharing the perspective of a very long term investor, an accumulator, during these periods, an accumulator, I guess, according to crypto, Twitter, memes. And, you know, so for us, that's, that's why it is a time of opportunity. And I think we do our best work in these environments. And also, like, venture money is back at 20 1819 lows, right? And so we're working with entrepreneurs in the way that we want to be. The conversations have slowed down. We can go deeper. There's less mania in the air, all good things for building meaningful products. But if you're a trader, you might be waiting for that final turn. And rates will likely peak when we get crisis, those two come together, that could cause, you know, another major moment of volatility that Joel's alluding to. And so in that moment, though, it likely forces the fed's hand to be like, okay, everyone calm down. Like, you know, next meeting or at the meeting that they do lower rates or, you know, come down 25 basis points or whatever, everyone can breathe a sigh of relief. Now, to get to that point, they might have to break something, right? And so that's that. And a trader might want to wait until that break has happened and then they'll jump in. And it also depends on the scale of capital that you're moving. But long term investor, definitely what Joel's saying is correct. If this is a time of amazing opportunity and it's also in the public markets, it's not just the private markets."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would also say that I imagine that the whole FTX fiasco has really given VC's the upper hand. So you guys are probably finding that it's reminiscent of 20 1819 because of what happened last year. So in a moment, we're going to talk about regulation, because that really is the story right now. But first, a quick word from the sponsors who make the show possible."
    },
    {
        "speaker": "C",
        "text": "Join over 10,000 attendees for this year's biggest crypto event at Token 2049 Singapore on September 13 to 14th. Sandeep from Polygon, Eric Wahl, Chris Berniske and over 200 others will hit the stage, joining the industry's most influential for an unforgettable experience ahead of the Formula One Grand Prix race weekend, Singapore will transform into a crypto hub for a week from September 11 to 17th, with over 300 side events that will make for unparalleled networking opportunities. Builders and investors at the bleeding edge of innovation will drive an agenda that covers the ever evolving regulatory landscape. The convergence of crypto and AI, web three gaming nfts in the metaverse, Defi scalability, interoperability, and many more. Visit token 20449.com for 65% off regular tickets with the code unchained link in the description. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the Arbitrum ecosystem calls it, an orbit chain directly on the Arbitrum tech stack. Designed with you in mind, Arbitrum empowers you to explore and build without compromise. Propel your project and community forward by visiting Arbitrum IO today. Join over 80 million people using crypto.com dot one of the easiest places to buy, trade, and spend over 250 cryptocurrencies with the crypto.com visa card, you can spend your crypto anywhere and get rewarded at every step, up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get $25 with the code Laura link in the."
    },
    {
        "speaker": "B",
        "text": "Description back to my conversation with Kristen Joel so as we were just discussing, the biggest story in crypto ever since the collapse of FTX, gee, wonder why that is? Is the story of regulation. And recently we saw a big judgment handed down by Judge Annalisa Torres in the Southern District of New York on XRP. And I'm just going to state this kind of slowly and carefully because I recently released two episodes about this, but I continue to see a lot of commentary and confusion. I get a lot of people dming me saying that my guests were wrong, that I was wrong, blah, blah, blah. You guys, this, you know, this is what I've gotten from continued research into this. So basically what you ruled, and also note the language that I'm using here, she ruled that those transactions in which the buyer had a legal relationship with Ripple the company, which, you know, that is what the institutional buyers had, they had that legal relationship with Ripple the company. Those constituted securities transactions. So I see some people saying she said XRP was a security sometimes and sometimes not. It's really more about she was ruling about these transactions, and then what she was ruling is that sales occurring on exchanges where the buyer did not have a legal relationship with the company, Ripple, those did not constitute securities transactions. Anyway, just want to make that clear. Now. My question is, so this was seen as a victory for the industry, also a repudiation of the SEC. And I was curious for your thoughts on kind of you know what effect this will have on the industry, which has been in sort of limbo, at least in the US, for a while."
    },
    {
        "speaker": "A",
        "text": "There's a lot to unpack there. But we agree that it's overall a really good precedent. The battle is not over or the war is not over. That's a battle that has been won to a degree. And based on my own personal analysis and opinion, I agree with the way that you described it, and it's the way that we have always thought about and operated as investors. And the meme on Twitter, which I think is the correct meme, is referencing the how we test is that an investment contract for oranges doesn't mean that oranges are a security. And so this judgment is essentially in line with that understanding. And to make it a little bit more practical, what happens when companies or teams or entities or organizations raise money from investors by, even if it's by buying tokens, there's often a contract associated with that. That's something like a token purchase agreement, a safe or some other legal contract that then describes the exchange of money and capital for the asset. And it makes total sense for that to be a securities transaction that should not be controversial and that should be regulated as a securities transaction and all of the things that go along with it, things like the accredited investor rules and so on and so forth, I think there's been a little bit of an overreaction to interpreting that as then going to make it really difficult to raise money for crypto teams. I don't think it does that at all. It does add some legal work around it, but it also shouldn't be as easy as just doing an ICO and selling tokens to a bunch of people and getting a bunch of money to develop something. And so I think this is a very fair middle ground that should align well with the principles of the space. The way we like to see teams come together, develop a technology, and release it, is to raise capital privately from investors in regulated transactions, ideally equity, and then create and distribute an asset to a community in a way that does not constitute a securities transaction. I think the ability to do that is preserved. I think some kinds of investors that are more on the at least someone elses word for it, kind of the token flipper types. That is something that happened a lot in 2021, where they would buy tokens from a team three months before, launch the token, hype the token, then dump the token. It should be harder for those investors and funds to do business, and hopefully this precedent makes it so. But the really important aspect of that ruling, I think, is there's the security judgment, but there's also the part that covers the, the transactions on exchanges. And that's really important for the Coinbase case, because the Coinbase case is predicated on the assets being securities. And so if Coinbase can't be an unregistered securities exchange, if the assets that are being traded on that exchange are not securities. So we are really hoping that this will work out in Coinbase's favor because they deserve it. And that should bring a lot of clarity to one of the major concerns from many of the investors that weve talked to, which is, what is the impact of a token being security on user adoption and utility? Because securities have become, I think, overly feared as a concept, as if securities were illegal. Securities are not illegal. Theres, I think, 40, 50, 60 million Americans that own securities and trade securities. Thats not a problem. Something being a security is not a problem. Where it is a problem is, well, with a lot of these networks, the asset has a utility component and that a user ought to be able to spend the asset in order to consume a service. And that's where an asset being deemed the security can be problematic, because it means that if I send it to you as a form of payment or I just use it in a game or something, if that's a securities transaction, that comes with a lot of hair around it. And so that's not sustainable. So this ruling is really important to protect that aspect of the space, the fact that the average user, not the investor, transactions with investors should be regulated and should be subject to disclosures, and so should be subject to investor protections and other such things. But we must really protect the ability for the end users to be able to receive, transact, and use the assets as they're intended to in the platforms that they've been intended to, without those being securities transactions, which is what I think this corp case sets us."
    },
    {
        "speaker": "B",
        "text": "And also, one quick question, which I guess, Chris, if you want to answer this, because I saw Adam Cochran tweeted, oh, if XRP. So, basically, as we mentioned, certain transactions involving XRP can be securities transactions, but essentially she was saying, XRP, in and of itself is not security. And so Adam Cochran tweeted something like, oh, well, if XRP isn't inherently a security, then pretty much nothing in crypto would be, because, you know, you probably remember, like, even when Coinbase did its assessment, it gave it, like, the ranking closest to a security. So you guys have invested in, like, filecoins, Lana Polygon, and those were some of the tokens that were named as securities, those lawsuits that the SEC brought against Coinbase and some of the other places. And so I wondered, and I obviously understand if you don't want to see any particular token, but just being investors in tokens that have been named, were you guys breathing a sigh of relief after the XRP thing, or kind of. How do you think about that ruling when it comes to your own investments?"
    },
    {
        "speaker": "D",
        "text": "I'm going to let Joel answer because I think he's more qualified, but I don't think we were worried. But go ahead, Joel."
    },
    {
        "speaker": "A",
        "text": "I'm also curious about your opinion, but I think we were less relief because we weren't worried, but more like, you know, yes, because it's what we believe. And it's really great to see that the courts, at least so far, have been trending towards what they should be, neutral and assessing things based on the matter merits and not the political implications. And so the way we see it, and I'll allow myself to go a little broader here as well. One thing that's important to remember is the Howard test came out of a court case. The courts are really important. And going back to 2017, we were just getting started. I used to joke that we're going to get a court case in the Supreme Court someday, and it's going to be an important case, and we don't know what it's going to be about, but it's going to be an important case because this technology is going to turn out to be so controversial that some of the implications of it are going to have to be decided by the courts. And so in some ways, we were actually quite energized by seeing these cases come to the fold because there's a little bit of a deadlock in the us regulatory regime right now. And Congress is doing some things, but Congress is intentionally a slow body, and so Congress is going to move at the speed of Congress. But unfortunately, the setup that has been created in the US is such that I don't think that we're going to get clarity directly from the regulator other than through court precedents. And that's okay. Looking at the history of financial regulation, a lot of it is a consequence of court outcomes and court cases. And often you get this interplay between congressional action and judicial action and then executive action that comes on the back of it. If you look at, for example, the different points in time at which even the creation of the CFTC and the different breaking points in time when the CFTC regulations were updated and the futures regulation in commodities, they often coincided with periods of financial speculation and then the unraveling of bubbles, and then the lawsuits that would emerge from that, and then the court precedents that would then kick Congress into action. And so that same dynamic seems to be playing out here more broadly. However, the US really stands in stark contrast to what's happening elsewhere in the world. Elsewhere in the world, we're seeing the complete opposite reaction in direction. And I'll just do a very quick overview. But the UK just passed some really positive crypto laws and have made web three a national priority. The EU has passed some crypto law, starting with stable coins in the Middle east. Even the UAE created an entirely separate, different regulatory agency just for digital assets in Asia. We have South Korea and Japan that have also made this an important strategy. And we've all probably seen what's been happening in Hong Kong and in Latin America. And so the global trend and the global trend is really important because these are global networks and global assets. The global trend is toward clear, it's towards clear rules and clear regulation and legislation, and the US is slow on that trade. And we could debate all of the reasons why. But ultimately, what happens globally is more important than what happens in the US. But I, even the US, dire as it may seem from the surface, is actually trending in a very positive direction."
    },
    {
        "speaker": "B",
        "text": "So one thing I wanted to ask about was the Lummis Gillibrand bill proposes to set up a self regulatory organization, or SRO, to basically self regulate the industry. If such an organization were to be established, what would be on your wish list of what it would implement?"
    },
    {
        "speaker": "A",
        "text": "Well, first, I think it's a great idea. We have that in finance with Finrade, which we're a part of, and it acts as an intermediary between the industry and the regulator. As far as wishlist, I haven't thought about that, but I would hope that they make extensive use of smart contracts to regulate or to self regulate, and for it to be an opportunity to establish a very modern and effective regime for real time regulation in a way that's uniquely possible through this technology. Something like FINRA, which has existed for a long time, relies on paper to operate digital. Paper is in PDF's, but it's still stuck in the 20th century of submitting filings and filling out things by hand, etcetera. And I think with this technology, we have an opportunity to really showcase the power of smart contracts and digital assets to not only self regulate, but self regulate in an automated, intelligent way."
    },
    {
        "speaker": "D",
        "text": "And I would just throw in probably the number one thing, top of mind for me, at least as it relates to the assets and the distributions, is something placeholders always been focused on, and that is who gets what allocations within these networks. And we wrote about this in 2021 as the original sin of the creation of a lot of crypto networks. And if we go in time and we just kind of break it up between insider and outsider. And I know it might be funny to some people, because placeholder is technically on the inside, as we help a lot of entrepreneurs formulate the ideas and actually launch the networks. But because of that, we get a look at how things are constructed. And I think we come from a very ideological place of, one of the things that brought us to crypto is this idea of better distributing access to capital and wealth creation for everyone in the world. And if you look at bitcoin as an open access network, everyone could have been mining it from the beginning. Now, it was a very limited set of cypherpunks, and, like, you can make lots of arguments about how that became unevenly distributed. And I actually would say that because of the Matthew effect, the law of accumulated advantage, things do skew towards inequality. And we're not trying to create a perfectly equal world. I think we're trying to increase everyone's access to a fair playing field. And so bitcoin had a pretty fair distribution. I would say Ethereum also had a very fair distribution in that everyone could get access to the ICO. Anyone could have put in BTC in 2014, and in some ways, icos were better in 2017. Like, some people got ripped off, but some people, from a small base of money and just a retail perspective, not having a big institution like what placeholder is, were able to get access to projects at a very early stage that changed their lives. And it is unfortunate, I would say that in trying to protect the consumer, in some ways, the SEC cut out the consumer from some of those early gains and actually pushed a lot of that activity to VC's. But then in pushing a lot of that activity to VC's, I would say placeholder on the spectrum of ideological sits pretty far to the side of ideological, or driven by some ideals that we want to see proliferate in the world. And so we do think about these things a lot. There are other firms who are more financially driven, and it just depends on what you're prioritizing. And I would say that the more financially driven firms can create distributions that benefit insiders more than is likely healthy for the overall power of this movement. A way to neutralize it is just standardized reporting around who gets what, why do they get it? And this even just feeds into how daos are capitalized and then how the service providers to daos are paid. And Ryan Selkus at Masari has been on this for a while. And so if we could get a standardized framework around the original allocations and the asset flows, these major crypto assets, I think that would help people a lot because right now it's kind of murky through coinmarketcap and I mean it's getting better. And like defi llama, I think has some good open access tools where you can see supply over time and you can get an idea of if you are going to get really diluted as a retail purchaser in the market. But just increasing the ease of access to that information and standardizing it would go a long way."
    },
    {
        "speaker": "B",
        "text": "All right, so my last question for you, that's kind of business regulatory, and then we will get to the investment stuff, which is probably in some ways more fun. I just wanted to ask you because I still feel like there's kind of two big dark clouds that are potentially looming over the industry. One involves digital currency group, which is huge company, has invested in a ton of companies and also has a number of subsidiaries. Its subsidiary genesis has already filed for bankruptcy and DCG is facing a lawsuit by Gemini. The other is Binance. Im just going to combine these for efficiencys sake. Binance is in a tough situation thats been sued by both the CFTC, the SEC. They recently laid off 1000 staff. Theyre cutting benefits, their market share is decreasing, the liquidity on Binance us almost nonexistent. I just wondered how you guys were thinking about these two potential events, and I don't even know what you think will happen there, but why don't you maybe give some thoughts on those two things and how that might affect the overall industry?"
    },
    {
        "speaker": "A",
        "text": "I would address them as a package. And it's all part of broadly speaking, and then we can go into particulars. Broadly speaking, it's all part of cleaning out the industry. And going back to kind of the quip earlier about there's good actors, there's bad actors, and there's people who make mistakes. If you're a good actor and you made a mistake, sometimes mistakes have to be punishable too, or punished too, even if they were made innocently or without evil intent. And that's how a fair world works. And so if you acted in a way that cost harm, then you should face the consequences of that. And I think it's part of the same kind of event where it discourages people, or at least makes them think twice about acting in ways that could be potentially harmful, such as using too much leverage or putting customer assets at risk, and so on and so forth, having shoddy internal processes, etcetera. Because the pain of, even though the era of easy money makes it all exhilarating and you might feel like you can get away with anything and you're the king of the world and nothing bad will ever happen to you, and everything's fine. When the tide turns is really painful, and then you have to turn around and really pay for all of that. I think that's all part of the same umbrella. Ultimately, when the FTX event was going on, I likened it to a surgery to remove a tumor. The surgery sucks. It's painful. You have to go through so much trauma to do it, but you have to get the tumor out, otherwise you're just not going to be healthy. I actually felt relieved when FTX collapsed. Weirdly enough, that catalyzed a bunch of these other things. Because I would much rather have the situation that we have now than a situation where imagine if it hadn't collapsed and it was still going today, and DCG would still be operating the way that it is, there wouldn't be as much scrutiny binance. How much more horrible would it be when they'd all inevitably collapse as it was going to collapse anyway? As far as I'm concerned, it's sort of take the band aid off, get all the bad stuff out of the system, and the sooner we can get through this period, the sooner we can really get back on the right track."
    },
    {
        "speaker": "D",
        "text": "And I would say we don't have, at least I don't have any edge on the specifics of the DCG situation or the binance situation. Joel and I have, you know, known Barry Silbert for a long time. And actually going back to 2014, when I was at Ark, Barry was like one of the people that approached Ark and grayscale at the time, which was very nascent about the bitcoin investment trust. And so I guess I have some loyalties there. And I've also seen Barry Judo flip a lot of situations into his favorite. And so I guess I'm not willing to, you know, hold judgment on Barry or DCG until the whole picture is revealed. And I, over the years, have learned to not bet against him. Like, I even just remember as an example, when Ethereum forked in 2016, because of the DAO, I was at Ark, and I had, like, a few people calling my desk bidding for the forked ethnic, and I was like, why are people buying the forked eth? Like, this thing's useless. Everyone knows this thing's going to zero. And it turns out that I think Genesis was accumulating a lot of etc. And it was at fractions. I mean, it was pennies on the dollar, and it's actually a brilliant thing to do. It drew the ire of Ethereum people, and I understand all of that, but I also have to acknowledge that he will do things that, you know, no one else would think to do, I guess. And sometimes that can get you into hot water. And again, I don't understand enough of the specifics to hold judgment on that situation. And, you know, with binance, with finance, I don't know CZ personally. Like, I've corresponded with him through Twitter, DM's. I have less of like a read on his character. We have some anecdotes from people that we know he's definitely a risk taker. You know, there's no doubt about that. So both of these people are risk takers, and I think they're calculated risk takers, and I would expect them to find some way to survive, but, you know, it's going to be with some battle wounds and some restraints and things like that. But they're still. They're still both titans of the industry. So I think it's easy to kick someone like that when they're down and, you know, and that's not at all what Joel was doing. I think Joel is just speaking broadly about the industry and, say, the catharsis of this process. And so that would be where I land with DCG and finance."
    },
    {
        "speaker": "B",
        "text": "Yeah, that day when ATC started trading, or that is really the days afterward. That is a very entertaining scene in my book. And I had some choice tweets of Barry that I included because he was riding a high and gloating about on Twitter."
    },
    {
        "speaker": "D",
        "text": "So, I mean, it was crazy. That was such a crazy process. I remember Poloniex Washington, the first to list, etc. And then, like, people started paying attention to it, and then, like, a bunch of hash rates swung from eth to etc. Like 20% of eth's hash rate, and it was like. And then it all became a thing, you know? And I don't know, at least in that period, I think, etc. Traded to like $30 from like a few cents. Right. And so, like, that was a ridiculous amount of wealth creation. Very quickly, just by, say, questioning what was, like, widely the consensus thinking at the time."
    },
    {
        "speaker": "B",
        "text": "Yeah, my memory is something like it was $3.50 and Eve was at eight, but anyway, I'll have to look it up in my book, but. All right, so this is probably the part that we've been, that the audience has been waiting for, especially the djensh. So given everything that's been going on, obviously, as we discussed, VC's are in prime position to make some really good investments. It just feels like you guys have the upper hand right now. So what is your current investment thesis? And people wanted me to ask you, Joel, since you're famous for the fat protocols thesis, which by the way, it just blows my mind that that was published seven years ago. But people were curious to hear whether you still think that that holds up."
    },
    {
        "speaker": "A",
        "text": "Well, I'm asked that a lot, and there's a couple of related pieces that I've written, both before fat protocols and after fat protocols that add a lot of context. And there's also a lot of, I think, different interpretations than the one that I originally intended when it was written. But the short answer is, I haven't seen any evidence that it hasn't held up, and that doesn't mean that it will always hold up. However, I do make a big distinction between value capture and investment returns. They're not the same thing. And that's something that I illustrated in the follow up called thin applications, which describe that you can have most of the value captured at the protocol layer and still have periods of time when most of the investment returns are at the application layer. And those are two very different things. And so I think a lot of people took it to mean that you could only have value at the critical layer and that you would never have value at the application layer or at the layers top. And I just don't think that's true. Our investment activity reflects that. We don't only invest in in the FAP protocol, so you can have something that exhibits a great return financially. Built on top of Ethereum, that never surpasses the value of Ethereum. And then the other nuance is that the language that I use talked about layers of protocols and layers of applications. It was really looking at a macro view of take all the protocols together, take all the applications together, what's going to be the relative value split? So that's another nuance, but more broadly speaking, in terms of where we are now and how has that developed? And thinking less about the financial aspect and thinking more about the progression of the technology, I'm actually taken back to an even older post that was called the blockchain application stack, and I think a copy of it is still up on Coindesk. And the blockchain application stack is, I think I wrote it in 2014, and this was before Ethereum launched, so it was very bitcoin heavy. But it outlined this view that in ten years new web applications would be built essentially on a stack growth of a shared data layer, which at the time I sort of identified the bitcoin blockchain as being a shared data layer. Now I think it's several blockchains, then a shared protocol layer, which at the time I called them overlay network, that would anchor onto the shared data layer. And then these overlay networks would provide specific services as protocols that would also be open source, and then there would be an API layer and then an application layer on top, and the API layer would be how the applications would interact with the overlay networks or the protocols, and then the underlying blockchains. And over the past couple of years, but we've seen a trend that has now accelerated of layer two networks, and now the emerging technology of rollups that is pretty close to that vision, where there's now a growing trend, even though some of these technologies have been under development for several years now, that they're coming to market, and just takes us back to the conversations about cycles and the time that it takes for the infrastructure to mature. We're quickly entering a world where it's much cheaper and faster for teams to release protocols that work as l two s or roll ups on top of major networks like Ethereum or Bitcoin or Avalanche, and other networks like that. Then it is to launch your own blockchain or smart contract network, or l one from scratch. And that's really interesting because it's very similar to that early sketch, even though there was a bunch of things wrong with it. But I actually think it in some ways reinforces the fat protocol thesis, because what we're seeing is the beginnings of the consolidation of the infrastructure, going back to the installation phase. In the Carlotta model, what you have during the installation phase is an expansion in the infrastructure, where a lot of capital funds, a lot of different attempts, and a lot of different competing alternatives. We get a lot of choice in the market as we're experimenting and figuring out what's the right way to build things. But what happens when you're transitioning towards the deployment phase is that those choices begin to consolidate into the more formidable pieces of infrastructure. And it's only when the infrastructure begins to solidify that you get the explosion of the applications on top. I think we're starting to enter that cycle, which has us extremely excited. It's very similar to what the web went through in the early two thousands, actually, with the, with the advent of the cloud, for example, which was a way of consolidating all of the Internet technology into an easy to consume, cheap package for companies to build on top. Before the cloud, before cloud systems, which was really just packaging all of the Internet infrastructure that existed before, it was extraordinarily expensive to start a new web company because you had to set up your own servers and get good bandwidth and do a lot of things. But as those things became consolidated and packaged, then you could move to a model where it was really cheap to launch new companies. What were seeing now with these emerging technologies is becoming extremely cheap and extremely easy to launch new networks that dont have to have their own token, necessarily, or dont have to have their own miners or their own validator set, but still are able to provide the same level of, of security, or maybe even higher security and scalability. So what we're seeing in the market, teams leveraging that technology, and Chris, I'm sure, will add a lot to this, we're seeing two things. Either new teams that will be starting from scratch, leveraging these technologies, and will require a lot less capital to get to market, and we'll get to market much quicker. And so that is creating a really dynamic and really engaging new generation of companies, and also existing companies that are thinking of transitioning their infrastructure over to the largest."
    },
    {
        "speaker": "D",
        "text": "I guess I'll pick up where Joel left off there, and I guess I will start with infrastructure. And what Joel's alluding to with the migration is really the long tail of layer one, smart contract networks that have a very costly validator ecosystem. You can think of them as a little bit like, what was the pets company or Webvan? There's the famous petscop."
    },
    {
        "speaker": "A",
        "text": "Both of those."
    },
    {
        "speaker": "D",
        "text": "Pets.com or webvan. You know, I don't know if they had to do this, but I suspect they had to set up their own data centers. You know, they had a bunch of costs."
    },
    {
        "speaker": "A",
        "text": "Everyone in the nineties had to do it."
    },
    {
        "speaker": "D",
        "text": "This alludes to what Joel was saying of, like, they had to set up this massive amount of infrastructure that was basically redundant with a bunch of other people, having to set up massive infrastructure. And that's one of the many things that ultimately crush them in the cost to provision the service, the end user, and I'd say the long tail of smart contract networks that don't really have much in the way of differentiated DApps or transaction fee demand is for the most part, pretty high annual rates of supply inflation. So the amount of the new units of the crypto asset that are minted each year, or the percentage of the overall float that's minted each year to sustain the validator set. And so that is only sustainable so long as you have growing transaction fee demand to ultimately lower the rate of supply inflation and provide true yield to the validators through the transaction fee demand, which is the progression we've seen Ethereum make, where now Ethereum has really supplanted the annual supply inflation with transaction fees. And now ETH is basically even or deflationary in the amount of new ETH that's created and it's still producing yield because there's organic demand there. Most layer ones, and when I say most layer ones, I think at this point there's certainly dozens and there's probably hundreds, because I don't know them all, the ones that don't have enough demand, they're probably going to become roll ups, right? Because they built duplicative data centers that they can't maintain that they're going to bleed out value from, and then people are going to eventually give up and be like, well, why am I eating all this annual supply inflation when there's no transaction fee demand on the horizon? And so, well, some will die. Maybe they'll shut off their validator sets. I don't know. We've talked before about how protocols don't die the way companies do, and that's kind of a murky thing that I'll leave there to the side, but they'll certainly fade into relevance unless they kind of give themselves a second life by moving to a roll up system, where a roll up system, you're going from having a pretty costly validator set to a few sequencers or a shared sequencer, and there's teams working on shared sequencers now, and the cost of your infrastructure for equal or superior security collapses. And so then you don't need those high rates of annual supply inflation. And then you can, you know, you will see more clearly whether the yield's coming from transaction fees and also maybe the teams will be able to build, and this is still at the infrastructure layer, but build more differentiated tooling for developers to make it easier for them to launch applications. And so for us at the infrastructure layer, I would say we've been most focused on the, the large public winners that are consolidating power, and that's bitcoin and ether. But we've also been very vocal about Solana beginning second half of last year into this year. We do think that's a robust standalone ecosystem and that the Solana virtual machine can stand alongside the Ethereum virtual machine. There's very strong network of effects around the Ethereum virtual machine, but we think that Solana is differentiated enough and appeals to a different enough set of more web two traditional finance minded folks that find that ecosystem more familiar, that an ecosystem of roughly equivalent power will form around the SVM. It wouldn't surprise me to see more users actually on the SVM in the next expansion than on the EVM, even if the number of developers and total asset value on the EVM is larger, and we can piece that apart more. But at least at the infrastructure stage, we have been focused on the public markets, which signifies opportunity to, you know, anyone listening to this call. We have also worked with Celestia for a long time. Well, I guess going back to 2021, before roll ups and data availability was the buzzword that it is now, or modular was the buzzword that is now. And we are excited about what Celestia is building. That will take more time in terms of building out the layers to reach the end user. But it is a provocative architecture that I would say can provision block space at the lowest cost possible with the best performance and customizability attributes for developers, but it will take time to get there. So let me pause, because I think you have questions."
    },
    {
        "speaker": "B",
        "text": "I do have two questions. So maybe one of you can take one of, or, you know, each of you guys can split these. One would be, I've seen people wondering, you know, are we going to have so many layer twos? Because I've seen some people say that it'll probably coalesce into a few. Others are like, no, no, no, there's going to be a ton of them. So that would be one question. And then the other is about Solana, because there are other blockchains that are similar to it. They are just more centralized. And so I wonder how you thought that affected their kind of. I guess, yeah. Long term popularity or where that would place them in the crypto market."
    },
    {
        "speaker": "D",
        "text": "Let's start with layer twos. Take it away, Joel."
    },
    {
        "speaker": "A",
        "text": "I think there will be millions of networks and protocols. I'll explain why. It's. We don't need a million smart contract networks or a million smart contract platforms. We don't. We don't need that many. However, between the lines of everything that we're saying is a massive reduction in cost across the board. And that's an important thing to understand. Cost of the user, cost of transaction, cost of development, cost of launching networks, etcetera. And there's an economic relationship between supply and cost, and sort of basic economics. And so I find it helpful to think about what happens when the cost of launching a network is zero. The cost of launching a website today is zero. It's not hard for me to imagine that we get to a place where the cost of launching an l two or l three, or hyperchain, or whatever people call it, there's the technical terms and the marketing terms, but let's just call them l two s or overlay networks. The question is then, what are those networks going to do? And if you're only thinking in the dimension of these are all ethereum competitors or ethereum alternatives, that's never going to happen. However, I think we can think of four categories. There's going to be the contract networks, there's going to be the application specific networks. And that's really a world where each major application or application of sufficient scale has its own roll up or its own network, likely roll up based as the backend. And that's really a structural change in how we build online services. There's also going to be sector specific networks and geography specific networks. And those may also converge in some ways. So you may have smart contract networks. And this is also related to regulatory outcomes, where some of what regulatory events are going to do is they're going to create some fragmentation in the industry, where you might have universal defi protocols like Uniswap, but you might have a version of Uniswap running on a roll up network that serves only certain countries in Latin America that have an agreement amongst themselves to operate their network in a certain way. So you might have, for example, regional defi networks, or hyper local defi networks the moment that it's really cheap to launch these. And so when you think about all of those categories, then it really expands, really, what a network is or what a protocol is. In the case of, for example, gaming, for instance, we're seeing a lot of gaming focused networks that are meant to network together, an ecosystem of games. And they're not necessarily meant to network with all of the games in the world, but to create a shared environment for them to operate with each other. And then some of those games may have their own separate roll ups or networks. So from that perspective, things that become really important are the technologies that we've already talked about, the things like bridges and liquidity venues for assets and information to pass freely between these networks. And we're seeing a lot of teams working on providing solutions to both of those. And so when you put all of that together, it really makes it possible for there to be as many networks as there are websites. Now, you might ask, why is that necessary? Why would you want that? And I think that thinking of a blockchain as a backend to a website really puts you in a position of thinking, okay, what are the benefits of thinking about it this way? And so far, blockchains have been backends to lots of different applications and lots of different services, like the mainframes in the era where one machine would run all the things. And so now every website has its own dedicated sort of set of servers, and they're often in the same data center, but they're simplistically, you could think of one website, one server, even though sometimes they run on multiple servers. But the advantages here is, what are the structural elements of this architecture that make it superior to web two? I think it also comes back down to the cost of operation, where one of the consequences of centralized infrastructure in web two is that a company has to take on all of the costs of operations, which are massive. So Snapchat or Twitter, to use a familiar example, has massive infrastructure costs. And when we look at what Twitter had to do with really shutting down public access to the network and limiting it to, for example, logged in accounts, which people interpret it as Elon Musk being greedy, but it had a real economic reason, which was Twitter could not handle a massive increase in traffic from AI agents scraping its website, because it produced a massive increase in infrastructure costs without a corresponding increase in revenues or profits. And that to me, and I'm going to say that we've gotten through an hour and change without talking about AI. So we'll talk about AI for a little bit. It's interesting to think, okay, I won't say a bunch of things about AI, but if we can imagine a world where every human has several AI agents working on their behalf, and all of these AI agents are visiting all these different websites and gathering all this information, we really believe that web two infrastructure and web two business models are going to be able to cope with a thousand fold or million fold increase in web traffic when 99% of that increase comes from machines who don't click on ads, who don't subscribe to services, who don't generate revenue in the web. Two way. From that perspective, it seems really obvious to me that the only kinds of services that are going to be able to cope with that new reality are the ones that are built on a blockchain and smart contract basis, because the backend is decentralized and it's distributed, and because you can have business models that are AI compatible with digitally native microtransactions, where you can charge the AI fractions of a cent to access a service or to access a function to access some media. And then we can really now experiment with business models that are compatible with the new reality. It's very clear right now that web two business models are compatible with that emerging future. And so I think those two elements converge here in a really elegant and beautiful way. And that's one of the reasons why we're excited."
    },
    {
        "speaker": "D",
        "text": "So there's so much there. It could be a whole nother episode to unpack. But I do want to, just for some listeners, I do want to clarify that when Joel's saying millions of networks, that doesn't mean millions of layer ones or data availability layers. It's a consolidated set at the base providing data availability. And then when we're talking about millions of networks, you're really getting into, say, the execution layers. And that is also to your question too, Laura, around l two s. And I think people need to differentiate, because if you look at optimism, they've released the op stack, or you look at ZK sync, they've released the ZK stack, and then you will have optimism. The layer two, you will have ZK sync the layer two. There will be teams that build in those layer two environments, and they get improved composability, say, with other contracts that are in that layer two environment. But there will also be teams like we've seen with base from Coinbase, that take that stack and build their own l two. Right. And so through that view, we are going to have dozens, hundreds, thousands, hundreds of thousands, potentially millions of these environments, depending on the needs of the application. Right. The infrastructure needs of the application. And some applications might exist in the, say, mothership l two s. And I would say those are going to be the ones that most need atomic composability. Now, this is assuming that we don't solve for atomic composability cross roll ups, and that's like a whole nother layer of experimentation, I would say. And it would be more like people talk a lot about message or value interoperability, but they need to also talk more probably about state reading and state interoperability between roll ups. And that's like an emerging part of, say, the picture. So what we're excited about is there's a bunch of open questions, right? And so no one has it figured out and where the network effects are going to reside at these higher levels. People are still trying to figure out, even though it's becoming increasingly clear, and this goes back to, say, part of placeholder strategy, that some of the core existing public crypto assets are likely to be long term winners that keep winning. Your average investor doesn't necessarily have to figure all of this out when they have access to names like BTCE and Sola in the public market. I guess, I mean, you had asked about Solana, Laura, and we observed Solana for a long time. We saw the white paper when it came out, I think in 2017, the white paper first came out from. From Toli, and we never got involved with Solana at the private pre launch stage. We did have talks with the team in the prior bear market. And for us, we tend each bear market, we tend to really focus on a underdog ecosystem that we think has true merit and accumulate a sizable stake in that underlying asset, and then venture, invest on top, to understand the network, to support the entrepreneurs, to help make our own luck, to interconnect good entrepreneurs with each other within that ecosystem. And so we did that with Ethereum in 2018 to 19, and it worked out for us, and we're doing the same thing, I would say, with Sol in this bear market, and centralization was a point of focus for us. We've been in crypto for a long time. We want the benefits of these systems to be maximally distributed. And I think our view is last year was a majorly redistributing event for Solana. If you hated Solana because of FTX or because of Sam, or because of some of the low float shenanigans, which I agree were deplorable around some of the tokens launched on top of Solana, then you should be happy that those things got washed out, or that those predatory tokens are basically now irrelevant or down 99.9%. And so similar to Joel's analogy around the tumor, like, there were a lot of tumors that were taken out of Solana last year, and so that, say, made it proper timing for us to get involved. And then I think Tolly just tweeted recently that there's something like 300. Yeah, 320,000 stakers on Solana. I'm not going to get into the semantics of duplicatives and what's an individual staker? Because that can also become a bigger rabbit hole. I would encourage people to look at. I think it's NACA flow. Yeah, Nacaflow IO. And Laura, I can send you that. It's a measure of decentralization and the number of nodes you would need to take offline, or the number of nodes that control one third of the stake, of a proof of stake network, which is a critical threshold. And there, I'd say Solana ranks well near the high end of its peers, and it ranks higher than Ethereum in that value. Now, this is a whole sticky debate in and of itself. What I would say, though, is Solana is sufficiently decentralized to be resilient and to provide distributed value to the world. And then one of the reasons we talked about infrastructure investing at length, but on the venture side, we've been spending more and more time at the application layer, and we want to work with entrepreneurs who want to bring the applications to tens or hundreds of millions of users. And one of the areas where we've been most focused is the Solana application layer. And the reason for that is, as the infrastructure is still, say, coming into its final form around Ethereum or Celestia. As an up and coming contender here, Solana has a roadmap that I would say requires application developers to think a little bit less about the infrastructure. And in having to think about it a little bit less, they can think more about user onboarding, user experience, some of the dynamics of what makes a product really good and sticky for users. And so we would expect that some of crypto's biggest applications in the next expansion will be on top of Solana. A good example would be drip house, which we work with. It's dripdeh us. And there it's just, it's playing with the idea of inverting nfts from a very expensive, scarce thing that costs hundreds of thousands of dollars to, hey, get onto a list, a drip list. And they have many drip lists now for, it can be an artist, it can be a music protocol like vault, it could be a restaurant in the future. But you get on this drip list and you get dropped weekly nfts for free. And so it starts to invert this model of, okay, I got to pay $100,000 to gain access to this club, to, hey, I just got to spend the time to get onto this list, and then I'm going to get goodies, free goodies on a weekly basis that I own and I can choose what to do with. And then you're like, well, how could they possibly afford to do that? And you look at, say, state compression on Solana and drip, as an example, could drop 100 million nfts for $200. And so, sorry, 100 million nfts for $1,000. 10 million nfts for $200. Right. And this is on Solana's website, state compression. But you're starting to get to economics of scale that allow for experimentation at scale. Right? And even if an NFT costs a dollar to deliver to a user, that's too much. Right. I think the rough math that we ran is with Solana as compared to what's available on Ethereum, at least right now. This will change over time. But you can experiment with 1000 users on Solana, for every one user you can experiment with on Ethereum, specific to nfts. And so it's just those types of things that will allow more iteration. And this is not to say, like, we are not here a lot of our careers thanks to Ethereum. Joel and I would say grew up, we cut our teeth on bitcoin and crypto, and we grew up with Ethereum. And I would say that Ethereum still has a very core place in our beings, but we also want to help support other ecosystems of merit that have differentiated approaches that we see as appealing to differentiated developers that will build products that bring in different types of users. And so to us, Solana has merit in that regard."
    },
    {
        "speaker": "B",
        "text": "Yeah. So Joel started to discuss this, but I definitely want to explore it further because obviously in the last, I don't know, like half year roughly, there's been so much talk about AI, and already people are looking at using AI and crypto together. So what investment opportunities are you guys excited about in that nexus?"
    },
    {
        "speaker": "A",
        "text": "There's a couple of different layers to that. And I'll start with media, because we were just talking about nfts. And one of the interesting things about the emergence of generative AI at the same time of massive unpopularity of nfts, broadly speaking, on a mainstream level, how they both come together, where in 2021, which is crazy to think, as the world pre AI or I, pretty large language models or generated models, it was pretty impossible for even the average artist to understand why they, why would you need digital scarcity for digital art? Those concepts seem very foreign. And so a lot of artists had a really negative reaction, and there's a bunch of other associated biases reasons there. But the average person outside of crypto really couldn't understand the value of nfTs, not just on the consumer side, but on the creator side as well. And what's interesting now is that anyone who engages in creative work has had a realization that they now have to compete with machines or use machines in an interesting way to leverage their art. And there's going to be, or we're seeing this expansion of creative potential and creative output as a result of, of machine creativity, both in the written form, the visual form, the audio form, etcetera. And so I think NFTs are going to play a really important role in establishing the provenance of content. And that's an old idea. That's actually a ten year old idea. Back when I was at Union Square Ventures, we, the way that I got to know Jesse Walden and Dennis Nasrock. Jesse, who's now the founder of variant, and Dennis, who's the founder of Mirror, was through a company they had started that we invested in called my. And we spent two years trying to figure out on chain content attribution. And it was way too early because no one cared about it."
    },
    {
        "speaker": "D",
        "text": "And maybe it was the two."
    },
    {
        "speaker": "A",
        "text": "Well, it was called, yeah, it was the same, it was called mine, and then the protocol was called Mediachain. The idea was, well, we had bitcoin in the early beginnings of Ethereum, and the idea was, well, lets inscribe the metadata of a piece of music or a piece of art onto the blockchain so that you could always know who created it. This is before the word token was popular. This is before NFTs. This is before Ethereum launched. It was really ahead of its time, but no one cared. Now, all of a sudden, people kind of care about where the content came from or where the media came from, and we're really going to care about who produced it and to be able to trace it. Not because machine generated content is bad, just, we just want to know whether it was created by a machine or."
    },
    {
        "speaker": "D",
        "text": "A human or attribution, right? Just to inject a little idea like it's going to piecemeal, pay a whole bunch of people, let it stitch the idea from then you'll need a programmatic system."
    },
    {
        "speaker": "A",
        "text": "So that's something that a blockchain is uniquely capable of providing. And so that's, I think, gonna be an important layer of infrastructure for media altogether going forward. And the way we see it played out. For example, the early experiments in on chain social media networks, on a platform like mirror, which is a writing platform, everything that you write gets minted as an NFT, and you can trade it. It has value. There's sort of ways to generate economics from it. But I think over the long term, there's more of a cumulative effect than an acute effect to every piece of media being tokenized, which is a kind of network effect, where it's really valuable when all the media is tokenized, because then you can create all of these relationships in the different forms of media. And you start to get innovations in how we do recommendation algorithms and how we track preferences for people. Because, for example, if I have an NFT of something that you wrote in my wallet, then any application that is able to look at my wallet's contents can tell something about who I am as a user by the nfts that I hold, whatever they are. So making nfts cheap is really key to that. We start to see how that changes the relationship between users and services. In that right now, for example, Facebook or Instagram or TikTok are a black box of recommendations that you really can't control. And they profile us, or they profile the users and they know the things that you like and that you're going to like. But it's all a proprietary algorithm that they control, and it's not accessible, and it's less about the controller, it's more like it's not accessible to other applications who might compete with them. So it creates these anti competitive environments. However, when all of that information is on chain, then you could have a much more dynamic, much broader selection of applications that can tailor content or recommendations or shopping to you without relying on that black box. And this is where being able to deliver nfts for fractions and fractions of a set is necessary for that to play out some other areas. And I'll take less time with them are, and these are some of my playthings in my mind that I'm interested about. So thank you for indulging me. Wallets for machines is. I think that's something that's very interesting and that's a very narrow idea. And if someone's working on that, please reach out, because I'm very interested in that. I'm very interested in AI agents that have their own wallets and that provide services, get paid to provide those services, and then also spend to consume services from other machines. This goes back to that idea that we might have ten order of magnitude increasing web traffic, but 99% of that growth may come from machines. I'm really interested in machines paying each other for services. In thinking about that world."
    },
    {
        "speaker": "B",
        "text": "Wait, and quick question. I think there was something on Ethereum that enabled that recently. And so you're basically saying the application that utilize. Okay, got it."
    },
    {
        "speaker": "A",
        "text": "Yeah. And there's other things like that are happening on Ethereum as well. Like, I forget the specific ERC proposals, but there's one that gives NFts their own wallet. And so something that we're starting to see some people experiment with, I just."
    },
    {
        "speaker": "B",
        "text": "Had that on my show. I might be 6551. It's so embarrassing. I just did a whole show on it."
    },
    {
        "speaker": "A",
        "text": "I'm like, which you're probably right, but that's really interesting because, for example, people are tokenizing as NFTs all kinds of things. And so one of the companies in our portfolio. Great, thank you for reminding me. I will never forget, one of the companies that we work with is tokenizing automations, which are primitive forms of AI as nfts that can be traded. And the AI doesn't live in the NFT, but the NFT represents essentially like a property right, to that agent or to that AI that can be traded. And that's something that's, you know, this is some stuff that is really far out there, but it's really exploring a world where there isn't like one chat GPT and five competitors. But rather we all have several of these smaller agents that do different things, are trained for specific purposes, and that worked for us. And it's very obvious to me that that's only going to work if web services are built on a blockchain substrate, because those machines are going to have to pay each other. Those machines are going to have to build reputation for each other to be able to judge which ones to use, which ones have an operating history. All of those things combined, I think, are really important intersections of crypto and AI. We might even say that AI might be crypto's killer app."
    },
    {
        "speaker": "B",
        "text": "That's so cool, Chris."
    },
    {
        "speaker": "D",
        "text": "There's a lot of foundational thinking that goes into the things that Joel said. And I want to just channel our partner Brad for a second, because Brad Burnham is a venture partner with placeholder and Union Square Ventures and helped get. Well, he founded Uni Square Ventures with Fred Wilson in the early Internet application era. So he's gone through that in web two, and he's now working alongside both firms in Web three and his obsession. And Joel, correct me if I'm wrong, but his obsession, I would say, is an insight application that goes and gathers information for you, and that's likely these AI agents, and then brings you the end outcome or the end information. And that insight application likely only works when you're custodying the full view of your own data. So right now, our data exists in all these web two fiefdoms. And so Facebook has a partial look at us, and Amazon has a partial look at us, and Apple has a partial look at us. And they produce pretty good AI services for us right now. But they don't have the full picture. And most of us wouldn't be comfortable giving them the full picture. We'd be like, no, that's invasive. But just as we all have homes that hold most of our information in the physical world, right, and maybe we scatter it in a few places, and we have keys that unlock that information to the people that need access. We need the same architecture in the digital world. And so we are migrating over time, and it takes a very long time towards a world where we can authenticate our data, the full picture of our information to these agents, right? That then will do work for us, process the digital world. And so it shortcuts, say a lot of the work that we have to currently do. And the example that Brad often gives is if he goes and buys skis, you know, for ski season, then skis chase him around the Internet for the next many weeks because everyone has a piecemeal view of his data versus if someone had a holistic view, they would say, okay, he bought the skis, don't bother him about the skis anymore. And it's like, all right, agent ABC, you know, go bug him about, you know, mitts for his wife or something, because she hasn't bought mitts yet. And we know, like last year she bought mitts, or, you know, whatever it is. And so, but again, that architecture relies upon blockchains to authenticate full views of who we are to these systems so that our privacy and our rights are honored, but then also that the services, the digital services that we use improve with time."
    },
    {
        "speaker": "B",
        "text": "All right, so this is a very slight pivot, but I just have to ask this question. It'll be our last. As we record, the SEC just acknowledged five bitcoin ETF applications, blackrock, fidelity, wisdom tree, Van Eck, and in Besco. What do you project will happen there? Do you think we'll see a bitcoin, a spot bitcoin ETF approved? And if so, which one or which ones?"
    },
    {
        "speaker": "A",
        "text": "Well, Chris has a background in ETF's, and so I'm curious what his thoughts are, but I hope we do. This would be an important event, and these people have been pursuing that for a long time. But I'll let Chris talk about the specifics of ETF, but I'll maybe talk a little bit about the significance of why. Because some people ask, why would you want it in an ETF, if you can just go get it. There's the financial argument, which is, yeah, there's a lot of investors and allocators who just cannot or won't allocate to these assets unless they're in an ETF. And that's one point. But more broadly, I think it's an important event for the integration of the Internet financial system and the traditional financial system. So we need these borders that really integrate the two worlds. And so if an ETF allows for larger capital flows into, for example, an asset like bitcoin, that trickles down to the rest of the industry, even if there's no direct relationship. So thinking about it as the harmonic convergence of the two worlds is something that needs to happen, whether it happens now or later, TBD. But I hope it does."
    },
    {
        "speaker": "D",
        "text": "I have a very hard time saying whether it's going to happen or not because I think it just really comes down to Gary Gensler, and I don't know him personally, and I have, of course, views on his motivations. But at the same time, I think that there's a growing amount of political pressure to treat crypto a bit more fairly. Approving an ETF could be a release valve. A bitcoin ETF could be a release valve. To do that. When I worked at Ark, we did a bunch of work on a bitcoin ETF, and Ark is also in the running here. It's weird that they weren't in that announcement. I'll have to go look. But I remember we did a bunch of work at that time, and I submitted some comment letters to the SEC in that 2014 to 17 timeframe that I was at AHRQ because the bitcoin markets were probably too small and the infrastructure wasn't quite there to support an ETF. And I could understand some of the SEC's arguments then. But now, if you look at when gold ETF's were approved, bitcoin ETF's are getting held to a much higher standard relative to say what gold ETF's were held to when they were approved. And there's a bunch of ways that you can say, approach the process and say, hey, this is starting to appear unfair and people will raise the futures ETF's. Right? And why are we approving futures ETF's? That also in long run rely upon spot pricing, which has been one of the sticking points for the SEC. It feels like a double standard. Right. How could you approve the futures ETF, which actually causes more slippage, is less good for the consumer, relies upon spot pricing and then not approve the spot ETF. And so eventually it's untenable, I think, to hold this position. A bitcoin ETF is inevitable, and it's just going to be a matter of which chairman actually gets over the line and does this. And there might be enough pressure to actually get chair gensler to do it. But I don't know him personally, so I can't say. Even if I did know him personally."
    },
    {
        "speaker": "B",
        "text": "He probably wouldn't tell me for sure. You guys, this has been an epic show. Obviously, this is quite possibly the longest show I've done, at least in recent memory, but it's been amazing. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "D",
        "text": "We're both on Twitter, though Joel never tweets, so maybe we can apply some social pressure on him to tweet more."
    },
    {
        "speaker": "A",
        "text": "Well, you tweet enough for the both of us. That's our website, placeholder VCE, where we occasionally write our long form content. But yeah, we're around and we're really interested in, just as a closing thought, just reflecting on the whole conversation, we often remark, or we have remarked over the last couple of months that we haven't been as excited as we are now since 2019 or so. Bull markets are kind of, they're exciting, but they're not very productive. And even though it seems very dire out there from where we're sitting, working with entrepreneurs, seeing the energy of the new teams that are not just coming to market but start with new companies, it's really contagious and this is really a great time. And I know that there's a lot of people who are struggling if they entered this world financially in a year like 2021. And I think it's important to remember, if you don't have this experience or you haven't gone through this before, that this is part of the process. And eventually we're all going to look back on this period and remember it as fondly as we remember 18 and 19."
    },
    {
        "speaker": "D",
        "text": "We're all more innovative in bear markets because we face more problems and problems for sue to innovate, whereas in the bull market, you're like, everything's great. Why do I need to innovate? And, you know, on Twitter, we're placeholder BC Jay Minigro, c Berniske."
    },
    {
        "speaker": "B",
        "text": "Perfect. All right."
    },
    {
        "speaker": "C",
        "text": "Well, it has been a pleasure having."
    },
    {
        "speaker": "B",
        "text": "You both on unchained."
    },
    {
        "speaker": "D",
        "text": "Thanks, Laura."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Chris and Joel and the state of the crypto markets, check out the show notes with this episode, Unchained is produced by me, Laura Shin, with up from Kevin Fuchs, Matt Pilchard, Zach Seward, Juana Ranovich, Sam Sriram, Ginny Hogan, Leandra Camino Shashank and Margaret Correa. Thanks for listening."
    }
]