[
    {
        "speaker": "A",
        "text": "You had Wall street fighting crypto and then Blackrock came in. The ETF's were a success. Tether is making more money than Goldman Sachs and now you have Wall street wanting to get in on that. And it's no coincidence that Schumer is located in New York, that the financial services industry is the number one donor to his campaign. I just think there's this unusual, uneasy alliance that emerged between crypto and traditional Wall street that is going to lift the industry higher. And if we continue to see these sorts of wins, going to lift it to all time highs."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host Laura Shin, author of the Crypto fans. I started coming Crypto nine years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the May 21, 2024 episode of Unchained. Did you know? Unchained is much more than a podcast. Last year we unveiled a completely redesigned website enriching your experience with the latest news, insightful analysis, compelling op eds, and comprehensive learning articles and guides for beginners. Explore all this and more@unchainedcrypto.com. dot deploy custom crypto strategies and boost your yield with perpetual options on Vaultcraft, the Universal Defi adapter for supercharging your crypto. With version V one five users can now earn options on optimism and arbitrum, while also rebalancing multi strategy yield products all in one vault. Learn more on Vaultcraft IO Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for Gamefi and defi to build, grow and scale. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot today's topic is all things crypto. Spot ETF's here to discuss are Eric Baltunis, senior ETF analyst at Bloomberg Intelligence, and Matt Hogan, chief investment officer at Betwise Asset Management. Welcome, Eric and Matt."
    },
    {
        "speaker": "A",
        "text": "Thanks for having us. Excited to be here."
    },
    {
        "speaker": "C",
        "text": "Yeah, likewise, Eric."
    },
    {
        "speaker": "B",
        "text": "We heard recently that the spot ether ETF's are actually going to be approved this week on May 23, which is probably a big surprise to everybody. What gives people some confidence that this is likely to happen now?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I nearly fell out of my chair when I heard about it slightly before the news broke. And at first I was like, how does it make sense? Because everybody you talk to said there was no comments from the SEC. And to me, silence is bad because remember, in all the bitcoin cycles, they were silent, delayed, silent delayed, and then denial. So silence is associated with, like, we're not doing this. You know, communication is associated with, we're doing this. So that's where our pessimism came in from. But I have to think that maybe some of this was political. Clearly this issue is getting away from one party. And maybe they were like, look, this is going to be a huge story. If it's denied, it'll have legs, big asset managers involved, and potentially they're thinking that we can't beat seen as this anti crypto. That's my thesis on. It's just everything else spoke to denial, and the people I talked to were also shocked. And these are people who've been working on this for a while. So I will have to eat a lot of crow because I said I was pretty out there saying that. Credit to James Safer, who kept this at 25% odds. I would have gone to ten, maybe five, to be honest. So he was like, no, just keep it at 25. So at least we were only. We were only 25. Thanks, James. But I think I can rest assured there were many articles that came out in the past month that said issuers were saying, it doesn't look good. I mean, it wasn't just me. There were many voices and many sourcing. So shocked. That said, I'm pleasantly shocked. This would be, this is a much more fun shock than on reverse. If we were bullish on the spot bitcoin and they didn't approve, that would suck. So this is a. I was personally forward. I think ETF's are great. They could track anything, pretty much. So I was like, this should happen. I was just trying to be right. And what we were, you know, all of the science pointed to know. So it sounds like it was a last minute decision, to be honest, but."
    },
    {
        "speaker": "B",
        "text": "I don't know which. So first things, James is one of the hosts for bits and bits, our new show on crypto and macro. So people should check that out when it comes out later this week. But the other thing too is I think this last minute change might have something to do with the SAB 121 vote that happened last Friday, where the Senate surprisingly voted to repeal this. It's called a staff, what was it? Staff accounting bulletin 121. And technically it's supposed to be guidance, but the Republicans called it out as saying that it was actually a rule change that sidestepped the normal rulemaking, and the general accounting office agreed. And what ended up happening is that twelve Democrats, including Senate Majority Leader Chuck Schumer, which is a signal, crossed party lines to repeal that. And so that sends a pretty strong signal, I believe, I guess, to the White House or to top leadership of the Democrats. So potentially that has something to do with it. Matt, I know you're obviously just also hearing this news. So what is your reaction or analysis? Matt."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. You know, bitwise has a filing in front of the SEC for a spot, ethereum, ETF. So I can't say much about that. But I'll build on the Saab 121 comment, which is I think there has been a complete sea change in Washington around crypto. I think the reason for it is that traditional Wall street wants in on the money that crypto is making. If you remember, shortly after the bitcoin ETF launch, a panoply of Wall street lobbying organizations, the ABA and others put out a letter requesting the ability to enter the custody space. I think they saw the amount of money that could be made in custody and could be made in stable coins. And I think Wall street is now pushing for crypto legislation and regulation that would allow them to compete in this marketplace. And I think that's the change that happens. You had Wall street fighting crypto, and then Blackrock came in. The ETF's were a success. Tether is making more money than Goldman Sachs, and now you have Wall street wanting to get in on that. And it's no coincidence that Schumer is located in New York, that the financial services industry is the number one donor to his campaign. I just think there's this unusual, uneasy alliance that emerged between crypto and traditional Wall street that is going to lift the industry higher. And if we continue to see these sorts of wins going to lift it to all time highs. So that's what I think is going on. Big picture. I'll leave the spot. Ethereum comments to someone who doesn't have a filing at the SEC."
    },
    {
        "speaker": "B",
        "text": "Oh yeah. And I forgot to mention just about what the meat of SaB 21 121 said, which is that for any institution that wanted a custody crypto assets, that they would have to keep that on their balance sheet. So that is something that would negatively impact, like these banks that wanted it on this. So that was kind of. Yeah."
    },
    {
        "speaker": "A",
        "text": "What were more than that? It made it impossible. Right. If they have it as a liability on their balance sheet, they have to keep equal amounts of cash. So if they take a billion in crypto, they need a billion in cash. And crypto custody fees are less than a percent. Cash costs five to 7% to borrow. So that's just not, it made it literally impossible. And that's why you saw State street and bony step back from the custody space. So clearly they wanted in after they saw how big the bitcoin ETF's were. And I think the same thing is happening on stablecoin legislation. Right. This is, this is not just Saab 121. That's like the canary in the coal mine. This is a complete shift in favor of certain parts of, let's say the emerging regulated parts of crypto, which seem to be bitcoin, possibly ethereum, certainly custody, and I would say stable coins. I think those are entering the mainstream and I think it's a completely complete game changer for the industry."
    },
    {
        "speaker": "B",
        "text": "So, Eric, do you also agree that it's probably all this political activity that is what caused this reversal, like shocking reversal?"
    },
    {
        "speaker": "C",
        "text": "I do, yeah. I mean, I remember in the previous cycle we had talked about this phrase, politically tenable or untenable. And I feel like we thought the grayscale lawsuit made it politically untenable. Increasingly so. But what Matt's mentioning is really powerful, and I can see it. I can see this issue slipping away from the current administration. So I think that they're worried in general. So, like, you know, I recall Mark Cuban putting something out on, like, how they're losing this issue and it doesn't need to be this way. So it's, I don't know, it would be interesting to see if the bill gets vetoed. If it doesn't, clearly, if it doesn't, and the eight spots out, that tells me there was a light switch was flipped on this issue and probably will be more accommodative going forward. I mean, is it too late? Can you, after being known as being anti, and then you will be seen as just political only? I don't know. But that's my read, I think. And the donors are interesting, too. If you look at donors, it definitely is a lot of the same firms, they're big donors for everybody."
    },
    {
        "speaker": "B",
        "text": "Oh, you mean the donors who were pushing to repeal it are also big donors of the Democrats?"
    },
    {
        "speaker": "C",
        "text": "If there's a great website called open secrets, which looks at donors, and there's just definitely a good representation of some of those Wall street firms in the donations."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. One other thing that I wanted to mention about whether or not Biden will veto it is that, as far as I understand, he has threatened to veto. Right. But then I saw that Eleanor Terrett, the Fox News reporter, she surmised that there was some. I'll have to look at it. I don't remember the exact term for this, but that, I guess there's a ten day deadline or something. And if he doesn't either sign it or veto it, but then the ten days passes that, then it will automatically be vetoed because Congress will not be in session at that time. And so it actually sounds like if he wants this to be law now, then he actually has to actively sign it and reverse course in the veto. So that could be another signal on whether or not we're releasing a change from the top."
    },
    {
        "speaker": "A",
        "text": "I think if he doesn't veto it, it's game, set and match, at least on custody brokerages and stable coins. I think it would be a very clear signal that all of those things are moving into the fully accepted, regulated format."
    },
    {
        "speaker": "B",
        "text": "Wait, but when you say that he doesn't veto it, do you mean that he doesn't actively veto it, or even the passive one?"
    },
    {
        "speaker": "A",
        "text": "If he signs it. If he signs it, then I think, you know, that we've, you know, turned the page or indeed closed the book on an entire chapter of crypto. That doesn't mean everything in crypto is now over the line, but it does mean these basic functions, like having low cost ETF's, like having safe custody, like having regulated stable coins, it means that those are now part of the sort of mainstream financial firmament. And we'll see. I'm. I think there's a reasonable chance that he signs the bill."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. I mean, honestly, given this news, I would definitely increase those odds. One quick question, is that Arken 21 shares recently removed staking from their ether ETF application. And I don't know. Are there other issuers that have applications that would include staking? And if so, do you think that those will be approved or how do you think that plays into the calculus?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, look, not speaking specifically to these applications, but usually, and I think Eric will back me up, that if you look over the history of the SEC over 30 years, they'll do sort of the first step. First, like on spot bitcoin ETF's, we ended up with cash creates, not in kind creates. Why? Because in kind creates were just an incremental complication. So let's get to the 90 yard line and not worry about like 90 to 99. And I suspect. I don't know. Obviously I don't know, but I suspect I've always suspected that on a theory of that will be similar, that the first shot on goal will be, let's get to 90%, which is without staking, and then let's worry about the complications later and down the road. That's just sort of my historical read on what the SEC has done. I suspect that's what they'll do here. But if there is an approval. But obviously, I don't know."
    },
    {
        "speaker": "B",
        "text": "Okay, so just one question. So this deadline is coming up on May 23, which is three days from when we're recording. And obviously, in the days leading up to the bitcoin ETF's, we had all the different players that were identified, like all the different AP's and all that. So right now, is there any of that for these Ethereum ETF's? If not, then how quickly can that come together? And then is it just maybe striking deals with all the same players, or what do you guys think?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think there's a lot of overlap in how you would architect these. We've been running private spot Ethereum funds for accredited investors for a large number of years, and certainly how we manage those funds is very similar to how we would manage any other fund. So there is a lot of. Once again, this is not the first time we did do this. Spot bitcoin ETF's. They've proven in the market they've traded exceptionally well, they've lowered costs, they've tracked in line. So I think from an industry side, there should be a lot of confidence in that. And many of the same systems would apply to ETH, the same custodians, the same trading counterparties, et cetera. The real difference would be on speaking. And that's, as I mentioned, that's just a separate thing. If you look at the applications of the 19 B four s, they tell a very similar story to the applications in 19 B four s in the bitcoin space."
    },
    {
        "speaker": "B",
        "text": "Okay. So if the approvals come on Thursday. We're heading into a holiday weekend, so there won't be trading Monday. And it was actually the same case, I think, last time. And they. I mean, the days were quite. I think it was like Wednesday the approvals happened and Thursday they started trading to get ahead of the holiday weekend. So what's your guess? Would they start trading Friday for that one day or wait till Tuesday, next."
    },
    {
        "speaker": "C",
        "text": "Tuesday or if this was done all last minute? I would assume that if they. If the 19 B four s were okayed. Cause they have to make a decision on those, I believe, by the 23rd. So the s one s, they can take more time, but they can't go out until that's done. So it's possible that we've got weeks, but I don't know because I can't imagine you can clean up the s one to their liking if you have had no comments. So there has to be some time for that. I would think again, normally this would have happened already. That's what we haven't had. There's been no communication. So this is all very weird, but my guess is. Remember Matt? We had. We were on. We were on a podcast together. It was with the guy from Valkyrie. And he was saying that they might approve 19 before and then take a month for the s one s. It didn't turn out that way, but his. The mechanics of that could be what we see here."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm going to keep saying this so many times because the compliance lawyer is sitting on my shoulder. I can't speak to our application or any specific application, but it is true of ETF's that it's a nuclear key scenario where you have to turn the 19 V four and you have to turn the s one. And those are two different divisions at the SEC in two different documents. So that is a true statement that Eric is throwing out there."
    },
    {
        "speaker": "B",
        "text": "Okay. Is there anything that I haven't asked about the potential ether ETF's being approved that we should let the audience know?"
    },
    {
        "speaker": "C",
        "text": "I think just the outlook in general for them. I'm mild on. Matt may have a great counter take to this, but I don't see them assuming they launch and they're out, they're trading. I don't see them getting more than 10% of the assets that's in spot bitcoin. It's possible. Well, I would say that 10% is 50 billion is pretty good. That's 5 billion. That's. I mean, all the numbers are so wild. Everybody's gotten so spoiled to these big numbers, but like even 5 billion would be a major deal. So. But I just see them as 10%, maybe 15%. So when it comes to this area, it's good having choice. Great. I don't know if it will be as exciting as the flows won't be as big. I think for the normal person one's enough, right. And this is the one they know, this is the one that is like the gold. And so I think that's going to satiate most of the normal people. You'd have to really have a bull case for this other one to buy it. In my opinion that would be specific to that. Whereas I think most just are satisfied with the one."
    },
    {
        "speaker": "A",
        "text": "Yeah. I would add ive previously said that I thought spot Ethereum ETF's would gather more assets and indeed the ecosystem of crypto ETF's would gather more assets if Ethereum ETF's were approved in lets say December or January. Because I think bitcoin ETF still need some time to cook. Theyre not yet approved on all national account platforms. Theyre not through the due diligence process. Adding a complication is adding a complication. So I think ethereum ETF's, if and when they're approved are going to be a slower burn on asset gathering and it's actually going to be more about the growth of the Ethereum ecosystem than the growth of the ETF's. That's another point I would just make to close. I don't know if this makes sense to Eric, but bitcoin's primary utility in the world is as a non sovereign store of value, its literally primary utility as an investment. And therefore an ETF is a major development in the bitcoin ecosystem. Ethereums primary utility is as gas to power ETH based apps. The investment angle is not as direct on Ethereum as it is on bitcoin. And for that reason im aligned with Eric. I still think an Ethereum ETF would be great. I think Ethereum is an exciting investment. It has non correlated characteristics, it has cash flow characteristics. I'm very excited about the Den Koon upgrade, what that means for user growth and adoption. But it's not as clean as the bitcoin ETF in terms of its impact on the actual use case. It's more separated."
    },
    {
        "speaker": "B",
        "text": "All right, so let's now just touch briefly on the ETF's. The bitcoin ETF's first quarter because this is obviously, I think, why the banks were eager to get a piece of this action. So a lot of this news is already out, so maybe we just quickly cover it. But from the 13 f filings we saw Morgan Stanley had invested $270 million in bitcoin spot ETF's on behalf of clients, likely the state of Wisconsin Investment Board. Millennium management has nearly $2 billion in five different bitcoin ETF's Susquehanna 1.3 billion .72 about 77 million. There's Hightower, which is the number two registered investment advisor in the US. So I don't know if you just have quick thoughts on who we saw there or the amounts that we saw that these institutions invested."
    },
    {
        "speaker": "C",
        "text": "I was pressed or blown away by the number when you start to add these up. Some were overlapped, but let's just say it was in the ballpark of 700. I know if you at Grayscale you get bigger, but to me I don't really count them because they were existing for a while. It's newborns that as you know, Matt, it's so rare for them to have anybody in the first 13 I've seen anybody. If you have a couple, you're better than most. And I look through all the January 2024 launches. We'll call that the class of January 2024. And like it was like 01203 and like ibit was 414. Right. Bitwise was I think over 100. Like there were. The numbers were. It was like almost like look fake. So that's one. Number two. I think if you look at who it was, it was a pretty good cross section. You've got investment advisors and a lot of them from like the heartland, you know, like Minnesota, Kansas City, Pittsburgh. And you look at their websites, they look like, you know, normal people. And that's sort of the big deal. Is that, not that, not that, not that the, this community doesn't. But you know what I mean, you look at their website and it's like, it's clearly a professional, client oriented small RIA located in the city. Right. They're not looking to, they're not glued to their screens. They're not all in on this. That is the prototype of like the person that can we get the RA and the advisor market involved. So even though those are small, those are interesting sample sizes that bode well for the future because if you can get like an RAA with $10 million in Kansas, that's a good size. Especially early. The hedge funds, they likely doing some arbitrage. They also know how ETF. They're very. They could. I'm not. Although there was a few more than I thought would be there. But the hedge funds was pretty well represented. And then Wisconsin, I didn't think there'd be a pension that showed up this quickly. Normally they take a longer time to bite, but some of these ETF's are liquid enough to actually check the institutional box for liquidity. So I just think it's stunning how much came in the first 13 f season. If you extrapolate forward, you're looking at over 1000 holders, maybe by the end of the next one. Crazy."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I would just add on that. I agree with that. It was a stunning success. And the thing I would add onto it, bitwise has been serving this audience of hedge funds, family offices, financial advisors for seven years. And what we've seen is that once someone invests a little, that tends to build over time. Usually these advisors invest on behalf of one client and then six to twelve months later on behalf of all their clients, and then they slowly up their percentage allocation. That's actually reflected in how we run our sales team. For a long time we focused on wins as opposed to assets. How many firms can we get in the door? As opposed to how much assets can we raise? We'd rather raise a million from 50 firms than 50 million from one, because we know that over time that builds. And so I think these numbers are just incredible. When you think about almost 1000 professional firms out there that have allocations that collectively manage, I'm sure, trillions of dollars of assets, their average allocation is going to go up to a percent and then 2% and 3% and that's just a lot of money. So I think it was a huge success."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment we're going to talk about a bunch of news regarding grayscale. But first, a quick word from the sponsors who make this show possible. Deploy custom crypto strategies and boost your yield with perpetual options on Vaultcraft, the universal Defi adapter for supercharging your crypto. With version V 1.5, users can now earn options on optimism and arbitrum, while also rebalancing multi strategy yield products all in one vault. You can also gamify your experience with Vaultron, Vaultcraft's NFT reward optimizer to earn even more XP points from institutional service providers to DeFi Degens, anyone can deposit into Vaultcraft's products. To instantly start earning yield on their crypto, go to Vaultcraft IO and join the referral program to start earning rewards with the community. Today, Polkadot is the original and largest layer zero blockchain with over 2000 plus developers and the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol. Trustless bridges internally and into Ethereum, Cosmos near binance smart chain and revised tokenomics and the implementation of a token burn to reduce inflation. Perfect for Gamefi and DeFi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big. Build bigger with Polkadot. Join the community@polkadot.net work ecosystem community back to my conversation with Eric and Matt. So on Monday, May 20, the day we're recording, Michael Sondenshine, the CEO of Grayscale, announced that he was stepping down, effective immediately. And digital currency group, the parent company of Grayscale, announced that the new replacement will become. Coming in in August would be Peter Mintzberg, who is currently the global head of strategy for Goldman Sachs Asset and wealth management division. So what do you make of this? Like, what do you think spurred this decision? And what do you think of the choice of Mintzberg as the new CEO?"
    },
    {
        "speaker": "C",
        "text": "I was shocked. I didn't really, I woke up today being like, really? That. I didn't really see that happening. Maybe shocked is the wrong word, but I wasn't looking for it. That said, I thought about it. I'm like, you know, seeing all those outflows, it's got to be like losing game after game, like in the NFL. And if you go, like, if you lose all, all your games or most of them, the coach gets fired just the way it is. I think the outflows are probably really bad for spirit and culture. There could be other issues, I don't know, but the dots aren't that hard to connect. Everywhere you see things going bad, if, even if it's a corporation, it's just underwhelming on earnings. Quarter after quarter, the CEO is going to go. So the question is, who picked the 1.5% fee? Was it him? And did he say, don't worry, this will be fine, and there was tons of outflows, or was he told to do it and they just needed a fall guy? I don't know the story to that. They say that this was all put into place last year it's hard to believe that, because, you know, for say stuff to just make it go away and ease it. But I don't know, it just seems like he was pretty happy and nothing was wrong until."
    },
    {
        "speaker": "B",
        "text": "Wait, I'm sorry. When you say put into place. I saw that they had started the search in late 2023, but I didn't."
    },
    {
        "speaker": "C",
        "text": "That's what I'm saying. No, no, sorry. Started the search. I guess. Put in motion, right? Maybe that's a better word. Put in motion. This. Well, I don't know what was really going on in late 2023 that was so bad. They were making a ton of money. No, the SEC verdict was out."
    },
    {
        "speaker": "A",
        "text": "They were."
    },
    {
        "speaker": "C",
        "text": "They had just beat the SEC. They were about to have any. This is the good times. It doesn't make sense to me. But, you know, it's possible that's just not the truth."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "I mean, we could admit that sometimes, you know, because if you don't. If you say that, I think you take attention off of what was wrong now and the outflows, which they probably don't want any attention on. That might be true. I don't know, because. But logically, does it really make sense? They were looking last year when everything seemed to be going great. Here's my general take on them. I think they are not ETF pterodome natives. They probably thought 1.5% was in the ballpark, because if you go overseas, it's cheap, or at least in the median, 1.5% as a hedge fund is pretty good. That's not a bad fee, except until you get to the US ETF market, where it's 20 to 30 bps. That is why I call it the terror dome. It's a special place. I don't think they anticipated it being that hardcore. So all of a sudden they come in and thinking they'd be average or maybe a little, but within the bell curve, and now they're way out here. And I think that was a shock, and I think the ramifications from that are probably really tough and probably overwhelmed them. They still have a good amount of assets, like 18 billion. So they're making it a lot of money on that ETF still. But $17 billion in outflows is the most ever. Like, it's just. Again, we talk about records. This is an unbelievable amount in four months, let alone eight years."
    },
    {
        "speaker": "B",
        "text": "I know, but they could have dropped the fee."
    },
    {
        "speaker": "C",
        "text": "Here's the problem, though. This is the problem active managers have general in mutual funds. If you. When you get assets, that's the time to lower the fee. So. Cause if you get 1% of like, say a billion dollars, whatever the math is, that's a certain amount of revenue. If you get 1% on 10 billion, your dollar revenue just went up tenfold. Right. Well, do you really need tenfold more dollar revenue to run the same fund? Right. There is when you should pass on a lot of that in a form of a lower fee. This is what Vanguard did, destroyed everybody with it. Had they given, passed on economies of scale as they grew and when they converted, they were already 80 bps. They might have cut to 60 or something, but if you're used to making 2% on 40 billion, 30 billion, whatever it is, if you go to 20 bps, you just destroyed your whole business because you're used to running a business on that 2%. So I just think it's too late or something. I don't know if you can go from 2% to 25. Think about that. Its just too brutal."
    },
    {
        "speaker": "B",
        "text": "Right. I see youre saying they shouldve anticipated in advance and cut costs as they went. Right. Okay."
    },
    {
        "speaker": "C",
        "text": "Theyre not alone. This happens to a lot of people in the fund industry. Usually. Its again, in my opinion, Grayscale is almost, GBTC is sort of playing the role of the active mutual fund where theres cheaper rivals and its slowly, its, it's basically getting cannibalized by these cheaper companies. So we've seen this movie before, but the good news for Grayscale, like active, is the price has gone up enough. They hardly lost any assets. I mean, there might be like, they must have lost maybe like eight or 9 billion, only like half of the outflows they made up in us dollars in market appreciation. So it's not, I don't, doesn't seem code red. It seems like they're still making tons of money, but you don't want to see your customers go. I mean, I think only they know how many of those flows are, percentage of how many customers they had. And it's kind of deflating to see people leaving."
    },
    {
        "speaker": "B",
        "text": "Yeah, but then what about that? I mean, they were going to launch this new, or they're going to launch this new trust, BTC. It's like the mini trust. And they did automatically move 10% of all the assets and GPT see to that fund, which I guess it's a little gift, I think, to the holders of GBTC where automatically 10% of their holdings are charged at that lower fee. But do you feel like that strategy wasn't enough or won't be enough? By the way, it'll have a fee of 15 basis points, so it'll be the lowest in the market."
    },
    {
        "speaker": "C",
        "text": "We're pretty sure it's not rock solid, but let's just say it's 15. That's good. Those current investors in there, if they get a dividend with the new shares, I think if you merge that fee in with the 1.5, they're still paying 1.3%. But for new customers, I think now they have an ETF, they can go out and market and sell competitively to the likes of BITB and IBIT and stuff. They'd be in the ballpark, in fact, a little cheaper. But will that be enough of a bone to satiate the current people? Maybe, maybe not. The bigger thing is the people who are in there now are sitting on a huge tax gain, so it's almost cheaper to stay. So I think throwing them a bone is nice to do, creates goodwill, but we don't know when that ETF's coming out. And so much has happened already. We've gotten to a point where the other ETF's have grown so big, are so liquid, and it's draining them. It's a tough situation. I. I don't envy them, and I do have to give them credit for making all this possible. I mean, if they hadn't sued the SEC, none of this would even exist."
    },
    {
        "speaker": "B",
        "text": "Right. And what do you two make of the choice of Mintzberg as the new CEO? Do either of you know him or have a read on. On him?"
    },
    {
        "speaker": "C",
        "text": "I think. Are you just pleading the fifth mat because it's a competitor?"
    },
    {
        "speaker": "A",
        "text": "This is like a podcast about things I can't talk about."
    },
    {
        "speaker": "B",
        "text": "Well, okay, so, Eric, if you. You have something to say, and I will do that quickly, and then we'll move to some of the other questions I have."
    },
    {
        "speaker": "C",
        "text": "Yeah, I don't know a lot about him. Sonali was just on our show, talked about him a little bit. Sounds to me that he is going to perhaps bring some tradfi, Wall street, kind of running a tight ship, or making a statement about where the direction they're going. But whether this person is really good at running a fund that charges 1.5%, I don't know. And in the end, you know, it is like a football team when they change the head coach, but none of the players. Do you really think the new coach is going to have that different of a result? I don't know if GBTC is going to get solved just by having a new person when the fee is six times more than the competitors that's all. It's just. It's just common sense and how consumers operate. It's just tough to do that. So there are other things they can do. Maybe they can launch different products. I don't know. We'll see. I don't know if just changing the coach is really going to do all that much."
    },
    {
        "speaker": "B",
        "text": "Right. All right, well, let's talk about a similar situation with Vanguard, which named its new CEO, Salim Ramji. I don't know if I'm saying that right, but he was pivotal to BlackRock's entry into spot bitcoin ETF. So there was a lot of speculation about whether or not he would reverse Vanguard stance to not offer not only the spot bitcoin ETF's, but also not the bitcoin futures ETF's. They pulled those from their clients. So what do you think his appointment means for the future of bitcoin investment products generally at Vanguard?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I'll jump in here because I've been quiet for a while. Vanguard eventually always gets to the right decision. They were skeptical on ETF's for many, many, many years. They were reluctant entrants into the ETF market, even though they dominated the index fund space. Then they launched an orphan product that they nicknamed the Vipers to intentionally make them unappealing to everyone. And then eventually they realized that ETF's were going to be a big business, and they got fully behind it and scaled that up. I thought from the moment that Vanguard announced it was blocking people from accessing these, that they would eventually reverse course and then, of course, accept them as part of the investment firmament. That's the direction this industry is going. I think this probably accelerates it. It doesn't mean it's going to happen overnight. I can tell you with great certainty that the ability for retail people to access bitcoin ETF's in a brokerage is not anywhere near the top of the priority list at Vanguard. But I do think it's indicative, like one thing that happens with these disruptive industries is that as leadership of large financial institutions change, things that were renegade ideas become mainstream. And this is going to happen with bitcoin ETF's. This is just an acute example, but we're actually going to see the same thing at every major financial institution in the world over the next ten years, which is leadership will evolve more and more. People who believe in crypto are going to move into more senior positions and it will get gradually accepted everywhere. So I do think there is, like a big picture story that this puts in focus, which is there is generational change in leadership over time. And as that happens, things that were once odd become mainstream. We're going to see that in crypto, I think, over the next ten years."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it would be small increments at first, though, I don't think he's going to rush into anything. The platform, the ban, I could see that being reversed. Thats not that big of a deal. They already have gold. ETF's that trade on the platform. So its not like theyre anti commodity. They dont let inverse and leverage ETF's on there. But to me, this is different. Those are actually Wall Street Frankenstein things. This is just a long only investment in something like gold. I do see those as different. If you look at Salims LinkedIn page, when they launched Tibet, he was pretty proud. What he talked about was providing access to new frontiers. Now at Vanguard, they have pushed the envelope in places Bogle would never go. So they've already moved away from Bogle. So it's not like you can't do anything unbogo anymore. And in fact, Bogle hated almost everything they did since he left. I mean, he was very sort of curmudgeon y about it, and he would drop bombs on them all day long. All the CEO's Salim seems almost more like a regular vanguard CEO. Its bogle. Whos the weird one? I mean, hes an anomaly in physics, but he didnt like them getting big. And I think if all of the board and Vanguard are sort of on this idea of expanding into the wealth management business and growing, I think theyll eventually come around, because if you are managing somebodys entire pot, not just offering one fund to them, which they could cobble together other funds, but if youre managing the whole enchilada of their finances, which is what an advisor does, you have to be open to other things that arent like cheap beta, because not everybody is going to want just three funds. If theyre going to grow the advisory business, which I think they will, thatll push them into some different areas, like private equity, which theyve teamed up with, the private equity. Bogle would have hated that. So Im with Matt. I think just give it time and it definitely opens the door, I think, a lot more than it was."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, John Bogle is the founder of Vanguard for people who didn't know that. So there also were filings recently for so called bitcoin buffer, ETF's one by first trust, which I guess is known for offering unique investment products. Another one by Kalamos Investments. Can you explain what a buffered ETF is and why these filings are significant?"
    },
    {
        "speaker": "A",
        "text": "Go ahead there."
    },
    {
        "speaker": "C",
        "text": "Look, buffer ETF's just, they use flex options, which are just basically, somebody custom makes an option for you, and they put these options in a certain way so that over time, you basically hedge yourself from either the whole downside or maybe part of the downside. It's another word for it is targeted outcome. So they're almost structuring the outcome for you. That's going to happen. Like, you'll get 10% of the upside, but then it's capped. You won't get any more than 10%, but you will get 100% downside protection. To me, buffer ETF's, we call it boomer candy, because if you're older and your main thing is just not losing money, you love these because you don't ever really have to worry that the hedges are built in there. If youre younger, I dont see the point. I think time is your hedge. Just patience will take care of everything. But for older investors, who might only have seven years, this could appeal. Its almost like low volume bitcoin or something, where you basically determine more of the outcome and you can say youre still exposed. Will it be a hit? I dont know, because my theory is that the buffer ETF's are a hit because they take core parts of the portfolio, like your equity, and they give you some feeling of sleeping at night. I don't think a boomer who's a 60 fortier is going to add bitcoin at 1% doesn't want, like they want the full enchilada there. It's only 1%. So to me, it's the hot sauce part of bitcoin is a feature, not a bug. Whereas in the core of the portfolio, where's the real money for really important things? That's where volatility becomes a bug. And it's so annoying to some people that they get so nervous they'd rather shift over to the buffer. So we'll see. I would think that typically, if you're putting it in on a small allocation and the whole point is to buy something speculative, you want it to be kind of like you're expecting it and you want to get the full return, because I think people who are buying it now or 64 years are probably the kind of people who are like, if this goes to like a million dollars, I don't want to miss out. Well, a buffer, you'd miss out on a lot of it. That's the problem. But. So I'd say my prediction is muted. I will say you're going to see all kinds of stuff tried, and some will work, like the COVID call. One I think is coming out, or it already came out. You might see a gold bitcoin combo, like short goal, long bitcoin or something. They're going to do all kinds of stuff. A couple will stick, some will just come and go. We'll see where this one lands."
    },
    {
        "speaker": "B",
        "text": "Like you said, they're probably for boomers or people with a short investment time horizon. Matt, did you want to add anything on that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree with what Eric was saying there. I would also note from a traditional portfolio construction perspective, the volatility is a benefit, not a bug. A lot of the risk adjusted return you get from adding crypto to a portfolio comes from harvesting that volatility by rebalancing that position regularly. I think you give up on some of that. But we're going to see a mass financialization of bitcoin exposure. You mentioned covered call. They're more in the pipeline. You're going to see people experiment with everything because that's what the ETF industry does."
    },
    {
        "speaker": "B",
        "text": "All right, so, Matt, this is a question for you, I imagine. I have a feeling Eric won't want to answer this, but given the unusual situation of the bitcoin price rising before the halving this time around, we're about a month out from the halving. Does bitwise have a projection on the impact that this particular having will have on the price, given that unusual start?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the halving look, I think we're heading towards all time highs. That's my base level prediction. And I think the fact that we had the halving will be beneficial to the price of bitcoin. My reason for it maybe is a little more nuanced than many people say. I believe that the halving is priced in generally, but based on the expectation of what future demand will be. And I think the market underestimates what future demand will be. And therefore, I think as there is excess demand, it will be chasing bitcoin that's more scarce than it otherwise would be. And so I think that creates sort of an upside skew is what the halving does. If demand is higher than the market anticipates, then it has to buy from people who don't have to sell, because the halving removes people who have to sell, and as a result, you can get the price building on top of one another. I think that's actually what's driven the post having booms historically is that the market has underestimated demand and that it interacts with this new market. I think the same thing will happen here. So I'm really optimistic for the next 18 months of bitcoin. The halving is one piece of that. The ETF is the other piece. We have a demand shock and a supply shock at the same time, and I think the market just gets stretched."
    },
    {
        "speaker": "B",
        "text": "Okay, so last quick question. Is there anything else that's on your radar, either of you, for crypto related ETF's for the rest of the year?"
    },
    {
        "speaker": "A",
        "text": "Well, I don't know about crypto related ETF's. I think we're going to see a lot of ETF's launch. I think the approval of spot bitcoin ETF's on national account platforms and h two like Morgan Stanley and Wells Fargo and others, is actually probably the biggest ETF storing left because I think that is a huge faucet that turns on the other thing that I'm really watching."
    },
    {
        "speaker": "B",
        "text": "When do you think that will happen?"
    },
    {
        "speaker": "A",
        "text": "I think it'll happen in the second half of the year. I don't know when in the second half of the year. Maybe late Q three, early Q four. But I do think we're on track to see that happen, and I think that's going to unlock yet another wave of demand, which is going to be really significant. The other policy thing I'm watching in Washington is I really think if we get stablecoin legislation, you're going to see a significant boom in the sort of eth salad defi space which are adjacent to that market that I think will be pretty significant."
    },
    {
        "speaker": "C",
        "text": "I'll go with something that I've been curious about is why nobody else has filed just for a straight up spot one, since if you're a Lake State street or Schwab, I'm just surprised they haven't come in because clearly even the least one, which is wisdom tree in terms of assets, has been pretty successful. I think it's over 100 million as 80 million."
    },
    {
        "speaker": "B",
        "text": "And you're talking about for bitcoin spot ETF's, right?"
    },
    {
        "speaker": "C",
        "text": "Yes, because there's ten. And as salespeople go out and they start talking, if you don't have one, like if you're a State street salesperson, you've got to sort of let them go to somebody else. So I would. I'm just surprised there hasn't been more people just being like, okay, it's clearly a hit. Let's also have one too, just so we have a competitive product. I don't know. That's just interesting to me. I do predict Schwab at some point will come in, but they've historically taken their time. They can afford to take their time. They're kind of vanguardian in that way. But I'm sort of looking at that as one thing as well as the financial advisors and the wire houses, because I'll get Matt's confirmation. At this point, almost everything is unsolicited."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "C",
        "text": "Meaning it's fish coming into the boat, whereas at some point it's going to shift where they can actually solicit this. And that's. That's pretty big."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, well, it's been a pleasure having you both on unchained."
    },
    {
        "speaker": "A",
        "text": "Thanks so much. It's been fun."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Eric and Matt and all the bitcoin and ether ETF's, check out the show notes for this episode. Unchained is produced by me, Laura Shin, both out from Matt Pilchard, Juana Randovich, Megan Davis, Pam Shimtar and market courier. Thanks for listening. Unchained is now a part of the Coindesk podcast network for the latest in digital assets. Check out markets daily five days a week with host Noel Atreson. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]