[
    {
        "speaker": "A",
        "text": "If you're a regular listener of Unchained, there's a really easy way to show your support and help us grow. Download the fountain app on iOS or Android, follow unchained and start listening. You can share your thoughts on this episode by sending a boost, which is a payment with a message, and see what other listeners have to say, or create clips of the best moments. Getting started is easy. You can top up your fountain wallet with a bank card. Oh, and you can earn rewards just by listening on Fountain two. It's a no brainer. Follow the link in the show notes or visit Fountain FM to learn more."
    },
    {
        "speaker": "B",
        "text": "My advocacy around bitcoin ETF's is that if we look historically at the ways retail investors have been provided access to bitcoin, they have all been completely suboptimal. We've had the grayscale bitcoin trust trading over the counter at massive premiums and discounts. For a while there, we had a situation where institutional investors were literally printing money at the expense of retail investors by taking advantage of that premium. That's not protecting investors."
    },
    {
        "speaker": "C",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor of Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the January 12, 2024 episode of Unchained."
    },
    {
        "speaker": "A",
        "text": "Arbitrum's leading layer two scaling solution offers you ultra cheap and lightning fast transactions, all with security rooted on Ethereum. Visit arbitrum IO today. Vault Craft is your no code defi toolkit for customizing non custodial automated yield products on any EVM chain. Join the referral program today and start earning rewards. Learn more at volcraft IO with itrustCapital, you can buy and sell crypto in a tax advantageous retirement account, enjoy significant tax advantages, 24/7 access, and the industry's lowest fees."
    },
    {
        "speaker": "C",
        "text": "Today's guests are Nate Jirachi, president of the ETF store and host of ETF Prime Eric Baltunis, senior ETF analyst at Bloomberg Intelligence, and James Seifert, research analyst at Bloomberg Intelligence. Welcome, Nate, Eric, and James thank you."
    },
    {
        "speaker": "D",
        "text": "Thanks for having us, Laura. Happy to be here."
    },
    {
        "speaker": "C",
        "text": "So today we're doing something a bit unusual, but today is not a typical day in crypto. We're recording this podcast as a Twitter spaces at the same time, and everyone is so eager to follow the news from this historic day that it didn't feel quite right to record an episode and release it a day later. So we're going to dive right in. As most people know, Eric, James and Nate have been calling up for months that the US securities and Exchange Commission would approve the first ever spot bitcoin etfeminal on Wednesday, as it did. And this morning, the ETF's began trading. So let's start with what you've been noticing since the start of trading this morning. What has surprised you? What hasn't? Erik, why don't we start with you?"
    },
    {
        "speaker": "E",
        "text": "Good morning, everybody. Or good afternoon. I don't even know what time of day it is. I lost track of a lot of things this week, running on fumes, but it's exciting. I love the trading day. Everything up until approval had a bit of stress and emotional roller coaster attached to it. This is all fun. It reminds me of when Bito launched, tracking the volume or anything, where we're looking at all the data we have on Bloomberg. So early indications is the group of bitcoin. Spot bitcoin ETF's will really smash the record of how many records they beat and by how much is yet to be seen. But as a group, ex GBTC, they've traded about 1.5 billion. So remember, Beto had that huge day, one at a billion. So we're already way past that. Ishares alone has a shot at, I mean, a really good shot. They're probably going to beat Beto alone, so ibit will probably beat Beto alone. The group will obviously beat that record alone. How much of that turns into flows? Probably most of it. So I could see us ending at like 2.5 billion in volume and flows with ishares somewhere between one and 2 billion. Again, these would all be records and to Nate's case, obliterate them, to be honest. Now, if we add GBTC, the volume record goes through the roof. But I don't know if I can add GBTC because they come over with volume already. And I know covering new ETF's when you're a new ETF, it's like throwing a newborn into the Amazon jungle. And GBTC isn't really like that. It already has, like, volume and a lot of its volume probably is outflow. So it's a bit of an odd take. But if you add GBTC, you get to about 2.5 billion. And Bito, by the way, is going to see record volume today, even though it's not part of the race. It'll probably trade two or 3 billion today. A lot of people using that, maybe as a liquidity tool today or market makers. Some could be outflows. So the whole complex could trade like five to 6 billion by the time all the dust settles."
    },
    {
        "speaker": "C",
        "text": "Wow. That is insane. Although, as you mentioned, I guess for both grayscale and beto, it's probably outflows. Would you guess that that's what's happening there with grayscale?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So this is a question I try to address that. What does all this money mean for bitcoin? So all of the money going into the ten spot newbies is going to buy bitcoin? It has to, when flows come in, that you got to buy the underlying and put it with the custodian. So the 1.5 billion so far today is bitcoin buys. However, GBTC is 1.5 billion. Probably just probably sells. So they kind of cancel out bit o probably somewhere in the middle. So I think we're going to come to a place at the end of the day where this is net neutral for actual bitcoin. But the bigger takeaway is ishares putting, getting all this money lined up for this is good sign. I mean, theyre clearly going to lead a lot of the flows in action. Fidelity is probably going to pass a billion too. Thats a good sign. And all this volume is good. Traders and institutions love volume. In order to have a real legitimate category, you have to have volume. So even though it's going to probably net out to zero, all the volume is good for a category in these early days."
    },
    {
        "speaker": "C",
        "text": "All right, and James, what about you? What are you noticing today and what has surprised you or, you know, what are your observations?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, everything Eric said is what I'm. I don't really have too much to change. The one thing I would say is, like, I would echo what he says, like, I'm looking at the same numbers he's looking at and it looks like if you take out GBTC flow, if you take out the GBTC volume, so if you're trying to guess like, how much of this volume is assets, and you assume proportionately the volume in these new ETF's is a lot of inflows and the volume in GBTC is a lot of outflows, it's basically netting to 173 million of potential inflows, essentially net inflows into the whole space. But again, you can't really do that because there's no guarantee how much of this volume is actually netting against flows. Because also you got to remember these market makers are out there making markets in these new ETF's and they need to hedge with something. So they're going to use CME futures, but they're also likely using bitto, but they're likely, probably using GBTC too. GBTC is a very liquid product, as Eric talked about. So they're going to be using this for more than just long term buy and hold investing. These market makers are trying to make shares in these ETF's. Probably they're pushing cash over to the likes of Invesco and Ishares and Fidelity and Ark and Bitwise. And I'll just stop there before I keep naming all of them. And they're buying."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "So it's, it's hard to suss out how much of this is net buying of bitcoin versus just like money moving around from one place to the other."
    },
    {
        "speaker": "C",
        "text": "And I noticed you also mentioned that Vaneck at a later start than the others. Was that just some like delay or snafu on their end or was there anything more meaningful to that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't know. Van Eck would have to comment on that. They didn't start trading and on the immediately when everyone else did. But it wasn't that big of a. It wasn't like, oh my God, they didn't start trading until 11:00. It was, I don't remember exactly when, but they had just started trading just before ten, like 940 something. So yes, they started a little bit later. I don't know what the cause of that was, but they're up and they're up and running now."
    },
    {
        "speaker": "C",
        "text": "Okay. And Nate, what about your observations this morning?"
    },
    {
        "speaker": "B",
        "text": "I think Eric and James said on the key story I'm watching, which is what net flows look like at the end of the day because GBTC showed up to this party with 28.6 billion in assets, but they have a 1.5% expense ratio. And there has been, for better or worse, there's some negativity out there around Grayscale and GBTC and how they've handled things over the past five years or so. And so I want to see how much of that money is money coming out of GBTC and going into the other ETF's versus new organic demand going into the other ETF's. I think that's the most interesting story to watch right now."
    },
    {
        "speaker": "C",
        "text": "And then one other thing I wanted to ask about was some of the pre market activity I saw that Eric had tweeted this morning at 06:00 a.m. that I bet had already traded $2 million worth of shares. So, you know, I don't know. Is that like a typical thing for ETF launches or was there anything unusual about that?"
    },
    {
        "speaker": "E",
        "text": "I can speak from experience. I don't totally know. When I track new launches, I normally just log in at 930 and start tracking. But I wanted to. I was just kicking around the tickers and making sure they were good and looking at them and I noticed that it's probably abnormal. What I have a question with, with ibit is how much is Blackrock doing all this behind the scenes? If they are in fact lining up like a billion or two, they probably want to leg into it over the day, I guess. So there's maybe they were gearing up because if you look at the increase in ibits number over the day, you know, it had a 2 million by like 630 in the morning and then 10 million by 750 million by nine. And then at the open it was like 100 million and then 200. It's really gone up in a nice orderly fashion, which tells me they're doing a lot of, like, it's a lot of legging in. It's not just one giant creation that came in, which you sometimes see with ETF's, but I don't know how much of them is them like pulling like a puppet string and, and all Blackrock versus non Blackrock lined up capital that is buying this over the next three or four days, we're going to find out, because after all this splash is done, how much do these funds trade? Like next Thursday or next Friday or in February? That's where we'll really start to see how much unmet grassroots demand there was versus how much everyone just had months to prepare and lined up all these pretty preplanned investors. But today we're seeing a lot of that."
    },
    {
        "speaker": "C",
        "text": "What you're referring to is the seed capital, is that it?"
    },
    {
        "speaker": "E",
        "text": "Yes. Seed typically means you have the assets when you launch, but a lot of the. A big move now, and I would do the same thing, is to most ETF seed with at least like 50 grand or 100 grand or a million, I mean. Cause they don't have any money. But if you line up a billion dollars, it's better to just seed with 10 million like they did and come to market with 10 million and then use the rest that first day of trading and buy and have it come in that day, because it registers its volume and flows. And so us in the media and people tracking it, we track that. And so why wouldn't you want that to be part of the story? Blackrock was genius in doing with ESG they put a lot of pre planned money. In fact, they only had one investor lined up, and then they put the ESG fund in their own model. The story was, oh, my God, ESG is the biggest thing since sliced bread. Turned out that it was largely just blackrock and a finished pension plan that was behind a lot of the flows. I dont think itll be nearly as just a one hit, a one investor number here, but there is some of that going on. And thats why I say we go down the road a few days or next week. Well see how much is actual. A wide group of investors and traders versus Blackrock."
    },
    {
        "speaker": "C",
        "text": "Okay. And something that just occurred to me is, you know, we have also these fee waivers, so it's up to like $5 billion in assets for them. So does this not count toward that or how does that part work?"
    },
    {
        "speaker": "E",
        "text": "Well, anybody who bought up until 5 billion doesn't have to pay. And that probably helped when they were shopping this around. I didn't think Blackrock would do a waiver, to be honest. Waivers are usually done by the smaller guys who have to get something going. One fund back in the day actually said that they'll pay you for a little while if you just come in the fund. And we're almost got to that level, to be honest. Not quite. But I told somebody that I didn't think Blackrock would do that. I thought they would just have a nice fee and their distribution wouldn't handle the rest. But the waiver may have been to help coerce these early, pre planned investors because they probably like, look, I know you want exposure. We're not even going to charge you. Let's do it. And Blackrock, being pr geniuses, knows that the more money they get in the first couple days, the more it's going to look like a complete success."
    },
    {
        "speaker": "C",
        "text": "Right. Even if some of that comes from them, like people, like the everyday investor won't necessarily suss that out. It's like people like us that will pay attention to that."
    },
    {
        "speaker": "E",
        "text": "Well, this is why they're smart, because it's going to be like the story all like you and I are, we're talking on here about how there's BYOa flows and then there's organic and James and I and Nate, we try to separate these all the time, especially with ESG. There was a lot of Byoa there. It wasn't real. But the story, like when CNN or the Wall Street Journal writes about this tonight, it's just going to be Smash's record. And Blackrock knows this. It's a genius. Market flows in volume flows in particular is the strongest marketing there is. It's better than any commercial. If it looks like there's a bunch of money in there and the flows are coming, it looks like a party you want to go to and the media is going to write it that way. They're not going to write it that like, oh, Blackrock lined up, these investors. They may put that in the story, but the larger sense is going to be, this was a big hit."
    },
    {
        "speaker": "C",
        "text": "Yeah, they're just creating a narrative. Let's actually then talk a little bit more about the grayscale issue because I'm not really sure how it is that we're going to know when or when we're going to know how much of that volume is outflows. Is it literally just looking at the number of bitcoins in the trust or how will we suss that out?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I'll take this one. We get files for all these ETF's, and we get files the other night that say these are the assets, these are the shares outstanding. And essentially we calculate the flows, or providers calculate the flow. In my case, Bloomberg, we calculate the flows based on the change in the shares outstanding. So the shares went up like this or they went down because you don't necessarily get holdings as timely as you get this data. So we back into calculating how much money went in or out. That said, I don't know for a fact that Grayscale is going to, we're going to have the data like today, tonight. So we get files after close on every night, but sometimes there's a delay. It's called t plus one or t plus zero. But essentially we might not see what happened with flows for some of these ETF's today until after tomorrow's close. So we'll have to suss that out later on today. I haven't had time to figure that out just yet, but we'll know within a day or two what's going on. And like I said, like Eric hinted at before, I and Nate, a lot of this volume, it's pretty highly likely that a significant chunk of it is correlating to volume on a standard day in ETF. It's usually a small percentage of volume that correlates to actual flows in or out on something like this. And what's going on today, it's probably likely that a significant percentage of the volume going on is correlating to flows, which is like what we saw with bitto."
    },
    {
        "speaker": "C",
        "text": "How will the price on the ETF's and the price on bitcoin work, especially because the markets for ETF's will only trade during certain hours. But obviously crypto trades 24/7 so what are you kind of expecting to see there?"
    },
    {
        "speaker": "D",
        "text": "I don't think there's going to be much problem at all. I mean, we have ETF's that trade and hold japanese equities or Vietnam equities, right? And that's the opposite problem. The ETF's are trading when the underlying isn't. That's when there can be issues that arise because you're trading based on stuff that isn't happening. Or sometimes there's market moving events going on in that side of the world. And yes, sometimes there's futures trading and there's currency movements happening, but you don't know exactly what's going on. The underlying. And we see these market makers who are now trading these bitcoin ETF's. When you watch these markets happen, for the most part, what happens when the market opens? The actual underlying market moves to meet the actual ETF. So in this case, you can rest assured that these people in here, Jane Street, Virtu, JP Morgan, Cantor Fitzgerald, ABN, Amro, you name it, they're not going to be out there, and these things are not going to be mispriced. We were talking before. What we're looking at. The other thing I have, I'm looking at two things predominantly, I've been watching and refreshing what's going on with the dollar volume, and I've been watching what's going on with the spreads on these things. And these things are all trading very tight. Granted, grayscale seems to be the tightest of the day, but everything is trading very, very tight, which is not the case on when you're trading. Typical crypto. So this is a benefit of the ETF's for sure."
    },
    {
        "speaker": "C",
        "text": "But what about when there's like big market movements over the weekend? How will that affect things?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So when the market opens, there'll be like a jump, essentially, and the ETF will meet wherever the underlying market is. So the market makers are going to make sure that everything trades in line. This is what they do. Exactly what you're telling us, what they do. It's the same thing if a company announces some huge, massive outperformance of earnings, or some really bad thing or CEO's leaving, they do it aftermarket, and then everything correlates and reassesses when the market opens. The benefit of the ETF is you don't need to worry about trying to figure out what that price is. The market makers know what the price is and they're going to price the ETF's accordingly when they put the bid ask spreads out there to buy or sell."
    },
    {
        "speaker": "C",
        "text": "Okay. But for various ETF holders, I would imagine that there will be, at times, because of these market closures, a premium to the NaV or a discount. So then their incentive would be to, I'm assuming just be with whatever the."
    },
    {
        "speaker": "D",
        "text": "Biggest ETF is or whose incentive, I."
    },
    {
        "speaker": "C",
        "text": "Guess, is the ETF. Is somebody looking to invest in bitcoin ETF's?"
    },
    {
        "speaker": "D",
        "text": "Yeah, there's not going to be significant premiums or discounts. Like, if you were looking at premiums, discounts, we might see something like less than 1%, right? Like for the most part, for 90% of people, I'm looking at these right now. Granted, figuring out premium, premiums and discounts isn't the easiest thing right now, but looking at spreads and stuff like these things are not trading at massive premiums or discounts. It's not going to be anything like grayscale. So you can rest assured that, like, the one thing I will say is it's like recommended for anyone trading an ETF, use a limit order. These things right now, they're super liquid. Who knows how liquid they'll stay over the coming weeks. But if you're planning to buy one of the things, these things, or sell one of these things, and it's a decent size, make sure you're using a limit order. Don't. Don't get hit. Don't hit a market order and end up getting a price that no one really wants to see anyone take."
    },
    {
        "speaker": "C",
        "text": "Okay, so in a moment, we're going to talk a little bit more about pricing issues. But first, a quick word from the sponsors who make this show possible."
    },
    {
        "speaker": "A",
        "text": "Did you know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible. But what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains. But in an IRA, like a Roth IRA, gains can be tax free. ItrustCapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of orbit Arbitrum welcomes you to build your very own tailor made layer three or an orbit chain. Propel your project and community forward by visiting Arbitrum IO today."
    },
    {
        "speaker": "C",
        "text": "Back to my conversation with Eric and Nate. So I asked James a few questions about pricing and Nav, et cetera. Eric and Nate, are there any comments that you wanted to add on that?"
    },
    {
        "speaker": "B",
        "text": "No. I mean, my expectation is that these are going to trade very close to Nav. ETF's historically have an excellent track record across a variety of asset classes. I think market makers, AP's and ETF issuers have been ready for this for a long time. There may have been some last minute shuffling to get everything in place, but I think they're ready for Showtime and I think we're seeing that reflected today in the spreads."
    },
    {
        "speaker": "E",
        "text": "I'll just jump in there too. Those are also interesting number the spreads are already low. I mean, last time I checked, GBTC was three basis points, Ibit was four ibit, and both of them will probably get down to two at some point. Again, that's compared to some of the commissions on those exchanges. Good deal. The premium is a different story, and that's going to be interesting. The percent premium is essentially the difference between the price and the Nav at the end of the day, and it's also known as the arbitrage band. So the percent premium is almost like how much the price has to veer away from the NAV before someone has an incentive to ARB. And that's usually a reflection of how exotic or difficult the underlying market is to deal with with cash creations, it'll be interesting to see where that R band goes. We just did a study, my colleague Athanasios, of the spot bitcoins ETF's in Europe and the R band has narrowed and it's getting nice and tight. It started a little rough though, so I'd expect some numbers in the first couple of days that might be higher than we will get to. But just like junk Bond ETF's or any category, if you look at the R band over time, it, it starts a little crazy and then it slowly gets dwindled down as more and more market makers join the party and compete with each other and get good at arbing it. So that's what I'm looking for. But those numbers will be interesting too. I would hate to see a percent premium that was too high, because you could argue that's somewhat of a cost embedded in the exposure."
    },
    {
        "speaker": "C",
        "text": "And when you say that, you would expect in a few days time. Are you saying that you expect that they'll get much better at arbitraging that quickly? Or like over what timeline do you think that will happen?"
    },
    {
        "speaker": "E",
        "text": "Well, largely, let's say the first year when it gets really good, but the first day, I'm not going to make too many crazy judgments. I mean, just the fact that the spread is already down to three basis points is a really good sign. The percent premium, I mean, you look, we'll see. I just, again, this is all new to everybody, so they're going to get better and better and more competitors will entertain and it will get narrowed down. So I'd look, maybe let's look at a month and see what the percent premium is rolling five days versus the first five days. I bet it's lower."
    },
    {
        "speaker": "C",
        "text": "I saw somebody on Twitter asked how it is that investors can figure out whether they're buying an ETF at a fair price. What would your response be to that?"
    },
    {
        "speaker": "E",
        "text": "Look, this is why a lot of people gravitate towards the most liquid ETF's, because a lot of times you can just put a market order in and just know you get a good bid. But with the lesser liquid ones, you may want to use a limit order. Look, I would get to get Nate's take on that because he's out there buying ETF's regularly and he uses some that aren't the most traded. So I don't want to give, I got to be careful here because I can't give like trading advice. So I want to defer to him on that. But that'd be my initial take on that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think the key here is obviously use limit orders when trading. You can look at the intraday net asset value to see where the ETF is trading relative to the underlying. But at the end of the day, as we've already talked about, these ETF's already on day one are trading pretty tight. And I think the key is as an investor, you just want to make sure you protect yourself from any massive moves in price because the underlying here, bitcoin historically has been volatile. So I think as long as you're using limit orders, you can have a pretty high level of confidence that your trade is going to be executed fairly close to nab unless there's some sort of major dislocation in the market."
    },
    {
        "speaker": "C",
        "text": "So I also wanted to ask about the cash and in kind issue, which, you know, that, you know, a lot was made about that early on. So one thing I was wondering is at this point, do you think the SEC will ever allow the bitcoin ETF's to add in kind creation and redemption? Or do you think these will always be cash products?"
    },
    {
        "speaker": "B",
        "text": "I mean, the issue here is that they do not want market makers and, you know, regulated broker dealers dealing with unregulated crypto exchanges. And I think the way that this was going to be set up is these bds, or market makers were going to have subsidiaries, unregulated subsidiaries, to go and buy and sell the underlying bitcoin. The SEC didn't like that. My take on this, and Eric and I have talked about this before, I disagree with that take, because I think if you look at firms like Jane street and Virtu, you're talking about some of the smartest market participants in the world. I think if the SEC was smart, they would love to have those types of companies going into the crypto exchanges and shining a huge spotlight on them, because those Jane street and Virtu, they're going to sniff out any malfeasance or shenanigans happening there. So to me, I think if I was the SEC, it would have made a lot more sense to allow them to do that, because then the SEC gets their hands further down into the crypto exchanges. It's my belief, and chairman Gary Gensler, I think, messaged this all along the past two years. The SEC ultimately wants regulatory purview over crypto exchanges. I think that was the end goal with spot, bitcoin, ETF's. They didn't get that. We do have the Coinbase surveillance sharing agreement in place, but they did not get full regulatory purview of crypto exchanges. All I'm saying is how they allowed in kind creation redemption. I think it would have got them closer to that goal. It would have been just another way for them to purview the landscape and look into what AP's and market makers are doing in transacting at the crypto exchanges. Now, the onus with cash creates and redeems is on the ETF issuer, and there's less participants going and sourcing buying and selling the bitcoin. Clearly, again, if we look today, they're doing a good job. This process looks efficient, but it's not as efficient as if you have multiple authorized participants involved or market makers involved in the process buying and selling bitcoin, in my opinion."
    },
    {
        "speaker": "C",
        "text": "Okay, Eric, did you want to add anything on that?"
    },
    {
        "speaker": "E",
        "text": "No, just that I completely agree. I was saying the same thing. You unleash the market makers on the crypto exchanges, good things would happen. That was my take the whole time when the SEC denied and denied over the decade that they did. The only thing I disagree with Nate on a little bit is that I just don't think cash creations will be that bad. I don't think the end investor will notice as much as people think. Again, we'll know the percent premiums and some other things soon. But if we take away the tax problem, the in kind is really the benefit. There is the taxation issue. But Nate is somebody. I can't say I'm 100% on this, but of the people we've talked to, and grayscale is adamant about this, the 33 act grant or trusts are not taxed at the fund level. This is important because it means that if people do leave the ETF and you get cashed out through the cash creation process, that's not taxable at the fund level. It's only taxable to you and that's fine. But that's the problem with cash creations in other markets is that when you have to, when a redemption happens, you sell something to cash somebody out. That is typically a taxable transaction in a 40 act fund. And that's what plagues mutual funds. And so if that doesn't exist here, that's a big issue removed from cash creations then we get down to okay, well what's the premium? And that's why we're going to watch that number. But I looked at there's 400 ETF's and all the etns that are cash only and I looked and their spreads and percent premiums were all really pretty good. Like pretty much the same as the ETF. India's example. There's one that's cash only versus nothing. It really more correlated to volume. The ones that had a lot of secondary volume had tight everything. As you get to less traded those things widened out. So that's why in the case of these I'm really going to do my bellwether test on the ones that see the most volume to do an apples to apples. So I don't think if the couple that see a ton of volume I don't think will be that much different in the end."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean what it will come down to is looking at what that premium and discount looks like. As we get further out from know day zero here, then we'll know exactly how efficient the cash create redeems are. The other, I think interesting aspect here to watch is just the underlying performance of all of these ETF's themselves. Because again the onus is now on the ETF issuer to buy and sell bitcoin. It's possible some may do that more efficiently than others. I don't think we're going to have wide deviations here, but you could have some, you know, meaningful deviations between the funds in terms of their ability to tightly track the spot price of bitcoin. So that's something else I'm watching just because, again, the ETF issuer has to handle that now more so than the AP's. One thing, by the way, I do want to point out, just I know we have a lot of people listening to this, some people who may be new to the ETF space here. Cash creates and redeems and think that the ETF holds cash and doesn't actually hold the underlying spot bitcoin. I just want to be clear. These ETF's have exposure to the spot price of bitcoin by holding the actual bitcoin itself. It's held at a custodian. So I just want to be clear on that, because people hear cash creates and redeems and think that this is paper bitcoin or something along those lines. That is not the case."
    },
    {
        "speaker": "C",
        "text": "One other thing that I want to ask about, and really, there's a few different questions here, is basically what happened here where the SEC had denied the ETF's for over a decade, and it was this lawsuit that kind of forced the SEC's hand. But then in addition to that, the rollout just seemed super messy. I mean, if we look at Wednesday alone, there was the CBO letter that got released, and then they were asked to retract that. And then obviously, the SEC's Twitter account got hacked and that, well, I guess that was on Tuesday. And, you know, somebody kind of said, hey, these were approved and they hadn't been yet. But then on Wednesday, even, you know, I saw that document that got published on the SEC website. I checked for, like, all the things that, to me, meant, all systems go. And I tweeted, you know, all eleven of these have gotten approval. But then I think people thought at first that it had kind of overwhelmed the servers because, like, you couldn't find it. But I realized they haven't re uploaded it. And I can't imagine that there's still so much traffic on that. So I don't know what to make of that either. But, you know, have either of you ever seen any rollout that was this messy? Or, you know, what do you make of that whole thing?"
    },
    {
        "speaker": "B",
        "text": "I would just say this process has been messy for ten plus years, ever since the Winklevoss twins first filed for a spot bitcoin ETF. You know what, let me go back a few years, and Eric knows you don't happen with the price of bitcoin. That's never been the case for me. My advocacy around bitcoin ETF's is that if we look historically at the ways retail investors have been provided access to bitcoin, they have all been completely suboptimal. We've had the grayscale bitcoin trust trading over the counter at massive premiums and discounts. For a while there, we had a situation where institutional investors were literally printing money at the expense of retail investors by taking advantage of that premium. That's not protecting investors. We had situations where bitcoin futures roll out a few years ago. Look, they've done an admirable job at tracking the spot price of bitcoin, but they have underperformed. And we know futures based ETF's can suffer from something called contango. Those aren't optimal products. We saw a company in microstrategy essentially turn itself into a bitcoin ETF proxy. This company's loaded up on debt. You have idiosyncratic company risk involved here. That's not optimal for investors. But you had grandma going and maybe buying micro strategy to get exposure to the price of bitcoin. We had publicly traded Coinbase. This is a company the SEC allowed to go public, which then allowed individual investors to buy dogecoin and all sorts of other coins on it. So to me, it just never made sense. Where again, we've talked about how efficiently the ETF vehicle is working today on day zero, or day one, whatever you want to call it, Eric and I have known that for years. We knew that the ETF structure was the optimal place for end investors here. It was always ludicrous to me if we fast forward. Obviously, the thrust of the grayscale lawsuit was around the fact that because futures based ETF's were approved, we had CME traded bitcoin futures. We know that that market is highly correlated to the spot market. Those markets are intertwined. Doesn't take a rocket scientist to figure that out. That was a thrust of grayscales lawsuit. They won that lawsuit. And so here we are today. But the SEC has fought this thing tooth and nail the whole way through. And it never made sense to me. Because if the mission here is to protect investors, then why did we give investors so many poor ways to access bitcoin? And in my rant, by saying, I'm sure there's a lot of people here going, well, hey, you can always go buy bitcoin direct, right? You can go to an exchange, buy bitcoin on your own. Not everybody wants to do that. And guess what? There's fees involved with that as well. Go look at the coinbase commission schedule. Go look at the bid ask spread on buying coin. You go buy $100 worth of bitcoin and maybe get $93 in bitcoin back. It never made sense to me that we couldn't offer investors something that we knew was going to going to work. So I'll stop my rant there. I could keep going all day."
    },
    {
        "speaker": "C",
        "text": "Eric, what about you?"
    },
    {
        "speaker": "E",
        "text": "Obviously, I agree with everything he said. The one thing is, if Eric Gensler is sort of owner, you would call that his opinion on this. He kind of came to that conclusion. He was sort of like, look, I mean, this is better than some of the other stuff out there. And I'm like, well, that's what we've been saying for ten years, dude. It's nice that he came around, even though he was forced. And then the other interesting thing was just an anecdote. I was asked to speak at the SEC conference, like four or five months ago, and I got up there and I showed a chart of GBTC's premium discount going all over the place. Looks like crazy, right? And then I showed the premium discount of canadian european ETF's that my colleague Athanasios made. And obviously one's real tight. And then GBTC is like all over the place. And I was like, look, ETF's are good at this stuff. And I was like, look at their track record. And I said to them, you guys should trust the ETF more than you don't trust crypto. And then I dropped the mic, I walked off the stage and out the door, and they tackled me on the way out. No, I did not end with that, but I did say that to them. I don't know if it made a difference. I'm guessing the grayscale lawsuit was the real difference maker here, not my presentation. That's exactly why I think that you could put baseball cards in an ETF and you probably get a good deal. Like, it just brings the biggest, best, smartest, richest market makers and it makes them all compete, and it's awesome."
    },
    {
        "speaker": "C",
        "text": "So you've basically never seen the SEC fight an ETF this way, where just their recent was not logical. You've never seen that."
    },
    {
        "speaker": "B",
        "text": "Well, I was going to say, I mean, think about it like this. I tweeted this out a few weeks ago. Look at some of the ETF's that launched even this year. We had a four times leveraged s and P 500 ETF come to market. There's a three times leveraged gold ETN. There was a wet freight futures ETF. Think about just those markets. Obviously the s and P 500. We know that underlying market, but the gold market. You're telling me fraud and manipulation doesn't occur there periodically. The wet freight futures market, how deep and liquid is that? What's going on there? There seem to be a lot of counterintuitive actions from the SEC while this whole process has been going on. So I don't know, just, it's mind boggling to me. If you look at the ETF's that have come to market."
    },
    {
        "speaker": "C",
        "text": "Eric, you were going to."
    },
    {
        "speaker": "E",
        "text": "I was going to say that anecdotally, the first ETF ever spy, which when it was filed, it was weird, especially under the 40 act, it took four years for the SEC to come around on that. This was double that and then some. So totally unprecedented. But I will say over the years there's been this interesting trend of the US will think of an idea, file it. The SEC wrestles with it for a period of time. Usually it's longer than they need to. In the meantime, Canada is like, well, that's a good idea, let's do it. And their regulators are totally liberal. They get it out within a year. And they've done that with the first ETF, the first bond ETF, the cannabis eTF, the bitcoin eTf. Canada's been like this interesting incubator, even though a lot of the ideas are hatched here."
    },
    {
        "speaker": "C",
        "text": "Oh, that's interesting. Well, I guess if you're giving any advice, then it's, you know, if you're interested in all this, then move to Canada."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, if you have a good idea and you want it on the market, you don't want to deal with the SEC, move to Canada. That's the moral of the story here."
    },
    {
        "speaker": "C",
        "text": "Well, it's interesting. I just love hearing your guys takes on this. And I wrote a sort of like op ed this morning saying very similar things. But I did want to ask specifically about the kind of little snafus that I asked about, like about the Twitter thing and the Sibo, the weird document, or not weird, but the document justifying, like, why they were approving. And then it hasn't come back. But one other thing that I'll add on top of it is, you know, we had all these commissioners release their reasoning for either their dissent or just, you know, commentary. And I wondered, is that even common just to have them so publicly disagree? You know, like these letters, which I read in full, they're, they have pretty sharp words and frankly, Hester purse and Marguerite have both kind of said this is not logical what the SEC has done, and they kind of called the SEC out on that. So just curious for historical context on."
    },
    {
        "speaker": "B",
        "text": "All of that, I'll just make two quick points here. One, in terms of the CBOE letter and some of the wild stuff we've seen, really to me, I think we just got to look at how the sausage is made behind the scenes. I don't think there was anything really unusual there other than you had eleven issuers sprinting the last few weeks to meet these deadlines. Obviously the SEC had this January 10 deadline, you had a holiday period in there. So I think a lot of the wacky stuff we saw was just because everybody was sprinting 100 miles an hour and errors are going to be made. I don't read too much into that in terms of the SEC comments. We have seen that before in certain corners of the ETF world. The one that comes to mind for me is leveraged ETF's. There have been similar comment letters put out by the SEC on those. I think what was interesting about the ones yesterday were just how strongly worded they were. Gary Genslers letter was pretty sharp overall and he even went so far as to make the point that investors should not compare bitcoin to gold because a lot of comparisons are made that bitcoin is digital gold and he specifically addressed that in the letter. He also talked about how investment advisors and broker dealers, registered reps need to make sure that they have their operating as fiduciaries abiding by regulation. Best interest in recommending these products, which investment advisors should always do. But the fact that he pointed that out to me would tell investment advisors to tread carefully here, make sure that theyre compliant. But on the other end, if you go look at Hester Pierce's letter, she's aka crypto mom. She's been supportive of the space for a long time, but you look at the point she made in her letter, they were every bit as sharpe and just contrasting the points that Gary Gensler made. So I thought that was interesting just to see that dichotomy and just how the polar opposites, a lot of it."
    },
    {
        "speaker": "E",
        "text": "Also comes down to how someone sees the role of government and typically a Democrat will see more regulation. Good and the republican side will see less regulation. So I think this issue tapped into those, you know, feelings and opinions that people have politically too. And then you add the ten year it built up and then it became like a big like national news issue. So I think they all use this as a platform to say their piece and get a little attention as well because I don't normally see this kind of like verbiage from them. They're, you know, like when they other ETF's are approved, it's, you know, it's just, it's like the document goes effective and you move on. It's not like a big song and dance like this. So I think there was just a lot of reasons. This is again, a one of one situation."
    },
    {
        "speaker": "B",
        "text": "The letter that I liked the most was the better markets letter that came out in the 11th hour, basically trying to wash their hands of these things. Clearly a political play, if you go look at that organization. To Eric's point, I mean, there's no question that politics have been wrapped into this entire issue and process for a long time."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. Clearly that's why this tracked out so long. So obviously at this point now attention is turning to ethereum ETF's. So what are you expecting there? You know, when do you think we they might launch? Do you think it'll be the same thing where we have multiple issuers launch at once? And do you expect that that race will be quite as heated as this one has been?"
    },
    {
        "speaker": "B",
        "text": "I can start there. I mean, I think, first of all, I do think the SEC is a bit boxed in the corner here because we do have CME traded ether futures. So if we just add this all up, we have spot bitcoin ETF's now trading. We have the grayscale lawsuit victory. The SEC approved CME traded ether futures ETF's. So it's natural to conclude that spot ether ETF should be approved as well. I think some people would say if you look at bitcoin versus ether, obviously you have proof of work versus proof of stake you have yielding on ether. And so maybe that presents some, some different challenges or considerations there. But again, going back to Gensler's letter yesterday, he was very careful to say, look, we are only approving this for bitcoin and we have not made any sort of determination on other crypto assets. To me, and I was trying to read between the lines there, that was them saying, hey, let's wait for a minute. We may or may not approve ether spot ether ETF's, but I think they're going to be challenged to not approve them simply because we do have those semi traded ether futures."
    },
    {
        "speaker": "E",
        "text": "I agree with Nate. 70% chance, I think is where James and I are. But we want to bask in the glow of this correct call for a while before we start throwing odds into the next one. And also just have a mental break so we don't end up in the loony bin. The other thing is, on the other things to expect, let's just say, let's move ether aside, wait for the wave of deviations, or as Ben Johnson calls it, the spaghetti cannon. This volume and these flows, if they're as big as we think, wait until the stuff they throw at the wall. So, first of all, Tuttle, Matt Tuttle, who makes famously interesting products, already filed for two x and inverse, two x and one x or negative x, bitcoin ETF's that are spot, you're probably going to see options overlay. You'll probably see one that goes like long bitcoin, short gold, long bitcoin, short the s and p. You'll probably see some that are. Maybe they have like a asset allocation. 60 40 plus bitcoin. There'll be all kinds of ways that they're going to reiterate this. They might have one that shorts the dollar and goes long bitcoin. And this will be interesting. And some of these will work. Some of these will just be like, wow, that's a bridge too far. No thanks. And it will close. So get ready for the spaghetti cannon to get fired up again. If these flows and assets numbers are as big as you think, it will attract all kinds of sequels and deviations around spot bitcoin. So even before we get to another coin, there could be dozens of spot bitcoin related ETF's on the market by the summer."
    },
    {
        "speaker": "C",
        "text": "Okay, wow. So I think somebody on my staff dropped into my script and put a screenshot. I don't know if this is totally verified, but there's a tweet saying Vanguard City, Merrill, Edward Jones, UBS are all being reported to not allow clients to trade the ETF. Same with Wells Fargo, Wells Fargo advisors, and then Morgan Stanley is still in compliance review and Raymond James is not offering it yet. Is that something that you expected or is that something surprising?"
    },
    {
        "speaker": "E",
        "text": "Or, you know, I'll take this one. As somebody who wrote a book on Bogle and Vanguard over the past two years and works with them a lot, this is not a surprise. Now, Vanguard and Bogle have differed over the years. Vogel's DNA is strong at Vanguard but they've done some things like they've gone into private equity. Vogel would never do that. But Bogle did not like bitcoin. His exact quote was avoid bitcoin like the plague. Did I make myself clear? And the reasoning is this, and this is something that I think coiners or people in this industry have to really like, you know, understand, is that stocks and bonds, their money works for you, like as stocks, everybody gets up, creates value, gets passed on to you via cash flow. It's not just the price. And bonds have a coupon that you get, but commodity like bitcoin is only worth what someone else will pay. And Bogle did not like commodities in general, so it's not personal. I even think some of the populist bitcoin spirit is consistent with Bogle's populism. There are some overlap. Bogle did not like Wall street fat cats, and it seems like there's a lot of overlap there. But in terms of an investment, he didn't like that it was a commodity. So I'm not surprised Vanguard is doing that for philosophical reasons. The rest of them, these are platforms that you, I don't say it's pay to play, but it's almost like shelf space in like a food store. And they kind of be like, well, I'm not putting your salad dressing on the food store, certainly not on day one. And what are you going to give me? And that's how the wire houses work. So no ETF gets up on there on day one. That's sort of normal. But blackrock and fidelity and others, let's see them market and soft dollar, the way to getting some of these on there, I bet they're on there in a year. But Vanguard is more different. That's more like, this is inconsistent with our philosophy. And that's kind of interesting, but not a surprise."
    },
    {
        "speaker": "C",
        "text": "Yeah, and it just context for people. Yeah, Vogel, they have a very conservative philosophy and it's all about like using indexes and whatever. Go ahead."
    },
    {
        "speaker": "B",
        "text": "No, I was just going to say, I mean, I agree with everything Eric was saying. We knew coming into this that certainly platforms, we're going to gain access to these ETF's. So I'm not surprised at all. To me, this goes back to, and I operate a registered investment advisory firm in RIA. It goes back to the benefits of the RIA model. A registered investment advisor can invest in whatever they think is best for their clients, whereas these wirehouse platforms, it is pay to play. The wirehouse platform itself decides what advisors can and cannot invest in, the financial incentives are misaligned. And in my opinion, you may like crypto or you may not like crypto, but I'll go on record here and say, you know what? It's not going away. And so if you're operating a financial services platform where you're just blanket refusing to even address the topic, you're putting your advisors at a huge, significant disadvantage. And I would say at a very minimum, if you're an advisor or you're a registered representative, even if you completely disagree with bitcoin and crypto and everything around it, you have clients that are going to ask you questions about it. And so you better be educated and better be conversant around the topic. And if you're working at a platform where they're gaining access to these products and telling you what you can and can't invest in and not providing any sort of educational resources around it, I think they're putting themselves at a long term disadvantageous."
    },
    {
        "speaker": "C",
        "text": "Want to ask about, like, the future for this next year, kind of like what you're looking for, you know, from these ras, like what you're looking for in terms of behavior, and, you know, where you think we might end up about a year from now?"
    },
    {
        "speaker": "B",
        "text": "I'll just offer a couple quick comments. I mean, I think the over under on total inflows into these ETF's in year one, we put it about $10 billion. Judging on, you know, this first day, I think that we're on a good path to get there. I think what you'll see is over time, more rias get comfortable with maybe taking a small allocation. It'll be a satellite holding in a portfolio, something between, say, one and two and 5% allocation for certain types of investors. I'm guessing that the profile of the type of investor who may own this is going to be more on the aggressive side. It'll probably veer younger, but I do think that you are going to see more mainstream adoption here by advisors. So I'm optimistic on the longer term outlook here. The only caveat that I would add is that I think we are not too far away from platforms like Schwab and Fidelity offering direct exposure to bitcoin. I'm not going to say that's going to happen in a year, but I don't think we're too far off from that. At the point where somebody can buy bitcoin direct and their Schwab brokerage account or IRa, right alongside their vanguard stock and bond ETF's, then guess what? You don't really need a spot. Bitcoin ETF. So maybe that's a little bit longer out on the horizon, but I think it's something to watch for."
    },
    {
        "speaker": "E",
        "text": "I would add to what Nate said, only, I mean, everything he said, I would agree with. I don't totally agree with the token thing yet, but we'll table that. It's certainly not happening anytime soon, but certainly I'll have to change my title to token analyst, I guess, at some point. But anyway, regarding the vanguard thing, it's interesting. And the Ra thing, Raas, a lot of them rebelled from these wire houses so they could use Vanguard funds, because Vanguard doesn't pay anybody. They're like, screw you. If you want our low cost index funds, you got to leave. So Nate's like one of these revolutionaries that's like, left the big Wall street brokerage wirehouse and start up the RA movements. And it's ironic because the reason bitcoin ETF's, in my opinion, have a home in the portfolio going forward at RIAs is because of the vanguard effect. Vanguard has completely taken over portfolios, and you can get bonds and stocks in a 60 40 for like, three basis points. I mean, it's free, it's beautiful, but they all know you got to wait 30 years because you want the magic of compounding. So they're all into that, but they get a little bored. The clients get a little bored, a little itchy. Hey. And nobody wants to miss out, right? So they have a little bucket, which I call the hot sauce bucket. And in that, you just scratch your fomo itches. And this is going to fit in there along with, like, thematic ETF. So it's not competing with Vanguard, but because of Vanguard, I think it has a better home than it would have without them, ironically. So the bigger passive gets in the portfolios, the more people will search for the exact opposite in which to sort of add spice on top. And that is a viable lane."
    },
    {
        "speaker": "B",
        "text": "Great point. And ill just add to that, even though Vanguard is not on the spot bitcoin ETF competition, their presence is certainly felt here in what were seeing in the fee competition. To me, the fact that you can get spot bitcoin exposure for 20 basis points, to Eric's point in the hot sauce part of your portfolio is mind boggling. I don't think anybody would have ever predicted that you're talking about 20 basis points is cheaper than the largest physical gold ETF's out there. So we have seen the vanguard effect in this category. Even though Vanguard isn't participating here, yeah."
    },
    {
        "speaker": "C",
        "text": "I saw Kathy Wood on, well, I forget where she said this, but somewhere she said that she doesn't mind if their bitcoin ETF is a loss leader for them. All right, you guys, this was an amazing conversation. Thank you so much for joining us today. If you found this conversation engaging and want to delve deeper into the world of bitcoin and ETF's, I invite you to join our or check out our website, unchained crypto.com dot. There you'll find a wealth of resources, including podcasts, in depth explainers, informative videos, much more. And don't miss my latest op ed, which I mentioned earlier. Thank you both again for your time and participation. And thanks again for coming on Unchained. Eric and Nate, thank you."
    },
    {
        "speaker": "E",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "Don't forget. Next up is the weekly news recap. Stick around for this week in crypto after this short break."
    },
    {
        "speaker": "A",
        "text": "Defi just got way easier with Vault, your no code toolkit for building, deploying and monetizing automated yield strategies in a few clicks. Forget spending months of R and D and capital when you can instantly launch your crypto fund with Vaultcraft on any EVM chain, from wallets and instances institutional service providers to anon Defi Degens, anyone can use Vaultcraft to supercharge their crypto. Join Vaultcrafts referral program, unite with the community and supercharge your crypto details on Vaultcraft IO."
    },
    {
        "speaker": "F",
        "text": "Welcome to this weeks crypto roundup. In todays recap, we delve into some of the most significant developments in the crypto world. And yes, there was more than the spot. Bitcoin etfemen from circles strategic IPo move in the US to bitcoin's latest network curiosities, we've witnessed a week packed with action, strategy and intrigue. And thanks so much for tuning into the weekly news recap. Circle files for IPO in the us circle the issuer of the USDC, stablecoin, has confidentially filed for an initial public offering in the United States. The filing of a preliminary registration statement, or form s one, as it's called, with the US SEC, marks a significant step in the company's journey, although it didn't disclose details such as a number of shares it plans to sell and proposed price range. Headquartered in Boston, Circle has sole governance over USDC following the closure of the center consortium, a joint venture with Coinbase. As of now, USDC is the world's second largest stablecoin, second to tethers USDT, with a market cap of 25 billion and a market share that has decreased significantly since its depeging episode in March last year. The filing comes after a failed attempt to go public in 2022 through a merger with a special purpose acquisition company that valued circle at $9 billion. The decision to file for an IPO is consistent with the company's goals, despite the challenges faced during the downturn in the crypto industry in 2022, including the collapse of major crypto firms and heightened regulatory scrutiny. In September last year, Circle CEO Jeremy Allaire said on Unchained quote, we're definitely on the path to be an independent public company and bitcoin developers anti spam ordinals proposal rejected a contentious proposal by bitcoin developer Luke Dasher aimed at filtering out nfts on the bitcoin blockchain, was rejected this week. Daster's proposal, introduced last September following the emergence of ordinals, a protocol that enabled users to inscribe data like nfts onto the bitcoin blockchain, was aimed at updating the bitcoin core software to handle newer data carrying styles. This proposal rapidly sparked a heated debate within the bitcoin community. While some experts and developers were skeptical, citing potential difficulties and gaining support from bitcoin miners, others saw it as a necessary step to maintain network integrity and security. Dasher argued that ordinals and similar tokens exploit vulnerabilities in bitcoin core, causing spam and network congestion. He believes his proposal was a sophisticated way of filtering out ordinals transactions by applying stricter data size limits to bitcoin transactions. However, bitcoin core maintainer Ava Chao terminated the discussion on this proposal without taking any action, pointing to its highly controversial nature and lack of consensus. Dasher criticized chaos decision, accusing her of censorship and arguing that all objections to his proposal have been refuted. A mystery transfer 1.2 million in bitcoin sent to Satoshi's Genesis wallet this week, the bitcoin network witnessed a mysterious transaction as an anonymous user transferred 26.9 bitcoin, worth approximately 1.2 million, to the genesis wallet, historically associated with bitcoin's creator Satoshi Nakamoto. This wallet, which is integral to the bitcoin origin story, has been inactive since Nakamoto's disappearance in 2010. The funds believed to have originated from binance, underwent a complex series of transfers through multiple wallets before reaching the Genesis wallet. This wallet, which initially contained only the 50 bitcoin mined at bitcoins inception, has now grown to almost 100 bitcoin, valued at around 4.3 million. As Nakamoto's admirers seek to tip him. Despite the substantial sum, it's just a fraction of the estimated 1.1 million bitcoin controlled by Nakamoto. Across early bitcoin wallets, the crypto community is rife with speculation about the intent behind the transaction. Theories range from Nakamoto himself moving his funds to the possibility that coins were being burnt in a scheme or being used in a pump and dump maneuver. Others suggest it could be an attempt to flush out Nakamoto, considering new IR's rules require reporting of crypto receipts over $10,000 and North Korea's Lazarus group shifts 1.2 million in bitcoin from coin mixer the north korean hacking syndicate Lazarus Group moved $1.2 million worth of cryptocurrency from a coin mixer to a holding wallet. Blockchain analysis firm Arkham reported that the group processes transaction, which involved 27.371 bitcoin in two phases, before diverting 3.34 bitcoin to an already used wallet. This movement is part of Lazarus Group's continued crypto theft operations, a major funding source for North Korea. Despite facing international sanctions, notably in 2023, the group reportedly stole more than 600 million in cryptocurrencies, according to TRM labs. Such activities are essential for North Korea to sustain itself and are becoming increasingly sophisticated in order to evade international law enforcement. The Lazarus group's current holdings are estimated at 79.6 million, including significant amounts of bitcoin and ethereum, as reported by Arkham Intelligence and DCG creditors dispute repayment digital currency group recently claimed that it had fully repaid its short term loans to its bankrupt subsidiary Genesis. However, this claim is being contested by an ad hoc group of Genesis creditors. They assert that DCG still owes substantial amounts in unpaid interest and late fees totaling approximately? 26 million. The controversy also extends to the nature of the repayment. Creditors argue that DCGs use of illiquid instruments such as Grayscale Ethereum Classic Trust and Grayscale Ethereum Trust shares for repayment violates the original agreement, which specified settlement in USD and bitcoin only. These trust shares were trading at significant discounts, raising questions about their liquidity and compliance with SEC regulations. Ripple announces 285 million equity repurchase, increasing valuation to $11 billion Ripple Labs has initiated plans to repurchase 285 million of its shares, according to a Reuters report. The buyback is expected to elevate Ripple's valuation to approximately $11 billion. The tender offer, aimed at early investors and employees, limits the sale of holdings to a maximum of 6% per stakeholder CEO Brad Garlinghouse highlighted the Ripples robust financial standing in commons to Reuters, saying it had over 1 billion in cash and 25 billion in crypto assets, primarily in XRP. The latest move follows a pivotal legal victory against the SEC, in which a judge ruled that XRP sales on public exchanges did not constitute unregistered securities offerings and FTX aims to sell luxury bahamian properties amid its bankruptcy proceedings, FTX is seeking court approval to sell a series of luxury real estate properties in the Bahamas. These properties, purchased before the company's collapse, include a variety of beachfront homes and condos, including the notorious orchard penthouse, where samba can freed and his top lieutenants live. The proposed sale, part of a settlement with bahamian liquidators, requires that buyers offer at least 80% of the property's appraised values. This process aims to reimburse FTX customers and creditors initially acquired through FTX's bahamian entity, FTX Property holdings. The properties reflect the exchanges significant investment in high end real estate, including properties bought from sports celebrities such as tennis player Milos Ranisch and us regulatory landscape shifts CFTC focuses on DeFi blockchain association rebuts Warren's critique this week in crypto regulation updates the CFTC technology Advisory committee voted on a report to make recommendations to attain a more focused understanding and regulation of DeFi. This report is viewed as the first comprehensive DeFi review by a us government agency and emphasizes enhancing knowledge about DEFI to improve enforcement effectiveness and reassess existing regulatory frameworks. This approach marks a departure from traditional regulatory methods, recognizing the unique challenges posed by decentralized finance systems. Simultaneously, the blockchain association responded to Senator Elizabeth Warren's critique regarding the hiring of former government officials in the crypto industry. The association, led by CEO Kristen Smith, clarified that while no current employees fit senator Warrens specified profiles, many members come from military and law enforcement backgrounds. Smith emphasized that these professionals are attracted to the crypto industrys values of freedom, creativity and sovereignty. The association also opposed Senator warrens legislative efforts to regulate crypto, particularly the Digital Asset Anti Money Laundering act, citing the enormous cost and infringement on constitutional rights. Lastly, the New York State comptroller criticized the bitlicense program, urging for improved oversight and financial stability checks for applicants. Apple removes major exchange apps following government directive in India in a development reflecting India's tightening grip on cryptocurrency regulation, Apple has removed several major offshore cryptocurrency exchange apps from its app store in the country. This decision came after the Indian Financial Intelligence Unit issued notices to nine exchanges, including binance, Kucoin and OKX for non compliance with India's money laundering laws. The government's notices served under the prevention of money laundering act accused the crypto firms of operating illegally in India and not adhering to local tax rules. The Ministry of Finance also directed the Ministry of Information Technology to block the URL's of these firms, although this process is still ongoing. While these apps have been removed from Apple's India's store, they remain available on the Google Play Store, indicating a varied response from tech giants to indian regulatory measures. And that's all. Thanks for joining us today. Unchained is produced by Laura Shin with help from Nelson Wang, Kevin Fuchs, Matt Pilchard, Juan Aronovich, Megan Gavis Shashank, and Margaret Correa. The weekly recaps written by Juan Aronovich and edited by Nelson Wang. Thanks for listening."
    },
    {
        "speaker": "A",
        "text": "Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]