[
    {
        "speaker": "A",
        "text": "Tokenization can be really helpful. I think the settlement time will really reduce a lot of the pressure that there is on some of the companies and I think we'll be able to really streamline things. There's not just settlement, there is also margin intraday requirements. There's also fractionalization, being able to trade 24/7 all these things where we currently don't necessarily have the technology on the equity space will be able to bring it with blockchain. So I think tokenization of securities and equities overall can be a huge step forward."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, welcome to Unchained, your no hype resource for all things crypto. I'm your host Laura Shin, author of the Cryptopians. I started covering crypto nine years ago and as the senior editor, Forbes was."
    },
    {
        "speaker": "C",
        "text": "The first mainstream media reporter to cover cryptocurrency full time. This is the June 11, 2024 episode of Unchained."
    },
    {
        "speaker": "B",
        "text": "Polkadot is the original and leading layer zero blockchain with over 2000 plus developers. And the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for gamefi and defi to build, grow and scale. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "D",
        "text": "Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint mobile Unlimited Premium wireless everybody get."
    },
    {
        "speaker": "A",
        "text": "30 30 baby get 30 baby get."
    },
    {
        "speaker": "B",
        "text": "20 2020 better get 2020 better get."
    },
    {
        "speaker": "A",
        "text": "15 1515 just $15 a month so."
    },
    {
        "speaker": "D",
        "text": "Give it a try at mint mobile.com switch $45 upfront for three months, plus taxes and fees."
    },
    {
        "speaker": "B",
        "text": "Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Whoa landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the."
    },
    {
        "speaker": "C",
        "text": "New guys to drive the new equipment in."
    },
    {
        "speaker": "B",
        "text": "I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this."
    },
    {
        "speaker": "A",
        "text": "And Ford Pro finsimple can help."
    },
    {
        "speaker": "D",
        "text": "Our experts are ready to make growing."
    },
    {
        "speaker": "C",
        "text": "Pains less painful for your business with flexible financing solutions that meet the needs."
    },
    {
        "speaker": "A",
        "text": "Of your business today when you need them."
    },
    {
        "speaker": "D",
        "text": "Get started@fordpro.com."
    },
    {
        "speaker": "C",
        "text": "Financing today's guest is Joanne Kerbrot, general."
    },
    {
        "speaker": "B",
        "text": "Manager of Robinhood Crypto."
    },
    {
        "speaker": "C",
        "text": "Welcome, Joanne."
    },
    {
        "speaker": "A",
        "text": "Hi, Laura. How are you?"
    },
    {
        "speaker": "B",
        "text": "Good."
    },
    {
        "speaker": "C",
        "text": "Nice to have you."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "Robinhood seems to be making a number of moves related to its crypto business."
    },
    {
        "speaker": "B",
        "text": "As of late, and it also appears."
    },
    {
        "speaker": "C",
        "text": "That crypto has been pretty good for Robinhood. The company's Q one earnings report said that revenue from crypto trading had more than tripled to 126 million from 38 million a year prior to. And crypto assets under custody doubled to 126 billion in the same time period. And monthly notional trading volume tripled as well. And then last week now Robinhood announced that it will acquire european crypto exchange bitstamp. So although I understand the current Bitstamp CEO, JB Gruff, I guess, will stay in place, since this is Robinhood's first crypto exchange, what would you like to do with it? How do you expect this will help Robinhood's business? And how do you also think that you can make crypto exchanges better, generally for users?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, there are a lot of ways we can make crypto exchanges better, I think. But to answer your first question, for Robinhood, this acquisition is going to change things in three different ways. The first one, which I think is one of the most important, is that it's going to accelerate our crypto international expansion. The second one is, like you mentioned, we are going to bring a globally scaled crypto exchange to Robinhood. And the third one is really going to be the first institutional business for Robinhood. The three key points that I just mentioned were what we wanted to focus on for the next few years. On the crypto side, Bitstamp already holds over 50 active licenses and registration. They will bring in customers across the EU, the UK, and Asia to Robinhood. And on the institutional side, I think it's a pretty important one. Robinhood has always been focused on the retail side, and Bitstamp actually has been trusted by institution for its reliable trade execution and things like API connectivity and offering crypto as a service and institutional lending and staking really means that Robinhood will enter the space of institution with an active and highly trusted business already that has active relationship as well in the market. And to answer your second question, I think the market needs more trusted exchanges. When you look at the past five years with what happened with a lot of our competitors, we can say that a lot of good actors were active. So we think that with bitstamp regulatory operating licenses already, the trials that they have with the regulator, plus the fact that we are going to have the resources that Robinhood has, we think we can really create a good combination and a good place to trade in the future."
    },
    {
        "speaker": "C",
        "text": "What is the current makeup of your users in a geographic, like, geographically, for Robinhood itself? Yeah, and even I don't know if there's a difference also with the Robinhood crypto users."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. So we are mostly a us based shop. As you know, we worked in the US since inception of Robinhood recently. We launched Robinhood Crypto in the EU in December of 2023. And so we have customers from some of the countries in the EU, and we also launched the brokerage business in the UK in April of this year. So we are still very at the beginning of our international expansion, and that's where the bitstamp acquisition makes a lot of sense. I do have to also mention that we have our self custody wallet that is available in 140 plus countries, and so we do have a bit of an international experience. We just want to accelerate on it."
    },
    {
        "speaker": "C",
        "text": "And so I don't know what happens on the backend. Currently in Robinhood, obviously, you famously use a payment for order flow business model, at least for equities. I'm not sure if it's the. The same business model for crypto. Is that the case?"
    },
    {
        "speaker": "A",
        "text": "It's about the same. We call it rebate, but it's about the same thing. We send the order of customers to market makers and we receive revenue on the volume that we send to them."
    },
    {
        "speaker": "C",
        "text": "And so when you have an exchange in house, does that change the economics of the trading app at all, either for your business or for users or both?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think at this point, it's very early to say the bitstamp acquisition is going to take a decent amount of time. We expect it to close in h one of next year. And so we have a lot of time to think about all these problems, but in the short term, we don't expect any change for our customers. And we actually, on the Robinhood side, made a lot of change in our structure. So, for example, we clearly display on the order flow the spread of your order. And so if you buy bitcoin or if you buy anything else, we'll show you exactly your buy or sell spread, and we'll tell you how much revenue Robin is making. And we think it's a big change, because when we talk to customers, which is something that we really like to do, we notice that they have issues to compare the different platform. Some people are charging a fee, some people are charging a fee and a markup on the spread. And so we really wanted to give clarity to our customer and be 100% transparent, which is what we did."
    },
    {
        "speaker": "C",
        "text": "Okay, so essentially, you don't have any specific plans for how that. I mean, famously, I guess, like, trades are free on Robinhood."
    },
    {
        "speaker": "A",
        "text": "That's right. We think on Robinhood, on the us side, we offer the lowest cost for your crypto in average. And so we've done a little analysis and we had experts check the math, and if you use Robinhood versus other platform, you will receive more crypto for the dollar amount you spend on average. And it's part of what I was explaining. We really wanted to focus on this aspect. I think if we want to expand the number of people using crypto, I think we need to be a lot more transparent than we've been in the past in the industry, and we need to focus a bit more on offering more value to our customer."
    },
    {
        "speaker": "C",
        "text": "Okay. And then just to go back to my original question, because, so, as you mentioned, for the payment for order flow, you work with market makers. If you have this exchange, is it still just you're working with the market makers, and so it wouldn't necessarily affect prices for consumers, or do you see a way to even drop prices for consumers even more?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think on this point, it's still very early. Like, we don't expect any major change in the near term. I think if we see a way that we can offer a better value to our customer, we'll definitely look into it and we'll try to implement it. But I think at this point, for us, it's really important that we are able to offer that lowest cost that I mentioned. And I think for that, we need to have a combination of market makers that are in competition to offer the best price."
    },
    {
        "speaker": "C",
        "text": "Okay. And so Bitstamp offers a lot more coins than Robinhood does. And I wondered if you expected that the two businesses would just remain separate or different in that way, or. I didn't know if you thought that there would be ways where the acquisition of Bitstamp could enable the app to offer more coins or vice versa. Might the fact that Robinhood has acquired Bitstamp cause Bitstamp to streamline the number of coins it offers?"
    },
    {
        "speaker": "A",
        "text": "Yeah, really the same thing that I was mentioning. We don't expect any change in the near term. I think bitstamp has been executing very well with the regulator in the country that they are present. I think to receive that many licenses the way that they have, you need to actually have very close relationship with regulators, and you need to really show a track of record of a compliant business. And therefore, we don't expect to change anything on their side in the near term. And on the listing coins for Robinhood, I think I've mentioned it in the past, we have a pretty extensive listing framework where we go over different factors from security, technology, operation. We want to make sure that there's enough liquidity in the market. And so we, at this point, we are not going to change anything because of the acquisition, but it's definitely something that we always look at to see if we can add more features or more offering in our platform in the US, for sure."
    },
    {
        "speaker": "C",
        "text": "Obviously, I know you're just in the middle of making this acquisition, but as you've discussed, you're looking at this acquisition as a way to increase your geographic footprint. I wondered if Robinhood is also considering acquisitions of other crypto exchanges, and if so, what factors would you be looking at to gauge whether or not an exchange would be a good fit?"
    },
    {
        "speaker": "A",
        "text": "We're always looking at acquisition or partnership or anything that can expand or plan. I think in the case of Bitslamp, there was a many factor that we looked at, and we were really excited about the fact that they were not just an exchange for retail, but like I said at the beginning, they were also very active with institution, which I think is a brand new business for Robin Hood. But I think if there is anything else that could make sense, we will obviously look at it. But also, to be honest, I think we will have our hands full for the next few months with this acquisition. And so we're going to focus on it and make sure that it's successful the same way that we've done a few acquisitions in the past. Recently, X one. And we recently launched the Robinhood Gold card. And so we want to make sure that every acquisition that we do as successful as this one."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, no, I can understand it's going to be an undertaking. Well, you know, a few times you've mentioned that part of the reason for the acquisition was due to the fact that they have more than 50 licenses and registrations globally. And, you know, obviously we're in this situation now in the US, where the SEC has taken a very confusing and also, you know, stringent approach to regulating crypto. And I wondered if it was fair to say that because of the SEC's approach to regulating crypto, that Robinhood decided to try to expand its crypto business in the EU instead of in the US."
    },
    {
        "speaker": "A",
        "text": "You know, I think it's definitely one of the reasons why we look at the EU market was that there was this clarity coming from the Mika framework in 2025. Thanks to this framework, you're basically going to have one market that is almost comparable in the size of the us population with one clear framework that we can use and we can understand. So that was definitely one of the reason. I do think that the more clarity there is, the more we can play by the rules and the more we can do things in a. In a good way. I do think that if we could have the same kind of clarity in the US, we will also try to use it and make sure that we are working with the regulator the right way around our offering. I think in the EU, the detail are still not 100% clear on everything around Mika. Some of the finalized requirements are still being worked on, but I think it's a huge step forward for the industry. So really excited about seeing that. And you know, as myself a french citizen, I do think that it's a really exciting development for the EU, and hopefully we'll see the US also embracing the journey there."
    },
    {
        "speaker": "C",
        "text": "And so I understand what you were saying about how the EU is a comparably sized market and there's going to be one unified regulation there. But obviously we are also seeing that there are new asian jurisdictions that are developing regulations for crypto. And I wondered amongst those, are there any particular regulatory regimes that you find appealing?"
    },
    {
        "speaker": "A",
        "text": "We've been looking at this quite a lot. I think not just in Asia, to be honest. We start to see a lot more countries embracing either offering a license for virtual assets or offering a framework like Mika in the Eudez. But I think that's part of the acquisition also. Bitstamp. Owning a license in Singapore was definitely interesting for us and something that we're going to keep looking at. I think the Asia market is also extremely interesting for Robinhood, and we'll try to expand when we can. I think the main focus for us has been to make sure that the EU expansion is successful. And once we feel like we've done a great job there, we can continue to expand in other places in the world. And that's kind of the beauty of the system that we built. They can be easily scaled to other countries, and so we just need to make sure that we find the right way to engage with a customer in the market and that we have the right feature that they are looking for, because each market is different and each market has different expectations."
    },
    {
        "speaker": "C",
        "text": "And this is just kind of to understand the state of crypto regulation globally today. But as we've been discussing, Bitstamp has these more than 50 licenses, registrations globally. How long do you think it would take Robinhood to try to obtain those license and registrations from scratch right now if it were to just start on its own without having done this acquisition? I'm just curious what it's like to try to work with the regulatory regime globally."
    },
    {
        "speaker": "A",
        "text": "I mean, it's very hard to say. You know, it will depend on. It will depend on the country, it will depend on how you're applying to the licenses. I think the overall, like, you know, we've been really welcome as a, as a company. You know, when we talk to regulators, they usually know Robinhood's name, and they usually know that we, we are a safety first company, that we are not, you know, doing crazy things in the, in the crypto space, and that we are caring about the customers before everything. So, you know, it would be hard to say, but usually, just to give you an idea is like, if you want to apply to a license, you need to get an office, you need to hire people on the ground, you need to build an application that can take quite some time, and then you need to engage with the regulator and meet with them regularly. So it's definitely an acceleration for us to acquire bit stamp in that thinking."
    },
    {
        "speaker": "C",
        "text": "And one other thing about that is I was wondering, like, if you were to start from scratch, do you have an estimate on how much that would cost?"
    },
    {
        "speaker": "A",
        "text": "Just like that? No, really, what I said is kind of true. It will depend on really what you're trying to do. Also, what type of application. Every license is multiple different kind of categories and different type of ways to engage with a customer. So it will be difficult to give you a number like that."
    },
    {
        "speaker": "C",
        "text": "Okay, yeah, I figured. But also, just looking at it, this price tag of $200 million, and then thinking about the 50 licenses, I mean, it does feel like a very smart acquisition in terms of time, saved money, saved access to these markets. Just personally, from viewing it from the outside, it does seem like it was a smart move and a commentary on the state of crypto regulation globally."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, speaking of crypto regulation, obviously the SEC issued a wells notice to Robinhood in Mayenne. And in an interview you did with a journalist at my publication, you said that you had met with that actually 16 times. And I was curious if you could just talk a little bit about, you know, like, as far as I understand, I think it's your chief compliance officer or legal officer, used to be NSCC commissioner. And I wondered, what was the tenor of those conversations and how did it result in this wells notice?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, you know, we don't want to share too much on what happened with a regulator, but I think at the end of the day, the TL doctor is that the chairman of the SEC did invite the companies, the cryptocurrency companies, to come in and register. He said that it was just a procedure to do. And so when that announcement was made a couple of years ago, we did come in and register. And like I mentioned in the past, we met with them several times. And that's kind of why we were surprised and disappointed by the world's notice. Because if there's a company in the US who can work with regulator, I think it's Robinhood. We are licensed with. We are regulated and licensed with the SEC and finer on the brokerage side, on the crypto side, we are working with the New York DF's, which is one of the hardest regulators in the US for crypto. We know how to work with regulator. We know how to engage with them. So we did try to do the right thing when they asked us to come in and register. And so, yeah, we were disappointed, frankly. I think at this point we are just going to see what happens and we're going to keep engaging with them. We still think that there is a need for clarity in the space, and we think that we will keep fighting on that side to make sure that we can offer the products our customer wants and at the same time also engage with the agency."
    },
    {
        "speaker": "C",
        "text": "Obviously, I recognize that things still need to play out, but do you have a sense of what exactly the issues are or which coins it is that they take issue with?"
    },
    {
        "speaker": "A",
        "text": "No, we haven't received yet the details there. And I think for us, what we want to make sure is that at the end of the day, we feel very good about the crypto offering that we have on the platform. Everything that we've done in the past, we didn't list hundreds of coins like some of our competitors. We never offered staking or lending in the US, and we feel good about the offering. So we are going to keep engaging with them and see what they have to say."
    },
    {
        "speaker": "C",
        "text": "So if you were to craft a wish list for crypto regulation in the US, what would be on your list?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, you know, custody rules, I think it's something that is really important. We saw it in the, in the past when we saw some of our competitors commingling funds between firms and customer assets. You know, I think that's something that we've been focusing on our side. Like I said in the past, like we're a safety first company. We've always tried to really be careful about what we've done. And, you know, sometimes people were telling us that we were too slow. But also, at the end of the day, we're still standing straight and happy about the offering that we have on the platform. And then more clearly on what is a security, what is not, I think we've been trying to work with the tool that the regulator gave us. We think that a lot of players are having the same issues. And so when you see an entire industry not really able to. To do the right thing, you see issues like we've been seeing in the past. So I don't think regulatory by enforcement is a solution. I think, you know, we need to have a clear role and a clear bill that explains everything at this point."
    },
    {
        "speaker": "C",
        "text": "And I'm sure you have seen the fit 21 bill that passed, at least in the house, that proposed that the main regulator, even for the spot markets, be the CFTC. And I wondered what your commentary was on that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, we're extremely supportive of the bill. I think the more clarity in the space, the better. And I think we are going to see a more flourishing crypto industry in the US if we have the clarity. And I think the fit 21 is a step in the right direction. Like I mentioned earlier, as a french citizen, I moved to the US because I felt like the US were, was a country where you innovate and where you move forward. And now seeing that the EU is actually in advance compared to the US is kind of a surprise to me, I will say. So I think if we want the US to take back the crypto innovation, we need regulatory tragedy. And I think 21 was a good step."
    },
    {
        "speaker": "C",
        "text": "And earlier, when you mentioned that Robinhood has not engaged in staking or lending, do you have particular regulations you would like to see for either of those?"
    },
    {
        "speaker": "A",
        "text": "I think so. I think in the same space, I think staking is vital for some of its chain, like ethereum, the first one. And I think it is very complicated for the companies right now to offer it in the US. And so I think we should also see this type of clarity coming from the regulation."
    },
    {
        "speaker": "C",
        "text": "But do you have a particular way you think that that regulation should be crafted?"
    },
    {
        "speaker": "A",
        "text": "Oh, you know, I can do many things, but writing a regulatory bill is."
    },
    {
        "speaker": "C",
        "text": "Not one of them."
    },
    {
        "speaker": "A",
        "text": "So I will let them work on that. And, you know, we always have to engage and comment on bill and offer all expert on the technical side opinion, and then, you know, hopefully we'll see something that can work for the industry."
    },
    {
        "speaker": "C",
        "text": "Okay. And last year, after the SEC sued Coinbase and Binance, Robinhood delisted Ada Sol and Matic. And I wondered what the process was for making those kinds of decisions."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think, like I said, we have a pretty long listing framework for listing assets. Some of them are around the different analysis, operation analysis, and really the allegation from the SEC kind of created this uncertainty around these coins on the way we can operate. And so we had to make the decision to delay the assets. But it is one of these things where the clarity can really help the industry, because for us, we are not, like I said, an exchange in the past. And we couldn't necessarily offer, buy and sell this crypto asset without a combination of third party market maker and equity provider."
    },
    {
        "speaker": "C",
        "text": "Oh, I see. Okay. So maybe that is the answer to this next question, but I'll just ask it directly. After Judge Annalisa Torres decision on XRP last summer, Coinbase and Kraken did relist XRP. And I saw some speculators online saying that perhaps the bit stamp acquisition might lead Robinhood to listen to. And I wondered if you had commentary on that."
    },
    {
        "speaker": "A",
        "text": "Yeah, we usually don't comment, as you know, when we list an asset or when we start to offer it, we don't announce it in advance. We want to prevent any kind of insider trading or people that are more in the known than the other. So that's part of our listing process. When we work internally, there's only a few limited amount of people that are aware and they have to make sure that they don't trade or profit in any way. So no comment on that. But if there was anything, we will not tell you in any way."
    },
    {
        "speaker": "C",
        "text": "Well, can you talk then, generally, about what the process is for deciding whether or not to list a coin?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's part of the, you know, we have a lot of things. We look at customer demands, we look at what the assets offer, if we can support it on the platform, on the technical side, the way that the asset was created. It's a very long. So I'm not going to bore you with all the details. It's a long spreadsheet with Hannah Rose for every member of the listing committee. But overall, what we want to make sure is that the asset is safe for our customers. We can also operate safely as well, and there is no risk of attack on the network or something that could create customer loss for our customers."
    },
    {
        "speaker": "C",
        "text": "Okay. And this is just one question out of curiosity, for your dealings with the SEC, which I know you don't want to go too much into detail on that, but I did want to ask, just because Robinhood received its wells notice before the ether ETF's were approved, which, as I'm sure you're aware, it looked for a very long time like they were not going to be approved, and then at the last minute, suddenly they were. I wondered if even in those discussions before you received the wells notice, if it seemed to you like the SEC was trying to go after ether and say it was a security, because also there was a news report that there was an investigation into ether."
    },
    {
        "speaker": "A",
        "text": "Yeah, we can really talk about anything that is in progress with the SEC. I will just comment the same way that you did. We were surprised by the ECM ETF news and we welcome it. Frankly, I think it's going to be a good thing for the industry. It's going to bring more accessibility to the asset. And we saw that it was beneficial for bitcoin having more institution in the space. And on Robinhood, we'll be ready to lease ETF when they are fully approved and available, the same way that for bitcoin they were available the next day. We had eleven of them. And you know, I think it's a good thing for our customer. That way they can decide what they want to use to buy the assets. They can either buy the underlying asset on Robin Crypto, or they can use their retirement account or their brokerage account to buy one of the ETF."
    },
    {
        "speaker": "C",
        "text": "All right, so in a moment, we're going to talk more about Robinhood's future plans with crypto, but first, a quick word from the sponsors who make this show possible."
    },
    {
        "speaker": "B",
        "text": "Polkadot is the original and largest layer zero blockchain with over 2000 plus developers. And the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol, trustless bridges internally and into Ethereum, Cosmos, Nier, binance, smart chain and revised tokenomics and the implementation of a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, build bigger with Polkadot. Join the community@polkadot.net. work ecosystem Community Ryan Reynolds here from Mint Mobile."
    },
    {
        "speaker": "D",
        "text": "With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing Mint Mobile unlimited premium wireless how."
    },
    {
        "speaker": "A",
        "text": "To get 30 30 baby get 30."
    },
    {
        "speaker": "B",
        "text": "Baby get 20 2020 baby get 2020."
    },
    {
        "speaker": "A",
        "text": "Betty get 15 1515 just $15 a."
    },
    {
        "speaker": "D",
        "text": "Month so give it a try at mint mobile.com switch $45 up front for three months, plus taxes and fees. Promote for new customers for a limited."
    },
    {
        "speaker": "B",
        "text": "Time unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Back to my conversation with Johan. As you mentioned earlier, you moved from France to the US and you also have more of a technical background. And yet here you are now in this position as general manager of Robinhood Crypto. And I wondered if you could just talk a little bit about your trajectory from kind of more of that technical position to one where you do have to deal with business decisions, regulators, etcetera."
    },
    {
        "speaker": "A",
        "text": "Yeah, you know, I've been more or less always in this combo. I started my career with creating my own startup in payments and crypto. So I've always been kind of this dual ads person, and I really like both of them. I think, you know, the technical side of things is very interesting, but also sometimes I feel like as an engineer, we get stuck into just thinking technical, and I think on the crypto space, that's one of the issue. We always focus a bit too much on how the underlying layer or how is the asset moving, and we forget sometimes that we need to make it easy to use for customers to actually engage with it. So I think this is kind of the best of the two world. I can focus on trying to expand accessibility and remove more barriers to entry to the crypto space. At the same time, I can still be very technical with the team and understand what they tell me and make sure that we can push in the right direction. But yeah, I joined initially Robinhood as the CTO for the business, for the crypto business. And that move to the general manager position happened a couple of years ago. And I think overall, it's been a great thing for our crypto business. We've been able to streamline some of the decision and move a bit faster than we were in the past."
    },
    {
        "speaker": "C",
        "text": "And what's your overall vision for what Robinhood Crypto could be inside of the larger business of Robinhood?"
    },
    {
        "speaker": "A",
        "text": "I think really for us, the goal is to really keep expanding on the strengths of Robinhood. I think if there is one company that is uniquely positioned to really move forward on the tokenization space, it's also Robinhood. We are going to keep working on that. We think that really, crypto and blockchain technologies can be the way to bridge traditional finance and the world of today. I think with blockchain, we'll be able to reduce cost and reduce some of the issues that we've seen in the past with stratify. So hopefully, I think in the next few years, we'll see us making more and more moves into this direction of offering better traditional product to our customers."
    },
    {
        "speaker": "C",
        "text": "That's interesting. And when you talk about that, you're talking kind of more about tokenization of real world assets and securities."
    },
    {
        "speaker": "A",
        "text": "That's right, yeah."
    },
    {
        "speaker": "C",
        "text": "And what is your perspective on kind of the more crypto native side of crypto and how that might fit into Robinhood's business?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we think it's extremely important. I think that's why we launched our self custody wallet last year and we see it being donated a hundred thousand of time across the globe. You know, I think our point of view there is that we want to build the tool that our customers are requesting. And one of the things that we've seen is that people really love using Robinhood crypto. They felt like the pricing was good. They felt that they can use a product easily. But then when they were going into the web three kind of world, they were getting a bit more lost with some of the wallets that don't necessarily have the right Ux UI compared to Robinhood. So we decided that we were going to try to bring what we've been famous for, this Ux UI, and we'll bring it to the web three space and removing more of this barrier to entry. I think a lot of the issues when I you're using a wallet for the first time is trying to understand, like, what really is your responsibility versus what is the wallet responsibility. So we've engaged a lot in educational modules that we can make the customer go through and understand a bit more like, how do you do a transfer? How do you use adapt or these kind of things? But I really think that for, for the crypto world to really flourish, we'll need a bit of a combination of decentralized finance and also centralized finance for the people that don't necessarily need to have everything decentralized."
    },
    {
        "speaker": "C",
        "text": "All right, so, yeah, we're going to dive a little bit more into the offerings, and let's start with the institutional business, or the introduction of the institutional business, which will happen with this Bitstamp acquisition. As has been talked about since the news of the acquisition, Bitstamp has a nice institutional business, and it offers things like a white label solution, sort of bitstamp as a service. You could call it institutional lending staking. So where do you see Robinhood going with that? Just, will you simply continue bitstamps activities there? Or how might Robinhood add those activities on that side of the business?"
    },
    {
        "speaker": "A",
        "text": "Again, it's super early to really plan anything. We want to focus on closing, but one of the things that happened on a daily basis for us is institution calling us and asking, can we access Robin's platform? They do believe that we are a safety first company and that we are a good actor and that we are offering good features, but we've never really built that side of the business. We've been focusing on retail 100%. So I think the combination of Bitstamp and Robinhood will allow us to now service customers and offer institutional products. How are we going to bring the magic of Robinhood is a bit too early to say, but I do think we are going to keep investing in the offering and we're going to make it even easier and better for institutions."
    },
    {
        "speaker": "C",
        "text": "And obviously, we've seen in the last six months that now spot ETF's are coming to the US and already have come, at least in the case of bitcoin, and probably will continue to come in the years ahead. So I wondered if we might see Robinhood serving as a custody provider to ETF issuers."
    },
    {
        "speaker": "A",
        "text": "Yeah, again, very early to say. You're asking me a lot of tough questions this morning, but I think it is definitely exciting. And I think we definitely want to see if we can maybe not just custody, but also provide liquidity or at least be part of that world of ETF. So definitely think that part of the institutional business that we are excited to acquire is also some of these elements for sure."
    },
    {
        "speaker": "C",
        "text": "I obviously understand, maybe not all the details are worked out, but when you survey the landscape of the different types of institutions that Robinhood might be engaging with. Which ones do you feel are prime opportunities for your business?"
    },
    {
        "speaker": "A",
        "text": "Oh, I mean, I think for that we usually try to build our platform in a way that can scale across different types of businesses. I think liquidity, provider, market maker, hedge funds, banks, all of them are exciting for the business and they are excited for Robin to entry that side of the world. I will say right now it will really depends on how much we can use the feature on the platform that we built with this institution, and then we'll focus on the market. I do think that it's going to be difficult for us to start from scratch, and that's where the acquisition makes a lot of sense."
    },
    {
        "speaker": "C",
        "text": "Leaving Robinhood aside, just when you look at how the crypto landscape has changed since the introduction of spot bitcoin ETF's, how would you say the institutional side of crypto is different? In the last six months, we've seen."
    },
    {
        "speaker": "A",
        "text": "A bit more legitimately, I will say on the fact that bitcoin, if you start to think about how people were thinking about bitcoin ten years ago, they were just thinking it's Internet money and not really something serious. And now you think that you have a BTC ETF and that large institution are buying a. I think it shows that we went a long way. I don't necessarily think that it's doing anything particularly different from before. At the end of the day, it's just bitcoin are being acquired and sold in different wallets. But I do think it brought a bit of stability to the market and making sure that we knew what was happening with bitcoin. I think for east it's going to be similar. We are going to see more institutions getting into space and we're going to see them stabilizing things a bit and making sure that east is easier to stay. And we'll see that hopefully in the future with other assets."
    },
    {
        "speaker": "C",
        "text": "There's a lot of speculation about what the interest in ether ETF's will be because of factors like there being an easier narrative for tradfi and understand around bitcoin, the fact that there isn't staking that's offered, et cetera. What's your perception of how interested Wall street is in ether ETF's?"
    },
    {
        "speaker": "A",
        "text": "I think it's hard to say for me exactly, but I will say that usually I try to not underestimate people. I think the more people are getting educated with the space and the institution are part of this, right? Like at the end of the day, they are just institution directed by people. The more people get excited. I think you can look at east and the ecosystem that exists on Ethereum. Thanks to in the past like five years, the space has completely changed from where it was before with just bitcoin and assets like this. So I think a lot of people are going to be excited to see that they could be part of that new type of platform that are more decentralized. And I'm sure we'll see people understanding it and understanding how staking works. How does it help power the platform? And I don't think that will be the main limitation for people to get into the space."
    },
    {
        "speaker": "C",
        "text": "And so if you were to put a percentage on how much you think might enter the ether ETF's, in terms of percentage of assets in the bitcoin."
    },
    {
        "speaker": "A",
        "text": "ETF's, I couldn't tell you at all. The ETF sides are more on the brokerage side and a bit more focused on the crypto side. So I couldn't tell you at all."
    },
    {
        "speaker": "C",
        "text": "Okay. Okay. It's a fun game that people like to play nowadays, though. So as you mentioned earlier, Robinhood might get into this business of tokenization of assets and securities, and I wondered if you could just talk a little more about what that would look like. Is it something similar to a securitized, where you're looking at public blockchains, you're providing kind of technical and compliance support to institutions, or what kinds of assets are you looking at, et cetera?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we're still very early on that, and so I will have to come back on the show to actually tell you when we are ready to announce it. But I think for us, what we see is just all the benefits that blockchain could bring into real world assets. If you think about settlement, for example, like a few weeks ago, we celebrated settlements moving from t plus two to t plus one. This is not an issue on the crypto side, on the blockchain side. So we think that blockchain technologies can really change things and improve things. And with these improvements, we will also be able to offer things at a better cost, because if you don't have this settlement happening over multiple days and you need less liquidity, then you need to pay fees and all these kind of things. So I definitely think that we can really change the way that things are working. And so when we're ready to tell you more, I will be able to explain exactly the asset that we're looking to offer."
    },
    {
        "speaker": "C",
        "text": "Yeah. Well, I wondered, though, if you could talk a little bit about those settlement times, because obviously, famously there was that incident around the GameStop and AMC stocks where Robinhood had to stop trading. It was controversial moment had to do with those settlement times. So what do you see as the potential for using blockchain technology in equities markets?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's one of the market that is probably the more liquid and therefore tokenization can be really helpful. I think the settlement time will really reduce a lot of the pressure that there is on some of the companies and I think we'll be able to really streamline things. There's not just settlement. There is also margin, intraday requirements. There's also fractionalization, being able to trade 24/7 all these things where we currently don't necessarily have the technology on the equity space, we'll be able to bring it with blockchain, tokenization of securities and equities overall can be a huge step forward. And same thing around regulation in the EU. They are already working on a sandbox called DLT and some actors are already offering tokenized stocks there. So I think there is a path forward to have a better system in place."
    },
    {
        "speaker": "C",
        "text": "Yeah. Honestly, when you initially mentioned it and I laughed, it was because I was thinking about some memes I saw on crypto Twitter where people are making fun of making fun of that quote unquote achievement."
    },
    {
        "speaker": "A",
        "text": "It is funny to see for people that have been in crypto in the past decade, sometimes you're like, oh, great, some progress."
    },
    {
        "speaker": "C",
        "text": "I was curious also to ask about the staking offering that you launched in Europe last month. It's only available in Solana, not in Ethereum, and I wondered what was behind that choice."
    },
    {
        "speaker": "A",
        "text": "Yeah, we, you know, in the EU, we're still at the early days. I think we're launching a feature on almost on a weekly basis. When I look at the team, I'm always very impressed by how much new things we're building on a daily basis. So we talked to our customers. Solana staking was one of the top requested feature and therefore we try to put it in place. But I will absolutely, you know, saying that we are going to do more than just Solana staking in the future. So you will just have to keep turn on the news. But I absolutely think that we've been excited to see the response on staking. We've seen a lot of our people engaging, a lot of our customers engaging with it, and we've seen them actually engaging more than I thought. So we're definitely going to keep working on that."
    },
    {
        "speaker": "C",
        "text": "And wait just, I'm reading between the lines a little bit of what you said, you talked about how there was customer demand for that. Are you saying that there was more customer demand for staking on Solana than on Ethereum?"
    },
    {
        "speaker": "A",
        "text": "Maybe not necessarily more, but there was definitely a lot of demand. And Solana also is a bit more easy in terms of the way you can stake and unstake. And so we thought that was probably a good first product to launch for us. And, yeah, it's something that we do. A lot of any products that we build, we engage with customers through user research. We also get feedback on Twitter or on our customer support, and we take that into account and we change the way that we design and that we launch product for sure."
    },
    {
        "speaker": "C",
        "text": "All right, so now let's talk about some of the more crypto native things you're doing. As you've mentioned, there's this self custody wallet, and I wondered if you could just give us a sense of how many downloads that seen or what percentage of your customer base you think is using that."
    },
    {
        "speaker": "A",
        "text": "I don't know if we have exact percentage, but in terms of download, we saw 100,000 of download. I don't think I have an exact number, but it is something that we've seen a portion of our customer base engaging with it. And same thing with some of the more crypto advanced features that we have on the platform, like transfer. Crypto transfer, for example. Not a very high, high percentage of customers are engaging with it, but they want to be able to use it when they need it. And so we think the wallet is kind of the same thing where not 100% of our customer base is going to use a wallet because a lot of people don't trust themselves to save custody, their own private key. They also don't necessarily want to engage in the space, so they prefer to stay on the centralized platform. But we've seen a lot of our customers asking to be able to engage into the web three space. And so that's why we've been building it. And overall, we get a lot of requests there as well. And that's also a thing where we keep launching new product. Very recently, we launched cross chainswap, and we've seen a lot of people engaging with it, and so we're going to keep building the web three space is very different. We were really excited to be the first to launch gasless swap in a major wallet, and we've seen people really happy with it. They were kind of getting confused on trying to swap an asset to another asset, but they needed the gas token and didn't know how to get it. So that's the kind of thing that I really like to do is spending time with our customers, trying to understand what are the pain points, and then we try to solve it. We then launched the product. In that case."
    },
    {
        "speaker": "C",
        "text": "As you were alluding to Robinhood, crypto now also has this collaboration with Arbitrum, so users can use arbitrum directly from Robinhood. And obviously there's many different layer twos that are available. So why did you choose arbitrum?"
    },
    {
        "speaker": "A",
        "text": "Yeah, there was many factors that we looked at. One of them was we felt like Arbitrum was one of the fastest growing layer two in the space. The RTV that they have is quite high, and we've seen them innovating in the space quite a lot as well. So I think for us it was a combination of, like I said before, customer demand and also what can we offer? Thanks to the partnership, and we've seen some of the products that we launched very recently on Arbitram really getting a lot of usage and engagement. So that's the kind of things that we are happy with, is when we build products that people are happy to use and excited to use again."
    },
    {
        "speaker": "C",
        "text": "Obviously, I understand that this partnership is going well with you, and yet at the same time, we are seeing that there are other exchanges that are launching their own ecosystem chains. The most notable of these is base with Coinbase. OKX also has its own x layer, and I wondered if an l two might be on the roadmap for Robinhood."
    },
    {
        "speaker": "A",
        "text": "Yeah, you know, I think it's always something that I'm being asked, and I don't know if I have a very satisfying answer on this one, but I like one. We don't necessarily have planned to share at this point, but if we were to do our own layer two, I think we will want to bring something on the table that is differentiated the same way that we've done almost all our product in the past. We only launched when we felt like we could do something very different. And I think on the case of the layer two at this point, we want to make sure that we can bring something on the table. I don't think we need another layer two or layer one that exactly works the same way as the other platform. And so I think for now, we are going to focus on finding differentiating features before we work on them. But I do want to mention that on our wallet, for example, we are compatible with space, so you can engage with the chain as well. Like I said in the past, I think we at Robinhood want to remove the barrier, and we want to make people engage into the space safely. And I think by that it also means that we need to have products that can work across all the chains and not necessarily just create another version of the chain and just limit the ecosystem to that."
    },
    {
        "speaker": "C",
        "text": "So I understand now, in a way, Robinhood has this kind of spectrum of financial activity. There's your bread and butter that you started with, which is the equities, very centralized. Now, you're clearly growing the crypto area, which has this combination of some aspects that can be centralized. There's obviously the whole decentralized area, though, that really is at the heart of crypto. And I wondered if you could just talk about how you think those kind of two sides of finance will eventually come together or just what the future looks like. I guess when the decentralized side is at maturity, I think it's going to."
    },
    {
        "speaker": "A",
        "text": "Be a combination of the advantage of each product, and hopefully we'll see more and more people using that. But, for example, when we think about wire in the US, you have a lot of issues with them, you can reverse them. And so as a merchant, for example, you think you're being paid, but then the wire is reversed and you have to deal with the fraud around it and the loss of the funds. Where in crypto, you send a transaction, it's final, and you don't need to worry about the fraud aspect of it. So I think this is what we're trying to bring on the table, is that we now have a suite of products between the brokerage, the credit card, the crypto product, and more. And we think that when there is a space where we'll be able to combine the two, we'll look into doing it. But I do think that for some of these products, we need to make them better before we can really expect mass adoption on the crypto space."
    },
    {
        "speaker": "C",
        "text": "Oh, for sure, yeah. Clearly on the decentralized side, still super early. Also, if I look at where Robinhood is in the broader landscape, I would probably call out Robinhood and Coinbases converging into a similar competitive space. And I wondered how you saw your, even geographically, if. I think they're making moves in the EU. So how do you see yourself competing with the likes of Coinbase long term?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, you know, I think competition is good. I think if you didn't have competition, we will not be always pushed to innovate. I do think Coinbase is one of our competitors. And, you know, we've been pleased with the way that we've increased our market share in the US, and we think that we need to do that also elsewhere. And, you know, Coinbase is a very crypto first player and we are a bit more of a combination, so of financial products. So I think it's hard to compare them, like side by side. I think for us, we have some advantages. In the US, for example, you can buy stock, spend on your credit card, and at the same time buy bitcoin all in one app, and you don't need to move funds between apps. I think Coinbase is more focused on crypto and there are pros and cons. So I wouldn't say that we are side by side. The same kind of company."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I meant there. I feel like they're converging on the same competitive space, but from opposite directions. So, something else that I just needed to ask about, which didn't seem like there was an obvious place to fit it in elsewhere. But here we're in this moment where Rory and Kitty has come back. There's this GameStop volatility and mania or crashing or whatever is happening on any given day. Meanwhile, we're seeing that memes on Solana are also taking off quite a bit. And again, there's a lot of pump and dumps or whatever's happening there. And I wondered if you could just talk a little bit about where you think we are in this moment. Why do you think that this is popular? This kind of financial activity is popular, and do you see it as some integral part of the market? You'll see commentary where some people deride it, other people are saying this is just part of market activity. What's your take on all this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think on my side, I mostly focus on making sure that our platform is ready for this kind of movement. We've seen them in the past. I think Robinhood is a very different company now that it used to be during the first crazy days of Dogecoin, for example, in 2021. And we've invested a lot in stability and scalability. We want to make sure that when there is a market event like this, when a lot of people are suddenly coming into the platform and we're receiving record amount of orders, XYZ, we want to make sure that we can stay up and serving our customers. So that's been my primary focus. I do think that these kind of market events are part of the business now. We know they are coming, we know when they are coming that we are ready. And you've seen it in March, for example, when there was a lot of crypto activity. We were available for our customers and we didn't have any major issues. That's really what I want to focus on. I think at the end of the day, the market will use the product that they want and decide. I don't have a ton of understanding necessarily on why cell needs this sticker versus this crypto, these kind of things, but what I want to make sure is that we are ready for it."
    },
    {
        "speaker": "C",
        "text": "And do you see Robinhood going to a place where it's listing, for instance, solana meme coins? And I just asked this because in this moment, we are seeing the regulators go after kind of what people in the crypto community would consider more legitimate coins. But then the meme coin activity is less, or. Yeah, just appears not to be targeted as much. So is that considered sort of a safe place? And because of Robinhood's history, would that be a natural place for you to go?"
    },
    {
        "speaker": "A",
        "text": "You know, the same answer as I told you before, like, if we were to list anything, I wouldn't tell you, but I don't know if there's necessarily in the us side a safer place in one direction or the other. I think we, like I mentioned before, like, we need to have clarity, and that needs to apply to any type of crypto asset, not just meme coin or not just other assets, like. But I think on our side, there is also the question of customer demand and the big question, like I mentioned before of operation, if tomorrow we need to list an asset, we need to make sure that we can actually serve it to the customer. So any type of asset, even the new Solana meme coin, will have to go through our listing committee before we can put them on the platform."
    },
    {
        "speaker": "C",
        "text": "So when you talk about this listing committee, can you name what factors they're looking at when they're trying to decide whether to list something?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think I answered that before, where it was. You know, it's a very long list of rows in a spreadsheet, so I won't bore you with the details, but some of them are operation and liquidity. Like, can we for sure be able to operate that safely and offering a good price to the customers, and can we technically support it? The security aspect also is very important. Is the asset sufficiently decentralized that not one miner or validator could take over the entire asset and then decide of the future of the asset? So it's a lot of these criteria, and it creates a lot of question on our teams, and it takes some time also to review an asset. We do that to list the asset. And then we also quarterly review the assets on the platform, and we make sure that they are still the one that we want on the platform."
    },
    {
        "speaker": "C",
        "text": "All right, so at this moment in time, obviously, we're seeing you've just received this wells notice there's an election coming up. There's a lot of talk about whether or not Democrats in particular are warming up to crypto. And I wondered if you could just talk a little bit about kind of what you would hope would happen. Your company is facing these regulatory issues in the US, and people in the crypto community seem to view the industry as being sort of in the balance amidst these political wins. So what would be kind of your hope for how the politics around crypto plays out?"
    },
    {
        "speaker": "A",
        "text": "You know, I think what's really important to me is that we stop ignoring the problem. Like, I think we, for a bit too long, there has been this constant discussion with the regulator, and we haven't made any progress. And I think seeing that crypto is now becoming kind of a topic is a good thing at this point. You can't ignore it anymore, and you need to be clear with the constituent of what will happen under the next tendency around crypto. So I think that's really what I've been excited to see. But overall, I think having this clear regulatory framework, like I mentioned before, is going to be the right path for the industry. We can't just talk about it during the presidential election. We need to also make sure that there is an actual bill that is passed and that we can have now a clear path forward."
    },
    {
        "speaker": "C",
        "text": "All right. Is there anything that I haven't asked you that you would like to mention for my listeners?"
    },
    {
        "speaker": "A",
        "text": "No. I think you've been very thorough. So excited to discuss more in the future with you when we have more news to share."
    },
    {
        "speaker": "B",
        "text": "Okay, perfect."
    },
    {
        "speaker": "C",
        "text": "Where can people learn more about you and Robinhood crypto?"
    },
    {
        "speaker": "A",
        "text": "You know, I think on our website and, you know, you can find anything that we offer and really just using the product and understanding what we do and, you know, hopefully give us feedback, and we'll be happy to modify our product."
    },
    {
        "speaker": "C",
        "text": "Perfect. It's been a pleasure having you on Unchained."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "Did you know Unchained is much more than a podcast? Last year, we unveiled a completely redesigned website, enriching your experience with the latest news, insightful analysis, compelling op eds, and comprehensive learning articles and guides for beginners. Explore all this and more@unchainedcrypto.com. dot thanks so much for joining us today to learn more about Johan and Robinhood. Crypto check out the show notes for this episode. Unchained is produced by me, Laura Shinna, with help from Matt Pilchard, Fauna Ranovich, Megan Davis, Pamela Jimdor, and Margaret Correa. Thanks for listening."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]