[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and, as the senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the July 18, 2023 episode of Unchained, Arbitram's leading layer two scaling solutions can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security. Rooted on Ethereum, Arbitrum's newest addition, orbit, enables you to build your own tailor made layer three. Visit arbitrum IO today. Asia's buzzing, and everyone's going to token 2049 Singapore on September 13 to 14th. Balaji Sreenivasan, Mike Novogratz, Arthur Hayes, and 200 others will hit the stage, joining over 10,000 attendees. Visit token 20449.com for 65% off with the code Unchained link in the description buy, trade, and spend crypto on the crypto.com app. New users can enjoy zero credit credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Lora link in the description. Hey unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchangecrypto dot substack.com. today's topic is the order in the SEC versus ripple case that has the industry celebrating. Here to discuss are Jake Trevinsky, chief policy officer at the Blockchain association, and Kevin Sudeiki, partner at General Block and co chair of the Fintech and Crypto Assets practice. Welcome, Jake and Kayvon."
    },
    {
        "speaker": "B",
        "text": "Hey Laura."
    },
    {
        "speaker": "C",
        "text": "Hi, great to be here."
    },
    {
        "speaker": "B",
        "text": "Thanks."
    },
    {
        "speaker": "A",
        "text": "In December 2020, the SEC sued Ripple Labs and two executives, Chris Larson and Brad Garlinghouse, with raising over $1.3 billion in an ongoing unregistered securities offering. Last Thursday, Judge Annalisa Torres in the Southern District of New York ruled that sales of XRP to institutional investors qualified as unregistered securities offerings, but that what she calls programmatic sales, which were happening on crypto exchanges, did not qualify. What are your top takeaways from the order? And why don't we start with you, Jake?"
    },
    {
        "speaker": "B",
        "text": "Okay, great. And I think the top takeaway is exactly what you said in the introduction, Laura. We are celebrating this decision, and I'm sure in the next hour, Kevin and I will get into the nuance of the case, and maybe we'll throw some cold water on some of the things that folks in the industry are saying. But just to start with, the high level takeaway here, this is an extraordinary victory for the industry. It's not just a victory for ripple, although it is. It's also a victory for all of the other defendants in ongoing SEC enforcement actions like Coinbase. It's a victory for the industry broadly in terms of advancing what we think is the right view of the securities laws and really showing through a district court order, through law made by a judge, that the SEC's interpretation is incorrect. And also, frankly, I think this is a big win for us in Congress, too, because right now, the House, the Financial Services Committee, and the agriculture committee are talking about passing new legislation to decide whether the SEC or the CFTC should have jurisdiction over crypto markets. And I think this decision will really influence their thought process in deciding what that legislation should look like. So, again, we might throw a little bit of cold water here and there, but I think this is just a massive win for all of us, and we are indeed celebrating this today."
    },
    {
        "speaker": "A",
        "text": "Kevin, what about you? What would you say?"
    },
    {
        "speaker": "C",
        "text": "Yes, it's hard to say it better than Jake just did. But I'll just add that I think the core issue here that has been bandied about the industry for a long time is that the tokens themselves have been held not to be securities or to embody a security by virtue of the way they were. So that core issue applies across the board, not just to this case, but to cases involving pretty much any token other than a few categories of clear securities tokens. And I agree with Jake that hopefully, what this does is refocus people on efforts in Congress to actually push forward with productive legislation to try to find a path for the industry. Because whether this case ends up being upheld on appeal or other judges agree or not, I think we know now that it is not true that the SEC's view was clearly right. That narrative should be gone. The SEC had been advancing a view that the law was clear. They had this authority and anybody who disagreed was just plainly wrong. We can all agree that's not clear at this point. At the very least, hopefully focus our efforts on finding a more productive path forward."
    },
    {
        "speaker": "A",
        "text": "As you mentioned, there are some parts of this that you're going to have to throw cold water on. So I'm just going to ask you about those right away. I was wondering, do you think that the judge got this order right?"
    },
    {
        "speaker": "B",
        "text": "I think most of it is right. I think there are a couple of exceptions. Some of the exceptions I don't think throw cold water. I think that the, that the judge decided against Ripple on some issues that I think Ripple had really strong arguments on and that if there is an appeal, Ripple actually might win on those issues. I think the two that come to mind there are Ripple's fair notice defense. So one of Ripple's arguments was it can't be expected to know what the term investment contract means because there had never been clarity about that term. And so even if the SEC later comes up with guidance that explains what it thinks that term means, that it has a defense to violating the securities laws, because there wasn't that clarity at the time that it conducted the transactions that ultimately the court found were in violation of the securities laws. The judge ruled against Ripple on that and said it did have fair notice because there was clarity about what an investment contract meant, at least to some degree. And with respect to Ripple's own sales to institutional investors, I don't agree with that. And I think that that could be overturned on appeal. The other issue was Ripple advanced a somewhat novel theory of the Howey test, which was to say, there are certain essential ingredients that must be present in order for the court to find the existence of an investment contract actually sort of sits next to the Howey test as other ingredients that must be necessary in order to, to satisfy the statutory requirement that there is an investment contract. And the court said, no, we don't think that those essential ingredients are required. And I think that also is likely incorrect. Now, I will say this is the type of issue that you might not expect a district court to find in Ripple's favor, right. This is the kind of issue that you might expect only the Supreme Court to make a decision about, because the lower courts, the district court, and even the circuit court of Appeals, if there is an appeal, will be bound by what precedent has already been established. The Supreme Court is a little bit different. Right. The Supreme Court does, in a meaningful way, get to develop new law exactly the same way as it did in the Howey case in 1946. And I think Ripple might ultimately succeed on both of those issues, assuming that they get all the way up to the Supreme Court. But for the time being, it's understandable why the district court found the way it did, even though I personally disagree."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think there are a lot of nuances in the way the judge decided, the particular factors, but I think on the core issues, the judge got it right. I think the fact that the tokens are not themselves securities, the fact that this record did not provide a basis to find that transactions into the secondary market, the programmatic sales, were securities transactions, I think all those broad findings were correct, and there can be argument about exactly how some of those things get decided. And I agree with Jake that there are some issues that, and you could see an appellate court deciding slightly differently in either direction. So I think both sides would have some risk on appeal, but in broad strokes, I think the judge got it right."
    },
    {
        "speaker": "A",
        "text": "Okay. And, yeah, we'll dive into even more details in a little moment, but I want to ask also just generally, about what this order means and the grand scheme of the lawsuit and its progress through the courts. Like, how significant is this particular order, especially in terms of, you know, how likely it is that Judge Torres decision will actually stand and have implications beyond just the ripple case."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think, and Kevin, I'm sure you have a take on this, too. Sorry to jump ahead of you, but I think it's extremely consequential, and I think, frankly, it's a mistake that everyone immediately is talking about what will happen on an appeal? First of all, the SEC has not signaled that it intends to appeal at this time. It does not. As far as any lawyers I've talked to, as far as I can tell, the SEC does not have an appeal as of right, which means typically you cannot appeal a decision that a district court issues in the middle of the case. You have to wait until the case is over, and this case is not over. Now, it is possible that the SEC could seek an interlocutory appeal, meaning that it sort of stops the case right here, even though the case isn't over yet, and it takes specific issues up to the circuit court. But it's quite rare for that to happen. And basically, it would require Judge Torres to say that there is a controlling issue of law, that there's a substantial ground for difference of opinion between the parties, and that allowing an appeal in the middle of the case would materially advance the ultimate termination of the litigation. This is something Judge Torres can decide in her discretion. When I read this order, I don't see Judge Torres hinting that this is the type of issue that should go up on appeal. The circuit court, also within its discretion, would have to accept the appeal. And all of this depends on, on the SEC actually wanting to appeal. But the SEC's statement when the order came out was, we are pleased with this decision. That's another thing we could talk about. I'm not sure why they decided to take that view, but that doesn't sound like they are going to appeal. So let's imagine there's appeal when this case is finally over. That's probably months or years from now, and then months or years after that, that we might get a decision from the second Circuit, and who knows what any random group of three judges on the second circuit would find. So I don't think we need to think about what might get changed on appeal. What we need to focus on is what is the impact of this decision now and for the foreseeable future. And the impact is exactly what Kevin said. The court soundly rejected the SEC's theory that digital assets embody investment contracts. It said the tokens themselves are not securities. It said we have to focus on transactions, not tokens. And that clearly rebuts, as Kevin said, the SEC's view that Chair Gensler frequently espouses that the law is clear and the crypto industry is just obviously non compliant, so there's no need for new legislation because the SEC has this under control. That's just not true. And that's what we learned from this opinion."
    },
    {
        "speaker": "A",
        "text": "Okay. And just so I understand. So basically, what you're saying is since Judge Torres said that, she kind of was like, granting each side a little piece of what they were fighting for, but that the rest of it would go to trial, that essentially, if the SEC decided that it was going to appeal, it would only do so at the conclusion of that trial. Is that what you're saying?"
    },
    {
        "speaker": "B",
        "text": "It could try to appeal right now, but first it would have to seek a judgment on the claims that were, you know, already granted or denied in the motion for summary judgment. Judge Torres would have to agree to do that. Then it would have to file a motion basically asking for permission to file the appeal. And Judge Torres could decide basically within her discretion, meaning if she wants to let them appeal, she could, but she doesn't have to. And then if the circuit court wants to take the appeal, it can, but it doesn't have to. And I just see no sign that that's going to happen now. So I think if there's going to be an appeal, it's many years from now."
    },
    {
        "speaker": "C",
        "text": "I think that's right. And I think there are a couple important points here. One, with respect to the institutional sales, the programmatic sales, those core issues vis a vis ripple labs, this is a final decision on those issues. Granted summary judgment or denied summary judgment on those issues. That is not something that's going to continue. This is not just a way stop to a later opinion on those issues. But there are some things that are left in the case, mainly the aiding and abetting claims against the individuals. And there's no way to appeal in part, you know, just the decisions that were made until after that last piece of the case is decided without going through the process that, that Jake just outlined. So the normal course would be to wait for these claims against the individuals to be resolved. Then you have a final judgment on everything in the case, and then you could take it up on appeal. If you want to try to appeal these parts, first you have to seek the judge's permission, and there's been no indication that's going to happen or that the judge would grant that it passed."
    },
    {
        "speaker": "A",
        "text": "And then, so let's just posit that the SEC does decide it wants to do that after the trial. How long do you expect the, this kind of trial would take?"
    },
    {
        "speaker": "C",
        "text": "These things can take quite a long time. Most of the facts here have been pretty well established at this point. And so I think a trial could be scheduled in relatively short order, but I wouldn't expect a resolution of trial in the next, in less than the next six months or potentially significantly longer than that, and then appeals beyond that. Usually you have to add at least a year or more. There's some factors, as far as, you know, how fast the parties try to move the appeal. They have some discretion to try to move it quickly, and there are some places where they have to rely on the court. But you're looking at minimum, I would say a year and a half to two years before you would have any resolution of this on appeal and quite possibly longer."
    },
    {
        "speaker": "A",
        "text": "Wow. And then one other piece that I feel the need to understand, and hopefully anybody in my audience who also is not familiar with the courts or the legal system will need to know this as well. But so obviously the, you know, what it was that Judge Taurus issued on Thursday was an order. And then I also heard Jake say that if the SEC were to try to appeal, it would have to get a judgment. So can you just explain the difference between an order and a judgment?"
    },
    {
        "speaker": "C",
        "text": "Sure. So this is the written decision that articulates the judge's view of the claims, but that has to get reduced to. It's just effectively a separate piece of paper, but it gets reduced to a final judgment that gets gets entered, and then that is what can be appealed. So there can be processes in between. For example, somebody can try to move for reconsideration, or there could be other things that happen in between. Usually a judgment doesn't enter until all the issues in the case have been decided. So usually there wouldn't be a final judgment entered on just some of the claims, but not others. In theory, one of the parties could request that a judgment be entered just on the pieces of the case that have been resolved. That's a discretionary issue, and as Jake said, that's a high standard to meet, and one we haven't seen any indication that people are going to push for here."
    },
    {
        "speaker": "A",
        "text": "Okay, so basically, an order advances the case, and then a judgment is sort of like the final hammer. Okay, now, now I understand. So you know something, and I know the sort of. The institutional sales piece was, as far as I understand, less surprising to people, but I still want to ask a few things about it. So, this was the part where the judge essentially said that these definitely constituted unregistered securities offerings. And I already heard a number of lawyers saying they weren't surprised by this, because, of course, it was hedge funds and VC's and institutional buyers that were engaging in this. And even the way the sales were conducted showed that there was an understanding that they could be construed as securities offerings. So I wanted to ask, do you think that her order on institutional sales here could mean that we'll end up with more projects doing something similar to what stacks did, where they used a reggae plus exemption and raised money, and then essentially after that had this token that now is apparently decentralized and not a security?"
    },
    {
        "speaker": "B",
        "text": "I don't think that's likely. I don't really read the opinion as supporting a path to registration, which is reggae plus allows an issuer of a security to register it with the SEC, and then they are subject to sort of the full compliance obligations under the securities laws. I don't think that this opinion suggests that that is a more feasible path than it was before. And in fact, most people who have looked at Reg a plus have said this is basically a dead end, because the idea is you're going to issue this security, you're going to do it in compliance with the SEC's expectations, but then you will decentralize the project. And someday those compliance obligations which are sort of inherently incompatible with the nature of a decentralized asset that exists in a disintermediated environment, will fall away and the asset will become a non security commodity. And the problem is everyone who did one of these reg a type offerings sort of hit a wall with the SEC, where there was no clarity about when or if ever the asset would morph from a security into a non security commodity. Instead, what I think this order is saying is the idea that the asset itself is the security is wrong from the start. What you have to do is nothing. Look at the asset itself, but rather the transaction in which the asset is transferred from the creator of the asset to the purchaser of the asset. And what this order is saying is, unless you really have this strong connection, not necessarily a written contract, but certainly an implied contract, if not more, between the seller and the purchaser, where there is an investment of money, there's a real common enterprise, there's a real expectation of profits. And that expectation of profits is created by promises made by the seller to the purchaser, then you do not have a securities transaction. So instead, I think what this order does is it tells people there are a lot of ways to get tokens out into the world without tripping the securities laws and without giving the SEC any authority or jurisdiction. It may just not be, as I think you said. Well, Laura, it may not be in a real sort of investment contract, of the sort where you have an entrepreneur raising capital from an investor to use that capital in order to build out a network that will support the value of the token. And that's why I think many lawyers thought that Ripple's primary sales may be found to be securities transactions, even if later transactions or other non investment related distributions of XRP would not be viewed as securities transactions. And that's exactly what this order said."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll chime in and just say, I think one of the, I completely agree with what Jake said, and I think where the cold water comes in is, I think what people should not take from this is how they can just rush directly to the secondary market and come up with some scheme, go to bypass initial investors and go straight to retail, and then they're all good. According to this opinion. That's not what this means, and that's not what we would be encouraging. And I think looking back to the telegram cases instructive there, where that court said, looking at the overall set of transactions and expectations that there was a scheme to offer to public retail by way of some intermediary transactions. And whether it's you agree or disagree with the way Judge Castell decided the telegram case, that is a different theory than the one that was advanced here. And this judge is not disagreeing with that or in any way suggesting that was inappropriate. You could still have a finding that somebody's attempt to get to the secondary market was an overall scheme that was a securities offering. So people shouldn't just say, oh, the institutional sales were a problem, but the programmatic sales weren't. So we can just run straight to the secondary market."
    },
    {
        "speaker": "A",
        "text": "How did you know I was going to ask you that? I was just imagining that we would suddenly see a million airdrops and ieos, or God knows what. So let's now talk about the programmatic sales, because obviously this is the part that the community is really focused on and definitely probably has the most implications for actually so many different things in crypto, ranging from the tokens themselves to exchanges and beyond. So let's just make sure we all understand what programmatic sales means here, because I have seen people discussing in a certain way, but then I also saw this one investment bank saying, like, oh, people are sort of, kind of being overbroad about what this means. So what do you think judge Tor is meant by programmatic sales and how this would be applied to the rest of crypto?"
    },
    {
        "speaker": "C",
        "text": "So she defines the programmatic sales, and I'm just looking to see if I can give you the exact way that she describes it, which is where Ripple sold XRP on digital asset exchanges programmatically or through the use of trading algorithms. And the key thing here was that the sales were on exchanges that were blind bid ask transactions. So selling into the secondary market, but through the typical mechanisms of a secondary market, where you don't have identified purchasers and sellers who know who each other are. So I think that is what it's referring to here. And that does have very broad ramifications for the industry, because that description really does capture the vast majority of what we think of as secondary market transactions."
    },
    {
        "speaker": "A",
        "text": "So here's what this investment bank Baron Burke, said. This was in an article in Coindesk. It said that people were incorrectly interpreting Thursday's order, and that the programmatic sales really referred only to the sales in which ripple, the company, was selling XRP on exchanges, and that therefore, the ruling didn't really say anything about the status of other kinds of secondary sales on exchanges, and that people were interpreting the order as having, you know, as saying something about those. So what would you have to say to that?"
    },
    {
        "speaker": "B",
        "text": "Well, I think that's right and wrong. I mean, there is a line in the opinion that says that the court is explicitly not addressing the question of secondary market transactions. And this is something that, you know, we, the blockchain association, focused on in an amicus brief that we filed. We actually did not address those primary sales, sales to institutional investors. All we said to the court was, no matter what you find about those initial sales, you should distinguish them from secondary market transactions between total strangers to that initial transaction. Right? In other words, do not hold that because just because Ripple may have sold XRP as part of an investment contract initially, that later transactions of XRP are also securities transactions, and that is actually what the court ended up doing, right. They say they're not making a holding as to secondary market transactions. However, when you read the details of the opinion, you can see that the court is saying XRP itself is not a security. Right. It is transactions in XRP that could be securities transactions, depending on the totality of the facts and circumstances surrounding those transactions. And I think you don't have to read too much further into it to understand that if that question was, and maybe will at some point be squarely in front of the court, there would be a very clear holding that those other transactions that ripple is not involved in. In other words, transactions that do not involve a seller of an asset seeking to raise capital on the promise of profit based on its future efforts, that you will not have a securities transaction. So I think technically that's true, but I think that's a little bit short sighted and reading the decision a little bit too narrowly."
    },
    {
        "speaker": "C",
        "text": "I agree, and I think the opinion recognizes that the purchasers of these program and these programmatic sales were standing in the shoes of typical secondary market purchasers. And so there is a recognition that the programmatic sales logic applies much more broadly. This doesn't cover all secondary market transactions expressly. That's carved out, as Jake noted. But you would think if any secondary market sales were going to be considered securities transactions, it would be the ones engaged in by the initial issuer. If those aren't, then anything involving truly third parties is probably farther away from the line. So in that sense, I think this does have broad ramifications. Of course, as we know from Howie and all the other things, total third parties can structure a securities transaction around any asset, around whiskey, around beavers, around whatever it is, and they could structure a securities transaction around XRP tokens as well. So this does not mean that no transactions involving XRP could be an investment contract transactions involving any asset could be one that it is not inherently one. The token does not embody any sort of investment contract and the fact that even ripples transactions into the secondary market were not securities transactions makes it very hard to see how anyone elses would be absent some very different fact pattern."
    },
    {
        "speaker": "B",
        "text": "To drive home that point. Im looking at the decision and at the bottom of page 14, the court writes here, defendants argue that XRP does not have the character in commerce of a security and is akin to other ordinary assets like gold, silver and sugar. This argument misses the point because ordinary assets like gold, silver and sugar may be sold as investment contracts depending on the circumstances of those sales. So technically of course, that is true. But when you look at the crypto markets as they exist today, and you look at, let's say an exchange like Coinbase and you see an order book where there are trades between total strangers and digital assets, I do not think you are going to find the circumstances that would be necessary to imply an investment contract in those trades. I think it would be insane to make any type of argument otherwise."
    },
    {
        "speaker": "A",
        "text": "All right. And yeah, I would say that this question was sort of front and center for the community recently because Prometheum CEO Aaron Kaplan had gone around saying that any token that was part of a form d filing would therefore be a security. Rodrigo Seda on my podcast refuted that and explained just as you did that. Yes. Then that would be like saying that orange groves are a security even when they're not being part of a Howie type sale, et cetera. And it doesn't make any sense. So it does look like the judge in this instance agrees with the community and not with Aaron Kaplan or Prometheum. However, one thing that I wanted to ask about, because this to me was a critique that actually resonated, and I'll explain why in a little moment. So I read this in an opinion piece for coindesk, and in it, crypto lawyer Preston Byrne quoted this bit from the and then I'll explain what his response is. She wrote, programmatic buyers purchased XRP with an expectation of profit, but they did not derive that expectation from Ripple's efforts, as opposed to other factors such as general cryptocurrency market trends, particularly because none of the programmatic buyers were aware that they were buying XRP from Ripple. So this is what Preston wrote. He said, the court here is clearly mistaken for one simple reason, the expectation of profit prong doesn't require an expectation of profit as a result of the efforts of the seller, but rather the efforts of another. And then here he quotes Howie, quote the efforts of the promoter or a third party. And so I think most people would recognize that XRP's principal promoter has always been ripple labs. And oh, and sorry, this is what Preston wrote. He said, as will be obvious to anyone active in the industry, XRP's principal promoter is and always has been ripple labs, whether a purchaser was aware they were purchasing tokens from Ripple Labs or not. So I was curious for your response on what Preston said here."
    },
    {
        "speaker": "C",
        "text": "It's an interesting point that they're being raised and this really gets into the nuance of how you apply the Howey test and particular factors and where this sort of blind bid out component really fits in. I think what the judge was doing here was trying to look at the objective nature of the way the howey test is established. To say it's not what any particular purchaser was expecting. You have to look at was there a set of promises or being made by the seller into this market. Ripple's not out there making promises to this market marketplace and you don't have that connection there. People don't know they're buying from Ripple. Ripple's not making promises to those people. And without that you don't have the reasonable expectation on their efforts as opposed to the institutional sales where there's a direct expectation of their efforts from direct interaction with Ripple. I think one thing that people have raised is that the same blind bid ask concept can be raised in the context of the common enterprise requirement, which was not addressed here. But arguably people invest in, without knowing who they are purchasing from, are not investing in a common enterprise because they are not handing their assets to some common enterprise, that they expect to use their assets to then go forward and build something. So you could take the view that that same issue is appropriately characterized as part of the common enterprise element also. But you know, there are different ways to slice that and I think in broad strokes the answer is correct. There are just different ways to approach it."
    },
    {
        "speaker": "B",
        "text": "I totally agree with that. I think the only two points I would add are first, I think Preston is mostly right as a matter of law in the sense that the securities laws are meant to apply to the economic reality, not just the formalistic structure of a particular transaction. And so what you would not want to say is company a can issue an asset then immediately move all of its operations over to Company B. Company B is technically a separate entity. Company B will then do all the work and carry out all the promises and efforts that relate to increasing the value of the security that the company A issued. But suddenly the securities laws just don't apply. Right? That would not be an intelligent reading of the securities laws. And so I think it does make sense for Preston to say it's the efforts of others, not necessarily just the efforts of the specific entity that created and initially distributed an asset that is pursuant to an investment contract. I think the problem is there is a limiting principle there. There has to be a limiting principle there that no random third party can just show up and then somehow stand in the shoes of the original creator of the asset. If that were true, then Dogecoin would be a security because Elon Musk showed up to pump the price of dogecoin. Right. If any person can just stand in the shoes of the original creator, then you would have to constantly be surveying the market to see, well, is there some third party who's being a little bit too active and making a little bit too many statements about the value of this token? Well, then they have to go be a public reporting company and do an ipo and full securities compliance with the SEC. And that's just not a reasonable conclusion. So I think you do have to sort of parse those details. I think just the second point to throw in there is, I will say the decision is a little bit thin. It's 34 pages. It's actually not a lot for a decision of this magnitude. And I think there's not as much meat on the bone on this particular issue as you might want, especially because in a motion for summary judgment, the court really is looking at what the facts are right, what the parties have agreed to, that is not in dispute. And it also could be that the SEC just didn't show enough actual evidence in the course of discovery. And in arguing the motion for summary judgment to show that there were those types of expectations or promises made to satisfy that requirement, that doesn't really show up in the decision. So I'm speculating a little bit there, but you have to take into account the context of summary judgment, I think, to understand what the court is saying."
    },
    {
        "speaker": "A",
        "text": "All right, so I would love to dive a little bit more into this, but first, we'll take a quick word from the sponsors who make this show possible. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three, or as the Arbitrum ecosystem calls it, an orbit chain directly on the Arbitrum tech stack. Designed with you in mind, Arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting visiting Arbitrum IO today join over 10,000 attendees for this year's biggest crypto event at Token 2049 Singapore. On September 13 to 14th, Sandeep from Polygon, Eric Wall, Chris Berniske and over 200 others will hit the stage, joining the industry's most influential for an unforgettable experience ahead of the Formula one Grand Prix race weekend, Singapore will transform into a crypto hub for a week from September 11 to 17th, with over 300 side events that will make for unparalleled networking opportunities. Builders and investors at the bleeding edge of innovation will drive an agenda that covers the ever evolving regulatory landscape. The convergence of crypto and AI, web three gaming NFTs in the metaverse defi scalability, interoperability, and many more. Visit token 20449.com for 65% off regular tickets with the code unchained in the description. Join over 80 million people using Crypto.com comma one of the easiest places to buy, trade and spend over 250 cryptocurrencies with the crypto.com visa card. You can spend your crypto anywhere and get rewarded at every step, up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get $25 with the code. Laura link in the description back to my conversation with Jake and Kaybon. So Jake, it was so interesting to me the way that you described how you could have the initial creator of the token company a and then immediately sort of swap that out for company b to make sure that that token is a success. And I actually think that a lot of bitcoin Maxis would say this is exactly what so many of the decentralized projects have done. Ethereum is an example that I know quite well where they had an initial company that issued the token, did the fundraising, and then they later had the nonprofit that was developed the network and has continued to steward the development of Ethereum, many of the same people involved. So I was curious as to whether or not you felt that this very common model that we see is something that is sort of like a sleight of hand or a sleight of hand where they're trying to just sort of skirt the securities laws by setting it up that way."
    },
    {
        "speaker": "B",
        "text": "So I think, of course, to give you the lawyer answer, it depends, and it really depends on the facts and circumstances. Right. I think that your description may be true for some projects, and without naming any in particular, I know that there are some out there who have not followed best practices and lived up to the industry standard. I don't think what you described is the industry standard. I think that when you look at the foundation model, it really isn't meant to be company a creating the asset, and then company B trying to contribute, to pump the price of the asset and promote it as an investment opportunity. The idea, as you said, really is to set up a nonprofit that is focused on not pumping the price of the asset, but developing the underlying technology and contributing to an ecosystem of other participants who are all working together, although in a decentralized fashion, to build technology, not to create an investment opportunity. And I think when you do follow that type of model, you don't have this type of slate of hand. Instead, what you have is in many ways, the right way to get an asset out into the world without holders of that asset looking at one particular person as promoting it as an investment opportunity. So it really does just come down to the facts and circumstances."
    },
    {
        "speaker": "C",
        "text": "Yeah. I would also add that when you start with a company have obligations to their shareholders, to their owners, to maximize their benefit. And I think the advantage of moving assets out of that sort of structure into something like a foundation, which can give the community comfort that those assets will be secured and preserved and used in furtherance of a purpose to promote the protocol, but that the structure has legal obligations to further that purpose and is not obligated to benefit benefit particular beneficiaries like the owner of the company, something like that, is very important. So you can give some comfort that there isn't somebody who owns the assets in that respect, and there will be a legal structure to ensure that the assets are devoted to promoting the protocol and not something else."
    },
    {
        "speaker": "A",
        "text": "Well, I actually feel now that a lot of this discussion is highlighting how ripple really is actually quite different from a lot of the other tokens in the crypto industry. I saw Adam Cochran tweeted that if XRP isn't deemed a security, then pretty much nothing in crypto is. And that sort of reflects its history. For instance, when Coinbase first came up with its rating system, it gave XRP one of the ratings that was closest to a security and things like that. And so I was curious, just what is your thoughts thought generally about XRP in particular in the wider crypto universe? Because I'm not going to lie, and this is why I wanted to raise the issue that Preston mentioned in his op ed. I remember the very first time I learned about the Howie test, I remember thinking, you know, I thought, you know, okay, these are the four prongs, or sometimes people say three. The last, third, the last, yeah. One of them has sort of two components. I thought, oh, it sounds like XRP. That's literally what I thought. So I was curious, just for your thoughts on. Yeah. Do you feel that XRP is sort of like kind of the model crypto, or would you agree that if there is a spectrum, it sort of lies closer to that side of looking more like a security?"
    },
    {
        "speaker": "B",
        "text": "I think that's a really good question, Laura. I think you have to consider that at least to start in the broader context of how we understand the securities laws. And that brings in something called the major questions doctrine, which is something we've all been talking about a whole lot, which basically says an agency does not have authority, authority to regulate a particular market if it is one of a large or significant economic impact or consequence to the nation unless Congress has given a clear delegation of that authority. And that's where you have to consider that a lot of what Ripple did, like you said, ripple, sort of difference from the rest of the market is ripple was engaged in this type of conduct many years ago. Right. A lot of the conduct that we see addressed in this decision was in the early 2010s, up through the middle two thousand and ten s. And then you have the SEC sort of showing up later to say, well, now we're going to decide to apply this old term set in law in 1933, clarified to some degree by the Supreme Court in 1946, investment contract. And then we're going to apply it to this asset that certainly no one could ever have imagined at the time that this law was created. And I think the question then becomes, does the SEC have the authority to unilaterally make the decision that that law applies to this very new type of asset and new type of technology? And I think the answer is no. And I think that's really where ripple is going with this. I think once this issue gets up to the Supreme Court, it will say the question of how digital assets should be regulated is a major question of economic and political significance that only Congress can answer. But in terms of how we think about XRP, the asset in the market, now, I really think it's not about looking at XRP, the asset. What this decision is telling us is, as far as we understand the securities laws, we have to look at the transactions conducted by the creator of the asset, not at the asset itself. So it really is important to look at what was ripple doing, and then how does that compare with the modern industry practice, which really has changed an extraordinary amount since ten years ago when I project first launched?"
    },
    {
        "speaker": "A",
        "text": "All right, and let's now also just talk about the fact that Brad Garlinghouse and Chris Larson, the current CEO and former CEO, were also named in the lawsuit. What does Thursday's order say about, you know, their status?"
    },
    {
        "speaker": "C",
        "text": "Sure. Well, so the one piece that's remaining that wasn't decided on summary judgment is whether or not they could be held to have aided and abetted the violation transactions with respect to the institutional sales. But it does say that their own personal sales were not securities transactions. So that that's taken off the table. It's really just now a question of whether they're, you know, they can be held to have aided and abetted the sales that were found to be violations. So I think the, you know, that's a relatively limited piece that remains, and it'll be interesting to see whether, you know, whether that goes forward to trial or not. I can imagine there being a circumstances where that gets resolved short of trial."
    },
    {
        "speaker": "A",
        "text": "All right, and then now let's also talk about what this order means for crypto exchanges, who obviously, ever since FTX, have really been under fire by the SEC. Probably the biggest example is that the SEC is currently suing Coinbase, and after the order, Coinbase stock jumped significantly. I think it was like 25% ish. So I was wondering what you felt, especially this part pertaining to programmatic securities, could mean for exchanges like Coinbase and potentially how it might even affect the SEC lawsuit against Coinbase."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think this makes the theory for the Coinbase lawsuit very difficult. The theory there really was based on some sort of version of the embodiment theory that tokens embodied the securities transactions, and that is really what was squarely rejected here. So I think that there will be some effort to sort of recast some of the allegations, but I think this is a sort of a direct hit on the theory that was being espoused by the SEC there."
    },
    {
        "speaker": "B",
        "text": "Yeah, I totally agree. I mean, honestly, I think the big winner of this decision is Coinbase. I think even more so than ripple Coinbase. I will note immediately, a few hours after the decision came out, decided to relist x, and I think that says everything. I think that the industry is viewing this decision as, just as we've been saying, as rejecting the SEC's theory that the assets themselves are securities. And what that means is, even if they may be sold in, you know, as an investment contract or as part of an investment contract by the creator, at some point, those transactions are not happening on exchanges which are running secondary markets, and order books where the people transacting do not know each other and are not making any promises to each other, which are characteristic of securities transactions. And I think there is no way to read this order and then read the SEC's complaint in the Coinbase case, and then come to the conclusion that the SEC could win that case. So I think the only way the SEC can prevail there is one of two ways. Either, as Kevan said, they have to replead the case, they've got to come up with some other theory about why these secondary market transactions actions are regulated under the securities laws. Or alternatively, they have to hope that another judge is going to disagree with this order. And I think that that is an important note that I'm not sure we've hit directly. And if there's. If there's any cold water to throw on this decision, this is it. This is one opinion from one district judge in one court. It's not binding precedent on any other district judge. So another district judge in, let's say, the District of Columbia, where the binance case is, could decide differently. And also another judge, literally down the hall from Judge Torres in the southern District of New York, could also say, I don't think my colleague is right about this. So this isn't the law now, but I think that the industry, and clearly coinbase, is treating it as a validation that the theories that we've been putting forward in opposition to the SEC are indeed true in terms of our interpretation of the law. But this could change, and it's nothing said and done just because of this one order."
    },
    {
        "speaker": "A",
        "text": "And just out of curiosity, if you were a lawyer at these exchanges, would you have advised them to relist it? Because, as you mentioned, there is this potential that the Second Circuit court or whatever might reverse this. So, yeah, I was curious."
    },
    {
        "speaker": "C",
        "text": "Sure. Yeah. No, look, it's tough to say exactly what I would advise, but I think there has been a lot of uncertainty on how a lot of different tokens might be characterized for a long time. And I think most exchanges and others try to take a pretty careful view of looking for indications that one token is or is not a security I think there are very few tokens out there that have a federal judge saying this particular token is not in itself a security. And so that's on the list of potential indicators that something is or is not a security. Federal judge saying this is not in itself a security is a pretty strong indicator. So I can see why people are taking that approach. But this is not a final opinion. It could be appealed, and there are a lot of reasons to still exercise some caution."
    },
    {
        "speaker": "B",
        "text": "Yeah. Laura, you asked two lawyers what advice they would give to non clients, and you get a lot of hemming and hawing. But I guess, and of course, we skipped our disclaimers, which is, we're lawyers, but we're not your lawyer. Anyone who's listening here, and none of this is intended as legal advice. If you need legal advice, you should sign an engagement letter with Jenner and block and have Kayvon as your counsel. I guess what I would say, though, and did say on Twitter, which was not legal advice, was if I was a us crypto exchange, I'd be feeling pretty good about relisting XRP. And it was a few hours after I tweeted that that Coinbase made that decision. And I guess the only other color I would add to that is I feel like we are in a position where the SEC has taken the extreme view you, that all digital assets, except for bitcoin, are securities. And what that means is there is no token that you can list that the SEC will not say is an unregistered security being traded unlawfully because the exchange has not registered as a national securities exchange or an alternative trading system as required by the securities Exchange act of 1934. So I feel like you're already in that mess. You might as well go all the way and list all of those assets and feel good about this argument that I think we're all feeling particularly good about after Thursday, which is the tokens themselves are not the securities, and therefore the exchanges creating markets for those tokens are not required to register as securities exchanges."
    },
    {
        "speaker": "A",
        "text": "Jake, you wrote an opinion saying that you felt that SEC chair Gary Gensler should recuse himself from the different enforcement actions in crypto. Explain a little bit what your position is, why you were arguing that. And, you know, obviously, the fact that he basically said, I don't agree. Yeah. And I want to hear your reaction."
    },
    {
        "speaker": "B",
        "text": "Sure. So there's two pieces to the argument. The first is chair Gensler has made very clear that he has pre judged that all digital assets are securities. He said this many times, and he has not minced words. Right. We all know that he thinks everything about bitcoin is a security. So that's sort of the first piece of this. He has made up his mind. I think there's very little question about that. The second piece of it is, is it okay for the chair of the SEC to make up his mind before he is actually confronted with the facts and circumstances of a particular case before he is asked to vote on whether the SEC should turn that case into an enforcement action in federal court? And our paper argues that is not acceptable, that the wells process at the SEC, which is a set of procedures that is supposed to give some due process to the person being accused of potentially violating. Violating the securities laws, that the wells process puts the chair of the SEC and the other commissioners in the position of a neutral arbiter. Right. Essentially like a judge, not in the role of a prosecutor who is just going after people who have potentially violated the law, and that as a neutral arbiter, since Chair Gensler has already made up his mind on this issue, he should not be allowed to vote on those types of cases. Instead, he should be required to recuse himself. And frankly, I was, in a sense, gratified that Chair Gensler decided to address that argument. You know, he had to make a statement saying he fully understands his ethical obligations and he is in compliance with them. Frankly, I think what that means is that he knows there's something to this argument. Right. I don't think he would have felt the need to address it unless he knew that, you know, our legal argument is one that holds water. My hope is that in some enforcement action, some defendant who has been targeted by Chair Gensler. Right. Where Chair Gensler's vote was the tipping point in the SEC deciding to bring the enforcement action. My hope is that some defendant will bring that argument, will read our paper, and then, you know, with the advice of their counsel, since, of course, that the paper is not intended as legal advice, will turn that argument into a brief arguing that the enforcement action should be dismissed because of this violation of chair Gensler. Nothing. Accusing himself in the enforcement process when there was that wells proceeding. But, of course, that remains to be seen if anyone will raise that issue and if a court will agree with us that he should be refused."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like one of those things where if you have to say that you're neutral, then it probably means it's because people don't view you that way. And I have seen him in press interviews, refer to crypto exchanges as the casinos. So, you know, I just thought that was an interesting, interesting, yeah. Reveal on his part of his opinion of the industry. All right, so I would say at this point, and you tell me I might be missing a few, that there are certain cases that we could probably say so far are kind of indicating where the US is going in terms of this question around, you know, how crypto tokens should be regulated in the US. So the kick and telegram judgments came up a few times in this order on XRP. I've heard people also talking about the library case. I was wondering which cases you feel sort of you would point to as the ones so far kind of indicating where the US might end up on this issue."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think you pretty much nailed it with that list. I think this is the big one. I think people will be looking to this case for a long time. This was obviously the largest, most high profile fight. It really went through quite a lot to get to this summary judgment opinion. I do think people will continue to look at library and at Telegram, but I think those cases made very clear they weren't deciding certain things, they weren't touching some of the secondary market issues. They were pretty narrow to their facts, whereas this opinion, I think the logic of it has much broader ramifications. And so I think this one be the key."
    },
    {
        "speaker": "A",
        "text": "And so if you were to kind of take them all together and sort of summarize what the US's stance is currently on the status of crypto in the US regulatory status, then what would you say it is?"
    },
    {
        "speaker": "C",
        "text": "Sure. Assuming this one stays as good law, which, and I agree with Jake that there's no sign of an appeal yet. So I think that is a good assumption. I think the law is the tokens themselves are not securities that initial issuances or distributions or sales of tokens can be a securities transaction. That can be an investment contract, depending on the terms. Not necessarily, but it certainly can be. And once you get past that, you really have to look on a sort of transaction by transaction basis, or at least on groups of transactions. But you can't just assume that because an initial sale was an investment contract that any subsequent sales would be. So for now, initial sales may still be investment contracts, particularly when they are fundraising transactions. Fundraising transactions are typically investment contracts in a lot of context, but the assets themselves are not securities."
    },
    {
        "speaker": "A",
        "text": "All right, so now that we have this order, I wondered also what you thought it meant for a number of the tokens that recently have been named as securities by the SEC. Some of the bigger ones, obviously, are Sol and matic. And yeah, I was curious whether you thought this kind of could help them in any way, or if, yeah, if people need to still exercise caution around those tokens."
    },
    {
        "speaker": "B",
        "text": "I think it's a massive help. And I think it's a massive help because, again, not to keep repeating ourselves, but the order stands for the view that the tokens themselves are not securities. And what that means is it is far less likely there would be a holding that any of those creators of tokens have securities compliance obligations as a result of public trading of those assets. What it means is the SEC and courts will have to look at the initial distribution of those tokens. And this is where I think it is really important to distinguish what Ripple was doing before modern industry standards and best practices were developed, and what some of these more recent issuers were doing. One really important thing is, and Kevin, correct me if I have this wrong, but when Ripple did its distributions to institutional investors, it did not take advantage of percentage of the regulation d exemption for a private placement to accredited investors. That really became the industry standard only a few years after Ripple decided to distribute XRP in the way that it did. And what it means is when you look at those initial distributions for many other projects, what you're going to find is there was no unregistered public distribution of a security because those distributions were compliant with the securities laws explicitly, because they complied with Regulation D. And in that case, as long as all of those compliance obligations were respected, meaning the tokens were only sold to accredited investors, they were locked up the right way, and all those other sort of requirements under that regulation, it means there's not going to be any violation of the securities laws. So if I'm any other issuer who followed those modern industry standards, I'm feeling very good, much more comfortable than I was before this decision came out."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think I generally agree with pretty much everything Jake just said. I think in particular, the character of the tokens in commerce. This provides a lot of comfort that most tokens will not be viewed as securities, as they're being used, as they're being sold on exchanges among third parties or used in the network, or all those things which led to a lot of concern for a lot of projects. I think the institutional sales component of this does continue to present risk for any project that, that sold tokens in their own initial sales as to whether those sales might be construed as securities offerings. And we still have issues, as we saw in telegram that, and in telegram there was a SAF. So there were initial sales that everybody agreed that the agreement for future tokens was intended to be an exempt securities offering, but that the subsequent distribution of tokens would not be. And the court rejected that theory and said this is all one integrated scheme, and therefore it enjoined the subsequent distribution of tokens. So there are still going to be a lot of wrinkles and how you conduct initial sales. But for all those projects that you mentioned that are out there, that have tokens out in the world, they should feel much more comfortable, I think, that the token itself won't be construed as a security."
    },
    {
        "speaker": "A",
        "text": "All right, so while all of this is going down, we also have two bills that have recently been introduced in Congress, one in the House and one in the Senate. And I was wondering what you felt that this order, I should call it, what bearing it will have on this legislation, and frankly, the ability for it to actually get passed, because obviously, lots of legislation has been introduced over the years. None of it has really gone anywhere. What are your thoughts on all that?"
    },
    {
        "speaker": "B",
        "text": "I think this significantly increases the chances that legislation will get done and really speeds up the timeline that I think legislation will get done. Addressing market structure. Right. Who regulates these tokens? How are they regulated? How can they be distributed explicitly in compliance with federal law? And as Kevin said, there are still a lot of wrinkles here that need to be ironed out. I wouldn't say that the ripple decision gives us absolute clarity about every issue that we would want to understand. This still does come down to a facts and circumstances analysis, which is really hard to know in advance. What a court is going to say, and what we really want as an industry is to have real clarity about how can we issue these tokens and then not have to argue with the SEC, which, by the way, certainly will not change its view of the law just because of this order. The SEC is going to, I think, keep going hard after the industry. So I think we still need to see legislation happen. The way that I think this order affects the political calculus is that right now, Republicans and Democrats in Congress are negotiating with each other about what market structure legislation should look like. And one of the important narratives that has affected that set of negotiations is what the SEC has been saying, what chair Gensler has been saying, which is no new legislation is necessary. We've got this under control. Crypto industry is regulated already by the securities laws. They're just non compliant. Don't worry about this. We'll clean it all up in the courts. And I think what this order says is that is not true. We really do need to get something done. And to the extent that Democrats in particular were less engaged on this type of legislation, thinking it wasn't a high priority, I think this should really sharpen their focus on getting something done, because the SEC's promise of getting this whole thing, quote unquote, under control, that's just not true."
    },
    {
        "speaker": "C",
        "text": "I think that's exactly right. This should refocus people's efforts on Congress. This should be assigned to everybody that the law is not clear as it is as to how the secondary markets here should be regulated or are regulated. And I think a lot of the industry has been asking for a long time for clear regulation and for there to be a set of rules that clearly apply and that makes sense for this industry. This opinion makes clear that the rules that exist do not apply the way that the SEC was trying to apply them. And that's not going to be clarified in the courts anytime soon. For all the reasons we discussed, there's not another opinion that can clarify that for us anytime soon. And as a result, if we want a path for regulation that makes sense for this industry, it's going to have to come from Congress in the short term."
    },
    {
        "speaker": "A",
        "text": "So it sounds like there are two pieces here that kind of put that impetus on Congress. One is the SEC has said it's clear that securities laws apply here. And you're saying this order simply by the fact that it refutes, that shows that there is not clarity around which laws apply. And then second, going back to kind of the procedural stuff that we talked about before, where you said that the SEC would need to jump through a number of hoops and get other judges and staff to do things in order for there to be an appeal that would occur faster. In a way, it sort of prevented them from getting any other decision. And so this current decision is going to stand. And then for that reason, that's another reason why Congress would be sort of compelled to act, because it, um. Yeah, it almost like, you know, you have basically this court saying tokens are not securities. You have the SEC saying tokens are securities. And since there can be no change in that, even for a little while, that that would be another reason why Congress would try to push something out faster, is that."
    },
    {
        "speaker": "C",
        "text": "Yes, I think that's right. The SEC could try to move this faster. It could decide to voluntarily dismiss its claims against the individuals that are remaining so that there's really nothing left in the case, and then it could seek a final judgment and go more directly to appeal. There are ways that it accelerate things, but I don't anticipate that's what they're going to do."
    },
    {
        "speaker": "A",
        "text": "All right, so now let's talk about these two bills. I actually have not had a chance to look at them super closely. I'm assuming Jake probably is pretty familiar with them simply because of his title. But what's your take on them? Obviously, if you could explain a little bit what's in these bills and how they differ from each other, and also tell us if you could change them in any way, what would you want to do?"
    },
    {
        "speaker": "B",
        "text": "Sure. Well, maybe I can give a quick summary of what they are and why I think they're important. The first is in the Senate, which is a comprehensive bill from Senators Lummis and Gillibrand, an updated version of one that we saw last year and spent a lot of time talking about. And it really covers basically every issue that you could imagine in crypto, from stablecoins to consumer protection to market structure and everything in between. That one just came out a couple of weeks ago. It's really a different bill that the industry has been most focused on and that I think is worth more of our time discussing, which is the digital asset market structure discussion draft issued jointly by the House Financial Services and Agriculture committees. And this one has the backing of Chairman Patrick McHenry, who I think, Laura, maybe you've had him on your podcast before. He's a real proponent, but also a very important figure in Congress, and he is very motivated to get this bill done. And what the bill does, essentially is it splits jurisdiction over different parts of crypto market structure between the SEC and the CFTC. What it says, basically is almost all tokens, when they are initially created and distributed, will be treated as restricted digital assets under the purview of the SEC. But the way the bill is designed is it doesn't apply the entire scope of the current securities laws, which we've all been saying for a very long time, don't work for digital assets. It has sort of a tailored regulatory regime that addresses some of the real risks of information asymmetry and market integrity that really matter while an asset is treated that way. It also says those assets can be traded on SEC regulated alternative trading systems, and then it sets forth a process where a network underlying an asset can be certified as decentralized. And once that certification is done, the asset would then change into a digital commodity and would then move over into the jurisdiction of the CFTC and would trade on a CFTC regulated digital commodity exchange. So basically, it provides that clarity that we were just talking about right there's. No wondering about the facts and circumstances of a particular token or having to go to court to argue with the SEC about whether securities laws apply or not. It just comes up with a framework that the industry can understand and then comply with. And the devil is still in the details. There's a lot of changes that I would expect will happen from the draft that was published a while back, but the bill is set to be marked up in both of those committees in July, meaning the committees will review the bill and then potentially propose amendments and report the bill to the full House of Representatives, at which point the House could decide to vote the bill forward, and then it would move over to the Senate to potentially be considered there and become law. And I think, you know, everyone in the industry is extremely excited about this effort. It really is, as Kevin was explaining before, the solution that we need through legislation so that we don't just have to fight these issues out in court for the next ten years or so. And, you know, again, there are some changes that I think we want to see in terms of making sure that the framework really works for the industry. But I'm pretty excited to see that bill move forward."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is definitely more Jake's bailiwick than mine, and I think he stated that pretty well. And I think there's going to be some work looking at both of these bills and figuring out how to reconcile some of the fine points. But I do think, broadly speaking, they both are trying to do exactly what Jake was saying, clarify the role of the SEC and the CFTC, and provide a path forward that harmonizes all of that. And any version of that, I think would be helpful that I would refer to Jake and the Blockchain association for any time you're trying to understand what's going on in this space in DC."
    },
    {
        "speaker": "A",
        "text": "And so, Jake, how close are the two bills, and how close do they even need to be for them to get passed?"
    },
    {
        "speaker": "B",
        "text": "Well, they don't have to be that close, necessarily, because if either of them were to pass in the chamber that they're proposed, they then move over to the other chamber to be considered independently. It's not necessarily the case that those two bills have to each move forward and then be reconciled. Although it is possible, if the House were to pass the digital asset market structure bill and the Senate were to pass the Lummis Gillibrand bill, they would end up in a conference between the House and the Senate to sort of come up with one coherent version, which could then move to the president for him to sign. I'm not sure that that's the most likely outcome. I think it's more likely just given the political reality of how much momentum is behind the bill that Chairman McHenry and then Chairman Thompson on the House Agriculture Committee, the momentum really is there. And what I would expect is that bill will be influenced to some degree by the Lummis Gillibrand bill. But that's the bill that everyone is really focused on moving forward. And again, it's set for markup. I think everyone in Washington is spending all day, every day focused on that bill and also on a stable coin bill separately moving through the House Financial Services Committee. That's sort of where the game is right now. So I'm pretty excited to see in the coming weeks whether that bill can get out of the two committees, and then if it does, we'll have a pretty interesting fall, I think, working on that bill on the House floor."
    },
    {
        "speaker": "A",
        "text": "And if you were to give odds on some form of crypto legislation being passed by Congress in the next, I guess, yeah, within the next calendar year, what would you give those odds?"
    },
    {
        "speaker": "B",
        "text": "That is a very dangerous question. As always, I'm going to be an optimist, and I'm going to say that after the ripple decision, which, as I explained, I think really lights a fire under everyone, I'm going to say it's more likely than not. Let's give it a 51% chance. I'm sure there are a lot of people out there who will say that. I'm crazy to say that, but I think we're all really excited about this, and I do think there is a bipartisan consensus that this is necessary and that this framework is the right one to separate. What does the SEc do and what does the CFTC do? So I'm feeling pretty optimistic today anyway, that we're going to get this bill done, this congress, before, before 2025."
    },
    {
        "speaker": "A",
        "text": "All right. I would say 51% is a very crypto number to you, so good call. All right, well, you guys, this has been such a fascinating discussion. I just so appreciate that we were able to unpack what this really momentous order means for the industry, especially on short notice. Thank you both so much. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "B",
        "text": "Well, thank you so much, Laura. I would tell folks to follow me on Twitter to the extent that Twitter will still exist. I'm a Vinsky, or look me up on LinkedIn or on the Blockchain association website. I am easy to find there."
    },
    {
        "speaker": "C",
        "text": "Sure. Yeah. Thank you, Laura. It was really a pleasure and Jake, great to see you here as well. Easy to follow me or find me on Jenner and Block's website or find me on LinkedIn. Should be not too hard to find."
    },
    {
        "speaker": "A",
        "text": "Great. Well, it's been a pleasure having you both on unchained."
    },
    {
        "speaker": "B",
        "text": "Thanks."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Jake and Kayvon and the Ripple lawsuit, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Zach Seward, Juana Randovich, Sam Sriram, Ginny Hogan, Leandro Camino Shashank, and Margaret Correa. Thanks for listening."
    }
]