[
    {
        "speaker": "A",
        "text": "What the judges are starting to come around to is that you can't accept these SEC theories that try to mush it all together and treat the token as a security, even as after it leaves whatever investment contract facts and circumstances it may have started it."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hape resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started crypto nine years ago and as a senior editor at Forbes, was the first meter porter to cover cryptocurrency full time. This is the July 9, 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for Gamefi and Defi to build, grow and scale. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchained crypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot whoa."
    },
    {
        "speaker": "C",
        "text": "Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "C",
        "text": "Financing Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "A",
        "text": "Mint Mobile Unlimited Premium wireless how do you get 30? 30 baby, get 30 bid to get 20?"
    },
    {
        "speaker": "C",
        "text": "$2020 2020 to get 15 1515 just $15 a month. So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot. Today's topics are the SEC lawsuit against consensus, the Binance case, and the, I guess, elimination of the Chevron deference and the impact of all this on crypto. Here to discuss are Kay von Sudanke, partner at Genera Block, and Sam Enzer, partner at Cahill, Gordon and Rydell. Welcome, Kayfon and Sam."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me again. Laura, great to see you. And great to see you, Sam."
    },
    {
        "speaker": "C",
        "text": "Likewise. Good to see you, Laura and Caitlin."
    },
    {
        "speaker": "B",
        "text": "So on Friday, June 28, the US securities and Exchange Commission filed a lawsuit against consensys, the Ethereum software company that's behind the popular metamask wallet. This obviously was probably foreseen, but why don't one of you start by describing what this case is about?"
    },
    {
        "speaker": "A",
        "text": "Sure, I can jump in and start if you want. I know your audience is probably familiar with some of the past history with consensus and the SEC from prior episodes. And as has been discussed in the past, Consensus had received three different wells notices from the SEC, indicating there was part of three separate investigations, I should say, from the SEC, and received two wells notices. And I know in a prior episode you discussed a separate ETH two investigation that the SEC had terminated. So this is not that this relates to the other two investigations that resulted in wells notices. And it involves two different claims and two different things that consensus metamask product offers. One is swaps trading tokens, and the other is staking, and particularly the offering of liquid staking with Lido and Rocket pool. And based on the swaps and the staking feature, the SEC has brought two claims. One is that Metamask operates as a broker dealer, and the other is that Metamask was actually involved in the offers and sales of the staking, what they consider a staking program offered by Lido and rocket pool, and so is directly liable for the offers and sales of that as well. So that's the case that the SEC brought those two claims on those two issues."
    },
    {
        "speaker": "B",
        "text": "And the issue with those sales is they're saying that those staked ether products offered by lite own rocket pool are unregistered securities, exactly what they they call."
    },
    {
        "speaker": "A",
        "text": "It a staking program or an investment program that was built around the staking function on Ethereum. And it is that program being offered by Lido or rocket pool, as they construe it, that they're saying is the security, and then they're saying that Metamask did two things related to that. One, that it was directly involved in the offers and sales by sitting in the initial chain of distribution, that it was actually part of the offer and sale of those two people. But then also they have the broker dealer theory that it operates as a broker dealer of securities. So they come at it a couple different ways."
    },
    {
        "speaker": "C",
        "text": "I think Kevin has accurately summarized the case, and I think what's interesting, so there are a few things that are interesting. One is you've got consensus moved their offices to Texas, which was part of how they established venue to sue the SEC in their ongoing lawsuit in the Northern District of Texas. So one interesting thing to see will be whether the SEC can keep its lawsuit against consensus in New York. In the Eastern District of New York, where the case is filed, which is Brooklyn federal court and separate. You've got some very interesting potential defenses given recent developments in the law, one being the Coinbase wallet ruling, Judge Fala's ruling in the SEC versus Coinbase case, that Coinbase wallet, which is very similar to the software that metamask effectively is Coinbase wallet, is a very similar software application to Metamask. Judge Vela in the Coinbase case said that she rejected the SEC's argument that Coinbase wallet was acting as a broker dealer, mainly because even though Coinbase got transaction based compensation, a commission from transactions, token swaps on that, using the Coinbase wallet, the decentralized software did not have custody of customer assets. Customers, the users of Coinbase wallet always had custody of their own private keys to move their assets, and as a result, fundamentally different than what a securities broker or dealer is doing and the need for regulation there. And Metamask, virtually identical in that respect, the users have custody. This is going to be a major problem for the SEC. And then separate from that, we had a ruling last Friday in SEC versus binance that had a number of key rulings. This is Judge Jackson's decision in the District of Columbia, but fundamentally undercut the SEC's theory that secondary market transactions and tokens are securities transactions. This is something that my partner, Lewis Cohen has been saying for a long time. Sometimes he said it in briefs with Avon, sometimes he said it in his own paper in lucktable modality. But he's been saying it a long time. It's been judicially endorsed here in this decision. And that is a fundamental problem for the SEC's theory, because the token swaps, these are secondary market transactions for the most part, that are being facilitated by the software. This is going to be a major problem for the SEC's case for their theory to prevail."
    },
    {
        "speaker": "B",
        "text": "Okay. And just to understand this jurisdictional bit. So you're saying that since the SEC filed in the same jurisdiction where Judge Faila presides, then what is. So what does that mean? Like, and then you also said maybe they might move to Texas. Like, just talk a little bit about. About that."
    },
    {
        "speaker": "C",
        "text": "Just to be clear, the SEC did not file in the same place as Fela. Fail is in the southern district of New York, which is Manhattan. The Bronx is some northern counties. The SEC case against consensus is in the eastern district of New York. New York. It's. Yeah, exactly. It's Brooklyn. The way New York is set up, you cross the river, you're in a different district. All right, so I was born in Manhattan. My mom was born in Brooklyn. She's an eastern district girl. I'm a southern district guy, just the way it is. But the case was filed in the Eastern District of New York. And that's based, I think, in large part on the fact that consensus used to have their offices in Brooklyn, but they moved their offices to Texas. And, you know, I think that consensus has a number of challenges to the merits of the case. Arguments that the SEC's claims are legally invalid, including some of the things I just went through. But separate and apart from. Are the claims invalid you have. Is this even brought in the right place? You know, wouldn't it be more convenient for the parties for the case to be tried in Texas, where consensus is based, where the documents may be, where the witnesses may be located, where all the employees are? And, I mean, I think for anyone who is following crypto litigation, Texas is a much more favorable forum, generally speaking, for business and for crypto than New York."
    },
    {
        "speaker": "A",
        "text": "Well, I think. And there are a couple other things to add in. You're entirely right, of course. Sam, on the. On the difference of the districts, I think one thing that feeds into what you were saying, Laura, is that the southern district and the eastern district are the same jurisdiction. When we move up a level to the circuit court level, and so when we start seeing appeals that come out of whether it's the ripple case or any of the other cases that are. That have gone through the southern district, the second Circuit rulings will be binding on this eastern district courts, where court. Where the SEC filed against consensus. The Texas courts are in the Fifth Circuit. So the fact that there are cases going on in both of these places could eventually set up the kind of circuit split that is what's most likely to generate attention at the Supreme Court level. So we do have dueling jurisdictions here, and the New York courts, while they're separate at the district court level, are within the same circuit court and will be bound by the same appellate court precedent once we have any."
    },
    {
        "speaker": "B",
        "text": "Okay, so just to understand this bit, basically it feels like we have certain judges who have said, well, I guess it's mainly Coinbase and then now binance, where they're saying, okay, if you have the private keys, then the wallet is not acting as a broker. So essentially, if the SEC prevails in this case in the Eastern District, then, because you'll have different views across districts, that is when it would go to the Supreme Court, or we've got to."
    },
    {
        "speaker": "A",
        "text": "Wait a couple levels and probably a couple years for it to get to that level. At the Supreme Court. Things have to percolate up from each of these trial level courts through the first level of appellate courts, which in New York is the second Circuit, where all of the cases we've talked about with ripple and Coinbase and those cases will go, and also where this case against consensus will go separately, we have the Texas courts that will percolate up to the Fifth Circuit, and then we also have the binance case, which is down in DC, which has its own circuit. So we've got three different circuits that we're talking about there, and Kraken is actually going on in the 9th Circuit out in California. So things will percolate up through another circuit out there. It's the split between the circuits that would most likely attract Supreme Court attention. So we have to wait for the courts in New York to say something that the Second Circuit gets to rule on. Meanwhile, the trial courts in Texas will say something that the Fifth Circuit rules on. And when we start seeing disagreement at that circuit court level, that's the kind of thing that attracts the attention of the Supreme Court as a general matter."
    },
    {
        "speaker": "B",
        "text": "Okay, but if they end up all agreeing, then if they end up all."
    },
    {
        "speaker": "A",
        "text": "Agreeing, then that generally doesn't generate a lot of attention at the Supreme Court. It's usually when you see a split in the circuit courts that it attracts attention at that higher level. Another thing worth noting, I think. So the cases that are dealing with the wallet issue, we had the Coinbase case, which dealt with the Coinbase wallet, and now we've got the SEC case against consensus, which is very similar. But these issues are also raised in the case that consensus brought against the SEC down in Texas. And I think that interplay is going to be very interesting. The other thing we haven't talked about yet is the court down in Texas recently granted Consensus's request for what is effectively expedited consideration of the merits of that case the way we would. One would expect the SEC to challenge a case by consensus is largely on procedural grounds and standing issues, whether or not consensus really had a basis to file suit against, against the SEC in the first place. SEC, probably in the first instance, would not want to be talking about the merits of whether ETH is a security because of staking, or whether the wallet is a broker dealer. In the venue that consensus chose, they would try to knock the case out on procedural grounds. And what the court down there in Texas just ruled was that the court will hear both any challenges the SEC has like that, seeking to dismiss the case, but also the motion that consensus will bring for summary judgment, essentially on the merits of the case. And the court's gonna hear both of those at the same time, and they're going to end up being briefed at essentially the same time that a motion to dismiss is gonna be briefed in the separate case in New York involving consensus. So that's a lot that I just said, but let me to boil it down to something that matters. The SEC is going to have to answer on the substance of what their legal argument is as to why the metamask wallet is a broker dealer, as to why the staking product is both. The staking product is a security, and the role that Metamask plays is either part of the offering. And as a broker dealer, the SEC has to answer the substance of those legal issues this year in legal briefing in Texas, even though those issues wouldn't have been briefed at that same substantive level for much longer in the New York case. So I think that's going to be something to watch."
    },
    {
        "speaker": "B",
        "text": "Wait, and I'm sorry, you were saying that that's happening because of the consensus lawsuit, right?"
    },
    {
        "speaker": "A",
        "text": "Exactly. It's in the consensus lawsuit. The SEC is going to be forced to make those arguments, and the SEC would probably have preferred, or would have preferred to push those issues off, push those issues down the road first, make their procedural challenges, and only have to address those substantive issues if their procedural challenges won and the court said no. We're going to hear both the substance at a summary judgment standard, which means actually deciding the merits of it, not just on early procedural motions, and do it quickly. And that briefing looks like it'll be done this fall and could be teeing up a decision by around the end of the year."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Okay. And from the complaint that you saw, like where do you think the SEC is going? Or like, what are the, some of the arguments that it's making?"
    },
    {
        "speaker": "A",
        "text": "Sure. So I think a lot of the arguments the SEC is making in the consensus case are recycled versions of things we've seen before. And it's some of the cases that Sam just mentioned and that some of the things you've discussed before. I think the allegations regarding Metamask wallet do look very similar to the case. They tried to bring its coinbase wallet. It's going to be hard for them to distinguish that. I think they're just going to have to argue to this judge that this judge should decide the other judge was wrong, and it's going to be very hard to make a distinction on that issue, as far as I can tell. I think factually, as Sam said, these are very similar products and they haven't done a lot in the allegations. I don't think, to meaningfully distinguish metamask and what its wallet does from what Coinbase wallet does as far as routing transactions and doing what they allege without taking custody of the assets."
    },
    {
        "speaker": "B",
        "text": "So that is that like a typical thing where, you know, if the agency doesn't get what it wants in one district, then it just kind of keeps arguing the same thing to other judges in other districts."
    },
    {
        "speaker": "A",
        "text": "Unfortunately, that is more common than we would like it to be. One would hope that if the regulator lost an issue in court, they would, you know, give it up. But this sort. But, but that's not the case. And the SEC has done this before, and, you know, this has been raised in amicus briefs and in response to rulemakings and the like as well, that it, it is, in my view, somewhat problematic that even when you have an opinion, and even if it's the only opinion on something that rules against the SEC, and you try to conform your conduct to what the judge said was the law, and the judge gets to decide what the law is, not the SEC. But even if you conform your conduct to what the judge said was the law, if you're in another jurisdiction, the SEC may still come after you arguing that the same thing was a violation and try to test one court against another. And this is not the first time that's happened. And in my view, it seems that's, that's what's happening here. Sam, I don't know if you have a different view, but that seems to be the approach on that piece of the case."
    },
    {
        "speaker": "C",
        "text": "No, for sure. This is like a blitzkrieg. They just keep firing bullets at as many judges as they can and see which one's hit. But I think to take a step back, it is useful to talk about what is the SEC's theory with respect to these two lines of services in Metamask. What are they saying is illegal about it, and why is it wrong? Because it's wrong. I think what the SEC is saying is that the metamask wallet software is acting, is facilitating securities transactions in two ways. The swap feature, they're saying, by allowing a user to swap, to trade tokens, that the SEC contends are securities, that they are acting as a securities broker dealer and underwriting or facilitating an unregistered securities offer. And then a similar theory with respect to staking the lato and rocket pool. Staking products, the SEC says, are unregistered securities. And so by facilitating user transactions in them, the SEC says that they are participating in an unregistered offering, acting as an unregistered broker dealer. Now, the thing that's wrong about that, if you just sort of unpack it with respect to the swap feature, we have to start with the sort of level set and say, is a token a security? And the answer is no, a token is not a security. I think this is almost a consensus now, not, excuse the pun, it's almost a consensus among the courts. The judges like Rakoff and Fayla, who have issued sort of not crypto friendly rulings, and the judges who have issued crypto friendly rulings, like Judge Torres and Judge Jackson in DC, I think all of them are in agreement that a token itself is not a security. What is a security? You can have a security transaction. You can have an investment contract transaction when someone is raising money and in the process of making promises to raise money, conveys an asset as part of that investment contract transaction. Okay? So if I say to you, give me money for my startup, and I'll give you a token, it is the transaction that is a security. The token, which is an underlying asset conveyed as part of the investment contract, is not a security. It is involved in the transaction, but it is not the security. And that's really important, because once that asset is conveyed, if it is traded in subsequent transactions, in secondary market transactions, the fact that the token itself is not a security means it's part of an investment contract, doesn't travel with it. You have to examine each subsequent transaction to assess whether or not that's a securities transaction. And in the SEC versus binance ruling from last Friday, Judge Jackson said, look, in the secondary market, when a token is traded on an exchange, I don't think that's an investment contract, or at least the SEC hasn't shown that with respect to the secondary trades that were at issue in the case. That means when you have these swap transactions, let's say there's a token that was initially sold in an initial coin offering that most courts would say was a securities transaction in an ICO. All right, so maybe that's how it gets to the market. But now that it's floating around in the secondary market, when a user swaps in and out of it on secondary exchanges facilitated by the software, that is not a securities transaction under the SEC versus binance ruling. Fundamental problem for the SEC's case. And then with respect to the broker dealer theory, the SEC fundamentally misconceives the technology and what it is that the software is doing. And so to give you sort of an example, I think you have to think about the difference between an Internet browser on the one hand, versus E trade on the other. Okay? If I log into an E trade account, I put money in, and I buy stock that they hold, that they have actual or constructive custody of, and they charge a fee for my trades into and out of stock. You can see why the SEC would say that e trade is acting as a broker dealer and needs to comply with broker dealer regulations. They have custody of my money. They have custody of my stock. There are potential abuses that could happen if somebody has my money or my stock, and so they need to meet certain compliance requirements. But the software we're talking about, metamask, I have custody of my money. I have my private keys. No one else does. Okay? When I use an Internet browser to go buy a security, the Internet browser is not a broker dealer. Google, by virtue of helping me find e trade online, is not a broker dealer. Right. And that is. I mean, I'm not saying it's a perfect analogy, but what metamask software, what Coinbase wallet software, what these other decentralized wallet, non custodial wallet software products are doing is closer to the browser side of things than to the e trade side of things."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I'm sure all the crypto people wouldn't agree with you. So, one thing that I did want to ask is, it seems like the SEC did a similar thing to what it has done in the past with some of these different tokens where they kind of, like, tangentially named these liquid staking tokens by Lido and Rocketpool as securities. So, in this kind of situation, can Lido and rocket poll do anything or what happens?"
    },
    {
        "speaker": "A",
        "text": "So, as a general matter, people, this has come up. A similar issue has come up in a lot of these cases where the SEC has been just naming tokens left and right as securities, or crypto asset securities, I think is their preferred term of art for this. And as a general matter, the token projects are nothing showing up in that case because that case is not binding against them. And if they inject themselves into it, that puts them in a different position, that there's not a whole lot of advantage to being in getting into that fight. But I think this is an issue that the finance court recognized and took issue with. And you see that in the opinion. And I think this is something that it was sort of remarkable to me in that opinion, is you can see the judge's frustration with that approach to naming tokens that are not there to defend themselves and invite, as I think the corpus sort of inviting inconsistent rulings on issues through this sort of path. I mean, really, red is a criticism of what people in the crypto industry have been referring to as regulation by enforcement. And I think that's notable coming from a DC court, because the DC courts, that is where a lot of administrative law and a lot of oversight of administrative agencies takes place. And so for a judge there to be critical of one of the agencies this way carries some weight and is not done lightly. And I think that shows a real level of frustration with this approach. But in general, the case against consensus, this is the other piece that is, again, what we've seen before. They're copy pasting from their prior complaints as far as the way they're approaching the securities issue. They're naming the same tokens they've named in prior complaints. They even include a paragraph listing saying a lot of the tokens available through Metamask for swap are the same tokens we've sued in their pursuit in other enforcement actions in the past and listing them out. And so again, they're trying to do this by reference to particular tokens that are not part of the case, that they are branding as securities for purposes of this, of the claims against Metamask."
    },
    {
        "speaker": "B",
        "text": "But when they do that, they're not outlining their theory of how it is that these liquid staking tokens meet the definition."
    },
    {
        "speaker": "A",
        "text": "Well, so they have two separate issues. They have the liquid staking component, and then they have the just other tokens available through swaps, because the metamask swap side is just, you can trade any tokens that looks a lot like any other sort of trading platform. And then separately, there's the involvement with the liquid staking with Lido and rocket pool, the token side looks like all the other cases we've seen before. The liquid staking side is a little bit new, and they do articulate their theories around the liquid staking, and it looks very much like what they've said about staking in Coinbase and Binance. They are not focused on the technical Ethereum staking itself as a security. They are alleging that there is a program that is effectively a managed service being offered by Lido or rocket pool, and that they say is the investment program that Lido and Rocketpool, according to the SEC, are providing effectively managerial efforts in the way they offer liquid staking. The service that they provide, that makes it easier for people to stake, allows them to withdraw more easily, keeps the uptime, does abstracts away the difficult technical issues. And so they're saying that offering that service is effectively an investment contract offering. It just so happens that it's staking that's at the center of it."
    },
    {
        "speaker": "B",
        "text": "And what do you guys think of that argument?"
    },
    {
        "speaker": "A",
        "text": "In some ways, this mirrors the theory that the SEC has pursued across a number of fronts, where they don't really care what generates the expectation of profits. They don't care if it's yield programs along the lines of what a Celsius or others did, or if it's, you know, something that looks more like staking in the staking services, or it's an ICO theory. Their view is, if you're handing somebody money and expecting their efforts to generate a profit, what they need to look for is, are there managerial efforts of someone else? And so here the question will be, is the expectation of profits really tied to managerial efforts of a lido or a rocket pool? Or are people expecting to profit based on the operation of the Ethereum network and the staking rewards that you get there, which is, I think, where people are really looking to, you know, for their expectation of profits. And then the question on these sort of things will be, okay, well, what sort of managerial efforts are around that, as opposed to just somebody providing a technical service? Because the line that gets drawn is, if you're providing ministerial services, sort of more technical support, that's not enough for an investment contract. If you're providing real management, entrepreneurial issues, that sort of thing, that's what the effort of others is supposed to capture. And so the battle lines that are getting drawn are over what sort of service are these staking services or liquid staking in this context? Is it really just sort of ministerial technical functionality, or is it really entrepreneurial managerial efforts? Or is it? If it's somewhere in between, then we have the battle lines that we'll fight over which of those camps it properly belongs in."
    },
    {
        "speaker": "C",
        "text": "But I think this discussion highlights like you've now got federal judges disagreeing with each other, right? It's not just crypto industry versus regulator. Federal judges, neutral, independent judges who have been appointed for life terms, who have no stake in this, no pun intended, have disagreed fundamentally about how the law works. In that scenario, we shouldn't be having a conversation about whether liquid staking is a security in a case where the. Where the proprietor of the liquid staking service isn't a party. Right. This is a case about whether or not consensus is. Metamask software is somehow facilitating access to a security. But. But the parties, with the facts, with the witnesses and the know how to explain why it is or isn't something that falls within the securities regulations aren't going to be in this case. Why are we having that discussion without them here to defend their program? I mean, just a. And then just going back, I think, you know, hearing cave on. Talk about the SEC's theory, right? The crypto asset security is the term they use over and over again. Here's the thing that is a sleight of hand. There is no such thing as a crypto asset security. There is a thing. There is an investment contract in some instances. And that investment contract can. Might involve the conveyance of an orange grove, or it might involve the conveyance of a token, or it might involve the conveyance of a beaver or whiskey. But it is the investment contract that is the security, not the crypto asset. When the SEC says crypto asset security, they want everyone to think, if it was conveyed in a securities transaction, it's always a security. It embodies the security. Judge Jackson rejected that. It is lawless. It is a fundamental problem with their attempt to regulate this industry, and I think it's refreshing that courts are pushing back them."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment, we're going to talk a little bit more about the consensus case, but move on to some of these other cases. But first, a quick word from the sponsors who make this show possible. Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers and the anticipated polka dot two 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol. Trustless bridges internally and into Ethereum, Cosmos, Nier, Binance, smart chain and revised tokenomics and the implementation of a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, build bigger with Polkadot. Join the community@polkadot.net. work ecosystem community Ryan Reynolds here from INT Mobile."
    },
    {
        "speaker": "C",
        "text": "With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "A",
        "text": "Thing Mint Mobile Unlimited premium wireless 30 30 Biddy get 30 bid to get."
    },
    {
        "speaker": "C",
        "text": "20 2020 Biddy get 2020. I better get 15 1515 just $15 a month, so give it a try at mint mobile.com switch $45 upfront for."
    },
    {
        "speaker": "B",
        "text": "Three months plus taxes and fees. Promoting for new customers for a limited time unlimited more than 40gb per month full terms at mint mobile.com dot. Back to my conversation with Kayvon and Sam. So just to understand and forgive me, I feel like we might have covered this, but maybe I just forgot or maybe we didn't go into too much detail, but so now we have the SEC's lawsuit against consensus. We have consensus's lawsuit against the SEC. So basically, do those just go on their own separate tracks? Or like, does anything happen to make them come together? Or like what? It just seems like a little bit of a crazy world. So what happens in that kind of case?"
    },
    {
        "speaker": "A",
        "text": "It does seem a little crazy. I think the short answer is that, at least for now, they proceed on separate tracks. The way the briefing schedules seem to be lining up, the way the next steps in these cases seem to be lining up. They will be moving in parallel for the next few months, and similar things will be at issue in each. So the next step that we're going to see is around the end of August. Consensus has to respond to the SEC's complaint and it will likely move to dismiss, and it may seek to trans have the case transferred to Texas if it's not dismissed, given that it had already filed a case against the SEC in Texas. So I wouldn't be surprised if we see a request somewhere along those lines."
    },
    {
        "speaker": "B",
        "text": "And so but are there like overlapping issues where we could end up in a situation where the judge for the SEC's case like rules one way and then on the same issue, the judge for the consensus lawsuit against the SEC rules a different way."
    },
    {
        "speaker": "A",
        "text": "Yes. With a key distinction in, in the procedural posture of the cases, which is the way this is getting teed up, that the case that the SEC just filed will be briefing a motion to dismiss, which is a threshold pleading motion. Just, did the SEC allege enough in their complaint to get a chance to make, know, get discovery and pursue their claims? And we saw the same thing in ripple where then there were a couple years went by before they actually got to summary judgment and we had a summary judgment decision. Right. And coinbase, so far we've gotten the motion to dismiss, but we're very, very far away from summary judgment. And summary judgment is the one where the court actually then says, okay, this isn't just about whether you alleged enough. Now I'm going to actually look at the evidence. And based on the evidence, as a matter of law, do you win or lose? And so the summary judgment one is this can lead to a final decision, the final judgment, whereas the motion to dismiss is just, do you get to keep going? So the SEC's case in New York is just doing that first threshold. Did they allege enough briefing right now? Meanwhile, the case that consensus brought in Texas is jumping straight to summary judgment on some of their claims and is going to say, as a matter of law, on summary judgment, we should win on certain core issues. So that case will reach what it considers to be a final decision around the same time or perhaps sooner, quite possibly sooner than anything has been decided in the SEC's case here in New York, which. So that case is on a much faster track."
    },
    {
        "speaker": "C",
        "text": "I think that the consensus, I am sure their strategy, I think they probably prefer the judge in Texas. And so they're going, I would expect that they will do things in the New York case to delay it so that either gets transferred to Texas and they can be consolidated before the same judge or if they stay separate. The New York case is behind the Texas case. You get a ruling you like from a Texas judge, you turn around to the New York judge, hey, judge, we already litigated this. The judge already decided it. You don't need to bother with this issue. Just do what the judge in Texas did. And that's sort of how I think as a matter of litigation strategy, consensus will try to avoid inconsistent rulings."
    },
    {
        "speaker": "B",
        "text": "Okay. But I mean, couldn't the SEC just do the same where they try to stall in the Texas case?"
    },
    {
        "speaker": "A",
        "text": "Well, so the Texas court just granted, just granted a scheduling request from consensus to essentially allow these sort of substantive merits issues to be heard and argued this fall. So now some of the SEC's response will be procedural arguments, certainly, and they could end up prevailing on one of those arguments, in which case, it's possible the Texas court does not reach the merits that is theoretically possible, but it'll be very hard for them to delay having to file their papers or get the court to decide. And in general, I expect that court will move relatively quickly as compared to the New York. So I don't think they'll be able to slow that one down too much. Equally importantly, they are going to have to articulate their theory on summary judgment and make their arguments on summary judgment in that case, on essentially the same legal theories that they are just briefing on a motion to dismiss here in New York. And they're going to be, whatever they say on the summary judgment briefing down in Texas will be pointed to by consensus in its New York case and elsewhere. And so we will see their articulation of these theories, not based just on their own allegations, but based on whatever evidence they think they have coming up pretty rapidly in Texas. And that piece will be something that they're to some degree on the fly paper with. And so that once they're stuck with that, it's going to be hard for them to back away from it."
    },
    {
        "speaker": "B",
        "text": "Okay, so now let's talk about this binance decision. Let's just unpack their reasoning a little bit more and see just how this compares to Coinbase wallet, I guess, and then how you think that might affect also these other cases."
    },
    {
        "speaker": "A",
        "text": "So the binance case looks a lot like the cases against Coinbase and Kraken, and these sort of trading platform cases. There are a few distinctions, one being that binance has tokens. It has both the BNB token and its stablecoin BSbD USD. So that's a distinction from the other trading platform cases. And that distinction really became sort of a key to the opinion here, because I think the claims on certain pieces were allowed to go forward based on those, based on the BNB token. But that is distinct from the other trading platform cases, because in that sense, Binance was the issuer. And that looks a lot more like all the cases we saw that were, you know, a suit against an issuer. What happened in Binance? Binance, we see the same sort of allegations, that one that issued those tokens, but also that it was a trait, unregistered securities exchange, broker dealer, the same sort of claims we saw against Coinbase. And the judge allowed certain claims to go forward based on the fact that the BNB token was issued and the SEC had at least sufficiently alleged that, that there had been an investment contract offering with respect to that token, at least at some points. But the court took issue with the way that the, and didn't credit the way that the SEC tried to just rope in other projects that weren't before it, and said, well, it didn't need to address it because the basic claim was going forward to some degree. So it didn't need to address it directly. It did reject the theory that the stablecoin was a securities offering. It just flat out rejected that one. And it, in the process of ruling on the fundamental claims, gave a, I think, more detailed treatment to the issue that Sam started with, which is, is the token itself a security or not? Which has been the underpinning of all these cases. Right. You don't get to, is it an unregistered exchange or broker dealer or clearing agent or any of that, unless the thing that is being transferred is a security. And so that is always the threshold issue in these cases. Are the tokens securities, or do the tokens somehow embody the investment contract, which has been the SEC's theory that was somewhat endorsed, or at least allowed to proceed in the Coinbase case. And here the judge pretty clearly rejected that and made clear that there's a fundamental distinction between the token that is the subject of the offering and whatever facts and circumstances around that token might exist when somebody's raising money or doing whatever it is to create an investment contract that involves that token. But the SEC's theory that somehow the token embodies that investment contract, and you can treat the token as the investment contract going forward is the theory that the finance court rejected. And that is going to have a lot of ramifications, as Sam said, for the secondary market, because whatever the facts and circumstances are around a token, and whatever an issuer might be saying somewhere else in the world, that is not the thing being traded and exchanged on the trading platform."
    },
    {
        "speaker": "B",
        "text": "Right? So it's always like there has to be an agreement is kind of what the implication is."
    },
    {
        "speaker": "A",
        "text": "Well, it's not that there has to be an agreement, it's that in normal securities world, there's an instrument that is being exchanged, you know, stock, a bond, something like that, which a token is not. And that instrument is a legal instrument that carries with it the rights and obligations of the security holder. So when you are trading the stock or the bond, you are trading the security. When you take a token that is just the subject of the offering, and you start trading it, you are not trading the entire universe of facts and circumstances around its original offering, because there are no rights or obligations that flow with it the same way. And so you can't split the two things up. And that has really been the core of a lot of these cases. And the SEC has tried many different versions of their three to say, how do we get to secondary market trading of tokens if the token isn't really the investment contract, it's just the facts and circumstances around the offering. Well, if that's true, how do we get to regulate the secondary market? And that is what kept the SEC on the sidelines of this, in my view, before Chairman Genslere, I think, and even maybe in the early period of Chair Gensler's term, there was a recognition that they didn't have the authority that they needed to pursue secondary market platforms because of this sort of distinction. And they've changed that view. And there's been, I believe, that a variety of different approaches to try to square this and fit the square peg into the round hole. And the most recent one, the one they had articulated in Coinbase, was this embodiment theory that the token somehow embodies that set of facts and circumstances of whatever investment contract offering was made. So you can treat it as if it's a security because it embodies all that other stuff. That's what the Coinbase court seemed to at least implicitly accept to some degree. And that, and, you know, that sort of ties into these, like, ecosystem theories as well, that the SEC has raised. And that embodiment theory is what the binance cord very clearly rejected just said. No, there's no basis in the law for that. The token is not the investment contract. The token is a token. It is the subject of the investment contract. And you have to look at the two separately. And when you do that, it gets very difficult to look at the secondary market transactions. It's one thing if you're looking at secondary market transactions or secondary market transactions for Binance, where its own token is involved. That may be the court looked at that a little bit differently, and what was being said around that. But as far as getting into other tokens that are unrelated, that's where the court seemed to have pretty little patience for the SEC's theory on that."
    },
    {
        "speaker": "B",
        "text": "No, wait, I'm sorry. When you're saying that they looked at Binance's own tokens differently, so did they basically say, those are securities transactions or."
    },
    {
        "speaker": "A",
        "text": "So part of the case was allowed to go forward again, there's been no final decision, but part of the case was allowed to go forward on the theory that offers of the BNB token were at least at some points, investment contract offerings got it. And the court didn't rule that they were, but it didn't fully knock that out. So at least with respect to that, there's something to go forward on. It's going into other tokens that were just pure secondary market that finance had no involvement with other than as a trading platform that relatively little patience for."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. Sam, what do you want to add on this finance decision?"
    },
    {
        "speaker": "C",
        "text": "I think that, you know, so Kevin covered a lot, and it is a 90 page opinion, or nearly 90 pages. But the most important part, which Kevin, I think, just described, and I agree with what he's saying, is the part about how the, how the SEC's authority breaks down when it comes to trying to regulate the secondary market. And so just to think about this and how the judges disagree and why it's so important, I think it's important to just, let's use a very basic example. Right? If I do an ICO and I sell my token to Kayvon to raise capital, I think most courts would agree that that's an investment contract transaction. That transaction is a security. Okay? But now, if Kayvon and you trade the token on an exchange, the question then becomes, is that a securities transaction? Is that an investment contract when you two are trading on an exchange, when Kayvon sells the token to you, Laura, the, the alleged issuer, the constructive issuer of the toe of the initial coin offer of the investment contract, the one who initially raised capital, the one who was supposed to register something with the SEC. I am not interacting with you. I am not making you any promise. I have no written agreement with you. I am making no promise to you that you will get profits from your purchase of the token from cable. And that is the fundamental problem with why there is no authority for the SEC to regulate that transaction. Whatever happens downstream, the SEC has tried to paper over the problem they tried to paper over by saying the token embodies the investment contract and thus the rule that it is a security travels with it. Or they've got this ecosystem theory that Judge Rakoff and Judge Fala have effectively adopted. But Judge Jackson, I think, has implicitly rejected, and likewise, Judge Torres came out the other way. I think Torres and Jackson have it right. And the only appellate court to consider the secondary market treatment of investment contracts since 1946 is the 9th Circuits on bank opinion in hocking versus du Bois. And that case clearly stands for the proposition that the way that the crypto industry is approaching it, the way Judge Jackson approaching is the right way to look at it. There is no invest. You have to look for a transaction that is a security, and there isn't one in those secondary market sales. And indeed, that was the SEC's position in that case in 1988. They filed an amicus brief in that case where they said the secondary market transactions at issue. In that case, it was about a condo sale, but the secondary market transactions at issue there, they said, were not investment contracts, were not securities transactions."
    },
    {
        "speaker": "B",
        "text": "Thats so interesting."
    },
    {
        "speaker": "A",
        "text": "When you step outside of crypto a little bit. I think this sort of has to be the rule also, because if you're going to try to attach, there's strict liability under the securities laws for failing to register for violation. It doesn't matter if you knew or didn't know. This is just sort of, if you were supposed to register and you didn't register, you're liable even if you weren't aware of it. So there's strict liability. And usually when there's strict liability in a statute, you should have some clear way of knowing whether you're running afoul of it or nothing. And here the problem is, if you have assets, in this case, it's crypto assets, but it could be other assets that are the subject of an investment contract. But on their face, they're not a legal document, they're not an instrument, they're not a stock, a bond, etcetera. You looking at the thing, you cannot tell what the facts and circumstances are around it to determine whether this thing is part of an investment contract or nothing. Just looking at the token, just looking at the whiskey barrel or the orange curve, just looking at the thing itself, you can't tell. Is there some set of facts and circumstances around it that is an investment contract. Well, then how do you know if you can, if engaging in any transactions in it are securities transactions? If somebody creates an investment contract transaction around a pair of sneakers, that I create a limited edition set of sneakers, and I offer people not just the sneaker, but all sorts of other promises about what I'm going to do and how anybody who walks in wearing the sneakers can participate in whatever upside there is, and I create some sort of fundraising opportunity for people who are participating to expect profits. Based on my efforts. I created conventional investment contract. Great. You could say that was an investment contract, and it all revolved around these limited edition sneakers. That doesn't make the sneaker security. And if I go to sell the sneaker, or you go to sell the sneaker to Sam on Stockx, on eBay, on Amazon, how does any platform know, looking at the sneaker, that supposedly this is part of an investment contract based on what I somewhere else was saying on some other platform, there's just no way to look at the object and understand whether or not it is a security. And that is not a fact pattern in which you can attach strict liability to participants in a secondary market. And so you really, if you want to get to the secondary market, it has to be obvious that the thing itself is a security or it's not. And with tokens it's not. And I think that's, that's what the SEC, what the judges are starting to come around to is that you can't accept these SEC theories that try to mush it all together and treat the token as a security, even as after it leaves whatever investment contract facts and circumstances may have started it."
    },
    {
        "speaker": "B",
        "text": "Right? Yeah. The sneaker thing you were saying, sort of, I think is like their ecosystem idea, which very recently Sam was on, and I don't remember who the other guest was, and I asked what it was, Laura Brook over at consensus, and I said, what is the ecosystem theory? And you both were like, we kind of can't explain it. Anyway, let's talk about chevron deference, because that's obviously also a huge deal. So this big Supreme Court ruling happened the last week of June. The court knocked down this chevron deference. So can one of you explain what that means or like what that term means and then also what the ruling means for crypto?"
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "I think the short explanation is there had been a longstanding principle of Supreme Court law that if a term in a statute passed by Congress is ambiguous and that statute relates to an area regulated by a specialized agency, like the Environmental Protection Agency, the securities Exchange Commission, the Commodity Futures Trading Commission, then the court is going to give deference to the agency's interpretation of the statute. Okay, so that's kind of like letting the fox guard the hen house, right? If we're talking about the separation of powers and ensuring that courts, independent courts, are a check on executive power, having the court let the police determine what the limits of the police power are is not consistent with the separation of powers enshrined in our constitution, what our founders wanted. So the Supreme Court overturned the doctrine. This was long expected. I think everyone has expected this to happen for quite some time since we've had a conservative majority. And it's consistent with themes we are seeing in the Supreme Court. Right. You have the major questions doctrine, this ruling, these are all part of a mosaic about the limits of executive power, the need for Congress to be the sole arbiter of what is a statute. And if it's unclear, that gets interpreted by the court agencies. The executive don't get to legislate. They don't get to decide. All right, and what does this mean for crypto? Well, we've just spent a long time waxing poetic about these two words, investment contract. Those words were put in a statute in 1930, 319, 33, and 1934, nearly 100 years ago, before computers, before the Internet, before crypto. And yet the agency says they can apply to a transaction in which digital code is conveyed, in which tokens are conveyed. Well, I think it's fair to say, especially since federal judges are disagreeing with each other about how that statute works when it's applied. Reasonable minds could differ about what those words mean. It is ambiguous. Well, we should not defer to what the agency says it means. Gary Gensler's view that all tokens are securities isn't entitled to any special difference. The court gets to decide. And I think that's, you know, I think Kayvon mentioned this before, and I do want to come back to it, which is prior SEC administrations, or at least the Clayton administration under the SEC, did not think they had authority to regulate the secondary market, to regulate crypto exchanges. Neither did Gary Gensler when he first took office. He told Congress in testimony that he needed more legislative authority, and then he changed his mind and he decided to go to court to get it, advance his argument. And some judges agreed with him, but others have disagreed. And this precedent, I think, will put a serious, serious, seriously curtail the SEC's effort to regulate crypto by enforcement. And even if it doesn't work at the district court level, as these cases percolate up to, you know, higher levels of appellate court, if they do reach the Supreme Court, I think the SEC is in serious trouble if they want to win on this theory."
    },
    {
        "speaker": "A",
        "text": "Yeah, and I think so. There's one issue is just how does this impact the discussion we've been having so far about investment contracts and what is a security, which is partially the ambiguity in the statute. It's also now interpretation of the Supreme Court precedent for the lower courts, its interpretation of Howie and the other judicial line of authority that we've been dealing with for decades now. But you also have to consider how this is going to impact all the other rulemaking the SEC might be thinking about doing in the space you have issues around custody, around whether exchanges can be redefined to be communication platforms. There are all manner of other things the SEC at various points is or has been trying to do around regulation of crypto in a lot of these areas, the deference to the agency to be able to draw these lines is the sort of thing that getting rid of chef Ron deferrence is pushing back against. So I think we're going to see the impact on a lot of those other issues that come up through the SEC, not just this threshold question about what's a security, and then just in general, I think this is an indication to courts that are historically, I think judges have as a general matter when the government appears before them, whether it's the Department of Justice, whether it's the SEC, and all to varying degrees depending on what portion of the government. But when the government is before them, judges have a tendency to have some degree of deference to the government as a party as compared to private litigants. But I think particularly with respect to agencies, that is eroding partially because of some of the actions of agencies like the current SEC that is taking very aggressive positions and really testing the limits of its power as a litigant in a way that agencies didn't use to. As you stop really using that prosecutorial discretion in a way that shows you are really exercising discretion and you look to be behaving like an aggressive litigant, the courts are going to treat you like one and stop giving you that same level of deference. And I think we're starting to see that. And I think things like the unwinding of Chevron deference are an indication to the lower courts that they have wider latitude, to be more skeptical of agencies, that they shouldn't just be deferential necessarily, and that the courts above them won't be so deferential. And so I think it opens the playing field in that sense quite a bit."
    },
    {
        "speaker": "B",
        "text": "So a couple of things. So first of all, now that this is the law, then how does it affect, like the current cases? But then second, a part of me is Congress can kind of never pass anything. So how, I'm just like, how is this even workable to say Congress has to do it all because they barely ever do anything. So I'm just like, are we ever going to get anything done in this country now if, like, you have this whole other side of government that can't do anything unless Congress tells them that they can do it, but Congress never can decide on anything. So I'm just like, is this just going to be like massive gridlock for years for every single thing? I don't know. It just sounds so dysfunctional to me."
    },
    {
        "speaker": "C",
        "text": "Well, just to be clear, I mean, first of all, our country existed and legislation warped for hundreds of years before for Chevron deference. Chevron deference isn't critical to the operation of our country. And indeed, the Supreme Court in overturning Chevron deference acknowledged if Congress gives the agency discretion to interpret its own rules and make its own regulations, they will have that power. The issue is that it has to be delegated clearly. Right. Okay, so what we've been seeing is situations where Congress didn't give that power to an agency, but they grabbed it anyway. And so that that has been readjusted. Will Congress legislate? I mean, look, I think Kayvon and I would be among many to tell you it would be really nice if Congress passed market regulation for the crypto market and clarified this mess. We would love to see it. And there is work being done on it in Congress, very actively done. Will it happen? Will it not happen? We'll have to see. But, you know, I think our country is designed so that we have gridlock so that the things they get passed are things where there's a consensus. All right, returning to consensus, the things that get passed, there has to be a broad consensus. That's not necessarily a bad thing. We have to agree on the things everybody can agree on to get it done in terms of a law. And I do think there are things that you could have a broad consensus on. By the way, you're describing the gridlock now. I think if you go to the online event markets, they've got their money on the Donald, and there's a decent chance that the Donald and Republicans take control of all, you know, of the executive and the congressional branches, and then you might see enough of a majority to get things done."
    },
    {
        "speaker": "B",
        "text": "Right. Well, but. So then, now that this Chevron deference ruling has come down, so what does it mean for like, existing cases involving the SEC?"
    },
    {
        "speaker": "A",
        "text": "I don't think it's going to have a huge impact on the existing cases for the SEC. One. I think, as Sam mentioned rightly earlier, people have been expecting this for quite some time, and as a result, litigants before the courts and judges have not been placing heavy reliance on Chevron deference as the basis for their argument or for their opinion in cases for quite some time. So nobody is saying this is the right decision because under Chevron, I need to defer to the agency in these cases. It's not, I don't think, going to directly impact any of these particular cases. I do think to the extent there's an impact, it is just the drumbeat of decisions from the higher courts that are reining in agency discretion that are critical of agency overreach and the degree of deference to agencies. I mean, that overall approach to jurisprudence that we're seeing from the high court is noticed by lower courts. And I think that general tenor will find its way into these cases either at the lower levels or eventually when they make it up through the appellate court. So that, I think, will be the ultimate impact. But as far as immediate impact, I don't think there's an immediate impact on these cases. And I will say, going back to what you and Sam were lamenting, which is a good way to be thinking about these sort of broader philosophical questions as we, you know, edge our way towards Independence Day here in a couple hours. Yeah, look, I think that this industry is raising the same way other industries are. A lot of the big philosophical questions in this country. And look, there are a lot of, you know, a lot of different opinions and room to disagree on whether it's better to have a government that has a hard time acting or whether it's better to have a government. You know, is it worse to have a government that can act too easily? There are a lot of interesting questions around that, a lot of room for disagreement on which are the greater and lesser evils. And I think our country was founded on trying to balance those, and I'm not sure we've ever hit a perfect balance point. But crypto is tied up in the same big picture issues as a lot of other things in that bucket. The difficulty here, of course, is that crypto, like so many other technologies, is just moving so fast that no part of this system of government is designed to keep up with this sort of pace of change. And I think that's also going to be a broader issue, and we're going to keep seeing that come around time and again because all of this just moves much, much too quickly for the government to keep up for sure."
    },
    {
        "speaker": "B",
        "text": "All right, well, thank you both for illuminating all of these many regulatory legal judgments that are coming down because, yeah, it feels like there's a ton of them all the time in crypto nowadays. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "A",
        "text": "Sure, you can find me on our website@jenner.com, and you can also find me on LinkedIn are probably two best ways. I also frequent various other social media. So go there first, but otherwise you'll find me around. Sam, I know you can find here often, but Sam, I'll leave it I'm."
    },
    {
        "speaker": "C",
        "text": "On the Cahill website, and if you want to learn more about the SEC versus finance ruling, you can look on the Cahill website. We did a five page memo on it that has a summary of the key aspects of the ruling, which I think is very important for the crypto industry."
    },
    {
        "speaker": "B",
        "text": "All right, well, thank you. It's been a pleasure having you both on Unchained."
    },
    {
        "speaker": "C",
        "text": "Thank you, Laura."
    },
    {
        "speaker": "A",
        "text": "Thank you, Laura."
    },
    {
        "speaker": "B",
        "text": "Did you know Unchained is much more than a podcast? Last year, we unveiled a completely redesigned website enriching your experience with the latest news, insightful analysis, compelling op eds, and comprehensive learning articles and guides for beginners. Explore all this and more@unchainedcrypto.com. dot thanks so much for joining us today. To learn more about Kayvon and Sam and all of these various lawsuits and rulings, check out the show notes for this episode. Unchained is produced by me, Laura Shin Wilt, up from Matt Pilchard, Juan Aranovich, Megan Davis, Pamela Jimdar, and Margaret Coria. Thanks for listening. Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily five days a week with host Noel Atreson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]