[
    {
        "speaker": "A",
        "text": "I go live on Twitter, just randomly. I'm like, talking to my boy. We're talking about crypto. I'm talking to crypto, Twitter and all that stuff. And I asked, like, on live, like, yo, like, what's your favorite meme? Like, what meme should we buy? My boy goes, bonk. My other friend goes, Bonk. I don't know what I said. I think I might have said bonk, too. And then the girl I was with goes, dog with hat. And I'm like, wait, what? Cause in my head, I just expected it to, like, doge or something, but she's like, no, dog with hat. And I turned the camera to her, I'm like, wait, say that again. And she's like, dog with hat. And it's a clip on my Twitter because immediately when she said that, everybody who was watching the live stream went and looked at the coin and started buying a coin."
    },
    {
        "speaker": "B",
        "text": "Hey, all, I'm excited to share some news with you. Unchained is launching a crypto and macro podcast. On May 8, we'll publish the first episode of bits and bips exploring how crypto and macro collide one basis point at a time. I've been wanting to do a show like this for a while, and I'm happy it's finally coming to fruition. Throughout this episode, we'll play moments from the most recent rehearsal. The first clip is from host Joe McCann, founder, CEO, and CIO of Asymmetric, speaking about the recent Fed decisions and their impact on the crypto market."
    },
    {
        "speaker": "C",
        "text": "There's a lot of path dependency here, which is why it's on the tail. But if we enter an easing environment, if QT accelerates, excuse me, the tapering even gets accelerated or ends, which I don't foresee. But let's assume some of these things happen and you have an election year, maybe stock markets juice into Q four, Q three, whatever. Who's to say that Ethereum isn't at 10,000, bitcoin's not at 250, and Solana's not at 1000? Something to that effect. I don't think it seems crazy because of the pain and the drawback that's happened in the market over the past five weeks. But Solana was $8 at one point and ran to 125 in a matter of months."
    },
    {
        "speaker": "B",
        "text": "Hi, everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the May 7, 2024 episode of Unchained. Deploy custom crypto strategies and boost your yield with perpetual options on Vaultcraft, the universal Defi adapter for supercharging your crypto. With version V one five users can now earn options on optimism and arbitrum, while also rebalancing multi strategy yield products all in one vault. Learn more on Vaultcraft. IO Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for gamefi and defi to build, grow and scale. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot Substack.com dot. This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, youll harness the same intuitive features, trusted apps, and powerful analytics used by the worlds leading brands. Sign up today for your $1 per month trial period@Shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "C",
        "text": "Whoa."
    },
    {
        "speaker": "A",
        "text": "Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this, and Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with."
    },
    {
        "speaker": "A",
        "text": "Flexible financing solutions that meet the needs of your business today when you need them."
    },
    {
        "speaker": "B",
        "text": "Get started at Ford Pro.com financing. Here's another clip from one of the rehearsals we did for bits and bips, the new podcast coming to Unchained on May 8. This features host Alex Kruger, founder of Asgard on why he's bullish on risk assets."
    },
    {
        "speaker": "D",
        "text": "On the bitcoin side, I think we're going to go into a market where we're trading mostly liquidity and stop runs. So what in the, in the crypto market, people call this liquidations. I call it just simple stop runs. So I think it makes sense for the next, say, month. Beyond that is simple fortune telling to be trading liquidations. Both sides right now. Right now, the logical next move is basically for BTC to go run over 60K Solana Seoul to get to like at least 10% higher from here. Then, I don't know. Then I think we're going to be chopping around for a little while. There's a lot of people that need to get out of positions above us, so there's going to put pressure. But eventually I'm very bullish into risk assets into year end for so many reasons."
    },
    {
        "speaker": "B",
        "text": "Today's topic is meme coins. Here to discuss are Zion Thomas, aka Ansem and Cal Elegy, aka and Cal Xyz, as you probably know him on Twitter. Welcome Ansem and Cal."
    },
    {
        "speaker": "C",
        "text": "How we doing?"
    },
    {
        "speaker": "A",
        "text": "Thanks for having us."
    },
    {
        "speaker": "B",
        "text": "This cycle, which kind of seemed to be catalyzed by the bitcoin spot, ETF's is now known for also being meme coin mania. The current market cap for all meme coins is at about $50 billion at the time of recording. And in Q one of this year, Coingecko reported that they were by far the most profitable crypto narrative, with returns of more than 1300 percent on average across the top tokens. And yet meme coins are somewhat controversial. I think both of you actually think that there is some substance here, though, in meme coins. So why don't you just start by laying out kind of your best case or best thesis for meme coins? And why don't we start with you, ansemouse?"
    },
    {
        "speaker": "C",
        "text": "Cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would say that I think a lot of people just, like, think really too hard on memes and meme coins in general on how they don't have value or have less value than other teams with real protocols and real revenues. If you just think about the Internet, crypto and crypto natives are very, very, very Internet native. People just have always been since its origin. And if you just think about how memes get popular on the Internet, on social media, across all these different channels, it would be crazy to say like, yeah, I think memes are going away on the Internet. Nobody would really say that. But if you take that and then compare them like the financialized aspect of them, it's like, oh, they don't have any value. But I think that there's definitely value in memes and culture on the Internet. If you look at TikTok and see how viral these trends go, if you look at the influencers associated with these social media apps, when they get to millions and millions of followers, that actually converts into real money for them. And I think the memes in the same way is when they get extremely popular, it's a ton of mind space and a lot of different people, which is how they get that value. If, say, there's 100 million people who recognize this meme instantly like that. If 100 million people are, like, buying, what, $1, $10, $100, $1,000, that's a lot of buying pressure just on whatever meme or meme coin, whatever you wanna call it. I think it's more of an attention thing and an Internet thing than it is really thinking about teams that are building out products. If the trend of people being more online and more on social media, I think if you would ask a zoomer, the younger generations, if I could bet on things going viral, that would immediately make sense to them, because they do that all the time on TikTok. Oh, I see. This is about to go viral. I'm going to do this trend. I see. This is about to go viral on Twitter. I'm going to retweet this. I think this is a good tweeter. I'm going to follow this guy. And now we're just financializing it. And crypto allows people to do that extremely easily, which is what people are realizing now."
    },
    {
        "speaker": "B",
        "text": "Kel, what do you think?"
    },
    {
        "speaker": "C",
        "text": "I think he hit most of the major points. Ultimately, the winning trade business idea, crypto or otherwise, in the last, you know, 20 years has been on attention. Right. All of these trillion dollar businesses, be Facebook or, or whatever, they're a trillion or almost at a trillion, what do they do? They facilitate the, like, directing attention. Right. And the way that they've done that super successfully, you know, has been oftentimes via memes. One could even make the argument that memes are the core engine of the entire Internet. And so it makes sense that with crypto and the ability to tokenize anything, financialize anything, makes sense that me would end up capturing a lot of that attentional flow and in turn, some of that value as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, just hearing you guys talk, I was thinking like, that Drake meme back when that started, whoever created that could be a gazillionaire now. So both of you are deep into this space. So why don't you actually both talk about how it is that you got into meme coins?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I can. I mean, I've been trading crypto for a really long time now, I guess since 2017. And every time, like, you have, like, bitcoin does well, then also do well, different market segments of Ulta do well, just kind of just how the money flows throughout the market. But Doge is, like, one of the best indicators always every single cycle for, like, where retail is back. Doge is one of the coins that's been around since, like, in 2012, I think, or whatever, or maybe 2014. But, like, Doge is one of the coins. It's still in the top ten. And if you look at the top 100 coins for the past, like, ten years or so, almost like, 99% of them are not there anymore. Like, year over year changes a lot just because, like, of how rapid the pace of innovation happens in crypto. But doge is always there. Like, it comes back every single cycle. And the reason it comes back every single cycle is because it's so, like, ingrained in crypto natives. Like, their mind those is like, dogecoin is never going away. It's basically like one and two. Like ethereum, bitcoin, doge are, like the three most known, I would say, coins to people. So just thinking about that, it's like, I trade l one s, l two s, defi, all that stuff. But when you bridge to a new l one, or on that chain, you have, like, say, you bridge Solana, you have Solana. And one of my better trades this year was bonk in the early days because there wasn't a lot of activity or other alts on chain that you could buy. So I was like, you bought Solana. And then it's like, okay, what else do I buy on chain? I want to get beta to Solana. So I was like, okay, bonk is one of the only other coins on chain. It just happened to be a meme, coin and wif in the same way. That's done really well. I think it's more of looking at where you think the market's going to go and how you think the market's going to trade. If I see Pepe did really well last year in April. So people saw Pepe do well, and it's like, oh, that was a meme. So if another meme comes out, that's similar popularity to Pepe, I know people are already going to be like one and two and just draw the parallels there thats kind of how I make a lot of my trades. Its just seeing how the market did things in the past and then trying to predict on what its going to do in the future."
    },
    {
        "speaker": "B",
        "text": "Wait, right there where you said, if you see another coin thats similar to Pepe, how would you define that? Do you literally mean another frog coin or what does that mean to you? Similar."
    },
    {
        "speaker": "A",
        "text": "I just mean the same market segment. Pepe is a meme. Other memes that are popping up on different chains, its like, oh, I saw Pepe go from zero to 2 billion in like a month. It's like, okay, now that's possible. For these other memes that start super low battles. And for people who are trading with smaller portfolios, it's like that's their whole thing. They're trying to hit 100 x, like thousand x on these coins. But you can't really do that on coins that are already at a billion, 10 billion market cap. Whereas if you're betting on memes, they're obviously a lot riskier than everything else in crypto because they're a lot smaller and can go to zero a lot easier. But you also have that upside of being able to hit 1000 x on those coins. So I'm thinking on how retail is going to trade this market. It makes a ton of sense to me that that continues to be a trend."
    },
    {
        "speaker": "B",
        "text": "Okay, so by similar, you mean kind of like the culture around. Okay, so, kel, how about you? How do you get into meme coins?"
    },
    {
        "speaker": "C",
        "text": "So I started trading crypto probably around 2020, like, after the COVID crash. And I wasn't big into memes or anything like that at that time. But I distinctly remember this guy who had turned, I don't know, like two k into millions by just getting every dog coin he could find and putting it into a spreadsheet and buying every single one. Right. And the majority of them go to zero. But then, like, in there is doge, in there is shiba inu. And that just, like, returns the fund, if you will."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And this just, like, upset people heavily, right? Because you have all these people who are dedicating hours upon hours, nights, and weekends of their lives researching, you know, this tech versus that tech, and, you know, this nuance versus this interest rate. And then you just get drastically outperformed by a guy who just bought every dog."
    },
    {
        "speaker": "B",
        "text": "It's like an index fund for dog coins."
    },
    {
        "speaker": "C",
        "text": "Exactly, exactly. And so that was like, my kind of awareness moment. But I still wasn't mentally kind of ready. I was still too mid curve, I guess, to be like, I can't buy these. I gotta buy this more serious stuff. And so then fast forward to 2023, 2024, seeing the pepe thing. And I was still kind of mid curve about it. Like, you know, this is too much. It can't surely can go 100 x after it just went ten x already. But then it does. And so then in my mind, I'm just like, okay, there's something different about, like, why does this keep happening? You have to, you know, when you, when you're in the market, you have to take the time to really assess why these different things occur, because it's likely that similar dynamics will happen again. And what I realize is that ultimately, all of these memes, especially, they have unbounded upside, they have unbounded downside, but ultimately, the valuation is limited only by what people are. You know, there's no discounted cash flow that says that this is overvalued. It's simply, do people want to buy this because they like it, yes or no? And it can become very self fulfilling. And so after Pepe, I was like, okay, this is a real thing. Like, this is going to keep happening. Let me try and keep my eye out for that. And then going into the success of Solana, where I had been focusing a lot of my research at Masari, I just realized Solana keeps going up, keeps going up. This is going to create a kind of massive wealth effect. And typically, what we see, be it Solana or Ethereum in 2021 or I even just with bitcoin prior cycles, is that when this wealth effect is generated, people tend to flock into one kind of narrative or one kind of downstream ecosystem. And when I was looking at Solana, kind of similar to what was he was saying, you know, you have very few coins, very few types of coins that people can even buy in the first place. And then within that, you can narrow it down to what are people actually going to get excited about? What can a large number of people all get behind? It turns out that the simplest answer to that question is the correct answer, which is stuff that makes them laugh. It's a lot easier to say, I'm going to punt $100 or $1,000 or if you're one of these whales, $100,000, whatever the case may be, or even more on something because it made you laugh than to try and sit there and analyze something rigorously for a two week period before deciding to buy. And so thats what led me to really start looking into meme coins pretty heavily."
    },
    {
        "speaker": "B",
        "text": "So my next question for you was. What are the factors you look at when evaluating a meme coin? But is it really just that simple? Are there other things you guys look at?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think there's a few different things. I kind of came up with a somewhat sort of objective process for it, but I realized I was doing the same thing over and over. I was, okay, what am I doing when I'm actually looking at these and thinking which ones are going to go up? I kind of, like, centered on three main things I would say. I say the first thing is the relatability. So how relatable is the meme to anybody in the world, regardless of if they know what crypto is, whatever their background, doesn't really matter. How relatable is this picture or video or whatever. It is the meme to somebody. I think one of the reasons that doge was, like, did super well when elon was, was pushing it crazy hard last cycle is because just a dog like, it is a dog coin. It's a coin and a dog like, it's very easy for anybody to understand and make the connection there, even if you didn't know what crypto is. Okay, dogecoin. I'll buy $10 with a dogecoin. That's why you always see these memes of animals. It's because everybody loves animals. So it's like, you don't need to understand what blockchain is. What, like, l two is like, you don't need to know any of that to under, like, okay, it's a cute picture of whatever. So I'd say relatability is really important because that, like, the total addressable market of holders is that you want that to be as wide as possible. And then I would say second piece of it is the distribution piece of it. So a lot of these coins, they all have devs launching them, right? Um, the ones that do really well are typically the ones where the dev either sold all their coins or the team who launched, launched the token early, sold all their coins really early. The reason that is a common denominator with a lot of the memes that go to billions plus is because there's not an overhang of supply with people who have way more than everybody else. So it's like, if you have a very wide distribution where there's nobody who holds 10% of the coin or like, 20% of the coin and everybody owned, the max is like one, 2%. You can't have, like, one individual basically capping the upside of the token in its early days, which is the most important period for any of these memes is like the early. The early period where you form the community, get x amount of holders. You want as many holders as possible in as early as possible, because that's how you have, like, this cult community form around whatever meme. And you've seen it happen with, like, you've seen it happen with Pepe. There's people who literally bought one hundred k, two hundred k mark cap, and they're just like, oh, I'm not selling. I've been in this forever. I've taken some profit on the way up, but I'm holding my portion of the supply that I have. And then the third thing I would say is the virality aspect of it. So even if you have something that's really relatable, you somebody that has good distribution, there still needs to be a way that the meme goes viral and other people learn about it. And I would say a lot of times, that's when you have the Kol influencer, all that, people have a ton of followers. Um, it's because that's how you get distribution to a lot of people. Like, really quickly, is because a ton of people just see it. Like, a lot more people just have eyes on it immediately. Um, and I think the reason doge went to almost 100 billion market cap last cycle during COVID is because Elon is literally the richest person on the planet. Everybody knows who Elon is. Elon's like, I'm buying doge. Like, I love dogecoin, like, nonstop, week to week. So everybody saw it. Like, everybody on, on earth saw that almost consistently. So it's just like, the potential for it to go viral was just massive. So I was like, those are, like, the three, three main things. And, like, after you trade trade memes, kind of for a while, you kind of just, like, get a knack for figuring out which ones do well and also, like, looking. Probably the fourth, I would say, if I had to pick one, was, like, how the community organizes, like, on socials or, like, on Twitter or whatever other platforms. Like, one of the reasons that I saw with super early is because people were just spamming me with the dog, editing the hat or whatever else on everybody's profile pictures, all across crypto Twitter. And in my telegram, like, all over the place, there were a ton of people just non stop doing that. I'm like, okay, I keep seeing this. Maybe I should buy some of this coin. So I'll say those are, like, the main how I think about it, generally."
    },
    {
        "speaker": "B",
        "text": "Yeah. One of the things you said about how if the founders have walked away and then, like, you know, you just want to give the coin away to as many people as possible. Olaf Carlson, we said the exact same thing, but not about meme coins, just about, you know, when, like, VC coins are trying to figure out distribution. And it is true that, you know, we, like, we've seen this debate for a long time between, like, fair launch coins and whatnot. And, yeah, just like, honestly, if I think about even the first thing you said, which was, like, total addressable market, it feels like both those things are just the wider the distribution and the wide, the more people that can kind of understand the meme or grop the meme or get into the meme, the better it will do, the wider the appeal. Kel, why don't you talk about how you evaluate meme coins?"
    },
    {
        "speaker": "C",
        "text": "It's crazy because me and Anton almost come to a very similar conclusion just completely independently. It's actually so crazy because I almost have, like, the exact same criteria. I think the one thing I'll add on the virality aspect is what I'll call for, like, lack of better terms, like the amplitude of each person's ability to be viral. So what I'll break that down a little bit with. With one thing I thought was very special was that anyone could take this meme and easily remix it and repurpose it to basically add it onto any other meme. And so that allows it to spread far wider than something maybe that is more difficult for each individual holder or whatever. You didn't have to be a career artist to put a hat on something and then just send it to someone. It's kind of simple. And so each individual person, regardless if they have $5 in width or 500,000, they could spread it to a nearly infinite number of people, because any meme could become a with meme. And so when you're evaluating, like, the incremental, you know, the next meme investment, a question you might ask is, how easy is it for any given holder not only to relate to this, to Ansem's earlier point, but to then also extend upon this? And I think that can give you insight to the degree of upside that this meme has, at the very least, from how many people will like this or use this perspective. And whether or not that translates financially is a different question."
    },
    {
        "speaker": "B",
        "text": "So it's so interesting that you guys are talking about all these different ways to evaluate meme coins, but you have not at all talked about tokenomics, which is, I'm sure you're aware something that in more traditional crypto people talk about. The price of doge was really high when Elon Musk mentioned it on Saturday Night Live. And it's way down now. I think it reached more around maybe 20 ish dollars. And now it's more at $0.14."
    },
    {
        "speaker": "A",
        "text": "Or wait, I think on SNL, I believe it was like seventy five cents."
    },
    {
        "speaker": "B",
        "text": "And then, oh, yeah, sorry, I was looking at the wrong thing. I was looking at volume $20."
    },
    {
        "speaker": "C",
        "text": "Yo, that'd be crazy."
    },
    {
        "speaker": "B",
        "text": "Anyway, so the point is just that, like a normal, or I don't want to say normal, but like a traditional crypto person would say, oh, this is because dogecoin has this high rate of inflation, blah, blah, blah. So do you guys ever think about things like that? Or why is it that you think the price of doge is down so far from its high?"
    },
    {
        "speaker": "A",
        "text": "That's kind of baked into the distribution piece I was talking about. It's also on how the coins are distributed. I would say the ideal scenario is that you have 100% of the coins in circulation. The team didn't hold back any. And then the meme just gets popular by being whatever on social medias when people pick it up. And the more people pick it up, and eventually you have some people who, like, have, have bigger followings that pick it up or like celebrities, whatever else, and then everybody just somehow finds out about the meme. So that's how I generally would say. I mean, these memes typically don't have anything like inflation or anything like that because they're usually not their own l ones. Like those is kind of different in that way. But, yeah, a lot of these memes are usually tokens on other l ones or other networks. They don't have, like, inflation or staking or any of that stuff. I do say there's two different groups of memes now. It's like you have the more fair launch meme coins, which are more community driven. Basically, a team has none of the supply, and then you have the more orchestrated meme coins, which is stuff like bonk, which has a team, and they build out a ton of products that are useful for the Solana ecosystem. They have a bot, they have some other things, but because of that, you have to pay all the devs related to the project. The team has, I think, 20% of supply or whatever it is. So it's kind of two different buckets. I mean, I think both do well, but that's yeah, how I think about it."
    },
    {
        "speaker": "B",
        "text": "And, kel, what about you?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, ultimately, it's just less of a consideration given the fact that the majority of the memes will be, like, fully circulating. The real question is just, you know, does the team obviously or covertly own, like, a gigantic portion of the supply? Kind of yes. No. Much more of a binary thing compared to when I'm evaluating defi protocol. Not only is the supply an open question, but then on top of that, you have to consider, like, how does a token fit into this protocol? Is it like a backstop for this protocol? Like, is there all these other kinds of questions that are there, but those are just not really present for memes generally?"
    },
    {
        "speaker": "B",
        "text": "Okay, so, kel, I know that you also break meme coins out into what you call kind of like, large cap, mid cap, small cap. And I was curious to hear you'll project how far you think they could go. And so I wondered how you determine which bucket you think any particular meme coin will land in the."
    },
    {
        "speaker": "C",
        "text": "I think to some of the earlier points we were talking about, about the scope and intensity of the appeal of a meme kind of determines how far it can go. So if something is only really interesting or funny or generally attractive to a small subset of people on crypto Twitter, then its upside is pretty tapped to the small percentage of money that those people are each individually willing to put into that meme. And so maybe it can only go to 10 million or 50 million or 100 million market cap, whereas stuff like doge, which has appeal to anyone who likes dogs, generally, is much more unbounded to coins like Doge and Shiba, I'm pretty sure they have millions of holders. So it's tough to imagine some of this more crypto Twitter native, very, like, esoteric, had to have been there kind of memes getting to a million holders, because there's nowhere near a million people who even understand this meme, let alone have been there to, like, you know, speculate on it or whatever the case may be. So."
    },
    {
        "speaker": "B",
        "text": "Yeah, and actually, the examples that you gave, like, now that, you know, you're kind of fleshing this out, it's so obvious, because you gave doge as an example at the large cap, and your mid cap ones were like, trump and bowdoin, which, you're right, the universe of people that likes dogs is way bigger than the universe of people that are interested in politics. And then your smaller cap was like Zin, which will Clemente had talked about on a previous episode here. It's like, I don't even know, because I'm not Gen Z or whatever, but I guess it's like some kind of nicotine ish something or other. Like a vape something or other. I don't know, but it's related to that. It's so it's, you know, obviously, I'm representative of the universe of people that will probably never learn more about that than what I just mentioned here. But one other thing that I wanted to ask, too, is, you know, I've noticed that I think this area has a lot of bots and stuff. So how do you guys separate kind of, like, bought interest versus organic and genuine interest?"
    },
    {
        "speaker": "A",
        "text": "What do you mean by bots?"
    },
    {
        "speaker": "B",
        "text": "You mean bots talk or on Twitter sometimes you'll see for specific coins that then there can be a lot of replies, and it makes it look like there's a lot more activity or hype around a specific meme."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, bro, my account is like the home for."
    },
    {
        "speaker": "C",
        "text": "For all of them."
    },
    {
        "speaker": "A",
        "text": "It's insane. I mean, it's pretty clear that you can tell, like, when it's manufactured and when it's real, though, because a lot of these accounts also talk about other things in crypto. So it's like, if you have somebody, like, a group of accounts talking about a meme, they typically have other tweets that are, like, normal and natural. Whereas if you have bots talking about a meme, it's usually like, that's just their only replies. And there's, like, spamming replies, typically with the same, like, copy paste, whatever, and that's really all they do. Whereas, like, wif is a really good example. Cause there's a ton of people that bought when it was just, like, basically at zero. They all. A lot of them have the pfps, like, different with pfps, and they have other trades that they take and, like, other memes that they look at. I think that's probably a good example. Like, really good community. Cause they're just active in other areas and they're not just spamming the replies. But, yeah, I'll say. Generally you can tell pretty easily. You usually can tell early, too. Like, Michi is another good one that kind of has a similar vein of whiff where they can edit a ton of things on the cat. And you also have a ton of people that are just replying, replying, replying all over CT."
    },
    {
        "speaker": "B",
        "text": "Okay. And then one other thing that I wondered about was we have these different chains that are home to different meme coins. You know, this trend probably started on Ethereum. Um, it's moved to Solana now. Bitcoin is having its own moment as well. So how do the meme coin communities differ on the chains? And, like, do you have a preferred, you know, chain?"
    },
    {
        "speaker": "A",
        "text": "Um, yeah, I definitely have a preferred chain for sure. Um, slightly, slightly biased in that, that respect because I bought it super early. But, um, I think that there is. I've already never really thought about that. There definitely are probably different communities on different chains. I think Solana is really good for retail in general because it's super cheap for anybody to buy, like you can. There's really no obstacles for anybody who can buy and sell memes on Solana. Whereas, like, with eth, I remember when I was selling Pepe on chain, like when it was close to the top, I was paying like 100 plus, like $200, like, every transaction, just to push them through because it was so much activity, so many people buying and selling so much on so much volume on chain. Whereas with Solana, you don't really have those issues. Like, I've seen people literally, dollar cost, average $1 buys for like days on, on coins because, I mean, they don't even have that much money, but it's like they're trading nonstop. So it's just like, there's a lot more people who can trade on soul versus trade on eth when it's congested. And then I think, I think bitcoin is really interesting. I honestly missed a lot of the ordinals stuff. Um, early on, I bought, I think OXBT is the one that I bought instead of a lot, a lot of the other ones that literally did 1000 x. Um, bitcoin is interesting because there's a lot of old crypto money. I think that, like, holds BTC doesn't really get as active in Defi in other areas. Um, but I think they may be considering doing that now if there's like altcoins on bitcoin or like jpegs on bitcoin. Um, so I think, like, compared to Ethan Solana, the wealth effect is just massive on bitcoin. If you can tap into those, like, people who have been in crypto for a really long period of time, and that's like, kind of why I like wizard, um, and I like pups, um, because I think if you can get those people interested, then the ceiling obviously just going to be higher because you have a ton of money on bitcoin. Um, that's generally how I think about it. But I'll say the DJNs are active on every single chain. Like, if you're a good trader in crypto, you're on every chain like regardless."
    },
    {
        "speaker": "B",
        "text": "And wait, one quick question about bitcoin. I know it's super early, but obviously BRC twenties last year was kind of the tech behind the meme coins there. And now with the launch of runes, are you noticing like are they both kind of competitive or is it really that runes now is the preferred new tech for meme coins on bitcoin? Or is it too early to say or."
    },
    {
        "speaker": "A",
        "text": "I think it's still too early to say. Personally, that's what I would say. From what I've seen, people haven't seen that much of a difference in the experience trading runes versus BRC twenties. I still think there's a lot of developers working through that and trying to get the best UX for trading on BTC. I think there's a lot of people still working on that problem, so I don't think it's in the final state yet for sure."
    },
    {
        "speaker": "B",
        "text": "Okay. Kil, what do you think about the different chains and their meme coin communities?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, there's always opportunity to be found, but just like any other market, those opportunities tend to kind of get power law distributed and cluster in certain species. Obviously we've seen the scope and lasting nature of the opportunities on Solana has far outweighed a lot of competing chains, at least with respect to meme coins. That said, I've also had a lot of activity on base. I've tried out bitcoin as well. I do think there's still a lot of work to be done with respect to the runes trading or BRC 20. I think people's expectations of the UX unlock of runes weren't really met, at least yet. But it is still very early days. This is still quite new tech. Definitely optimistic down the line. As of right now, I definitely say Solana by far outweighs."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah, that makes sense. Yeah, because I guess since the protocol just launched, then of course all the other bells and whistles are not really available. All right, so in a moment we're going to talk about criticisms of meme coins, which I'm sure you guys have dealt with a lot. But first, a quick word from the sponsors who make this show possible. Deploy custom crypto strategies and to boost your yield with perpetual options on Vault craft, the universal Defi adapter for supercharging your crypto with version V one five users can now earn options on optimism and arbitrum, while also rebalancing multistrategy yield products all in one vault. You can also gamify your experience with Vaultron, Vaultcrafts NFT reward optimizer to earn even more XP points from institutional service providers to defi degens anyone can deposit into Vaultcrafts products to instantly start earning yield on their crypto, go to Vaultcraft IO and join the referral program to start earning rewards with the community. Today, Polkadot is the original and largest layer zero blockchain with over 2000 plus developers and the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol, trustless bridges internally and into Ethereum, cosmos near Binance smart chain and revised tokenomics and the implementation of a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, bills bigger with Polkadot. Join the community@polkadot.net work ecosystem community here's the last clip from one of the rehearsals we did for bits and Bips. Here, host James Seifert, research analyst at Bloomberg Intelligence, discusses the launch of Hong Kong's bitcoin spot. ETF's remember, the first episode of bits and Bips drops on May 8, so turn on your notifications and follow us on social media so you don't miss any updates."
    },
    {
        "speaker": "E",
        "text": "The first thing is that like this is just the Hong Kong market. So mainland Chinese cannot invest in these products, which a lot of people didn't understand coming from outside the ETF world. There's a reason that it's a smaller market. It's because it's restricted to who can and cannot buy, and there are not really any ways around it like this. Is the chinese government like this? It's not like you could just go into VPN and do this. Like there's a lot of processes in place and it's not going to be accessible from the mainland Chinese. So that's the other. But the other thing that I talked about, the minimal trading, they did line up a bunch of assets. So the bitcoin ETF's have 248 million and the ether ETF's have 45 million. So they one thing that the US does differently is like if they line up assets beforehand, they have it come in on day one or day two. What these chinese issuers did is they basically put the money in the fund before it launched. So the assets look pretty good right now. It's just that there's not as much trading, and we don't expect there to be that much trading, to be honest. It's just a smaller market."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with Ansem and kell. So, as I mentioned before the ad break, there was a ton of criticism of meme coins. One of the most memorable that I've seen is from Paulina, who's the anonymous commentator known for their pointed blog posts that are little diatribes of commentary on crypto. And Polinya decried meme coins as, quote, I merely a vehicle to transfer wealth from the many to the most obnoxious people on the planet."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. That's crazy."
    },
    {
        "speaker": "B",
        "text": "That's a lot. Sorry. That's just so funny. What it."
    },
    {
        "speaker": "A",
        "text": "What's."
    },
    {
        "speaker": "B",
        "text": "What's your response to that?"
    },
    {
        "speaker": "A",
        "text": "Um, I mean, I think. I think meme coins have made people a ton more money than, like, people have lost on memes. If you literally just look at those, that's what. Biggest example. It's still sitting right now. I think it, like, 10 billion, or it's higher than 10 billion. It's like 20 billion or something like that. Like, that's $20 billion in value. That, like, came from zero. So whoever bought doge in, like, 20. 1314, 1516, they're still up 10,000 x. Like, a ton of people are up a lot on Dogen, by the way. 20 billion. Yeah. A ton of people are up on doge in the same way that they're up on bitcoin. Like, for somebody who bought $100 worth of bitcoin and $100 worth of doge in 2014 or whatever it was, it's really no difference to them. Like, what they made or, like, what the coin is. They made as much money on either of them. I think a lot of people kind of miss. Miss that. Like, these things actually hold value. Doge was top ten in the bear market, and it did a lot better as far as, like, returns. And then all the defi coins did, which people think are, like, a lot more serious than the memes. Like, outperformed a ton of other, like, serious projects. But it's kind of hard. It's hard for people to get in, like, that mental state of framing that these memes have value. It's easy for me because I've been on the Internet forever. Like, I've been looking at memes since I was like eight, nine. Memes have always been around."
    },
    {
        "speaker": "B",
        "text": "Out of curiosity, what age are you? But you don't have to give the exact age, but, like, roughly."
    },
    {
        "speaker": "A",
        "text": "I'm 29."
    },
    {
        "speaker": "C",
        "text": "I'm 25."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. So you guys, um. Oh, my God. Like, bitcoin started when you were like ten and 14."
    },
    {
        "speaker": "C",
        "text": "Yeah. I should have been buying back then, right? Capri suns or some shit. So crazy."
    },
    {
        "speaker": "B",
        "text": "Um, yeah, so maybe. Maybe it is like, partially a gen who. We don't know what age Polinya is, but, um. But I mean, the one thing I would push back on is probably some huge number of people bought doge when Elon Musk mentioned it on Saturday Night Live. And so they're definitely underwater for sure."
    },
    {
        "speaker": "A",
        "text": "There's definitely people that bought the top on, on Doge and other memes, but I don't think it's really that different from people who bought bitcoin. Like sixty nine k and then with the mean, basically the same thing people bought DOJ at. It went to $0.20. Criticism, I think around memes, I don't think the purely price, like, looking at price is valid, because anything that people can speculate on, whether it's like stocks, crypto, altcoins, bitcoin, ethereum, any of those things, people can buy the top and lose money. That's not really a specific to meme coins thing and even how far they go down. A lot of the defi coins went down 90% since memes went down a lot. I would say a better criticism around memes is the shady behavior with teams launching them, um, controlling a ton of the supply and literally just like p and d them as soon as they launch, like you launch, launch a coin, show it to some people, literally sell like 50 plus percent of the supply immediately on launch, and then it just goes to zero. I'd say that's like the better criticism because that happens a ton with these projects that literally start from zero. There's no really rules or anything around, like how you launch. Whereas with these, like, coins were backed by venture capital, they're like, obviously a lot more structured. And you're not going to have PD's really with those types of coins because they have vesting, they have teams building out actual products and all of that. So it's different in that regard. I would say the better criticism is around the shady behavior with watches."
    },
    {
        "speaker": "B",
        "text": "As you mentioned, there's all these scams. And back in April, Andre Cronium made a proposal for what he called safer meme coins. And he suggested that there be like a bunch of conditions to make safer, for instance, that 10% of tokens could be allocated to marketing, but they had to be kept in a multisig. 5% of the tokens could support the team's expenses, again needed to be locked into multisig. The remaining 85% would be put in Phantom or token LP's, and the token would not have minting or ownership capabilities. You know, he suggested this. I noticed on the tweet thread, people criticized it for being centralized. But I don't know if you saw his proposal or what you generally think of this kind of idea or. Or even generally think of the idea of trying to prevent these types of scams."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I do think it's a good idea, like, to have kind of, like, some kind of, like, kind of rules around it. I think, like, one of the reasons that pump fund has been doing well, it's like, it allows anybody to launch a coin immediately like that. Like, made a ton of revenue in the past 30 days, because literally just upload a picture, give or take her, give it a description, and then it lands on this bonding curve. And then, like, once enough people buy on the bonding curve, I think they take a cut of that and put it in liquidity pool, and they launch it on radium or whatever it is. But the good thing about those coins on pump fund is none of them can rug. Like, you can't rug any of them because it immediately locks the lp or whatever it is. I think that's why one of the reasons they've done pretty well is because they know if it comes off pumped out fund, well, at least I'm not getting rugged. That's like, I don't got to worry about that, that scenario. But, yeah, I think Kranji is smart for doing that with phantom because he's kind of realized that memes are not going away in the market, so he's okay. We might as well give people some sort of framework, and then also we can make money off it as well, and, like, kind of decrease the amount of people that are, like, purely just getting rugged on the memes."
    },
    {
        "speaker": "B",
        "text": "And one other thing that I want to ask about was, I'm sure you're aware there was this disturbing trend recently of these racist meme coins. Um. You guys are laughing. You guys are. So tell me why you're laughing. That was a surprise reaction. No surprising reaction."
    },
    {
        "speaker": "A",
        "text": "Because, I mean, I've been on the Internet for, like, forever. Like, I've been playing games on the Internet forever. I've been in the cod lobbies I've been in, like, NHL. Like, all those stuff, like, the racism online from anonymous people is like a constant. It's not. It's like, it'll be surprising. It's surprising if that didn't happen, honestly. Like, it's just, it's constant on the Internet. When you have people who don't have to talk to you to your face and they can say whatever behind their keyboard, you're always gonna have. Have people like that just how. How the world is, honestly. Sorry, I'm not. Not really surprised at any of that at all. Not surprised. Internet."
    },
    {
        "speaker": "B",
        "text": "So. Okay. But I mean, were you unhappy about it or, like, you. You just seem to be very blase."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean. I mean, some of the stuff, like, it can get under your skin sometimes, but for the most part, you just have to kind of take the good with the bad. Like, if you have these decentralized, permissionless systems that allow anybody to transact globally build whatever applications on. On all these smart contract platforms, you're also going to get on the bad side of that. It's like permissionless for anybody to launch anything on chain at any point. It's just kind of like, if you got to take the good with the badlandhouse, with crypto, you can't. Because if you were to put kind of, like, I don't know, restrictions on it, like, oh, people can't do these things. You can't. You kind of mess up the entire framework for crypto. That's why, I mean, I just laugh about it. There's not really much else you can, you can do, really."
    },
    {
        "speaker": "B",
        "text": "And, kel, why did you laugh?"
    },
    {
        "speaker": "C",
        "text": "No, I just, like, you know, like Z said, ultimately, it's just the Internet, right? Like, it's just people, you know, from. Since time. Since I've been on the Internet, this is like a. This is just how these things kind of play out. And for me, it's just funny to see, like, people on Twitter and they're betting, like, you know, material sums of their, you know, life savings or whatever on some just dastardly kind of token saying. It's just like, it's like, it's like comedic relief to me. You know, it's not something that I like. Oh, like, you know, this is a massive step backwards for race relations in the world. You know, it's just like, you know, people kind of being done with their money. So I just. I just take into something to laugh at and kind of move on."
    },
    {
        "speaker": "B",
        "text": "Yeah. I guess in the scheme of racist things that one could do. This is way more innocent than some of the other things, which. Which we won't name one thing that I wanted. Yeah, to say the least, but to connect the Andre Cronha proposal with this, do you feel like what he suggested there could prevent these kinds of meme coins or racist meme coins, and there were sexist ones, too, or do you think there's other things that you would also, you know, proposed to try to prevent that kind of behavior?"
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, it probably could help. I'm not exactly sure what you kind of propose to stop people from doing. You can't stop really stop people from doing it. I think, like, what people could do on crypto Twitter is, like, when you do see stuff like that, obviously don't draw more attention to it and be like, oh, this is funny, or, this is hilarious. Like, you don't. You don't. You don't have to, like, talk about the things that people launched the cause. Even if it's bad attention, it's still attention. Like, if you just talk about it, people are going to keep doing it. Like, oh, I did this, and then a lot of people talked about it, and it made this many people mad, then they're just going to keep doing it. Whereas, like, if they launch these coins, nobody pays attention to them, nobody says anything about them. They just let them go. They just go to zero. Then it's like, they'll stop doing it because they're not getting a reaction out of people. So I would say that's the biggest thing. Like, the community could literally just ignore them, and then they. It would stop happening as frequently, for sure."
    },
    {
        "speaker": "B",
        "text": "Huh. Okay, kel, what do you think? How. How would you prevent people from doing this kind of thing?"
    },
    {
        "speaker": "C",
        "text": "It's just like any other troll kind of situation, you know, the more attention the troll gets, the more power and stuff like that, so the less attention, you know? And, like, that's why when this whole thing started, maybe that was a month ago or so. Yeah, it got some attention as people were buying into these tokens. But ultimately, once people stopped kind of buying these, speculating on them, and they all go to zero, like, you know, there's just no incentive anymore, and you don't get any gratification because no one's talking about you doing this stuff anymore. It just kind of naturally dies out. I feel like that's the best. Like, it's almost like an antibody response by the community in general. It's like, all right, we're not going to talk about this. I'm not going to buy this so, like, this is really not going to go anywhere. So it just naturally falls away. I think that's the best you can."
    },
    {
        "speaker": "B",
        "text": "Really? Okay. Yeah. This is so interesting because earlier you were saying that what makes meme coins successful is attention, and now you're basically saying, yeah, starve them of the thing that makes meme coins popular. So. Well, I imagine that you guys have some crazy stories. I mean, even just as a follower of this news, if I look at what happened with bonk and the saga phones, wherever the saga phones sold out when they realized that, like, the bonk airdrop would be. Would make it more valuable than the cost of the phone. And, you know, before then, the phone, you know, the sales for that had been flagging. So there's that. There's the whole dog with hat thing on the Las Vegas sphere. Ansem, you reported that. I don't know. I just kind of want to hear some funny, like, war stories. Like, what are some of your favorite moments that you've had with meme coins?"
    },
    {
        "speaker": "A",
        "text": "I have so many. I feel like now at this point. Yeah. With is honestly a really good one, because with, like, the story of wif is kind of funny. So with launch on salon, I think in December, I want to say the dev and, like, the team sold all of their supply literally, like, under 100k or, like, around 100k market cap. So it was like, just the community and basically, like, the Twitter memeing, the, like, dog with fat on everybody's posts, everybody's tweets, nonstop. So, like, when Bach did really well, and then, like, some other memes started popping up, I, like, randomly tweeted. One day I was like, yo, I'm gonna retweet the best meme. Like, the best meme. Basically edit who put something on my friend's profile picture. So my friend that I was with, and then, like, the wif Twitter account, like, edited her profile, like, put a hat on her profile, and then a ton of people commented under it, and it, like, blew up, went pretty viral, and I commented, like, replied to it and, like, retweeted or whatever. So this is, like, one hundred k mark cap. And then I asked, like, the girl I was with, I was, like, telling her about crypto. Like, she doesn't know anything about crypto. I'm talking about crypto. Talking about crypto Twitter, talking about my account, and how, like, this stuff I talk about on there, like, people, like, get a lot of attention on it. And I'm talking about all these memes on Solana, and I'm asking her, like, which one does she like the most out of all the means with my have a list of all. I was like, which one do you like the most? And she's like, with. It's literally, like, at a cap. So I'm with my boy with her, and we're just, like, walking around chilling and that. And then I posted in, I think, my telegram. Somebody was like, ask me what memes about, like, pinging me nonstop. And I was like, somebody said, like, posted with. And I was like, yeah, with is funny. Like, I think it's a funny meme. And then that weekend, we, like, go out or, like, drink it or whatever. I think it was for. What is it the, like, not the caroling. Santacon. So Santacon in New York. We're like, out for Santa Conna, New York. It was like going from bar to bar, drinking or chilling, walking down the street. I go live on Twitter, just randomly. I'm like, talking to my boy. We're talking about crypto. I'm talking to crypto, Twitter and all that stuff. And I asked, like, on live, like, yo, like, what's your favorite meme? Like, what meme should we buy? My boy goes, bonk. My other friend goes, Bonk. I don't know what I said. I think I might have said bonk, too. And then the girl I was with goes, dog with hat. And I'm like, wait, what? Because in my head, I just like doge or something, but she's like, no, dog with hat. And I turned the camera to her. I'm like, wait, say that again. And she's like, dog with hat. And it's a clip on my twitter. Because immediately when she said that, everybody who was watching the live stream went and looked at the coin and started buying a coin, and this was, I think it like a million market cap or whatever it was. And it, like, went like five x that day. I go to sleep, wake up, and then the next day, people, like, all over Twitter spamming me with the video from live. The girl being like, yo, dog with hat. That's the meme, like, we should buy. And then, like, from there, it went just crazy. Now it's like 3 billion or whatever it is. 3 billion mark cap. So I literally went from 100K market cap to a million mark cap, like 10 million mark cap, like two weeks. And now it's at 3 billion. That's just from December. But it was random because it was just like, the girl I was with was like, yeah, I like this. I like that one. Out of all the other ones. And as we started talking about it on Twitter."
    },
    {
        "speaker": "B",
        "text": "Wow. Wait, just out of curiosity, so had you bought with."
    },
    {
        "speaker": "A",
        "text": "Hadn't bought it. One hundred k. I didn't buy it at, like, I saw it, I knew what it was. And I think I bought, like, later, like, slightly after that. But, yeah, I had. I hadn't bought it yet. I just looked at it, and then she was like, yeah, I like that one."
    },
    {
        "speaker": "B",
        "text": "Oh, and then one other thing I wanted to ask about is your telegram, because you. You mean, like, you have some kind of private group or something where you talk about meme coins or something? Right?"
    },
    {
        "speaker": "A",
        "text": "Or, I mean, it's. I guess it's private because I, like, I have the link to, like, share, but it's, like, 25,000 people in the telegram."
    },
    {
        "speaker": "C",
        "text": "A lot. A lot of people."
    },
    {
        "speaker": "A",
        "text": "We have. Yeah, it's a lot of people. Like, we have a ton of different channels where people just talk about trades. There's one specific to, like, micro caps. There's one for research where people post, like, deeper, long form research on. On projects that they're researching. There's one for, like, charts. There's one for all the different. Like, there's different channels for the different ecosystems. Essentially, it's just a community, kind of similar to what, um, Wall street bets is for stocks. It's kind of like that, but for crypto, and it just lives on telegram. I have, like, a q and a channel in there where I pop in and answer all the questions people are asking about the market, just, like, hang with people. But it's insane that the speed of messages in there is insane, because people are, you know, crypto trades 24/7 so people are going 24/7 talking about coins nonstop, all day. But it's funny because a lot of memes on Solana now kind of, like, originate, like, in that telegram, because everybody's there. Trading is like, oh, which means we buying this week. Like, what's. What's your favorite coin? Like, whatever. So, yeah, that's the telegram. It's not private, but, like, I post a link every once in a while. It's just, there's so many people there. I had to, like, literally get. Get some people to help me mod it, because it's just, like, sometimes it can be a lot of spam, but. But, yeah, it's cool."
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes sense, actually. And, kel, before you answer the question about your war stories with the meme coins, you have tweeted frequently about Ansem's influence in the meme coin market. And I wanted to just get your take on what you think his influence is."
    },
    {
        "speaker": "C",
        "text": "So I think it's interesting because people have this perception that there's some secret cabal that tries to push these memes and all this kind of stuff. And in my experience, that's actually not true whatsoever. Of course, there are people who have. It's almost the opposite of true. I see people trying to do this very frequently, and they almost exclusively fail, because to our earlier points about broad relatability and virality and stuff, you can't really manufacture that. People think you can, but you can't. So I think with respect to Ansem's chat and stuff like that, I think because you have a group of 30,000 people in one place, that is, like. That's just, like, a breeding ground for ideas to proliferate. But is it something that people can, like, coordinate around easily? No. And, like, anyone can go into that chat. You know, if you're listening to this or you see this, I implore you, go inside chat for one day, and then you tell me whether or not you think, like, people are super coordinated there. The answer is, like, obviously not. But it's funny you bring up the whiff story, because, you know, I have the exact same story, but from the opposite angle. It's just like a random market participant kind of seeing this all go down. And I'll never forget, like, because, you know, the. The volatility one must endure on the route to success in these memes is not for the faint of heart, to say the least. So, you know, I remember being, like, super, you know, like, in the shot, thinking, like, you know, if something sticks out of this group of, like, 20,000 degenerates, you know, it's gonna be super successful. And thinking that whiff was that coin. But having to endure this, like, up and down, up and down, and going from, like, the classic meme of, like, you know, we're so back, it's so over. We're so back. It's over, over and over and over again. But I knew I was right, funnily enough, when you. When that. The video with that. The girl who had said dog with hatred, whoever that girl is, shout out. Shout out her. Because I knew once that video hit, I was like, crypto. Twitter is a place where, for better or worse, a lot of these guys have a lot of money and not much experience actually speaking to women of any kind. To have a woman validate a token is that it was actually, like, a breakthrough moment. It's reflected in the chart to essence earlier points. So it was kind of funny, like, seeing that story from that angle."
    },
    {
        "speaker": "B",
        "text": "This is so interesting. So your theory is that part of the reason that that worked is because it was a woman who was saying."
    },
    {
        "speaker": "C",
        "text": "That 100%, like 100 million."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Because that's totally the attention thesis, right? Yeah, like, you know, if. Yeah, if it's. Yeah, right."
    },
    {
        "speaker": "A",
        "text": "That's the thing. Like, she didn't know anything about crypto. Like, nothing about crypto. She just knew, like, she liked the meme. That's what we're saying. Like, if it's relatable to anybody, it's a really good test. If you, like, ask people who don't know anything about crypto, which means they, like, that's a really good test for, like, how well they can do, because they don't have any frame of reference. Like, they don't even know you can make money on it. They just know, like, the picture. Like, they're not even thinking about this, the speculation aspect of it at all. It's just like, how. How, like, how much people like it. It's kind of like a score. Like a retail score with. Is a ten on the retail score."
    },
    {
        "speaker": "B",
        "text": "Oh, right. There is, um. Yeah, there. There's some metric out there where. Yeah, they. I think they call it, like, net promoter score or something. So. And so, kel, is that your war story that you want to share?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, just like the whole. With experience. So earlier on, I had mentioned this whole, like, there's these wealth effects, and then that kind of goes, that trickles down into the ecosystem. So ethereum goes up a lot. Then you have defi summer and year in finance, and a ton of stuff come out of nowhere and do super well. And with Solana, Solana is going up a lot, but nothing in the ecosystem had really performed super well. And so that's what I had been looking for, is, like, the second order trade going off of Solana. And then within that, I had come to the conclusion that the most likely place for that to emerge would be Ansem's telegram, because it's a built in group of 20,000 people. Right. And so my war story is literally just, like, 16, 17 hours a day, just watching what these people are talking about for days on end to no result, just watching, scrolling, like, losing sleep, like, sleeping 2 hours and showing up to the. At that time, I was still on Massari and, like, showing up to the office on, like, 2 hours of sleep. Like hell. Why are you not sleeping? And I'm like, bro, like, I'm searching, dog. Like, just let me search. And then, you know, eventually, you know, found the. Found the one, and then the whole come up story and gaining conviction, losing it, gaining it, losing it and all that is just crazy."
    },
    {
        "speaker": "B",
        "text": "I feel like you're dropping Sirius Alpha here, but I don't know if it's one of those things where once it goes public, then it will be less helpful. But anyway, so now I want to get a little philosophical. We've been using this word meme coin throughout the show, and we've just been using it in the most kind of direct, colloquial sense. But I'm sure you've heard this expression, bitcoin is the original meme coin. So I wondered if you could, first of all, just for the audience, describe what that means, but then also, like, just explain, like, do you agree with that? Or, like, you know, when you think of what a meme coin is, like, what's your definition?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I definitely agree. I actually did a thread kind of on this the other day. I think it was, like, last week or so when I was out in Dubai. Um, so I think, like, the reason I think you can say that bitcoin is the original meme coin is because, like, the whole definition of meme coins is that, like, the only value is derived from the community. And, like, how, like, either. How mean what is, or, like, how much attention it gets. Like, basically, what the community decides is worth is that's what it's worth. So when bitcoin, in the early days of bitcoin, when people were just mining it, there wasn't really even a price attached to it because it wasn't trading on exchanges. It was just people mining it and setting up the network. So when you have, like, that bootstrapping phase of all these people, like, that was the distribution. So bitcoin had really, really, really good distribution early on, but it's also, like, the community of people around bitcoin just refused to sell it. Like, the people who had all the early supply, they just didn't sell it. And that's why it was able to reach escape velocity, because, like, a lot of those early holders in bitcoin just had such strong conviction, like, almost to, like, a religious, um, extent, that bitcoin was worth way, way, way more, um, would be worth way, way more in the future. Um, but, like, if you ask anybody what bitcoin's value was back in 2012 or whenever, they would say the exact same thing that people say about meme coins now, like, the quotes would literally be the exact same quotes. Like, oh, it's just fake Internet money. Like, it's just made up. It's not worth anything. It's like rat poison. And all of those quotes that people say about bitcoin back then are what people say about memes now. But you wouldn't say that about memes on the Internet. Like, nobody would say, yeah, I think memes are never going to exist on the Internet in five years. Like, that's just a ridiculous statement. But if you say the same thing about meme coins, then somehow, like, people agree with it. That's kind of generally how I think about it. It's just not in the meme. Coincidence that it doesn't have value. I do think bitcoin has value, but the only reason that has value is because, like, large community of people basically decided that it had value in its really early days. And when they were bootstrapping the network. If they didn't, it could have just went to zero. Like, literally."
    },
    {
        "speaker": "B",
        "text": "Kel, do you want to add anything?"
    },
    {
        "speaker": "C",
        "text": "Ultimately, I think a meme is just an idea, right. You know, and there's different ways to express an idea. Dog with hot. You know, the idea is expressed via a picture, right? And, you know, depending on how abstract you're willing to get with things, you can say, you know, bitcoin is ultimately just an idea. It's an idea secured by itself. Right? The miners, they're not paid in gold coins or dollars or soybean futures. They're paid in bitcoin. So it's a self fulfilling kind of idea. And again, what we've said several times, the scope of a meme is defined as how broad, how relatable it can be and how strongly people are going to feel about that. Well, turns out if you give people this idea of a hard money, which changed over the years, right? First, it was electronic cash that the idea can morph over time, just like any other movement or any other kind of idea. Ultimately, at its core, though, it's still an idea. And so phrasing it as bitcoin, as a meme coin, is obviously a way to, you know, it garners the most attention around the topic, which is, you know, to our earlier points about, you know, attention as currency is like, the smart way to do it, but, you know, ultimately, they're all ideas, right? So I think I agree with that statement."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. It's like this whole thing about how money is a social construct, you know, like, I have a lot of people who are like, oh, but, you know, the us dollar is backed by the us government and blah, blah, blah. And I'm like, yeah, and we also used to transact in seashell. So, you know, it's like, it's not any different or special. So let's now talk about the future of meme coins. You probably have heard this theory that Chris Dixon says that new technologies always start off as skeuomorphic. This reminds me of when I started in journalism back in the late nineties, which is probably when you guys were all born, and the Internet was, like, just becoming a thing at that time. And so, literally, my first few jobs in journalism was largely composed of me putting the print edition of the magazine or the newspaper, whatever, online. Literally, that's what the web used to be. So I wondered just what you thought the future of meme coins would look like. Li Jin wrote a fascinating post on how meme coins can be used as go to market strategies for businesses. And she talked about how this bonk bot does so much volume at the time that she wrote about it. This bot, in this Telegram chat, for buying bonk, it was doing $200 million in daily trading volume, which he said at that time was the same amount of volume that base was doing every day. And then Vitalik also wrote about how meme coins could be used for charity or for doing other kind of social good type things. He called one of his ideas Robin Hood games, which you could probably figure that out. But, yeah, just generally, what do you think of some of these different ideas, or what do you think the future is for meme coins?"
    },
    {
        "speaker": "A",
        "text": "Um, I'm not really sure. I think. I definitely think that they're going to continue to exist and people are going to continue to build on them. Just like, as I said, anything that was a meme, like, or is a meme on the Internet can be turned into a coin, and I think people are just going to continue to do that. Like, one of the most recent ones that's kind of a really crypto native meme, is the wizard one. So wizard, which is, like, the magic Internet money. That slogan that, like, original meme that was posted on Reddit back, I think, in, like, 2012, literally, bitcoin was trading at, like, $30. Is this Ms. Paint meme that went super viral on. On Reddit? And then, like, I think that year, Bitcoin went from $30, like $1,200. And that's actually the meme that, like, the Doge founder, that's how he got into bitcoin and got interested, interested in crypto. So that's like, one of the really early memes, like, it didn't have a coin, it was just a meme. Now it has a coin. So now there's a coin attached to it, and it's like, has hella provenance in crypto. So I think you're going to see things like that. Like, there's kind of these historical, like, artifacts type of things like memes on the Internet that are going to get turned into coins. That's one of the things I think is going to continue to happen because people are kind of realizing now that that has value to some amount of people, but that value is not currently able to be speculated on. Now let's figure out how to let people speculate on it and where that gets priced at."
    },
    {
        "speaker": "B",
        "text": "Oh, and we, and I, one other thing to ask you about is just because the french airdrops happening the day we're recording, so wanted to throw that out there, too."
    },
    {
        "speaker": "C",
        "text": "Cool."
    },
    {
        "speaker": "A",
        "text": "Um, yeah, and I think one of the other, other things I think is going to happen is, like, NFTs last cycle were really big for retail, and one of the reasons that NFTs were big for retails, like, the community aspect of them. Like, everybody who owned this NFT is part of this community. Then you have this community where you can, like, give all these, like, give things to, like, set up events for, like, organize around. And memes are very similar in that everybody who holds this meme feel like they're part of this community that make it their profile picture, like with Wif. Like, it's not an NFT project, but their profile pictures are the, with meme, like, across all the different spectrums of edits. So it's very similar, like, nfts and memes. Now, I think what's going to happen is you're going to have NFT projects which are just like, also memes. And you kind of seen this a little bit happen with the 404 standard on ETH, I think, where it's like, you have the jpegs, and then when you fractionalize the jpegs, you just get coins. So it's like you can either hold one of the jpegs, or you can hold like, a fractionalized version of that JPEG as a coin. I think that standard, it may not be 404 specifically, but that trend, I think, is going to continue to be really popular because you have the aspect of altcoins where it's like, you can have a ton more holders. So your community is a lot bigger than it would be with just like an NFT 10,000 collection project. But then also it's like you have the picture image aspect, where it's like something that people can relate to, make it their profile picture, like all of that, all those things, which is like, a lot of the benefits of the NFT side of things. And then you can get really creative with, like, how you organize community, like, what you give to them. Like, I think in a lot of different ways. So I think that's another thing that's probably going to happen. Yeah, I'm not sure you're sure what else it's going to be. It's going to be interesting, for sure."
    },
    {
        "speaker": "B",
        "text": "Kel, what do you think?"
    },
    {
        "speaker": "C",
        "text": "I think in a terminal state, I think all memes will become coins. So I think if I imagine social networking in ten years, I would not be surprised if the creation of a meme was natively financialized, just because the trend is just towards increasing financialization of things. And crypto makes that trivial from a tech perspective. So now it's just a question of how do you package that tech in a way that galvanizes people to do this? And with crypto native memes, we're already at that point. Some random thing happens on a Tuesday, within five minutes, there's going to be ten coins on pump dot, five dot, all trying to, you know, capture this moment of this meme. So I think that's only going to continue at the very early stages of that. I don't know exactly, like, the form or method that it will take, but if I, you know, if you ask me, you know, bet yes or no on this ten years from now, I definitely bet yes. And I think communities of all types on the Internet will have their own meme coins in the way that we do in crypto. Whiff is a sort of community. It's beyond just an idea, but it also attracts a certain type of person in the same way that a social club in New York attracts one type of person, and a country club in the Hamptons attracts a different type of person. And I think, you know, for example, Balaji talks about network states and all this. I think in 20 years, all the Internet network states will all be centered around sort of memes in a way. So those are my two boldface predictions. You know, 20 years from now, someone pull out this clip, and if it's wrong, you're gonna forget about it anyway. So don't even."
    },
    {
        "speaker": "B",
        "text": "And what about something like friend tech, where it's, like, more around, like, some person? I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, I like friends. I friendsec is interesting because it kind of taps into the social tokens kind of lane of things, which I think is another interesting area. Like, a lot of the reasons, like, I talked about doge lifecycle, it did well because it was kind of just like a social token for Elon. Like it was, it was basically just like you were like Elon Doge, Doge, Elondez. And I think nobody has really explored yet that social token, like, trading of, literally, individuals and their attention, their influence. Nobody's really figured that out yet, but friendtech is kind of trying to do that. I think one of the good comparisons that I make is for that app is it's the uniswap for social tokens. So it's like any celebrity, any athlete, any creator, artist, whatever musician, anything, like you can trade them in their popularity or like their access on Friendtech. And then, like, now with their v two launch, I think they're doing some other things with, like, money clubs, which is like, you can have multiple people form a club that people can join. So say you have, I don't know, like, your favorite artist is Taylor Swift. And she's like, some. She makes a club for people to join. People in that club get access to, like, vip concerts, meetups in person, all these different things. And in that, she also adds, some are friends of that club, and it's like a multiple, like, group of people that people want access to see. I think friendsec is interesting also. What they did with the distribution is interesting. It's kind of more similar to how the meme coins have distribution because they just literally gave 100% of the token supply to the community. So instead of giving VC coins or giving the team coins, they just gave everything to the community, which is very similar to how the meme coins do all of their distributions. I think the reason they did that is because they make a lot of the fees, so they really don't need access to the coin anyway. That's like how they make money on the app. But it is similar in that regard where it's like, okay, everybody on crypto, Twitter or who was active on friendsec got their equivalent share of the coin."
    },
    {
        "speaker": "B",
        "text": "All right, well, Kel, unless you have something to add with that, I think I've asked all my questions. Do you want to add something on that? No."
    },
    {
        "speaker": "C",
        "text": "I mean, I guess I kind of agree we'll have to see again, like, the forum, but I agree this idea of trading attention of, like, what individual people can do is like, generally a smart thesis. It's just whether or not fintech will be able to package that thesis in a way that can take the next step. They've done well to get a lot of the crypto native kind of people. Question is, you know, three years from now, is, you know, LeBron James gonna be on Frontech? Yes or no? I have no idea. Right. But if the answer is yes, it's obviously gonna be extremely valuable, so."
    },
    {
        "speaker": "B",
        "text": "All right, well, this has been super fun. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "A",
        "text": "I'm ablknoiz zero six on Twitter. Ansemouse on Twitter. Yeah. This word where I live at."
    },
    {
        "speaker": "C",
        "text": "Yeah, just cal Xyz on Twitter. Yeah. Definitely can find me there. Hit me up, dm me, whatever. Shop it up."
    },
    {
        "speaker": "B",
        "text": "Perfect. Well, it's been a pleasure having you both on unchained."
    },
    {
        "speaker": "A",
        "text": "Cool. Thanks for having us."
    },
    {
        "speaker": "C",
        "text": "Yeah, thank you so much."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about meme coins and Ansem and Kel, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Matt Pelchard, Juana Ranovich, Megan Davis, Pam Mjimdar, and Margaret Courier. Thanks for listening. Unchained is now a part of the Coindesk podcast network. For the latest in digital assets. Check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network network for some of the best shows in crypto."
    }
]