[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "One of the kind of the things people are worried about with images being put on bitcoin, how it can really slow down or prevent other people from sending monetary transactions on bitcoin. But we're showing that with efficient coding, you can actually have the best of both worlds."
    },
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. Laura I'm your host, Laura Shin, author of the cryptopians. I started covering crypto eight years ago and as the senior editor, Forbes was the first main tree meter reporter to cover cryptocurrency full time. This is the September 26, 2023 episode of Unchained. Toku makes implementing global token compensation and incentive awards simple with Toku, you get unmatched legal and tax tech support to grant and administer your global team's tokens. Make it simple. Today with Toku, the game has changed. The Google Cloud Oracle built for Layer Zero is now securing every layer zero message by default. Their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero.net. work to learn more Arbitrum's leading layer two scaling solutions can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security. Rooted on Ethereum, arbitrums newest addition, orbit, enables you to build your own tailor made layer three. Visit arbitrum IO today. Buy, trade, and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get dollar 25 with the code Lora link in the description. Todays guests are Danny Yang and Bill Tai, co founders of Metagood and creators of Onchain Monkey. Welcome Danny and Bill hey Laura, great to be here."
    },
    {
        "speaker": "C",
        "text": "Thank you. Laura honored to be here again."
    },
    {
        "speaker": "A",
        "text": "Bill, you are my third guest, if I remember correctly. So, yeah, pleasure to have you back."
    },
    {
        "speaker": "C",
        "text": "The industry kind of at the necker blockchain summit."
    },
    {
        "speaker": "A",
        "text": "I know, I can't believe that was over seven years ago now. But anyway, so part of the reason that I brought you to here was to discuss some recent issues, you could call them in the bitcoin ordinals world, and it affects you as creators. But first, why don't we give everybody the backdrop of what you've been doing? And we'll start with your backgrounds. Pre medigood. So, Danny, would you like to start?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I'm Danny Yang, pre medigood. I started Stanford bitcoin meetup back in 2013. That's when I met Bill, actually. So that's how he connected."
    },
    {
        "speaker": "A",
        "text": "True OG."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Early days of bitcoin when we were all very, I guess, excited by what we could do, and the sky's the limit, and bitcoin was kind of the center of attention for everything. It was really the only thing. And I started a cryptocurrency exchange in Taiwan called my coin. That's doing well today, too. And then a couple years later, I started a blockchain analytics company called Blockstere that was then sold a few years after that. And Bill also was the first investor. Both of my, those two bitcoin and crypto companies, they've been busy in this space and just excited to see what's happening today, too. We're going to talk about because of the new happenings for bitcoin in particular."
    },
    {
        "speaker": "A",
        "text": "And Bill."
    },
    {
        "speaker": "C",
        "text": "Yeah, and Laura, I think obviously you've known me for quite a while, but I somehow was able to see some kind of interesting future for bitcoin back in 2010. That led me to doing some work on a bunch of different things. Some of the more notable companies that came out of the industry at that time were Bitfury, of course, where I put together the funding for their first major ASIC chip. I'm still chairman of the board of Hut Eight Mining, which we spun out of Bitfury. It used to be our canadian operation and had funded a bunch of interesting projects like Airswap with Joe Lubin and Mike Novogratz and Powerledger and some other things. But Danny having been the founder of the Stanford Bitcoin Meetup group, and Laura, you will remember, even back on Necker island, what I wanted to do was create something like the Homebrew computer club for this segment. And Danny had already done that. So as I was attending the Stanford, Bitcoin, meetup groups, young startups like Zappo or Bitgo or Coinbase or whoever would come and present at his meetup. And I just identified Danny as a node with a lot of talent, given his PhD in computer science at Stanford. And every question that I had that was technical, he could answer. And so one day I walked up to him and I said, hey, if you ever start a company, I'm writing a check. And that became the first company he mentioned. And I funded it along with some real ogs like Charlie Lee, Bobby Lee, Jed McCaleb, people like that. And then that turned into another funding for blocks here. Both of those companies have been successful. And third time around, I was like, danny, let's do this one together. So I wrote a check and we put together metagood."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I just want to urge listeners, if you have not heard the third episode of Unchained with Bill, you definitely should go back and listen to it. Bill, am I remembering correctly? I think your days in the tech industry started in, like, in the 1980s, maybe?"
    },
    {
        "speaker": "C",
        "text": "Yes, I'm very old. Yes."
    },
    {
        "speaker": "A",
        "text": "Well, you and I are not that far apart in age, so I would, I wouldn't say you're old. However, I remember that just listening to it, I felt like I was getting a masterclass in how Internet technology had developed through the decades. So for listeners who are sort of interested in how technology developed pre crypto and how we got to this point where blockchains were even possible, I suggest that episode. I still remember being like, whoa, I feel like I'm working so much. And I just loved it. So, as you mentioned, you guys know each other. You invested in these companies. So what was the idea behind metagood and how did you come up with it?"
    },
    {
        "speaker": "B",
        "text": "It's around how nfts and tokens are actually a very powerful tool, in particular for aligning communities around a common goal. Common cause. That was the idea for Medicaid, actually."
    },
    {
        "speaker": "C",
        "text": "Yeah. Let me amplify that a bit. Obviously, given that crypto and bitcoin in particular when it started were sort of. It is, it's a decentralized thing that allows economic alignment of interest across communities of interest. And, of course, the beginnings were all about technology. Then it moved into kind of this, like, financial sort of phase, which, you know, frankly, I'm not that interested in all the speculative crap. That just wasn't for me. And I was always more interested in the technology and applications for social good. And one of the things that we thought we could do with Metagood was align interest around just getting people to collaborate on missions that made sense and were important for the world. And Laura, you might remember our little Hanukkitty that Richard Branson helped us launch. So we did a little experiment many years ago to create the very first NFT. I don't even know if they were called nfTs, but whatever. It was a digital asset that when I had put up some of the early money for dapper Labs, cryptokitties, if you go all the way back to cryptokitties, I was funding cryptokitties and I told Rome at the time, I said, hey, Rome, you know, it's very fun to spin digital cats around an exchange, but I want this to have some purpose. So I will write a check if you will do a favor for me, which is create me a special edition cryptokitty that I can auction off at an ocean conservation gala that I'm doing in about three months. So that gave birth to something called Hanukkitty, which was a cryptokitty with a shell. And we sold that, gave the money to Captain Paul Watson and got him to park his ship in front of the turtle nesting area off the island of Antigua and protect the turtles by having people walk the beaches. So it was kind of the first 1st ocean conservation NFt sold for a substantial amount. And it was also one of the first things that really tied the use case of aligning communities to doing something in the real world that had purpose. So that was the story around why we wanted to try to do something with a broader set of people, make it lower friction, more replicable and scalable. And we have done that. So I'll let Danny take it from there, following your next set of questions."
    },
    {
        "speaker": "A",
        "text": "Well, you know, one comment that I wanted to make about that kitty was just that I remember, like, generally because you, you know, you have your handle on Twitter kitevc and, you know, you're really into kite surfing and just general, like water things. And I remember thinking, oh, you know, this is really interesting because this is a way of just saying, hey, I have this interest in the real world and I feel like I can use this technology in a way to kind of spread awareness and generate interest and actually raise the funds to further my own mission with that. So I just feel like there are a lot of things there around how blockchain communities generally think about. They tend to have specific goals or values or whatever. And this is, I think, one of the early instances of somebody doing something like that. So back to Medigood, Danny, did you want to add more on the story of how it came together and what the mission is."
    },
    {
        "speaker": "B",
        "text": "Yeah, so we are building the platforms for actually doing this with NFTs and ended up launching our own community first on Chainmonkey. And that's what we've been focused on the last two years. And, yeah, so."
    },
    {
        "speaker": "C",
        "text": "I'll just highlight one of the things that Danny's been able to accomplish by launching. And he should talk about the technology and the firsts that the company achieved by putting things on chain in the beginning instead of just jpegs that were digitized and stuck on a server somewhere. He's done some incredibly interesting work putting things on chain generated from the blocks, and he can go into more detail on that. One of the results of the community action, as these items have traded, exchange hands, whatever. A portion of that went into a pool. And so now there's a dow. So, you know, obviously you've done a lot of work on Daos, Laura, and I think Daos are basically a community currency, community's way to accrue and exchange value. And we had managed to generate an incredibly, you know, for a small, tiny, capitalized startup. We generated a lot of capital in a Dao that has gone on to do real world things, you know, including, for example, the evacuation of afghan girl Sharbat Gula. When the US pulled out. Somebody had to pay for that paramilitary operation to get her family out of Afghanistan to Italy. And that was funded by her dao."
    },
    {
        "speaker": "A",
        "text": "And now the community, and, I'm sorry, afghan girl. Who is that?"
    },
    {
        "speaker": "C",
        "text": "So there's a very famous National Geographic cover shot of a beautiful young lady with the staring green eyes that became a western icon. And when the US pulled out of Afghanistan, her and her entire family were at risk. So there was a woman, there is a woman named Sophia Swire who quarterbacked an effort with the consulate of Italy to find a path for her to be evacuated. But it needed funding, and our community got behind it and fueled that whole operation. That's just one example of many things that the DAO went on to fund. We've managed to rehabilitate skate parks in Brazil and just lots of other things that give communities places and spaces for their members to actually live in the real world, where those skateparks, for example, were destroyed by floods. So we restored spaces for them. And now the Dow, it's quite well established, and it has a lot more purpose that aligns with the company itself, where the Dow funds are actually fueling the development of the protocols that are aligning ordinals with the innovations that Danny's created Danny's work, by the way, if you look at the ordinals or GitHub, the top several items are all contributions from him. So he's pushing forward many of the things that make ordinals productive and useful in the real world. And I hit too many points there, so I should stop and let you dissect those."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, so let's. We'll go back to just talk a little bit about on chain monkey. For those who haven't seen, they're very kind of simplified monkey images, I guess like half of the torso and then up and, you know, it's just like a circle and then two little arcs for ears."
    },
    {
        "speaker": "C",
        "text": "Generative AI art before AI suddenly became this giant buzzword two years ago, we did this before that wave."
    },
    {
        "speaker": "B",
        "text": "So, I mean, the thing about. Or actually on chain r two. So it's called on chain monkey for a reason. And I think the new term that we're using is called digital artifact, which is actually, let me define what that is, because that's kind of what we were trying to achieve then, or we didn't have a name for it. That's what we achieved back then on Ethereum, but now we have a new protocol on bitcoin for digital artifacts. And that's, you could say it's a subclass of nfts. So the digital artifact is something. Well, first, that's ownable. That's kind of a given for nfts and tokens that we're talking about. Although digital ownership is something that's interesting to talk about too. We can talk about it later. But then there are a few other, basically five properties in total, that this is also what casey Rodimer defined clearly when he defined the oral's protocol as a protocol for digit. So ownable, complete, uncensorable, immutable, and permissionless. So I'll quickly go over what each one of those means. So complete means that the asset itself is completely on chain or represented on chain. So that's actually a big difference from the NFT protocol we're generally familiar with, which is the one on Ethereum and evMs, which is the ERC 721 protocol for nfTs. So that's one tied to digital certificates. Basically, NFT is something that has a unique identifier, a certificate, or an id. And that id can be basically a link, like ipfs link, or it could be just a standard, like a.com URL link. Right. Thats the protocol that developed after crypto punks and cryptocurrencies. Then the Ethereum community formed this basically a very broad and simple NFT protocol, right? Digital certificates, because youre a, you're trading unique identifiers on Ethereum blockchain. And that went on for many years. The on chain NFT community kind of formed a little later, and on chain monkey was one of them too, which we wanted more than just a certificate or pointer. We want the actual digital asset to be represented completely on chain. So that's completeness. The second is uncensorable. I mean, that's kind of a given property of bitcoin. And many of these open, permissionless, so uncensorable, immutable and permissionless. Those are the other three properties that you have with this, basically, with this particular protocol of ordnose. Those also may or may not be true for all nfts or for, let's say, ERC 721 nfts. So these are the kind of five kind of significant properties of a digital artifact that, you know, we achieved back on Ethereum. But now that we have a new protocol, we're doing it on ordeal because it's created around these properties."
    },
    {
        "speaker": "C",
        "text": "And just to touch on the image as you described it, Laura. So rather than a drawing per se that is stuck on a server that a pointer goes to with, like most nfts, Danny basically wrote a math expression with a data table where algorithmically, every one of those things is generated on the fly. So it's actually, it's truly, truly on chain. So to all the elements that he described, those five properties, it's coming off that block. So it's much more true to the spirit of decentralized assets."
    },
    {
        "speaker": "B",
        "text": "Exactly. That's a part of the generative art side of things. In particular, when I launched on Chamoki in 2021, it was so Ethereum and blockchains and bitcoin, they're a public good. And also, anything that you write onto the chain costs quite a lot of money. Or rather, you use it up and someone else cannot use it. So you have to pay for that usage. And to actually put 10,000 images onto the blockchain, it's very expensive. So you can actually write code that generates the images, which is much more compact. And then actually part of the art of the original art of on Chain Monkey back in 2021 on Ethereum was that this whole collection of 10,000 had to be an interesting collection of 10,000 images. So it's not just kind of random monkey images, but there's kind of interesting distribution across the whole collection and done in a very compact representation on ethereum. So, and in this case, it was done in one transaction, which is kind of also showing kind of the whole thing was birthed in one atomic transaction, one transaction. And that was a challenge, because within one transaction, there's a certain limit to how much you can do in a given Ethereum transaction. So that was kind of the uniqueness, first, of just doing a hook collection that's on chain with these properties of digital artifact in one transaction. And that was also what we achieved when we did it on bitcoin early this year, we actually created the whole ten k collection of anchemucket on bitcoin. So all these 10,000 images and metadata describing them in a single inscription that only also took up very few bytes of bitcoin's block space. So it used less than 20 bitcoin block space for 10,000 images. So that, on average, is less than two bytes per image, which is super efficient on bitcoin. So it doesn't affect the network. The bitcoin network. That's one of the things people are worried about with images being put on bitcoin, how it can really slow down or prevent other people from sending monetary transactions on bitcoin. But we're showing that with efficient coding, you can actually have the best of both worlds."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I just want to point out for listeners who aren't aware, at least, so I'm going to describe this the way that I know it works on ethereum, and then you could translate for bitcoin, but on Ethereum, I'm sure you're aware you have to pay gas. And so it's somewhat similar to driving a car, where certain transactions take less gas, meaning it's like a simple transaction would be similar to, I here in New York City, want to go across to Jersey City or something that's like a short distance, whereas it would cost more gas if I want to go to, like, Philadelphia, even more gas if I want to go to DC. And so, like, creating an NFT takes a lot of gas because you're making a unique object. And so the fact that you were able to do 10,000 of them in a single transaction, I think, is, you know, what you were talking about there, about how that was, you know, remarkably efficient. And then one other thing that I wanted to mention about on chain monkey was you also introduced this concept of give to earn that I think aligns pretty well with the mission of the collection. So can you just talk about that concept?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so we have a community currency called the banana, that the only way to receive it, or you say to mine it is you give it to someone else and then you get one yourself. And you can do that a couple of times a day. And that's been going on for nearly two years now. And I think probably about just over a million bananas have been mined in this way. And basically our community has been doing this and it promotes a certain. We also define a set of values from our community from beginning when we launched it rise that our community kind of shares on a daily basis too, which stand for respect, integrity, sustainability and enrichment. So both the give to earn and the rise values are kind of the core part of our community. On Chainmonkey and Laura, what we wanted."
    },
    {
        "speaker": "C",
        "text": "To model were kind of very, very, very basic economic principles. So if you think about a group of people as they exchange items, you grow the economy. So we wanted to steer our economy in a way that was for public benefit, in a way. So as people do good things for each other and give things to each other, they also earn. So it's sort of the creative little bits of karma that spawn other bits of karma as currency that become giant, giant economic value. That's what we are driving."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's so funny, right? When you started that description, I was like, oh, like karma. Anyway, okay, so we've sort of hinted at this, but um, you know, obviously, as you mentioned, you guys started on Ethereum and then you, you know, began also putting, you know, parts of your works on bitcoin in particular. Collection called on chain monkey Dimensions 300. Talk about why it is that you started on Ethereum and why you eventually decided to, you know, launch something on bitcoin. And we'll get later to your even bigger news about eventually moving everything over there. But let's just start with that first step."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's because ordinals protocol happened also at the right time, where the markets understand NFTs a little better. And we've seen NFT ecosystem develop on Ethereum, Solana and other chains. Yet bitcoin didn't really have much of a NFT market. And then this orange protocol basically happen along. And it's actually a very simple and elegant protocol that takes advantage of many properties of bitcoin, particularly the utxo model of bitcoin. That's the core of the Ornos protocol."
    },
    {
        "speaker": "A",
        "text": "Unspent transaction output, which is like the change from every transaction."
    },
    {
        "speaker": "B",
        "text": "Yeah, which is very different from Ethereum. And account based model of Ethereum. Company model is more, I guess, intuitive for people generally. It's like your bank account. Well, Bitcoin's ledger is tied around this Utxo model. So bitcoin has this very simple scripting language, simple by design. Just bitcoin has these great properties. But because it doesn't have the smart contract that Ethereum evms have, it's been difficult to create kind of a native bitcoin non fungible asset on bitcoin. And that's what Casey was able to do with the ornaments protocol. So it's actually quite bitcoin native using the same ledger accounting model of bitcoin, which is the Utxo model. So this is a really powerful thing to let anyone define any basic digital asset on bitcoin. So that digital asset or that digital artifact has with property, as I mentioned before, which is those five products that people can basically own and trade them. So that happened basically end of last year, early this year, but it was still in the very, even today, still in the very early days of that particular implementation of the protocol and even the definition of program. That's why we have. We'll talk about this inscription number debate that's going on the last week or so. It's mainly around basically how early it is. But we recognize that this was something pretty significant for bitcoin. It is basically the winning NFT protocol or standard on bitcoin, and it'll be quite important leading to and post the next halving for bitcoin. And we're already seeing that with, you know, the majority of bitcoin transactions this year has been bitcoin or nodes related. And a lot of the mining fees that are going to the miners who secure the bitcoin network are coming from bitcoin or no transactions. So it's already having an impact while it's still quite an early market where actually many people don't quite understand the protocol yet and haven't really dug into you, seeing kind of the significance and what you could do with it. And so I think we're talking about OCM dimensions. That was one thing that we launched that we wanted to show what you could do with this protocol, because it's more than, I think people in general think of entities as basically a digital certificate. So you just need to define some unique identifier and that's your NFT. While with the ordinals protocol, it's actually because it's not tied around the data certificate, it's actually tied around the complete asset itself. Then it's, you know, what is that asset? What could you do with it? And initially, what people did with it was just, well, we can basically make images onto bitcoin. And that is actually, as we talked about earlier, can be very expensive when you want to. Images are basically larger file size, type of data assets. And if you want to just do that on bitcoin, it's going to be expensive and inefficient. So with OCM dimensions, we were showing, well, wait a second, we can actually write code that generates images or other things, even beyond images. And so it's actually, you know, it's a, it's an artifact that's based off of code that generates, you know, actually 3d renderings of, in this case, it's a statue of OCM, the Genesis monkeys. So it's actually 3d rendering of an animated. And it's actually pretty cool in high resolution because it actually scales, we're actually rendering them from the data on bitcoin into any browser. So it scales to the size of the display, a bunch of cool properties of what you could do with this protocol. And so that was the art of this particular collection."
    },
    {
        "speaker": "A",
        "text": "And a couple of questions. So, for ordinals, I believe that they're still, I don't know if they have quite the same level of expressibility as ethereum nfts. Correct me if I'm wrong, the way that ethereum nfts can be, for instance, like a domain name or tickets or other things. Um, besides."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, like, you mean the, the use cases of nfts or, uh, because actually the expressibility of a theorem is really, it's a unique identifier, and that you, identifier then can point to in whatever you want."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "For, for what, um, the design for Ornos is around, as I said, the digital artifact. So what you want to create is actually what you can basically, what you can describe in some bits and bytes."
    },
    {
        "speaker": "A",
        "text": "On bitcoin, would that include something like a blockchain domain name?"
    },
    {
        "speaker": "B",
        "text": "Because it's actually tied around basically data. So this is a powerful thing where people are, because it's just data on bitcoin that has these properties. You can make that data mean whatever you want. So you could even just say, well, this data is the same as the Ethereum identifier for nfts. So it could potentially represent all those things. But what people are doing with it is actually they're defining their own new protocols on top of the ordinals protocol. We're saying, well, this is how this data that I'm writing has these meanings, and I'll use it to do something else. So that's actually the really cool, one of the really cool things about or knows it's launching. Additional people are launching additional protocols on bitcoin using this new protocol because it's basically the or as a data layer. It's a data layer for anything else that you want to develop."
    },
    {
        "speaker": "C",
        "text": "I'll throw one word out there for Danny, which is a foundational data layer. So if you think about bitcoin in the old days, when we did that first podcast seven years ago, it was kind of a store of value. And then during the speculative phases, it became a risk asset. But there was a big gap in between where there was not any real perceived utility for it other than storing or speculating. And that giant gap was filled by Ethereum and the many other chains that emerged. All of those. There's many of them. But what ordinals does is it creates this foundational layer that allows the data to represent whatever you want it to represent. And it introduces the capability for developers to fill that gap with the bitcoin blockchain, which is, as everybody knows, the most robust old guard chain out there. So it's just finally filling that gap that allows a whole ecosystem and sets of economies to be built on the original chain."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess just from what you're describing, it almost sounds like what you're saying is that it allows for more Ethereum like capabilities that then, you know, the way Ethereum has like multiple defi protocols built on it, it would allow. So, okay, okay, so, all right, that, well, super fascinating. So we're going to discuss more about that, more about bitcoin ordinals generally, and also why you guys decided to move your entire collection over from Ethereum to bitcoin. But first, a quick word for the sponsors who make this show possible. Toku makes managing global token compensation and incentive awards simple. Are you designing your token compensation plan and grant templates with multiple law firms? Are you managing cliffs, vesting and taxable events in a spreadsheet? Are you distributing tokens to your team manually? With Toku, you get unmatched legal and tax tech support to grant and administer your global team's tokens. Easy to use token grant award templates, vesting tracking via online dashboard, tax withholding integration with payroll automated distributions, great employee experience. Make it simple with Toku. Learn more@toku.com unchained the game has changed. The Google Cloud Oracle built for Layer Zero is now securing every layer zero message by default, their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero.net work to learn more. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. With the crypto.com Visa card, you can spend your crypto anywhere and get rewarded at every step, up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions, and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get dollar 25 with the code laura link in the description Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting Arbitrum IO today. Back to my conversation with Danny and Bill. So, as we mentioned, you're now going to be shifting your entire medigood NFT collection from ethereum to bitcoin. Why did you decide to make that shift? Why not just keep the original where it was, have your dimensions over on ordinals? Why cause such a disruption?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we see it as the natural shift. Ornos protocol is something that's quite significant for bitcoin and for crypto overall. So it made sense for us to make this move and also to kind of delete the way and show that this is something that is worth other communities and people using. So we're bringing our communities to bitcoin. Arnold and we also inscribed, so OCM dimensions, was that high definition 3D Art? But OCM Genesis is our original, the SVG, two djdehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehe, you know, images that we launched, you know, two years ago on ethereum and also on bitcoin. We were, as I mentioned, you know, we were first also show you could do that in a very efficient way on bitcoin. And we inscribed, you know, ten k of these monkey images back in early February. So now we've been waiting to basically distribute them also in this, this new way called, you know, parent child collection provenance, so that everyone who owns the Ethereum one can basically upgrade to the bitcoin or no. And that's happening around the next few weeks. We should start that migration. So that is our."
    },
    {
        "speaker": "A",
        "text": "But what was the reason why you thought instead of just, we'll have one on ethereum, one on bitcoin, why move everything over to bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for what we're doing, it's around, basically the protocol is a better fit. So protocol around digital artifacts is a better fit than one around digital certificates because we are so. Or notes didn't exist when we launched in 2021. So if it hadn't existed, we would have launched directly on bitcoin. This is the protocol for digital artifacts. So also, that's why we're moving now, because now this exists and makes sense for onchain monkey, you know, architecture."
    },
    {
        "speaker": "A",
        "text": "Okay, now let's just talk a little bit about what's going on in ordinals these days, because creator Casey Rodemore made a proposal last week that was somewhat surprising. And, you know, as you described, there's this way of numbering each of the ordinals, or because of the numbering of the satoshis in the whole bitcoin blockchain, but he proposed deprioritizing that system. So why did he do this? What problem is he trying to solve?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so let's go back to the ordnance protocol. So I describe it, and basically there's three parts to Ordno's protocol. Part one is the Satoshi or Orno theory itself, which is how you identify bitcoin or satoshi. Satoshis are the smallest unit of a bitcoin. So ordinal theory is identifying or numbering them in order. And there's actually no dispute about this. That's very clear. In fact, this original idea was first publicly proposed by Charlie Lee back more than ten years ago in bitcoin talk, like how you could basically number utxos and satoshis within the bitcoin graph so that you could do some things with it. By this first and first out method, basically or no theory of long established and independently, people had these ideas. The second part is around the inscription. So that is new. That is basically the ability to write data onto bitcoin. That part what, how you define the inscription to be included or the data that someone writes to be valid or included in this protocol that has been evolving over the last year. So that's where actually this, this debate, actually, that's the source of this debate. The third part is how do you map the inscription to the satoshi or the ordinal? So that actually is very important because that's the assignment of ownership of the inscription. So these are basically the three parts that define ordinal protocol. Basically, part one is just what the heck is an ordinal? Part two is what the heck is an inscription? And part three is how do you assign the ownership of inscriptions to or notes because. Or not are a thing that you can own. Because. Or those are bitcoin. Right. The bitcoin is a ledger of bitcoin. Okay. So it's the second point that has been causing, I guess, the most debate because the definition of a inscription is still getting finalized, and it should be final, kind of, by the 1.0 release. We're at the .9 release of the Ornos vertical implementation. So I think during this last year, we're kind of. We're figuring out, and in fact, now we're quite close to kind of pretty much the definition of an inscription that everyone can be happy going forwards. So this year, because the definition of inscription has changed slightly over the last year, then you have some inscriptions that were not recognized or recognized at different points in time. And so people had already numbered them. So this is then based on the off chain indexing of all inscriptions. So we mentioned earlier, inscriptions are kind of immutable. Right. And that's still true. The inscription itself is the data that you write on bitcoin is immutable. And the sequence of them is also locked in by the bitcoin ledger or bitcoin blockchain itself tells you, like, you can look up the inscription to see when. How they're ordered. The issue is that when they came out, you know, whenever they did at the time of it, when they were recognized by the protocol, the display or the indexers that showed the inscription to people on the website, ordnance.com in particular, is the main one that people go to. There was basically a numbering of them that was layered on top of the on chain data. And that number is the inscription number that is basically that people are debating because the number, basically, they numbered them sequentially by the indexer. And so someone, let's say, bought the number 1000. Right. Inscription number 1000. And the value and attachment to that inscription was actually more the number than the actual data of the inscription. And so people were trading and assigning value to that inscription, which, because of the number. Right. And later on, when the inscription, what, the definition of inscription was a little broader, there might have been a couple other inscriptions that actually, on chain were earlier than that 1000. Inscription number 1000. So if you count them through then the inscription 1000 becomes, let's say, 1010, and that number has changed because there are a lot of values tied in the number for early ones. You know, obviously the people who own them are, you know, upset or worried that that affects the value of their, their ordinal inscription. And so, so that's what we're kind of debating. In the long term, it's actually not a big deal, but in the short term, it's actually, it's nice to see the community, the whole ordinal community now, you know, in this debate of what's an inscription and how do we move forward and how do we solve, you know, the issues both sides have. Have legitimate points on this. On the Ornos team side, the reason that Casey is proposing, basically, you could say this renumbering, or rather the de emphasis on the inscription number, is that this is a more general and I scalable way for the future, because you don't rely on this indexing, this particular indexing. You rely on actually what's the ordering on chain, because you can look at, you can always look on the bitcoin chain to see what the actual ordering is. But I think that there will be a basically kind of a solution that preserves both, because the numbers were part of the ordinal growth in history. Like, the reason inscriptions took off in the early days was actually around this number, because people actually liked the numbers. So that helped grow in the early days. Ornotes protocol, you know, one possible solution for this is really the Ornos protocol develops in the most general and scalable and best, you know, best way, while you can actually use the protocol itself to record the early inscription numbers up to some at some point. Right. And so you actually have both. But right now it's still. It just came up last week, so people are kind of learning about the issues and kind of weighing in on both sides and possible solutions."
    },
    {
        "speaker": "C",
        "text": "I can't predict what's going to happen, obviously, but humans get excited about funny things sometimes. And to me, individually, it's not that different than phone numbers. Everybody has a phone. Not everybody, but most people have a phone number. Different people are attached to those numbers. Some are perceived as more interesting or valuable or not, but some of those numbers are more sought after just because they're interesting numbers now. So where does this all go? I have no idea. I think in the end, the asset value will overcome the number, but we'll have to see."
    },
    {
        "speaker": "A",
        "text": "Yeah. And is there any particular method by which the community will come to resolve this? Because obviously bitcoin, it doesn't quite have the same tools around like Daos and stuff the way that we see in Ethereum. So is it just, since Casey said so, then as long as the community discussion seems to be supportive, it'll go through. Or like, how does this even get decided?"
    },
    {
        "speaker": "B",
        "text": "That's a great point. It's basically how does a protocol that you get get further along? And how do you do improvement proposals? Right. Like bps for bitcoin. And that is something that also, I think, is a good time right now to kind of work out more clearly overall for this. One of the things that was suggested a while back was having something like Bics, but for Orino, so oIp, they called it Oips. So I think we'll probably have something like that where people can propose things and then it gets discussed and discussed, and then someone will implement it and it might go into the protocol."
    },
    {
        "speaker": "A",
        "text": "Okay. And just. You might have said this, but for the record, you are supportive of how to resolve this issue."
    },
    {
        "speaker": "B",
        "text": "I think it's so right now the discussions are happening in the Ornos GitHub. So actually if you. We can share the link later, but basically GitHub, Orinodo, Ord, there's a discussions tab, and actually the most active one right now is around this inscription numbering. I propose something in there which is basically something that can let the or team develop as they want to, which is to simplify the implementation of the protocol, while we also inscribe or basically use the protocol itself to record all the inscription numbers up till now, so that people can basically, in a permanent and immutable way, always have that inscription number that they received when it happened. That's kind of the history of this. So you have to use the tool of Ornotes to record the history of what happened up till the protocol updated, upgraded to the 1.0 release in particular."
    },
    {
        "speaker": "A",
        "text": "Okay, so one other thing that I saw on a technical level that you had been discussing, Danny, was how you generally feel that standards are needed in ordinals. So talk a little bit about what problem you're seeing there and how you think that should be resolved."
    },
    {
        "speaker": "B",
        "text": "Yeah, so I think this is back to also the earlier point. I mean, how do, how does Ornos kind of improve? Right. Our nodes is still not at the 1.0 release, so they are very. See, there are a few powerful features that have not come out yet. One of them is actually around recursive endpoints and reinscription. So those, because some of these haven't come out yet. And also people are writing new meta protocols on top of Orno. So there's actually, it's like a cambrian explosion thing, which is actually great. But to get more adoption, generally, people do need to say, well, these are certain ways that you can do things so that it's easier to. Yeah. For people to interoperate. And so one is around just, you know, how do you define basically NFT collections like ERC 721 also had a metadata standard that was widely adopted. So people can basically create the, you know, the, this NFT collections and browsers like Orno, sorry, NFT marketplaces could all use them and it could be very easy across all the different, uh, you know, third party software for Ornos is still quite early, so we're still figuring that out. In fact, the collection problem is, or even just define the Ornot collection. So that was, I think one of my main points early on is, you know, we, we, up till now, the standard way to create a basic or node collection wasn't standard. So that was kind of the main point first is just, well, people want to create collections of Ornose, but there was no standard way to do it. So people kind of just did it their own way."
    },
    {
        "speaker": "A",
        "text": "It's like free cryptokitties on Ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah. So with the recent release, that standard is almost there, which is what I mentioned earlier, this parent child collection prominent standard, or I think someone is using the term genetic parents now, which is kind of cool because bitcoin, this utxo model is a directed graph. So you can actually create collections based on like a family tree type of structure, which is unique basically to bitcoin for collections."
    },
    {
        "speaker": "C",
        "text": "So that should produce some level of scalability and more usability, a lot more activity on the chain. And obviously what's good for ordinals, if that happens, is good for bitcoin if that happens to. And obviously if it's good for bitcoin, it's good for the whole ecosystem because all of the assets kind of flow together. So everybody that's listening to this should want the standards to come, the scalability to be there, and the cambrian explosion that Danny talked about to just accelerate to make the whole ecosystem a little happier."
    },
    {
        "speaker": "B",
        "text": "Yeah. The havn is coming up, you know, in spring next year, and that's going to be a big, its kind of built in growth mechanism in the bitcoin protocol."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Because it forces the issue of we need growth in bitcoin or else the miners who secure bitcoin will suffer. Right. And weve had that the last three cycles because of this forcing issue. Now we have this basically this deadline. Right. The havings coming. Unique growth on bitcoin. And one of the great opportunities for growth is bitcoin. Arnold. So thats also why we're moving everything over to bitcoin, because we see this as a great time in the market to be building on bitcoin using this new protocol that's actually very powerful."
    },
    {
        "speaker": "C",
        "text": "And it also helps answer a little bit of the question, if it all works, what happens when there are no more block rewards? Because this has been a question overhanging the bitcoin ecosystem for a while. Why do you put up a mining operation when you know that eventually there's nothing that comes out if you do the work? Right. So presuming that there is utility."
    },
    {
        "speaker": "A",
        "text": "Well, from the block."
    },
    {
        "speaker": "C",
        "text": "Yes, yes."
    },
    {
        "speaker": "A",
        "text": "So I think, like, you would still hopefully generate transaction fees."
    },
    {
        "speaker": "C",
        "text": "There we go. And what causes this? Like, think the percentage of transaction fees driven by ordinals now is what, Danny?"
    },
    {
        "speaker": "B",
        "text": "It's about half."
    },
    {
        "speaker": "C",
        "text": "Yeah. So already in a year and a half, it's half."
    },
    {
        "speaker": "B",
        "text": "It's half of the transactions are all."
    },
    {
        "speaker": "C",
        "text": "The other stuff over 13 years, which."
    },
    {
        "speaker": "A",
        "text": "Is great and good for bitcoin because I think. Yeah, before then, security was a big question mark for bitcoin. So one other technical kind of innovation that looks super interesting is, again, something that I saw you'd written about, Danny, called recursive ordinals. So describe what those are and give some examples of what they are or how they work."
    },
    {
        "speaker": "B",
        "text": "Yeah, so recursion. So recursion in terms of, like, programming or math is when you have a self referential function in the. In the Ornose case, you know, Casey defined them as recursive inscriptions. So basically, inscriptions are called other inscriptions, not. Not quite your own inscription, although you can, I suppose, but, yeah, so the idea is that it's actually, the idea around this is like, it's composability or modularity of. Of code in particular. So if you're a programmer and you're writing programs, you often want to call other functions or other programs that other people have written. And that's actually kind of the power of this idea of recursive inscriptions, that if you create an inscription, you can actually reference other inscriptions in your inscription. So that's recursion. That's what recursion refers to in the Orinos sense of that's very powerful when the inscriptions in particular can be code, because then you can actually write code that cause other code, and you can use anyone's code because bitcoin and ornos is a public ledger. So any inscription in the past that's done something, a future person can use that in their inscription. And one example would be when we inscribed OCM dimensions, we said this was three d and generative art on bitcoin. But we also inscribed several code libraries, three js and p five js, and also some compression libraries. Those libraries can be used by other people in the future. And that's what's happening. You know, other people are actually using, you know, the three js and the p five js in particular for doing, you know, gender of art because those are very popular libraries, you know, for, for, you know, digital and generative art. And, and they don't have to basically reinscribe or they don't have to inscribe those themselves because blockspace is expensive. They can just use them in their inscriptions without, because it's already on chain. And also in terms of, you can think of it even as a decentralized GitHub. People can actually write more code and snippets of code that other people can use. And also it's a record of all the code of, you can see the provenance of who authored it, but then also who uses it, which is pretty interesting. Basically, you're building, you could say, these applications on bitcoin that also are building blocks for others and have a whole history of who's using them in their code. So that's pretty much a new thing. This type of thing didn't exist before, so it'll be quite interesting to see how it develops."
    },
    {
        "speaker": "A",
        "text": "I'm a little bit confused. I'm sorry. Maybe I missed something in there. So I asked you about the recursive ordinals, and I thought it was that the data kind of like can get updated and so you could have. Yeah, like an NFT that sort of changes over time. But then now you're suddenly talking about almost like a mini blockchain within the blockchain where you're kind of tracking state. Are they the same thing or did you suddenly start talking about something else?"
    },
    {
        "speaker": "B",
        "text": "So let's see. Recursion is referencing other inscriptions, but there's also this idea of how do you track state and change the state? And that's also possible with these inscriptions, which is, I guess, a slightly different topic. But I was talking about how recursion is, you know, basically referencing other inscriptions so you can use them in the building blocks for future inscriptions. So basically a type of composability on bitcoin."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay, well, so I have to ask you, you know, because here we are talking about ordinals, and there's definitely a lot of commentary about them. But trading volumes are way down. According to Dune analytics, trading volume in May was about 120 million, and for August, it was like, roughly 12 million is down by 90%. So why do you think that is? And where will the market go from here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I haven't followed the actual trademark. So you're referencing Ornose trading volume, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I looked that up specifically on Dune."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. Yeah. Well, I mean, the market is very. It's a young market. You know, there aren't. It's one that the protocol is still being developed. So I think when the protocol reaches the 1.0 release, it'll be more attractive for people to work on because then you actually more clear what you can build and what you can't build. Right now, there are still lots of question marks on that. And, yeah, NFT volume is down globally for all ecosystems. I think that's just a sign of the market right now that we're in. And in particular for bitcoin. Bitcoin, or nose is still very new. So most people might have heard of Ornos, but they haven't really actually tried it or dug in. I mean, the wallet infrastructure has just been developed. There are two wallets, exmers and leather, that are really innovating on and making it easier for people to use bitcoin, Ornos, but it is still actually relatively hard to use because it's so new."
    },
    {
        "speaker": "A",
        "text": "All right, well, one thing that you're working on that could potentially make it a bit more consumer friendly is an ordinals marketplace for digital artifacts. It's called Osura, or maybe I mispronounced that. You tell me. Why don't you tell us about that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So that is one. It's just going to be a curated marketplace for owners because it is in the Wild west. We want to curate what we think are the high end and high quality ordinals we see. That's also where this market in general will go over time, because, you know, bitcoin is basically the highest market cap blockchain that's considered to be the most secure and decentralized and some great properties. So people who have very expensive and high value nfts, or they want to create very high value digital assets, they probably want to secure them on the most secure chain. And so I think that's opportunity that bitcoin and bitcoin Ornos has. So we're focused on that market and also because of the properties of being a digital artifact. It does cost more to create these. And as the transaction fees on bitcoin goes up over time, it's going to be impractical to be making, let's say nfts or digital artifacts that are like $5 or $10, because just to active, creating them might cost you dollar 50 or dollar 100. So it'll basically have a kind of a filtering mechanism for people who want to secure high value assets. So that's our focus for the long term of where we think the market will go on bitcoin."
    },
    {
        "speaker": "C",
        "text": "I'd recommend for people that are students or not of american financial history to read a book by a stock trader in the late 18 hundreds named Jesse Livermore. And he wrote a book called reminiscences of a stock operator. And in that era, as Danny was describing Wild west, there were many, many, many small exchanges all over the place where kind of penny stocks, I'm calling them penny stocks, but just shares of things would trade. And these places were called bucket shops. And he would basically go around and trade on these things. And he made and lost a fortune, I think four times that in today's the value would be like a billion dollars. So, you know, make a billion, lose a billion. Make a billion, lose a billion. And he kept a journal and he wrote about all of his experiences and why he may have lost money or how he felt. You know, it's just, it's an amazing thing for people that are engaged in that kind of thing. And over the years, a lot of those bucket shops disappear because they were not high integrity places with high integrity assets. And so what Danny and team want to do with Osura is create a place. I don't know that it'll be a regulated place like the New York Stock Exchange, but the world needs a place where there's trust in the trustless system that we are, that the things that you are buying and selling and the people that you're working with have the right motivation to do good and to build a system that is meaningful for this world, not just scam everybody. So that's what Osura is about."
    },
    {
        "speaker": "A",
        "text": "Great. Well, one thing is at this moment, we kind of have pretty vibrant communities, NFTs already on Ethereum and Solana. It sounds like you're already working with some that have made it in the, in those blockchains to come and work with you on bitcoin. What are those conversations like? How easy or difficult is it to try to persuade creators to leave other chains to do nfts on bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Yeah, great question. Well, first, I think NFTs will do well on all the chains or a number of chains, or do well because they're their own ecosystem and they have pros and cons. So ethereum, like big Pro is the smart contracting. You can do a bunch with the smart contract. And bitcoin's pro is actually this digital artifacts protocol and also bitcoin itself. Because bitcoin is that complementary blockchain security model. Everyone else has moved towards proof of stake in some form. While bitcoin is. We are proof of work. This is that security model. I mean, that that model is, you know, it's quite significant. I think also there's probably just going to be, you know, one winning proof of work changes because of the expense of, you know, proof of work. So. So bitcoin, is that that chain the most likely, maybe it has the biggest network for that. So we are focused first on actually just art because people understand art as a. As an NFT and also as a digital artifact in particular. Also, artists, when they're creating art, they care about lasting or the longevity of the medium. Bitcoin or nose. Bitcoin is the medium for bitcoin or nose. There are actually a lot of great properties of this medium for art. When that's explained to artists, they actually quite appreciate being able to do this. Right now, there's still some technical challenges for being able to do art on bitcoin, but those are things that we're working out, too. And. Yeah, so one of the artists that's coming over, launching on Asura later this year is Alexianri, who's well known for friendship bracelets and 720. He's been an art blocks artist for a number of years and has some very amazing gender of art pieces, is going to be launching a generative art collection on bitcoin orders on Asura, and I think I hear a lot of. There are more and more artists who are looking into this. It's still pretty early days because we were talking about earlier the idea of just being able to do a collection with the standards. It hasn't been clear yet. So if you're an artist, you don't want to just launch on an unclear platform. But those are, is becoming more clear. And I think towards the end of the year, it'll be a very, I think, attractive medium for art, but you can do more with ornos, as we were mentioning earlier."
    },
    {
        "speaker": "A",
        "text": "So I imagine one of the things that's next on your plate is managing this transition from having the on chain monkey collection on Ethereum over and moving it over to bitcoin because you already have so many NFt owners out there talk a little bit about how you're going to do that. It seems like you probably need some participation from them. So just seems like it might be a really challenging proposition, but tell me what your next steps are."
    },
    {
        "speaker": "B",
        "text": "Yeah, so one of the things is so NFTs have done pretty well the last, as in bringing new people into the crypto ecosystem the last couple of years. So ethereum in particular, actually, a lot of people join Ethereum, you know, the last cycle who didn't even own bitcoin or, you know, like Ethereum is the only thing they have. Right. So, so now it's actually this new thing. Bitcoin is the new thing for them. And so we were educating them about how basically. Yeah, how, how to basically create a bitcoin wallet and in prison or knows aware bitcoin wallet because as I mentioned, there are only a handful of those. And then. Yeah, how did basically secure that? And then it will make the migration very, very simple from ethereum to bitcoin and have some interoperability, basically because we have a pretty complex ecosystem already built on Ethereum. So we're working on bringing that to bitcoin."
    },
    {
        "speaker": "A",
        "text": "All right, well, it has been such a pleasure chatting with both of you. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Twitter, it's Huuep or Danny in lowercase upside down."
    },
    {
        "speaker": "C",
        "text": "And I'm just kite VC moniker for my kite boarding venture capital stuff. And Dan, you want to point him to our website?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So onchainmokie.com. and that's both. Also, the Twitter handle is onchainmonkey."
    },
    {
        "speaker": "A",
        "text": "Perfect. All right, well, it's been a pleasure having you both on unchained."
    },
    {
        "speaker": "C",
        "text": "Thank you, Laura."
    },
    {
        "speaker": "B",
        "text": "Thank you. Great to be here."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about on chain monkey and bitcoin ordinals inscriptions, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pelchard, Juana Ranovich, Megan Davis, Ginny Hogan Shashank and Margaret Correa. Thanks for listening. Unchained is now a part of the Coindesk podcast network. For the latest in digital assets. Check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]