[
    {
        "speaker": "A",
        "text": "And all I can say here is like I will stick to my long term target that I've been giving since 2020 in 20 $20 a million dollars a coin by 2030. And everything else is just a guess. But like I'll stick to that. And I don't know what that's going to be in nominal terms by then. It'll be at least. It'll have to be at least 1.3 or 1.4, accounting for inflation over the course of the decade. But yes, in 20 $20 my 2030 prediction is a million dollars a coin or sat cent parity."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the December 19, 2023 episode of Unchained. Hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto Dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot this episode is brought to you by Uniswap. You may know Uniswap is one of the largest decentralized protocols, but its so much more from Uniswap Labs self custodied wallet to zero gas swaps with Uniswap X, Uniswap is building protocols for seamless swapping across defi. Visit app dot uniswap.org to get started. Arbitrum's leading layer, two scaling solutions, can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security rooted on Ethereum, Arbitrum's newest addition, orbit, enables you to build your own tailor made layer three. Visit Arbitrum IO today. Streamline your defi with Vaultcraft, the ultimate on chain toolkit for deploying custom automated DeFi products on any EVM chain. Join Vaultcraft's referral program. Unite with the community and supercharge your crypto details on Vaultcraft IO. Hey all, a quick clarification before we dive into today's episode. On Friday, James Seifert and I discussed how the cash creation and redemption model for bitcoin ETF's could affect the grayscale bitcoin trust. You'll have to listen to the full episode for an explanation on those terms. The reason we were discussing this is that multiple issuers have now revised their applications to say that they will follow a cash creation and redemption model rather than an in kind model. This likely reflects an SEC preference for that structure. Then James said that if GBTC does convert to an ETF and follows a cash create and redemption model for us federal income tax purposes, GPTC might be treated like a mutual fund. If so, that would create a taxable event at the time of conversion for all the investors. Grayscale, however, published a blog post on Friday saying that it takes the position that GPTC would be taxed as a grantor trust. If the IR's agrees, that would mean cash redemptions by grantor trusts are taxable events for the redeeming shareholder only. They are not taxable events for the ETF itself or for non redeeming shareholders. And now onto the show. Today's guest is Corey Klipston, founder and CEO of Swann Bitcoin. Welcome, Corey."
    },
    {
        "speaker": "A",
        "text": "Hi Laura, thank you for having me on."
    },
    {
        "speaker": "B",
        "text": "Excited to chat. Bitcoin seems to be a big winner in 2023 with the price starting at below seventeen k and it's now trading above forty k. And I'm sure Swan Bitcoin, which offers bitcoin financial services, has been a big beneficiary of that price increase. So tell us about Swan, what does the company do?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, first off, it certainly has been an exciting year and definitely a welcome bit of sunshine after all the crypto collapses of 2022. So nice for all of us to be wearing smiles and seeing a bright orange future, as we often talk about in the bitcoin space. But yeah, thanks for the layup for your audience that doesn't know anything about Swann. We are a bitcoin only bitcoin centric financial services and technology company and we started with brokerage. So very simple retail app that lets people buy bitcoin either spot or set up savings plans. And then from there, I think because we had an educational content media go to market plan from the very beginning that lets you have a lot of conversations with a lot of people, and then you also have a channel through which you can add additional services and products into a large audience that you sort of own your own audience. And so we've expanded tremendously since launching in March of 2020. So we're not quite, boy, we're not quite four years old, and we probably sell twelve different things. We have the Swan vault, which is a multi sig. We have swann private client services for global high net worth individuals and small and medium sized businesses. We have Swann advisor for the wealth channel in the United States. We have Swann institutional, which does big deals in the nine figures with institutions and miners. And these are credit and debt deals. We will have raised and deployed a little over 400 million through that unit just in 2023 by the end of the year. Have another deal closing here in the next couple of weeks. And, yeah, we're just, you know, looking to expand into Brazil, most likely possibly get to Europe next year as well. On the retail side, looking at Australia as well. So kind of the first three extra us retail markets for us. And again, still serving private clients globally already. Like, we have clients in 75 or 80 countries. And just from a revenue standpoint right now we're doing about 135 top line run rate revenue and have a pretty clear path to getting over 200 before the end of Q one."
    },
    {
        "speaker": "B",
        "text": "Wow. Yeah. I mean, for a company that, as you pointed out, is relatively young, that's quite the story. But you personally also have a very interesting story in crypto. So tell us about your journey and then how it is that you eventually came to launch spawn."
    },
    {
        "speaker": "A",
        "text": "Yeah, sure. So I'll start at the very beginning because I always have a strong affinity for journalists, having been a trained journalist myself. I went to Mizzou for undergrad after growing up in SF, in Seattle. And I have a broadcast degree. And I was a really crappy local NBC tv news reporter 25 years ago. Luckily moved over to the business side. I went to work for Microsoft and then Morgan Stanley. Got a University of Chicago MBA 20 years ago next year. I can't believe I'm going to a 20 year grad school reunion next year. That's embarrassing, by the way."
    },
    {
        "speaker": "B",
        "text": "I love how you throw in the like. Luckily you left journalism bit well, because."
    },
    {
        "speaker": "A",
        "text": "I was bad at it, that's all."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "No, this is why I have a strong affinity for journalists. And, you know, it really is important to me. And I think people that follow Swan know how strictly I try to adhere to journalistic standards even when I tweet. So if I have the goods, I state it. And if I don't, I'm asking questions and I'm very, very careful about that. And I make sure that everything that goes in our publication and out through our media to the best of my ability, basically run it according to AP style and journalistic standards and the whole thing. So it is actually very important to me. So yeah, b school, then I went to McKenzie and then private equity consulting, ended up consulting for about seven years post b school. And it wasn't until the global financial crisis in 2008, 2009 that I realized kind of how shaky the ground was underneath the whole economy. Like, we certainly saw that the.com era, that that was shaky. And that kind of made me flee tech a little bit and go to, you know, b school and consulting and thinking that that was solid. And then you realize, oh wait, it's all sand all the way down. And anyway, that just made me really want to get into early stage tech because then I figured you could at least control your own destiny a little bit more. You know, if you're diversified across a bunch of different companies and you're operating, at least it's your own mistakes that you can live with and you can kind of control your own destiny. Then I had a lot of friends that had been in early stage tech in the late nineties, early two thousands that had stuck it out and wrote it all the way down with the.com bust and then rode it back up. And we're having big exits in the late aughts and retiring and buying helicopters and things. And so I kind of knew that I could come in at least network wise at a level that was probably helpful to getting my career off the ground. And went to Google specifically for, I just called it Internet business school. And being able to network with VC's and founders from a google.com email address was really easy. So that was 2011 to 2013, got married, transferred from the Chicago Google office out to the Los Angeles office, started taking surf air when that was cheap and then downgraded to the Southwest bus. And I would often go up to San Jose and SFO like three times a week and still come back and sleep at home. So I would just do day trips constantly going up, networking, setting up meetings. And I left Google to get into startups full time in summer of 2013. So about ten and a half years ago, and it's been a great run. I'm involved in 65, 70 startups over the years, had 16, maybe 17 exits historically, and wifey was very happy and we were going to have our second kid and I was working 25, 30 hours a week just cutting checks and having lunch meetings and investing in startups. And this dang bitcoin thing started creeping in. And it was really, it was a lot of crypto, because I was in the VC circles and the noise was coming from people that I considered to be high signal, like Union Square Ventures and Horowitz, and the blogs that I would read and the people that I would know, a lot of them were leaving and getting involved in crypto in 2017. So that sucked me in. And I was like, okay, let's see what this is. And I was all on tokenize the world, and icos are non dilutive capital for marketplaces. And the whole thing, I was writing 50 page documents and just really thinking this whole thing was crypto, crypto, crypto. I think I even had Crypto 23 or something, was my telegram handle back then. I was all in. I just thought it was a the bomb. But there was always something that I just didn't quite get. And what it really boiled down to was this is people printing money, which is the whole thing that bitcoins trying to get away from. And so little by little, the bitcoin truth. And my understanding about bitcoin started to creep in. It started when I met Jimmy song at a blockchain conference in November of 2017. And that kind of started me watching his YouTube videos a little bit, which led to Andreas Antonopoulos, which eventually led to Stefan Lovera and tales from the crypt and some of the bitcoin podcasts. And by March or April of 2018, I had a firmer understanding of bitcoin, and at least economically and rationally believed that that was the only one of these that I knew for sure was going to be around for a long time. And I started trying to move my career over toward bitcoin as fast as I possibly could. First by trying to start a bitcoin ecosystem fund in the summer of 18 with Dan held and Steve Lee, who's over at Block Spiral now, couldn't quite get that off the ground. It wasn't the right time. It was too early. There was no way to make sort of the economics work for a GP doing something. It was just too small. There were no bitcoin only funds at the time. In summer of 2018. Then the fall, I was working with Steve McClurga, whos now, I think, CIO at Valkyrie, but he started Valkyrie basically, and we were working on a closed end bitcoin fund with 80% bitcoin, 20% levered treasuries, that I realized the only thing that I would do if we actually got it off the ground. He ended up selling it to Galaxy. The only thing I would be doing is talking to portfolio managers in New York about getting off zero, which is not a satisfying conversation. Youre not changing anybody, anybody's lives. You're not really like exciting people. Just kind of. Also I like being home with my kids. So I started to kind of think about what could I do that was direct to consumer that would be much more marketed by media and Internet instead of hand to hand combat. So totally counter to most of my professional experience, which is almost all growth and revenue and marketing for enterprise and very little consumer. I realized that the only thing that fit with the life that I wanted to have in Southern California working on bitcoin, I'd have to learn how to do something for mass consumer market. And the angle that I saw that was unfilled was basically solving the problem that I had, which was, I wish that my eleven month, let's call it the ship coin horseshoe, where you start with bitcoin and then explore crypto and come out caring about bitcoin, which a lot of people go through. I wish that it had been more shallow and shorter. I figured if I could get bitcoin in people's hands through a gift from a bitcoiner that cares about them, and then it was escrowed for a year. And then in that year we would give them monthly lessons about bitcoin so that by the time they actually took control of their bitcoin, they had a better chance of understanding it. So that was the original product. We actually launched this, started it in summer of 2019, and it was give bitcoin. And that's what we launched in November of 2019. What was hilarious is in the first month, 90% of the volume was people giving gifts to themselves and giving recurring purchases, essentially recurring gifts to themselves because it was cheaper than coinbase and cheaper than cash app, and cash app didn't even back then have the feature of the recurring purchases. And that's when I realized, okay, we have something. There clearly is space for a bitcoin only brokerage or on ramp, and it needs to be education focused and we'll get rid of the gifting for now and bring it back later. And did the Swan rebrand in January? Already had the backend launched essentially, right. We kind of just needed to reskin it and get rid of the gifting and just make it, you know, buy for yourself since that's what clearly everybody wanted to do. And yeah, launched in March of 2020."
    },
    {
        "speaker": "B",
        "text": "And at this point, I mean, are your customers still mostly retail? Because just from looking at the products and services that you offer, it seems a lot of this would lend itself to institutions or high net worth individuals. So tell me a little bit about your client mix."
    },
    {
        "speaker": "A",
        "text": "Yeah, so the vast majority are obviously individuals at the account level, but obviously the vast majority of the revenue is coming from private clients and institutions."
    },
    {
        "speaker": "B",
        "text": "And by institutions, you mean what, like family offices, hedge funds?"
    },
    {
        "speaker": "A",
        "text": "More like multifamily offices, bitcoin, miners, insurance companies, players like that."
    },
    {
        "speaker": "B",
        "text": "Okay. So something that's interesting is obviously one of your services is advisor services, where, I guess you talk to financial advisors and help them help their clients allocate money into bitcoin directly. And I wondered what those conversations are like right now. Now that spot, bitcoin ETF's are going to be launching soon."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, it is a very, very exciting time to be talking to the wealth management industry because they have. What did we used to call it? Cya. Let's call it air cover."
    },
    {
        "speaker": "B",
        "text": "Air cover. Your people who don't know."
    },
    {
        "speaker": "A",
        "text": "There you go. I didn't know how blue we could get on your show. Laura, I'm being conservative."
    },
    {
        "speaker": "B",
        "text": "We decided we'll allow people to swear because everybody does."
    },
    {
        "speaker": "A",
        "text": "Okay, fair enough. So, yeah, so there's air cover now for anyone that's managing money to have the conversation and to share educational information with their clients, because if it's good enough for fidelity and Blackrock, then it's good enough for them. And I think that is the big dramatic change that we're steering into as an industry right now, is the top of funnel for people. Getting into bitcoin for the last six years has been noisy crypto, and you have to wade through all of that. And I, luckily, if you're lucky, find that bitcoin signal in the noise. And now that's being replaced with the top of funnel, being hundreds of millions of dollars of advertising and marketing messages spent and sent by the largest, most credible, most trusted financial services firms on the planet talking about bitcoin and extolling the virtues of bitcoin. So it's a much easier top of funnel, obviously, to be able to talk about bitcoin. And then the pitchfork companies. I mean, first of all, they're. They're frenemies. I'm glad they're talking about bitcoin. And we're helping, and we're doing internal trainings for some of the biggest companies in the world. And a lot of the experts that they're looking to are full time employees of swan. It's what we're known for. So we're doing a lot to help them. And I've been doing internal presentations for Blackrock employees for three years. So I think we sell real bitcoin and you only pay for it once, and they sell paper bitcoin that you have to pay for every year. So I think that alone, as you get deeper down the rabbit hole and maybe value self sovereignty a little bit or just want a better economic deal on your purchases, then you're going to prefer real bitcoin over ETF's. And this is supported by the data, because if you just look at our retail division, over the last four years, 50% of customers withdraw to self custody, but it's 83% of the bitcoin. So if you buy more, you're more likely to take self custody. So I think people will dabble in their interactive brokers or their Schwab account and pick up one of these ETF's. But if they get turned on to listening to Lynn Alden or reading her stuff, or they go down the Robert Breedlove rabbit hole and listen to the sailor series or something like that, they're going to start to value real bitcoin, and they're certainly going to understand that they shouldn't be paying a fee every month. I'm sorry. Yeah, every month or every year to the ETF holder."
    },
    {
        "speaker": "B",
        "text": "So from the advisor perspective, though, are you having conversations around whether or not they recommend that their clients buy bitcoin with swan bitcoin and custody at their versus when they're deciding to actually recommend that they instead purchase a bitcoin ETF? Like, are they kind of giving you insight into how they're thinking about that decision?"
    },
    {
        "speaker": "A",
        "text": "Well, almost by definition, anyone that was early enough to sign up with us. So the 36 or 38 or however many raas that we have on our platform, if they've been in for the last couple of years, it's because they understand bitcoin. And they were kind of already orange pelled. So they're not now turning around and saying, oh, let's go the ETF route. They're kind of sold on bitcoin and already understand it. I think what will be really interesting again is this dynamic of welcoming ras and fas that used to be anti bitcoin. I'll think of the Alliance Bernstein and their alternative investments group, which I went to one of their conferences. I was invited by one of their senior guys, probably in 2018, and the guy that ran the group was just talking about what a fad it was, and it's all going to go to zero, and it's bullshit and all this stuff. And now it's 2023. And once Larry Fink says it's cool now they've completely changed their tune. That guy's gone. They're all crypto, crypto, crypto, bitcoin, bitcoin, bitcoin. And now you can go and work with their various offices around the country and around the world and light them up on the swan platform. So I think it's, again, they just, they have permission now, without risking their careers, to talk about bitcoin to anybody they want to."
    },
    {
        "speaker": "B",
        "text": "Well, for your business, though, like, once the ETF's launch, I do imagine that there will be a little bit of an uphill battle to kind of convert people over to this more sovereign form of owning bitcoin. Well, I just realized that if they're cut, if they're custodying with you, maybe nothing, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's just so much easier to convert somebody from a bitcoin ETF to real bitcoin than it is from the Ethereum, Cardano ripple filter bubble, march marketing."
    },
    {
        "speaker": "B",
        "text": "Right. But how, like, what arguments would you use? Because for somebody like that, they're going to think, oh, I have this wrapper I'm familiar with. My financial advisor can already handle that. I don't have to worry about it. So what, how would you try to persuade them?"
    },
    {
        "speaker": "A",
        "text": "Oh, well, so we're already on the platform, so if they're encountering it through their financial advisor, it's because we're already in their dashboard. So we built all that tech, and we show up on the FAA's dashboard and they can select us."
    },
    {
        "speaker": "B",
        "text": "Okay. Oh, wait, but you said you have about 30 ras right now. So are you saying that any, which financial advisors have."
    },
    {
        "speaker": "A",
        "text": "So, like 36 of the top 300, something like that have Swann integrated."
    },
    {
        "speaker": "B",
        "text": "Oh, got it."
    },
    {
        "speaker": "A",
        "text": "So it's. You start small and. Yeah, exactly. And so they can choose to put end clients. They each have some number of end clients. You know, could be dozens, could be hundreds that are also swan users. And FAA has either trade and view access or just view access. So they can either advise on their clients or they can control it completely. You can do any of the three. Either. Both can trade."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "Or either of them can trade, but always the client and the advisor can view."
    },
    {
        "speaker": "B",
        "text": "And how many financial advisors are on each of these platforms that you're integrated with?"
    },
    {
        "speaker": "A",
        "text": "I actually don't know the total of the. So the firms I know is about 35, 36, 37, something like that. I actually don't know how many individual advisors is at each of the firm. And just because you have a firm signed up doesn't mean that all of their advisors are using it, that's for sure."
    },
    {
        "speaker": "B",
        "text": "Right. Of course."
    },
    {
        "speaker": "A",
        "text": "Well, of course we usually have a few champions inside that are going around and trying to orange toe their colleagues."
    },
    {
        "speaker": "B",
        "text": "Yes. Well, yes, I mean, I'm sure every person in bitcoin or crypto has that experience in everyday life. So for your asset management business, I was curious how that works because, you know, typically the word asset management often is about managing a diversified portfolio with different investments that have different risk profiles or time horizons. And in this case, where you're mainly promoting one asset, I presume maybe I'm wrong. I wondered if you like focus more on trading or if there's some combining with bitcoin exposed equity or how does that work?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. So our first strategy that we've launched and funded is the fund is called Time chain Alpha, and it's basically a one x long bitcoin that rotates to cash when our signals expect a downturn. So you basically avoid drawdowns. And the guy that runs it has 20 years of experience doing this. It's all code and signals and actually uses AI and market microstructures to determine whether he has enough time window to get in and out of the positions and all this kind of stuff. So very sophisticated. He came from, used to run North America trading desk for Cumberland and then he traded at tower Research. Used to run half a billion dollar portfolios in Chicago, trading options and things like that. So thats an example of a strategy that we can run. Youre looking at modified bitcoin strategies where youre trying to reduce fall and increase returns. Youre looking at maybe a basis trade thats a level up in risk, but a big level up in returns versus treasuries, something like that. And it also has a lot more capacity. There are a few different things that well be rolling out. And yeah, we dont believe in diversification, like a crypto index being added to bitcoin actually reduces your sharpe ratio. Adding a bunch of altcoins to bitcoin doesnt actually help your investment returns historically. And I expect that to continue and probably get even worse for the altcoins over the coming decades. And then we also have a credit fund. So this is just the supply side of our bitcoin backed loans business. So thats also something that we have announced with Swan Institutional. We brought over John Melton, who ran asset backed loans, bitcoin backed loans at Silvergate from inception through the wind down of Silvergate. And just like unchained, Silvergate never lost a penny in the history of that business. Because if you don't re hypothecate and you have the bitcoin, it's pristine collateral that's margin callable 24/7 into a global market. Gets even easier when you're only dealing with institutions, you know, so we're only doing ticket sizes of a million plus. So not trying to do the retail thing, it's not that complex on the operation side because you don't have to be margin calling and trying to get, you know, some, some retail investor to send $10,000 worth of bitcoin in the middle of the night and things like that. So, um, it's just, uh, it's more about the availability of capital and our ability to recruit capital at a good interest rate that, uh, that beats the other players in the market. And to have it available, a lot of, a lot of folks are just tapped out and don't have any, any money to land."
    },
    {
        "speaker": "B",
        "text": "So, I'm sorry, the lenders are what types of institutions, again, strategics."
    },
    {
        "speaker": "A",
        "text": "People who love us and trust us. Yeah, but over time, I mean, it'll be the same. It's credit funds. The lenders historically to this type of thing have been in large part the private wealth management groups or private credit funds. At some of the bulls bracket banks, there's a lot of private credit creeping into the market because banks had stopped lending. So its just a matter of trying to blend that down. We have some sources of capital that I would say are strategic and want to supply us with capital that is at market beating rates. And we like to have diversified sources of capital. So we blend that rate up just a little bit by diversifying to some of the folks that cant supply capital at the lowest rate. But yeah, it essentially will be in market here in the next few weeks. So definitely by January for the lending. Exactly, yeah. So the funds are collected. We have a lot of demand for it already. We're just finishing setting up the structures and the operations."
    },
    {
        "speaker": "B",
        "text": "And so after the collapses in 2022 of the different crypto lenders, I'm sure you recognize that there's risk there. So what do you think are kind of some of the new best practices?"
    },
    {
        "speaker": "A",
        "text": "Again, there's not, though, because for that model, no one's lost a penny. So if you do not re hypothecate, we're not lending out the back door. We don't need a risk officer we are just doing two x over collateralized bitcoin loans. You give us $10 million worth of bitcoin, we give you $5 million of fiat, and we hold onto the bitcoin until you pay it back. It's pretty simple. Daily margin calls and the bitcoin doesn't move. And you can see it on chain."
    },
    {
        "speaker": "B",
        "text": "Got it. But have you noticed whether people are more cautious about borrowing and lending at all or are you seeing that for that business model that people don't have any reservations?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, these people understand the difference between just lending money to a shady offshore hedge fund, which is basically what the whole crypto industry was doing for the last few years with euros Capital and FTX and an actual credible lender thats regulated and that actually does things right and transparently."
    },
    {
        "speaker": "B",
        "text": "So another area that youre focused on is private equity. And I wondered what kinds of companies youre investing in also whether youre making venture investments."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. So we are, so we do, sorry, credit and equity financings. We are investing in the bitcoin ecosystem. I personally started this quite a while back, first with angel checks back in 2019 and then started bitcoiner Ventures, which still is an angelist syndicate. But it was the first ever bitcoin only fund started in January of 2020. Since then, I think youve had probably Elise on, I know she converted her stillmark fund over to all bitcoin, which is great. Folger used to do a lot of other crypto things and became bitcoin only. And then later we had Chris Calicott, NTVP, the Trammel Venture partners started and now theres got to be, boy, between ego Death and 1031, I mean, Lightning Ventures, theres probably 25 to 30 credible check writing bitcoin only ecosystem funds, which is amazing in three short years. So things have changed a ton. We at Swann are also part owners of the GP of bitcoin opportunity fund with James Lavish, Dave Foley and I hold one of the three IC seats there, investment committee seats. So weve been cutting checks out of that for about a year now. And Swan Ventures is just sometimes our balance sheet and sometimes us raising external capital and just kind of managing the investment. So we did a $20 million investment over the summer into someone in the bitcoin ecosystem that we havent announced for strategic reasons. And then we are just closing our second investment that will be announced should close this month of December and well be a little bit more vocal about that. But, yeah, we have a head of Swan Ventures now. Hes a 20 year Silicon Valley GP thats come over to run it for us, we'll make that announcement probably in January or February, kind of staffing up the team. So far it's been me, our president, Yerme and Hoff, our CIO, have had to do all the venture stuff as a second gig. So it's definitely nice to be able to professionalize it and bring in someone who actually knows what they're doing."
    },
    {
        "speaker": "B",
        "text": "And Swan will soon be launching the US's first bitcoin only trust company. Explain what that means and why it's significant."
    },
    {
        "speaker": "A",
        "text": "Yeah, so from the get go, when I looked at how bitcoin was being done in the USA and around the world, it seemed really obvious that one of the things I wanted to see with custodians always blowing up throughout the history of bitcoin, it was just too tempting to steal the bitcoin from a marketing standpoint. I just wanted to prove to people that we couldnt rug them. And so the best setup that I saw, the best model that I saw that could be done was the separation of custody and brokerage by using a trust company and actually having the assets legally owned by each individual account owner in an individual trust account that was individually segregated, bankruptcy, remote. And so that's the route that we went from the very beginning. Unfortunately, the dominant partner in that space that was able to offer that model was prime trust. So that was a little bit of."
    },
    {
        "speaker": "B",
        "text": "A hairy situation for people who don't call."
    },
    {
        "speaker": "A",
        "text": "Yeah, so they had the misfortune of, I can't remember if it was early 2020 or early 2021. I guess they didn't discover it for almost a year after, but they sent like $11 million of Ethereum, I believe, to an address that they didn't have the key for. Again, this is, I don't know if this is alleged or proven or whatever, but the, they had a management change at about the same time. And allegedly the new management that came in tried to, it amounts to try to trade their way out of the hole and basically blew an $85 million hole instead of what was an $11 million hole anyway. So they tried to get out of the. Just kept on digging deeper, deeper holes anyway. Not a good situation. I certainly believe in the model. The inputs for that model have not historically been great operations, and they certainly haven't served the, the B two B two C model where you are serving a customer like a swan that has a lot of end clients, that has hundreds of thousands of clients ourselves. We just want that to be done right and to not have the distraction of crypto. I just want it to be focused on bitcoin. And it's something that we would have done four years ago if we were big enough because trust companies are expensive to run. Now we are big enough and it's not a big deal for us to suck up that cost and to be able to offer this. And its going to be spectacular because I talked to our partner on this is bitgo, and im sure youve probably talked to Mike Belshi over the years and obviously he serves the crypto industry. But man, that dude really loves bitcoin and has always hired insanely good technologists to take advantage of whats in the bitcoin code to push the envelope on bitcoin custody and what you can actually do with bitcoin thats unique to bitcoin. And they've been hamstrung historically because it only made sense to take advantage of the things that you can do for bitcoin that you could also scale to the hundreds of other cryptos that they also custody. And so they don't do all of the things they would want to, whether it's time locks or PBS ts or whatever it is. The stuff is above my pay grade, but our team understands all this stuff. So we're going to be able to do a lot of that instead of having to beg a prime trust, for instance, to integrate lightning so that our customers can use lightning when we own our own trust company, we can do whatever we want. We can experiment with liquid, we can do lightning, we can play however we want to and at the speed that we want to, which is going to be great. I'm pretty confident in Q three, maybe late Q two, to have that launched. I think that's going to be a big deal for the institutional market as well because they're going to have an option. You know, if youre the decision maker and you really care about bitcoin and well be competitive on pricing and probably lower than Coinbase on this stuff because its not a place that anybody really needs to make money. Its low multiple too. Cost of your revenue. I think well get a lot of the companies and governments out there that would rather work with someone thats not confused by and just sort of distracted by all the security and noise around 10,000 other assets."
    },
    {
        "speaker": "B",
        "text": "All right. So in a moment, we're going to talk about bitcoin and the wider industry. But first, a quick word from the sponsors who make this show possible. Uniswap X is the newest product from Uniswap Labs. Uniswap X aggregates liquidity from on chain and off chain sources to give you market leading rates, but it doesn't stop there. Uniswap X offers mev protection, keeping your swaps safe from frontrunning and sandwich attacks. And the best part is Uniswap X costs zero gas. That means you don't pay any gas on swaps with Uniswap X. If zero gas Mav protected swaps weren't enough for you, Uniswap Labs is excited to announce that the Uniswap app is now available on both iOS and Android. Start swapping seamlessly with products from the most trusted team in Defi. Visit app dot uniswap.org to get started. Defi just got way easier with Vaultcraft, a blockchain infrastructure for building, deploying and monetizing non custodial yield strategies in a few clicks. Forget spending months of R and D capital and human resources when you can now instantly launch your crypto fund with Vaultcraft on any EVM chain. From wallets and institutional service providers to Anand Defi degens Fallcraft supercharges your crypto assets by enabling instant cross chain yield strategies that you can deploy in 1 minute. Now anyone can supercharge their crypto portfolios with custom tailored DeFi strategies, join Vaultcrafts referral program, unite with the community, and supercharge your crypto details on Vaultcraft IO. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, Arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting Arbitrum IO today. Back to my conversation with Corey Swan had to announce recently that it has to close accounts that have interacted with mixing services. Although your company did make it clear that you are supporters of financial privacy, I wondered how you plan to continue supporting privacy even if you cannot service accounts that interact with privacy services."
    },
    {
        "speaker": "A",
        "text": "Yeah, so to be very clear, we warned people that banks may close their accounts specifically, and that banks may banks that are partners with the trust vendors that we currently use may force the closure of their trust accounts. So it's not Swan doing anything proactively. In fact, we're trying to make sure that people don't trigger that, which has been the thrust of our communications on the subject. Again, it sucks. We coordinated massive media push against this and letter writing campaigns, and we've had multiple thousands of letters submitted against this through our efforts. And again, it's something that we can mostly do away with with the launch of the bitcoin only trust company, because that will be our own business development going and explaining bitcoin to lots of partner banks. And so we will have a much broader, diverse set of partner banks that we're dealing with."
    },
    {
        "speaker": "B",
        "text": "Wait, just to clarify. So you won't have to close accounts that interact with mixers, is that what you're saying once the trust company launches?"
    },
    {
        "speaker": "A",
        "text": "What I'm saying is that some banks are concerned with that because there is no law here. Right. This is just banks getting overzealous and seeing that on the backs of the false reporting from the Wall Street Journal, some congresspeople jammed through a bill before the retraction six days later. So false story, two days later, bill, four days later, retraction. But the bill is still moving forward. And some of these banks are jumping in line and saying, hey, I just dont want to deal with this potential risk in case that bill passes or I just dont want to trigger anything because its bad for business. Whats great about being the company that next year we'll actually have the direct relationship with the banks as we can actually explain our risk profile, we can show what our users actually do, and we can actually have those conversations directly. Not having to go through a middleman being the trust companies that we've used historically. It'll be us having that conversation with the banks. And again, we're already having these conversations. We're explaining things as simple as does it make any sense whatsoever to go to 711? And when you hand over the $20 bill to buy some gum, your bank balance is written on the $20 bill. No, that's a violation of privacy. It shouldn't be mandatory to write that down. Right? So it's really the same thing. Bull. Bitcoin has been successful up in Canada, making the argument that mixing is required to comply with financial privacy rules in Canada, which makes sense. It actually should be required. In fact, every single exchange should mix the coins before distributing them if they want to comply with privacy rules. So those are the types of things that we'll be pushing for. And we'll be starting a policy office inside of Swan and we actually have that job rec written and we'll be participating with all these other groups trying to explain how things actually work and what a horrible overstep and tyrannical panopticon they're trying to set up with these idiotic rule proposals."
    },
    {
        "speaker": "B",
        "text": "So also next year, we're going to have the bulk of the bull run. I don't know how to express it, but bitcoin will probably be in its bull run, which has already started. And that's obviously because of this expectation that spot bitcoin ets will launch, as we discussed. So what do you think the impact of the spot bitcoin ETF's will have on the industry?"
    },
    {
        "speaker": "A",
        "text": "Look, it's going to be big and there are pros and cons to it. Obviously, youve got a bunch of bitcoin going into third party custody and us government having a little bit more control over that pile is what it is. But at the end of the day, if you want to have bitcoin and you want to use it privately and you want to have it in self custody, you can. And thats still the law of the land and its still going to be the law in many jurisdictions around the world regardless of what the US does. So its definitely not an existential threat for bitcoin. And it is a massive pro for price development. Yes, I expect this to usher in a ton of capital flowing into bitcoin. I expect Super bowl ads, I expect NBA playoffs to be papered. Every golf tournament next year. Its just going to be advertising bitcoin ETF's. I mean, its going to be a massive land grab for these guys because as you know, when you want to trade Nasdaq, it's the queues. Most of the liquidity is in one ticker and the spreads are tightest with one ticker. And that's just how it goes. They're going to really, really try to battle it out as much as they can and try to get as much of this market share. And it'll probably end up being 70% to one of those tickers and 20% to the second and everybody else will split the last ten is usually how it works with these category ETF's. They're going to go nuts next year trying to win that."
    },
    {
        "speaker": "B",
        "text": "Do you have a projection for how much money you think will come into bitcoin ETF's in that first year?"
    },
    {
        "speaker": "A",
        "text": "I dont. I dont know more than what you see on Twitter, billions and billions of dollars. But I have to say, though, I just want to say, dont trade this, buy bitcoin that youre going to hold for ten years. There will be a vicious pullback at some point. There will be what feels like a crash in 2024 because there always is. Itll pull back at least 40% on the way up to wherever its going. Mark my words, there will be at least a 40% drop in the bitcoin price at some point because there always is. So if you dont understand bitcoin like anything, buy what you know, you should invest a lot of your time and effort trying to understand bitcoin so that you have the conviction to hold for the five or ten years that youre going to need to make it worth all of the pain of the volatility along the way and your family calling you an idiot when it's down 70, 80% after the next crash. Whatever it is, be prepared to steal yourself to weather the storm. We weren't all smiling last year."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely not. So between the ETF's launching, then the halving bitcoin also reaching its 15th birthday, I wondered kind of like what additional milestones or developments you're excited about or expecting to see in bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, we're still waiting for that party on sailors yacht at 100k, so that'll be a nice one."
    },
    {
        "speaker": "B",
        "text": "Do you expect that to happen next year?"
    },
    {
        "speaker": "A",
        "text": "Oh, 100k in 2024? I'll be happy with a new nominal all time high in 2024? Honestly, that would be fine. I don't mind it building slowly over the course of the year. And I think there is going to be some ugly regulatory attacks and news, and they'll probably try to jam through and ban on self custody and an appropriations bill or whatever we're worried about with Warren right now. There's always something out of left field that quashes the unblocked, just rocket ship ride up. It never just quite happens that way. There's always something that pops up. So there will be something that pops up. I don't know what it is, but, yeah, I think it's certainly possible that we see an earlier bull market. If you sort of look at the four year cycles, reaching some kind of high in 24 would be super early. Usually, according to the previous ones, it was end of 13, end of 17, end of 21. So we'd be looking at like, end of 25 does feel like it's off to an early start and it does feel like maybe that means it'll burn out early. There's certainly a lot of folks, myself included, that think based on the data. The real high in the last cycle was actually April of 21. And that the second one was just a leverage fake pump, mostly for Solana holders to try to get out of their bags. So they had to drive bitcoin up falsely. There was just no retail interest. Basically after May of 21. That was all institutional, it was all leverage, and it was all just the Ponzis last gasp essentially that drove the November 2169k high. So, yeah, I mean, four years after that would be April of 25. And if the cycles are getting shorter because people are kind of more attuned to the dynamics of the having and kind of the decrease in marginal supply because of the reduced block rewards each having, you could see the bull peaks pulled closer to the having a each cycle. One thing I am pretty sure of is I think that the diminishing returns per cycle will probably be broken this cycle."
    },
    {
        "speaker": "B",
        "text": "Diminishing returns meaning that the increase in the bitcoin price will be higher rather than lower."
    },
    {
        "speaker": "A",
        "text": "Two to 1100 in 2013, like a $2 low to 1100. That was 550 x. And then you went from like 180 to 19 seven in 2017, which interestingly was 20% of the rise. That was 110 x. And then you went from 3150 to just shy of 69k, which was actually 20%. Again, it was 22 x. So you literally geometrically went 500, 5100, 1022. Theres no way were going to see a 4.4 x rise off the bottom of 16k. Its going to be higher than that. At least. That geometric reduction in the cycle low to high is definitely going to break."
    },
    {
        "speaker": "B",
        "text": "I dont know what, well see, thats roughly 90k or something. So youre saying you think the high."
    },
    {
        "speaker": "A",
        "text": "Will be, it breaks if you get through 70k. So if you get a new all time high, youve broken the geometric diminishing returns historically."
    },
    {
        "speaker": "B",
        "text": "Historically. Okay, sorry, I thought you said four and a half."
    },
    {
        "speaker": "A",
        "text": "Or I guess that'd be more like 84.4 times 16. Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "That's 70. Yeah. I mean, and all I can say here is like, I will stick to my long term target that I've been giving since 2020 in 20, $20 a million dollars a coin by 2030. And everything else is just a guess. But like, I'll stick to that. And I don't know what that's going to be in nominal terms by then. It'll be at least, it'll have to be at least 1.3 or 1.4, accounting for inflation over the course of the decade. But yes, in 2020, my 2030 prediction is a million dollars a coin or sat cent parity."
    },
    {
        "speaker": "B",
        "text": "Okay, well, it'll be kind of hard to come back, in fact, check seven years from now. But if I remember in seven years, I will try to do that."
    },
    {
        "speaker": "A",
        "text": "You're going to have an empire by then, and you'll be producing 15 podcasts and you'll be like the Doctor Dre, and you'll have Eminem working under you. And then they'll be $0.50 over here. It'll be great."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Wow. That would be hilarious if that happened. No, I meant that I don't know if I'll remember seven years from now to come back to you."
    },
    {
        "speaker": "A",
        "text": "Your audience will remember. They always find it on twitter and they just like, rake you over the calls for your false predictions."
    },
    {
        "speaker": "B",
        "text": "Well, it'll be you, not, not me. But anyway. Okay, so I do want to talk about something that is kind of top of the town in bitcoin world these days, which is the debate in bitcoin about the use of the blockchain for inscriptions. Some people are calling inscriptions spam. Some are saying that the bitcoin blockchain is uncensorable, therefore any activity is legitimate. What's your take on this?"
    },
    {
        "speaker": "A",
        "text": "Why not both? Like, there's always been spam and it's also a legitimate transaction."
    },
    {
        "speaker": "B",
        "text": "So explain your position. Yours is not the typical position."
    },
    {
        "speaker": "A",
        "text": "I think it's much more typical than you would think. I think it's actually the mode of. I would say its probably the majority position is like, eh, we look at things like, I was just looking at. I think it was in 2021 or even early 2022, monthly revenue at OpenSea was like $400 million a month and last month it was 1.7."
    },
    {
        "speaker": "B",
        "text": "I mean, some of that is like theyve lost their dominance, that one platform has."
    },
    {
        "speaker": "A",
        "text": "Fair enough. But I think these themes come and go, though, and I think most of this is just pump and dump hype."
    },
    {
        "speaker": "B",
        "text": "So you expect this craze around inscriptions and ordinals to fizzle out? Is that what you're saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it'll just. Right size. It'll be. It's just all these people jumping in with their hype projects, trying to not dissimilar from all the money you're going to see spent by twelve to 15 ETF competitors. And there's going to, a few years later, there's only going to be one or two actually spending the ad money because everybody else kind of died out and small. Similarly, everyone that did NFTs in 2021 and 22 is jumping in, trying to do BRC twenties and they're spending venture money, not their money, or they're spending their ill gotten crypto gains trying to do another pump and dump. And as soon as they are not profitable and there's no more suckers at the table, they'll move on to the next grift. Thats basically whats going to happen. And ill tell you whats definitely not going to happen is any of these promises about ordinals somehow bringing about the promise of the same type of promises that blockchain promised in 2015 to 16 that NFTs promised in 2021, literally taking all of the same documents in the same decks and just finding search, replacing blockchain with NFT. Theyre doing it with ordinals now and saying that somehow this is going to put records on the blockchain and all this crap. Like of course not. It's so stupid to use horizontal storage and store documents on everybody's node. It's idiotic. And so what you'll see is rational heads prevail and they won't try to do that. And that was ludicrous to begin with. And you'll basically see things that actually do scale, like open timestamps and basically keeping the documents offline but at least being able to prove that they weren't altered since the time of the timestamp. Thats how you actually do this sort of thing. And you dont need tokens and you dont need ordinals, nfts or blockchains other than bitcoin."
    },
    {
        "speaker": "B",
        "text": "Would you say that the workaround to enable inscriptions is an exploit and that its something that should be patched?"
    },
    {
        "speaker": "A",
        "text": "No, but again, bitcoin changes sometimes. And sometimes what I think should be done isnt what ends up happening. And thats okay. And I dont understand it as deeply as the people that really, really care about this thing. I would say it's an open market. I think a lot of people don't understand that miners get to decide which block templates they put out and that that is an open market and it's free for them to decide what they want to include in their blocks. So the block production is something that is that they can decide how they want to do it. And again, this is over my pay grade, but I'm just kind of parroting what I've seen folks that I've looked to for signal over the years, types of arguments that they're making. But at the end of the day this was something that was enabled or made way easier. I mean two orders of magnitude easier, being able to get more than 80 bytes into the code was made possible by taproot. It was not foreseen, it was not intended. It was something that people who were behind Taproot did not realize that this would be able to be done. It was a discovery that Casey made. Again, I just kind of take the agitation and the conversations and the interest and the attempts to further it and to thwart it and to rationalize it and to, I mean you see the, like it's all good for bitcoin. Like it's. Bitcoin is anti fragile and the more you kind of hammer at it, the more strong it gets. And so I just dont really mind the agitation. I can say I dont like scams that get described in the press that also have the word bitcoin in them, which is what usually draws my attention. Its why I went hard at Do Kwan, Mashinsky and SBF last year. So I dont like the scammy stuff. But its not all scams either. Digital art. Art is a thing. Ive believed that since the beginning. And I totally understand the urge to say that you own a piece of digital art. Its the extra promises in marketing claims and the moon boys that make 99.9% of it super scammy. But the category itself, innocently presented and accurately presented. Yeah thats a thing. It is. I get it."
    },
    {
        "speaker": "B",
        "text": "Well, one other thing that I want to ask about was, as I'm sure you're aware, before ordinals came on the scene, some people in bitcoin were concerned about the security of the bitcoin blockchain, because if activity was going to move to layer two and fees kind of remained where they were and the block reward would decrease as it's programmed to do, if the price didn't increase quickly enough, then the fiat value that miners would earn would, would drop significantly and that could put the security of the bitcoin blockchain at risk. So did you share that concern at that time and then."
    },
    {
        "speaker": "A",
        "text": "Not at all. That's basically altcoin miners pumping that narrative, trying to do altcoin things on bitcoin. So that's not a true narrative. That's not actually how bitcoins network security actually functions."
    },
    {
        "speaker": "B",
        "text": "Oh, so explain your perception of that."
    },
    {
        "speaker": "A",
        "text": "It's probabilistic. So it's probabilistic. Right. So if you have a lot of certainty that theres not going to be a 51% attack over the next three blocks, then thats transaction finality probabilistically for you. And thats good enough for a $10,000 purchase or something. If youre going to pay $500 million for something, you may not want to actually give over the good or the service. Finally, until you have that in escrow, for instance, and you actually see that thing maybe ten blocks deep or maybe even 30 blocks deep, something like that, it's probabilistic. You want to make sure that you match your requirement for how deep it's buried in the blockchain according to how important and sizable the transaction is and what your measures are for reducing your risk during the final closing of that transaction. So it's more complex than what people generally say, and it's probabilistic. There is no concern for me. I just think theres basically a certainty that theres going to be insane demand for layer one block space in the coming decades. I think that there is almost no consumer or business demand to spend bitcoin today because everybody expects the purchasing power of bitcoin to rise dramatically in the coming years. I dont expect medium of exchange to take off in any meaningful sense until the 2030s."
    },
    {
        "speaker": "B",
        "text": "But one thing is, wouldn't the fees be quite high then in order to be able to get into? If you're saying layer one activity is going to be high and block space is limited, then I think certain lower level transactions will be priced out, basically and only huge."
    },
    {
        "speaker": "A",
        "text": "That's right. Yeah. This is what these promoters of the security budget problem always twist themselves into, a pretzel because basically every other week they switch from saying fees are too high to fees are too low, fees are too high, fees are too low. And really theyre just trying to figure out some way to market something related to bitcoin, some kind of pump and dump scam usually."
    },
    {
        "speaker": "B",
        "text": "But maybe you didnt understand what I was saying, because what Im saying is certain transactions below a price point were going to be priced out and only the largest. So you don't view that as a problem."
    },
    {
        "speaker": "A",
        "text": "So you're talking about now. I was talking about like in the future, like when people try to spend bitcoin much more, that's going to drive. And so what we're doing right now, because they're stressing the network by taking up the rising transaction fees, sort of, let's call it temporarily and artificially, by storing jpegs on the blockchain, that's forcing a lot of innovation very quickly. On scaling, Ark is off and running, and maybe they'll get something in market in three years or something. Lightning companies are all developing faster than they would and attracting more investment. Liquid blocks are nearing being full for the first time ever out of blockstream. So I think there's a lot of innovation going trying to figure out how to essentially just batch more transactions into a single on chain transaction to lower down that cost. So in that respect, I dont really mind it. Again, I dont mind the agitation. I totally understand why some bitcoin businesses that rely on low transaction costs are annoyed and theyre fighting for it. And I get that its not really a problem for us, even though weve had free withdrawals forever since inception, and we always will because we have enough volume, but we can still do a withdrawal really quickly, even batching 50 or 100 transactions and withdrawals into a single transaction. So that's how we basically chop that cost up across all the people that are withdrawing over the next hour or 2 hours or something like that, and that's how we handle it. But maybe a smaller business that's trying to provide some kind of off ramp and let their consumers do that and they're facing a dollar 24 charge and they have to pass that along. And somebody was buying a $15 sandwich or something like that's not going to work. So I get it. They're frustrated and their model is broken. And it sucks for scaling because if you haven't already hit scale, some businesses have scale and can handle this. The crypto exchanges or whoever can afford Lightspark or someone like us that's already large enough, we're lots of people around the world. You see how frustrated and how unable all of these businesses in developing countries, they're just unable to onboard people onto bitcoin right now because it's such a bad product when the transaction fees are so high. How do you even rationalize, hey, use this instead of cash or use this instead of whatever. It just muddies the argument and makes it impossible to onboard those people without using a centralized service. So in that respect, I just think it's going to cause a spike in innovation, which I welcome. And I also think that it will dwindle down and right size itself once the fast money boys have washed out."
    },
    {
        "speaker": "B",
        "text": "Okay, but just at one point in there, it did sound like you were saying the future was going to be people interacting with centralized services to access layer one."
    },
    {
        "speaker": "A",
        "text": "That's what they're doing right now. So that's the worst case scenario is you just take all the rails that we have right now. Michael Saylor talks about it as the last mile and you just sub bitcoin in for yen yuan, euro dollar, right. And it's just bitcoin and sats instead of those things, and you can just use the same rails you have now. What I think will happen, though, is that you already have seen this explosion in attempts to scale self sovereignty usage of bitcoin, both from a custody perspective and from a transaction perspective. And I think that will just continue to accelerate. It was going to anyway without the ordinal stress. So these problems were going to start being very real in 2027, 2028. I dont think it was going to be this bull run that caused enough of a mass of people to have over 90% of their liquid net worth in bitcoin and thus have to start spending bitcoin in the numbers that require venture capital investment to fund a huge batch of companies to go and attack that problem. I still think it's probably going to be too early. I've actually placed bets on a bunch of lightning companies and gotten involved in Ark and things like that. In case I'm wrong, I put it at about 2% that I'm wrong and that it happens before then. So I spend most of my time at Swan focused on store of value. But in case medium of exchange at scale happens before, I think it does at least ill have a little upside in some of these other companies. But really my expectation is that it wont even be, its not 2024, its not 2028, its more like 2032. That enough people have written bitcoin up enough that they demand products and services to be able to spend their bitcoin at the scale that makes it interesting for venture capital. And so that's what I think makes it interesting for investors, for investors to build those products, to fund that development, because otherwise you're just talking about hobbyists, and it's really hard to scale things without a lot of capital. That's my framework, and I'm happy to adjust if it happens faster. And that is why it actually is kind of interesting to watch because this is like a little trial run of what it was already going to look like in 2028 or 2032, and we get to see it in 2023 24 and put that stress on it. So it's earlier than the people that have to overcome that. It's before they want to deal with it. And the medium of exchange industry in bitcoin is not as developed as it needed to be to be able to handle this. They don't have the tools and they haven't built it, but this is actually pulling capital into them to actually make it happen faster. So we may actually be in a better position to handle the blocks being full at the end of the decade from monetary transactions instead of jpegs, because we have JPEG pump and dumps today."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I get your point that they might go away, and yet at the same time, I'm thinking they might just look different in the future, meaning there might be some other evolution of them and they might again be filling up block space. But we'll have to see. So I have to ask you, of course, because famously, you are one of the few people quoted in Ian Allison's article that set off the chain of events that led to FTX's collapse. And your quote in that article was a pretty choice quote. It's fascinating to see that the majority of the net equity in the Alameda business is actually FTX's own centrally controlled and printed out of thin air token. So I'm so curious. At that time, when you were interviewed for that article, did you like, what did you think kind of was the state of affairs at Alameda and FTX? Did you expect it to be what it turned out to be, or just what were your thoughts then?"
    },
    {
        "speaker": "A",
        "text": "I honestly thought it was over. When I saw that, I couldnt believe it. That quote, that was the only quote in the article, by the way. Everybody else wouldnt put their names on theirs, so he had to paraphrase them and put it in his own words. I had no problem being quoted for it."
    },
    {
        "speaker": "B",
        "text": "But what I'm asking is, did you think it was a fraud? Thinking that the business for them was over is a different thing. Oh, okay. So, yeah, talk about that."
    },
    {
        "speaker": "A",
        "text": "So, specifically, there's no way that they would have been able to collect the cap table that they had. I mean, when was their series c? Wasn't it earlier in 2022?"
    },
    {
        "speaker": "B",
        "text": "Wait, you're talking about FTX or Alameda?"
    },
    {
        "speaker": "A",
        "text": "FTX. FTX. But I knew all along, because everybody that was in the crypto bitcoin industry always knew that there was no wall between them. That was completely understood."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, it was July. Sorry, January 2022."
    },
    {
        "speaker": "A",
        "text": "January of 22 was. Yeah. So that was a $32 billion valuation, and right on the heels of another big fundraising the year before. And so if you saw how crappy that side of the business was, it would just freak you the f out. It was clearly not these wunderkens just crushing it. They don't own anything other than things that they printed and pumped themselves. It was just absolutely mind blowing. But it was weird, though, because then as soon as you see that, you're like, oh, right, nobody I knew ever believed the kimchi premium bullshit from, like, 2019? So that was bullshit."
    },
    {
        "speaker": "B",
        "text": "Meaning the trade that Alameda did to."
    },
    {
        "speaker": "A",
        "text": "Get off the ground, that was fake, right?"
    },
    {
        "speaker": "B",
        "text": "They were doing it in Japan, but anyway, it's still called the kimchi premium, I think."
    },
    {
        "speaker": "A",
        "text": "It hasn't. Anyway, sushi premium or whatever. Anyway, so that was bullshit, right? And then, and then you're like, okay, but I also remember when I was, like, dealing with OTC desks and trying to set up OTC desks for Swann in 2020, 2021, and their BD team was children and completely unprofessional versus everybody else you deal with. And at the time, you were like, oh, well, everybody thinks they're super smart, so maybe they're just busy and these kids must be geniuses. And then you're like, oh, wait, no, it was bullshit. It was always bullshit. And then you're thinking, but I knew he was full of shit and talked about it publicly starting in June, July of 2022. I know a lot of people were onto him earlier than that. Thats when I realized it was when he started bidding for Blockfi and Celsius and trying to be the JP Morgan of crypto or whatever. Thanks, Jim Cramer, for the signal, as always. So that was obviously a sign of something rotten and wrong, because those businesses had dramatically negative value, right? They were bankrupt, and their brands were worth negative hundreds of millions of dollars. Right. You'd have to pay me half a billion dollars to launch anything under the name blockfire or celsius. Right. So there was nothing there for him. I couldn't put my finger on what it was that was wrong with it. I just knew he was lying. And that's why I just started going on tv and calling him Scambankster fraud, and which I was thrilled to actually see in a New York magazine headline a few months later. But I didn't know how bad it was. Like, I really, I didn't have the inside knowledge to know really just how effed up that place was at all. I watched as a spectator like everybody else. But as soon as I saw that balance sheet, when Ian sent it to me, I was like, oh, this is over."
    },
    {
        "speaker": "B",
        "text": "So something else that's interesting about you is you've been highly critical of venture capitalists and crypto. You did mention in your story that there was a period when those were the people that you looked to for signal. But I do have to ask that you've been particularly critical of Andreessen Horowitz, which is probably the firm that's most supportive of crypto especially over the longest period. And I wondered if you could talk a little bit about why it is that you have such, let's say, intense feelings of dislike for this VC firm."
    },
    {
        "speaker": "A",
        "text": "So, I mean, I have friends at Andresen still to this day, and I've done deals with them in venture before I got into bitcoin. I've been in their office a bunch of times. I still host events at the Rosewood, sometimes 200ft from their front door. And I respect a lot of what Mark and Ben have done. And I certainly think what they did was very novel, making the founder the star and treating it essentially like a Hollywood agency. I think a lot about what they did. Everybody has copied sense, essentially, like you have to have a platform to be a big venture firm now, and everybody copies essentially the template that Andreessen created starting in the laid offs. So in that respect, kudos to them. I think that the incentive to collect massive piles of Aum and to flatten your j curve extremely quickly, which you can do when you print and market your own token, and you can sell it without actually having product market fit or delivering any value whatsoever to the real world. And you can get it for one cents and sell it for $30 if you market it well enough. That incentive is just too strong and too well matched to the venture capital fund raising. Take a clip on Aum. Take your gains. Like it's just such a. It's like crack. It's like it has receptors in the VC brain that they cannot see what they're doing. So some of them are absolutely nefarious and they absolutely know what they're doing and they are just scumbags. And that is 100% true. But it is also true that some of them just can't see the forest for the trees and know not what they do. And I think that is true as well because ive had one on one conversations with people that I otherwise believe to be good, high integrity people and theyre still doing this shit. Andreessen I generally target because its the largest and best known of the traditional venture firms that has pursued this model and has pumped the most into it. And again, I think theyve done a massive disservice to 8 billion humans on the planet by lessening the curve, basically diminishing the curve of bitcoin adoption through all of this crypto scam marketing. So I think theyre responsible for a plurality of the anti bitcoin narratives over the last six years. I dont know if its 20% or 30% or whatever it is, but its their marketing of solana and worldcoin. And the next bitcoin is bitcoin. Like it's not this other thing that you're trying to pump and promote right now. With Sam Altman and Ali Yaya and Chris Dixon in particular. I used to read his stuff all the time. It's just been unbelievably disappointing to see him go this way and then creating the revolving door with the regulators and bringing Katie Hahn over and all this stuff. It's just all so just gross and scammy. So a lot of it is just feeling betrayed because I used to like."
    },
    {
        "speaker": "B",
        "text": "Them a lot, but I'm confused because you just said that they're anti bitcoin, but I actually don't think they are or what makes you think they're anti bitcoin."
    },
    {
        "speaker": "A",
        "text": "The marketing of all the crypto scams by definition requires lying about bitcoin almost always because you're usually saying like, you need this coin to do some other thing and therefore you need this other money. So monies are all in competition with each other. So by definition you are sucking away demand from bitcoin when you're promoting a false crypto token that's going to go to zero in bitcoin terms over the long run anyway. So that's basically what they're doing."
    },
    {
        "speaker": "B",
        "text": "Well, I guess the philosophy is that when you have blockchains, there tends to be native assets to them. And because the bitcoin blockchain is limited in how you can use it, there are certain applications that people can imagine being offered in a decentralized way that could not be built on bitcoin. So personally, as a journalist, I view a lot of the activity in the space as falling into one of two big buckets. One is money crypto and the other is tech crypto. So would you say that something like ether is or. Sorry, how do I want to phrase this, that it does not have, that bitcoin could serve the purpose that ether serves."
    },
    {
        "speaker": "A",
        "text": "So I think you will just see whats already kind of happening, which is there are things that actually need real decentralization and those things will be done on bitcoin or layers of bitcoin over time. This thing is going to take 50 to 80 years anyway. This is not an iPad. This is a technological revolution. For this to be spread across 8 billion people and for everyone to be using bitcoin and for us to kind of. It will change every industry in some way, not just one industry. It's not going to just change finance, it changes finance technology and everything else too. It'll change agriculture and energy in particular. It's already starting to change energy a ton, balancing grids and accelerating green development, things like that. It's just early. And the altcoins, there's no reason to have money that holds value for a long time. It's just a Chuck E. Cheese token. If you need to buy some, you buy it, you use it, and then if you get some back, you sell it back and you go and get your prize or your tickets or your money back. Right? And bitcoin is real money, so I just don't see these things, any of the tokens lasting for the long term. And I see them all dwindling toward zero in bitcoin terms, as they always have. Right."
    },
    {
        "speaker": "B",
        "text": "And what about stable coins? Do you also see them?"
    },
    {
        "speaker": "A",
        "text": "No. Asset backed tokens I don't care about. It's as good as the trusted third party that custodies it. And whether you trust them and their regulation regime, and then whatever rails that goes over doesn't really matter. I think best outcome for crypto and blockchain is basically incremental improvements to financial it. So that's generally what you see. If there is some kind of proof of concept that's turned into something lasting with settlement or trade or whatever. It's a permission database. It doesn't require the token. It may use some of the research on cryptography or consensus or something that one of these altcoin teams has come up with. Because again, if you throw $50 billion at a bunch of smart people out there, they're going to come up with some interesting stuff. Right? Like ZK roll ups. Looks like at some point it'll be used on bitcoin and it came out of Ethereum land. And that's, you know, that's. That's a good effect. It doesn't mean that on balance, Ethereum has been good for the world, but it's pretty hard not to have some things in the pro column. Right?"
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Something can be. Something can be 99% negative and 1% positive, and you can take that 1% and go use it for other things."
    },
    {
        "speaker": "B",
        "text": "So you think Ethereum is 90% negative and 1% positive?"
    },
    {
        "speaker": "A",
        "text": "No, that was an example."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I said something can be. I said something can be. I haven't really thought about what the balance is. I think it's been probably the root cause of most of the scamming is most of these ERC 20 tokens over the last six years. And again, that's been that noisy top of funnel that has thwarted the pace of bitcoin adoption over the last six years. And that's going away in January because the top of the funnel is going to be these bitcoin ETF's to kind of to tie this whole conversation together in a bow. I'm really excited to market bitcoin and teach people about bitcoin with less competition from the affinity marketing orange washing crypto scam."
    },
    {
        "speaker": "B",
        "text": "Well, I have two last quick questions. I know we're well over time, but I did want to ask you, are there any projects that you're looking at that you currently think are perhaps like the next FTX or terra Luna?"
    },
    {
        "speaker": "A",
        "text": "I mean, I dont go around looking for scams unless they talk about bitcoin. I only really became aware of Luna when he started to do the bitcoin treasury and it was like, this dudes a scammer. Why is he on bitcoin podcasts? Took about 45 minutes to understand the dynamics of the Ponzi scheme and go public with it on March 24 of 2022. And thats when I started battling them. And then same thing. The only reason I even became aware of Celsius, basically, was because it, it came right out of the Luna scam. When I found out that they had sold half a billion dollars of UST over the weekend before the collapse of UST, I was like, oh, my God. I thought you guys were like a savings bank. Why do you have customer assets in the Ponzi scheme? Right? And then Mashinsky went on YouTube and said that bitcoin Maxis, like Corey are responsible for bitcoin. 30% of bitcoins being lost. And I was like, what is. So he's actually trying to recruit people's bitcoin into his Ponzi scheme. Like, f that guy. So that was kind of. I'm not out there just looking for the next scam of any flavor. It's only if it hits my radar because it's near bitcoin that I become aware of it. I'm not out here trying to say, I mean, I think all their tokens are going to zero in the long run, as they all have historically. There's only three tokens in history that have had a new all time high in bitcoin terms, three or more years after their first all time high. Ripple was higher in 2017 than it was in 2013. BNB was higher in 21 than it was in 17 because it only got half a pump. And Doge was higher in 21 than it was in 17 because Elon was tweeting about it. No other crypto token in history has had a new all time high in bitcoin terms in a second cycle. So I expect that to continue. And maybe youll have an aberration. Maybe itll be like one popcorn altcoin that proves the rule because Elon tweets about doge again 2029 or something like that, or Solana flippins, Ethereum, because people finally realize centralized is better if you're writing smart contracts and they're on their march toward AWS as a better back end for all their projects. But broadly, it's silly unless you're an insider in the crypto casino where the house takes a 50% rake instead of a 5% rake in Vegas. It's silly to be in that game."
    },
    {
        "speaker": "B",
        "text": "All right, Corey, well, last again, quick question. We're going to try to do this in like 30 seconds or less. Ok. Swan raised 200, 205 million in 2023. You plan to raise an additional 150 million. Any word on how you plan to deploy that money?"
    },
    {
        "speaker": "A",
        "text": "So the 205 that we mentioned in the fortune article was for Swan institutional. So that was money that we actually deployed into other projects. We actually raised, I guess about 40 mil in 2023 for Swan. So that wasn't included in that number. And then, yeah, so we're going out for a series c of 150 in q one. So we'll be kind of in market in January, something like that. Expect that to close maybe April, something like that. You got to select a board member that you're comfortable hanging out with for like seven years. And we're looking for an institutional investor that runs a big pile of money that also is a bitcoiner. It might take a minute to find that person."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, well, we'll have to check back and see how it turns out."
    },
    {
        "speaker": "A",
        "text": "But yeah, that's for international expansion. That's for Australia, Europe, Brazil, expansion of services and products and building custody tech and payments tech and all that kind of stuff."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. Well, where can people learn more about you and Swan bitcoin?"
    },
    {
        "speaker": "A",
        "text": "We're Swan s w a n on Twitter. Thats easy. Swann.com, swann app, and Apple and Google Play. Im Corey Klipston on Twitter. And what else? If you want to learn about bitcoin, my favorite book on the subject is inventing bitcoin. I think its the best two hour intro to the subjects thats ever been written, which is why I hunted down the author and then found out that he was a CTO and he became my co founder, Jan Fritzker. But he's just a spectacular guy. He did such a good job with that book. I give it to everybody and we give it away now, which is awesome. So swan.com freebook would be the number one quick resource that I would recommend getting into bitcoin."
    },
    {
        "speaker": "B",
        "text": "Perfect. All right. Well, it's been a pleasure having you on unchained."
    },
    {
        "speaker": "A",
        "text": "Yes, absolutely. My pleasure, Laura. Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Corey and Swan, check out the show notes for this episode. Unchained is produced by me, Laura Shin, pulled out from Kevin Fuchs, Matt Pilchard, Juan Aranovich, Megan Davis, Nelson Wong Shashank and Margaret Correa. Thanks for listening. Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets. Check out markets daily seven days a week with new host Noelle Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]