[
    {
        "speaker": "A",
        "text": "But I think if investors step back and they think about the next three years in bitcoin, you can keep it relatively simple, which is theres this new source of demand in the ETF wrapper and there is this decreased supply from the bitcoin having of course no market is that simple and anything could happen and there are huge risks, but that is an overarching framework to think about bitcoin for the next couple of years."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, welcome to Unchained, your no hype resource for all things crypto. I'm your host Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the October 24, 2023 episode of Unchained DeFi just got way easier with Vaultcraft. Popcorn's no code DeFi toolkit for building, deploying and monetizing automated yield strategies from institutional service providers to DeFi Degens, anyone can use Vaultcraft to supercharge their crypto with custom cross chain yield strategies on Vaultcraft IO, the game has changed. The Google Cloud Oracle built for Layer Zero is now securing every layer zero message by default. Their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer Zero.net work to learn more hey unchained listeners, as you know its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot. Buy, trade and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get dollar 25 with the code Lora link in the description. Todays topic is the status of the bitcoin spot, ETF's and the crypto market. Here to discuss are James Seifert, research analyst at Bloomberg Intelligence, and Matthew Hogan, CIO of Bitwise. Welcome, James and Matthew."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me. Look happy to get into this discussion here."
    },
    {
        "speaker": "A",
        "text": "Yeah, very excited. Thanks for having me, Laura."
    },
    {
        "speaker": "B",
        "text": "So a spot bitcoin ETF has been a long time coming here in the US, and I'll just say briefly for newer listeners that the reason that people would want to have a spot bitcoin ETF, as opposed to bitcoin, and by spot we mean kind of like a physical or actual bitcoin, is that a bitcoin ETF would be a financial instrument that you could easily custody with somebody else rather than having to do it yourself. And you can also put it in tax advantage accounts, like retirement accounts. And that's a lot harder to do with a spot bitcoin. So the reason why this has been a big part of the conversation recently is that there has been a lot of movement around moving along some of these spot bitcoin ETF applications. Let's start with the fact that on October 13, the SEC did not appeal a decision in August by the DC Court of Appeals that the SEC had been arbitrary and capricious in denying grayscale its application to convert the grayscale bitcoin trust to an ETF. This basically means that since the SEC is not going to appeal it, that therefore I guess they have to let the application go through, or is a sign that they would potentially do that. So, James, lets start with you. What was your take on why the SEC decided not to appeal this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so, I mean, it's been our take from the get go that we didn't think the SEC was going to appeal. I mean, if you, if you looked at the decision that came down, it was, it was very harsh. Like, if you, if you look at legal documents, like it was a pretty strongly worded document, it was a unanimous 30 decision. One of the judges, it's a panel of judges, three judges. One of the judges is the chief justice of the court. So, like, it's not like just a bunch of other random judges that also plays into a role here. And it was pretty staunch in its decision. Right? Like there was no, there was very little wiggle room that the SEC could use to appeal this. So the only way they would appeal, in our opinion, we didn't even think they would get granted because we didn't think that the court of appeals would take. It's called an en banc hearing. So instead of three judges, it'd be in front of all the judges of the panel. And even if they did get it, we didn't expect the decision to change. Like, even if. And we honestly, we didn't even think the court would grant the appeal. So the SEC probably saw the writing on the wall. They've seen the writing on the wall for a long time, ever since the actual or arguments happened in February of this year. So they knew what was coming likely. They're not dumb, I guess, is all I'll say on that front."
    },
    {
        "speaker": "B",
        "text": "Yeah. And, Matt, so for full disclosure for our audience, your company, Bitwise, is also applying for one of these spot bitcoin ETF's. But what did you make of the SEC's decision to not appeal? Matt?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I appreciate that. And I should say at the outset, I can't speak specifically to our filing, but I can talk about the space as a whole. I agree, uh, with James. You know, it's important to note that the core question here that the court was considering was how did the SEC allow bitcoin futures ETF's to launch when those futures settled to the spot price of bitcoin and then denied spot ETF's on the ground that you can't trust the spot price of bitcoin to be manipulated. And I know a lot of us in the crypto industry tried to find a way to reconcile those and just couldn't make the logic work. And I think for all the legal arguments that was the core of this finding was, if you allow this one thing, you can't allow something that's essentially tracking the same price. You can't disallow it. And so I think that was sort of the strength of the argument. I think the SEC saw that there was no pathway to win through approval. And so now we're at what happens next. And what happens next should be pretty exciting."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just in their own reasoning, the judges were saying, well, the futures price tracks the spot price by 99%. And so, you know, you're right. I mean, the logic just wasn't there. So I think that's why it was unanimous. I also wanted to ask you generally about the prospects for GPTC. But before we get to that, there was kind of a little surprise event that happened, which was that on Thursday, the New York attorney general sued Grayscale's parent company, DCG. And I wondered how you thought that would affect the prospects for the Grayscale bitcoin investment trust to be converted into an ETF."
    },
    {
        "speaker": "C",
        "text": "It is a legitimate concern, you see that. You see DCG getting sued by the New York attorney general. And, like, even I saw it, and I was like, oh, I wonder if this impacts anything. And I read through the filing, look, Grayscale is not mentioned once in there. If they had some sort of information that implicated Grayscale in that, in that case, they probably would have mentioned them. I tweeted about this specifically. The one thing that is definitively linking between Genesis, who is at the core of this, and Grayscale is that Genesis was the authorized participant for Grayscale's GBTC for basically the entirety of its life until October of 2022. Now, an authorized participant or AP is basically in normal ETF world. It's a big bank. It's your bank of America's, it's your JP Morgan, maybe Goldman, Virtu Financial. It's these big financial trading firms and debts that basically facilitate the creation of shares or the destruction of shares. So in the case of GBDC, it was giving the bitcoin and making sure you get back the equivalent shares of GBTC. That's typically. It's mostly an arm's length relationship, right? There's a contract that's signed, there's information that goes back and forth. But obviously there was a little more going on considering grayscale and Genesis are both kind of sister companies under the DCG umbrella. But I still don't think that's enough. And not to mention Grayscale's GBTC, it's a standalone bankruptcy remote trust. So even if for some reason grayscale gets completely dragged into this, the GBTC assets are going to be fine and somebody could theoretically, another issuer, bit wise, or somebody else could theoretically take over the operating of that trust in that situation, which, again, there's no evidence to me that indicates that's going to happen. But in the absolute worst case scenario, that I don't see like a huge impact to GBTC holders. That's the way I'm looking at it. Obviously, if more information comes out, it can change, but that's my view right now."
    },
    {
        "speaker": "B",
        "text": "Matt, do you have anything to add?"
    },
    {
        "speaker": "A",
        "text": "I mean, when we look at the market, obviously, I don't know how any of these legal filings will go, but when we look at the market and the market that we hope to be competing in, in the spot bitcoin ETF space, we assume Grayscale and GBTC will be there. They're a well organized, well run company, and that's been a well run product for its existence, and it appears to be on a pathway to conversion. So nothing about that lawsuit has changed our view that they're going to be likely one of the competitors on the field when spot bitcoin ETF come to market?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think this is a somewhat prevalent view, because the discount on the price of GBTC compared to the price of the bitcoin it holds has narrowed. Finally. There was a long period when it traded at a premium, but now, for a long time it's been trading at a discount, but that discount narrowed to a two year low, which means, obviously, these investors in GBTC are more hopeful than they've been in the past. So what can we expect now in terms of whether and how GBTC would convert to an ETF?"
    },
    {
        "speaker": "A",
        "text": "It's important to note that the thing that we've been hung up on in terms of allowing a spot bitcoin ETF to come to market was this question of market manipulation, and by the court order and by some other rules, many people think we've now gone beyond that. But that is necessary, but not sufficient for a product to launch. There are additional considerations that you see firms working through now, considerations around disclosure, considerations around custody, considerations around how those AP agreements work. And so I think you're going to see firms sort of churning through those processes. I don't think there are any showstoppers there, but it's not an absolute certainty that we're on a perfect pathway to launch. I think we are, but we still have to get over those humps. Grayscale has the added complication of. It's a conversion from one structure to another structure. But again, that's not an impossible task. It's just another barrier. So there's still work to do, there's still ground to cover, but I think we're covering that ground pretty efficiently."
    },
    {
        "speaker": "C",
        "text": "Yeah, I would just say, basically, there's two parallel processes that need to happen for GBTC or Bitwise's, ETF's, or anybody's etfemen to get approved. Right now, as far as I'm watching, it's that 19 b four process, which is what Grayscale sued the SEC over. It's the process that everyone knows. Those clocks, those deadlines. I'm constantly tweeting out, like, what are the next dates? That process is through the division of trading and markets at the SEC, and that's where they're worried about manipulation and fraud and different things in the actual markets. The other process is the s one, or in Jeet, Grayscale's case, the s three, which they just filed and you've mentioned, is that's the prospectus, that's the offering document for the actual underlying fund. And that process has to get approved by the division of corporate finance. And I think there's other divisions that might be involved too. But that conversation is around what Matt was just talking about. How is custody going to work? Who's in charge of the bitcoin when it's between the market maker and the actual trust holding the bitcoin? There's a lot of things that need to be ironed out, but for the most part, as Matt said, they're going to be ironed out and we're seeing that happendenne right now through these amendments that keep coming out. So everyone's in conversation as we're assuming with the SEC. The SEC has issues with the way this risk is worded in the documents. They have issues with not specifically saying how the bitcoin is going to be custody. You saw updates saying it's going to be a segregated wallet. All these different things. There's minor language that's happening that the SEC is saying we need these changes, we need more clarifications here, we need this updated. And it's just conversation back and forth between the issuers and the SEC. So my view is that I think the SEC is going to have a very hard time denying that 19 b four process with the division of trading markets based on what the courts have said about their past denials. Now, could they slow roll things using division of corporate finance on these s one s and s three s and these other documents? Yes, but ultimately these are things that, as Matt said, are going to be ironed out. We have spot bitcoin, ETF's in Canada. We have them in Europe. We have them elsewhere. They've been operating very flawlessly, better than most of the products that we have here in the US. So it's just a matter of like lawyers and everyone getting in the same room and talking back and forth and making sure everything is disclosed properly."
    },
    {
        "speaker": "B",
        "text": "And just to clarify, so James, you're talking about just generally all these different ETF applications but not specifically about grayscale converting. Right."
    },
    {
        "speaker": "C",
        "text": "Grayscale is in the same boat as, I would say, their lawsuit in this whole situation. We don't know. So basically they filed in 19 before they were given a disapproval order. The courts vacated that disapproval order. We don't know what happens next. This is we're in basically uncharted territory. My assumption, and I think it's pretty well known, is that Grayscale and the SEC are likely talking as we're recording this, going back and forth in some way, trying to figure out what the next steps are negotiating and what's going to happen. The SEC probably wants them to completely refile. Grayscale probably doesn't want to do that, but they don't want to go back to court again either. So there's probably some sort of conversation figuring out what the next steps are for their process. In the 19 v four, the other filers that are filing new stuff are going through that same 19 B four process, but the courts aren't involved. But both of them are going to have to go through that other area, the s one, and in Grayscale's case, the s three, which is the prospectus, the risk disclosure documents. The one thing that Grayscale does have is they've been an SEC reporting company since January 2020. So they've worked with the division of corporate finance and these other divisions, most likely because they've been reporting ten ks, ten qs, these other things that you typically see from publicly listed firms and."
    },
    {
        "speaker": "B",
        "text": "Okay, and just to clarify, so when you said that the SEC probably wants them to completely file all over again, or I forget the language that use, but like, why would that be?"
    },
    {
        "speaker": "C",
        "text": "So I'm basing off of talking with the litigation analyst that I work with at Bloomberg Intelligence, Elliot Stein. His assumption is they would just have to refile, which would be basically restart the 240 day clock. Yeah. Our basis, to me that doesn't make sense because the order was vacated. So now there needs to be a new order, the way that I think about it, but legally that it's not clear cut that that's the situation here. So basically you need to figure out what's going to happen with Grayscale's 19 before. Do they have to re enter the process? Is there some time period where the SEC is going to come out and say, in the next couple weeks, okay, in 60 days from now we're going to issue a new order, 90 days, 45 days, or what have you, or are they going to come to agreement. Grayscale is going to refile and maybe the SEC is going to let Grayscale go with everyone else because our base assumption is they're going to allow a multitude of spot, bitcoin, ETF's. Whenever that happens, I don't. We think it's going to happen by January 10, but whenever that happens, we think they're going to allow multiple to go at the same time."
    },
    {
        "speaker": "B",
        "text": "But wait. So I'm sorry, I know I keep this grayscale thing, but I was just wondering when you said that, like, you know, you said you basically don't know what's going to happen now that the court vacated the order, so. Or whatever it was. So why is it that we don't know? Is it because this has never happened before?"
    },
    {
        "speaker": "C",
        "text": "There's no precedent here for a 19 before order being vacated by the US Court of Appeals, the DC's Court of Appeals. So there's no, there's no, like, precedent to say, this is what happened last time. So this is what's going to happen this time. There's. As far as I know, I mean, some of. Maybe somebody out there smarter than me or Matt can comment and say that they think something else is going to happen, but I don't think anyone really knows."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I think. I think we're in uncharted territory on this one, which is interesting in and of itself."
    },
    {
        "speaker": "B",
        "text": "Yeah. And potentially, as you see, doesn't know and is sort of making it up. Okay. So as we've alluded to numerous times, there are also so many other spot bitcoin ETF applications that are going through the process now. I'm going to list a bunch. If I miss any, please feel free to jump in. Blackrock wisdom, because there. There's a lot. And as you guys know, I have been spending all my time in a courtroom, so I may have missed some. Blackrock Wisdom tree Invesco Galaxy wise Origin Vanek Bitwise Valkyrie 21 shares with Ark am I missing anything?"
    },
    {
        "speaker": "C",
        "text": "Global X is in there. Yeah. Grayscale, obviously."
    },
    {
        "speaker": "A",
        "text": "Very impressive to have those at your fingertips like that. There are a lot of them."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think there's twelve total. So if you don't know a couple, it's fine."
    },
    {
        "speaker": "B",
        "text": "Wow. Just goes to show kind of how hot this market is, or, sorry. At least amongst the entrepreneurs, they all want a piece of this. So, as we know, in the last week, three of them, Blackrock, Fidelity and Ark, in conjunction with 21 shares, have updated their prospectuses. You kind of alluded to this a little bit earlier, but why don't we kind of get a little bit more granular? I know you've been reading what the updates are. What are you reading into in terms of what the SEC is concerned with or what some of the holdups are? Before any of these would get approved."
    },
    {
        "speaker": "A",
        "text": "I can give a 30,000 foot view and James can maybe go in more detail. As I've looked at the prospectuses that have come out and been renewed, the biggest takeaway is that the changes so far are slightly. If you do red lines versus the original, there are relatively few changes. There are not massively new disclosures. They want to highlight certain risks. They want to highlight certain things in custody. James mentioned segregated wallets and more details around custody holdings."
    },
    {
        "speaker": "B",
        "text": "I can tell you, having sat through many, many hours of testimony in the SBF trial, it's a really, really important thing to put, like, in legal. Like, I know a bunch of the exchanges already do it without being forced to legally because they don't want to go bankrupt. But yes, now I'm realizing, okay, let's. Why don't we make this a law? But anyway, keep going."
    },
    {
        "speaker": "A",
        "text": "Indeed. No, I was just saying, I agree with that. And of course, but my big takeaway from them is that the changes have been relatively modest. These have not been wholesale. Massive overhauls of the prospectuses, a few disclosures here, a bit on custody, some work on AP agreements, but I would classify them as relatively modest. I don't know if James agrees with that."
    },
    {
        "speaker": "C",
        "text": "Yeah, honestly, I've kind of stopped trying to. It's hard. I need some sort of software that I can put two documents next to each other and be like, find the changes, because it's been hard to really look for them. I know kind of what they look for now. The SEC has required, like, more substance and risk disclosures of potential electricity usage numbers, which I've seen a lot of people on Twitter and elsewhere and asking me, like, are they going to use these risks they're making to disclose as further reason to deny launching and spot bitcoin ETF's? And I just want to say, like, the SEC is a disclosure regulator. Their job is to make sure that whoever's issuing these public funds or public firms are disclosing all risks and everything related to the firm. They're not at merit regular. Their job isn't to say there is no merit to this, which has been a lot of people's criticism of them for denying spot bitcoin ETF. They're not supposed to say whether there's merit in an investment. So this is all just them again, all the things Matt said, and I agree 100% with what he said, it's rather minor. I expected to see more. I kind of expected to see more about the redemption process. There's very little updates there. And I think some of that kind of might go back to what I was talking about with Grayscale's already been publicly reporting. They've probably dealt with some of this stuff in the past. Their documents have been in existence for a while. We have futures ETF's that the SEC has already. Okay, a lot of those risks are already in those futures documents. So, like, we have in a good example of like what the SEC is looking for. I wouldn't be surprised if we see a couple more amendments, even from the issuers that have already filed an amendment, if the SEC has further concerns. But everyone's probably going to have to file one of these amendments to basically satisfy the SEC's concerns. The one thing I will say is once somebody gets a document that the SEC says two thumbs up, you're ready to go. Everyone else just can basically copy that language. There's nothing that says this legal language can only be used in our document and not in this document. So once one person figures it out, the playing field is completely level."
    },
    {
        "speaker": "B",
        "text": "There'll be a bunch of people hitting copy paste on their computers."
    },
    {
        "speaker": "C",
        "text": "That's what these documents are. If you look at them, they're all substantially similar across every single fund that's filed."
    },
    {
        "speaker": "B",
        "text": "One thing that I wanted to ask was that, so obviously I named it was Blackrock, fidelity and arc in conjunction with 21 chairs that did these revisions. So does that give an indication into the horse race of who might get approved faster or."
    },
    {
        "speaker": "C",
        "text": "No, in my opinion it doesn't. We've been staunchly at the camp that they're going to allow pretty much tell everyone, here's the starting line, get your stuff order before this date and you can launch. And that's what they did with Ethereum ETF's, which Matt and Bitwise were a part of, and a whole bunch of different ETF's launch on that same exact day. I think they're going to try to do the same thing with spot bitcoin ETF's. And honestly, the way that spot bitcoin ETF's are approved during the 19 B four process makes it kind of easy because they're deadlines, right? They're not like, this is the date this needs to happen. They can kind of just effectuate all of their approval orders and send them out in the same day. And as long as everybody's okay with that other s one s three division of corporate finance, part of the SEC, then if both of those are allowed okayed by the SEC, I believe they will all be able to launch at the same time."
    },
    {
        "speaker": "B",
        "text": "You would include grayscale in that. Even though they're on a different track."
    },
    {
        "speaker": "C",
        "text": "It'S potential that I could see. It wouldn't be insane to me to find out that Gary and Gary Gensler and the SEC figure out a way to kind of like stall grayscale from converting behind these other guys. But at the end of the day, the grayscale once these spot ETF's are allowed to launch, I believe grayscale, I think they'll be on the same day, but if not, I think they'll be able to do it eventually."
    },
    {
        "speaker": "B",
        "text": "Huh. Okay, but why would they delay them?"
    },
    {
        "speaker": "C",
        "text": "Vindictiveness from the SEC for, hey, they have a loss in court, but that's like me putting my tinfoil hat on. But I think they're all going to launch on the same day. That's my guess. I think everyone's going to get the ability to launch in the same day if and when these things get the full approval from the SEC."
    },
    {
        "speaker": "B",
        "text": "Okay, and Matt, I cut you off. You were going to say something, Matt?"
    },
    {
        "speaker": "A",
        "text": "I was just going to say. It may be worth noting, just for the listeners who may not be as familiar with the ETF space as the crypto space, the reason it matters is that in ETF land, historically, the first mover gains the vast majority of the market. So the reason we care about this horse race is if one firm were to come to market with the first spot, bitcoin, ETF, and have a lead over others, it would likely irrigate a majority of the assets that will flow into that space. And so there's a speculation that the SEC wants to line everyone up, so there's a fair playing field. People have been working on this in Bitwise's case for five plus years, others for a long period of time as well. So creating that fair landscape should create the most competition and the best outcome for investors as well, with the lowest cost and the most choice."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would imagine, actually that that might be one reason that they actually let Grayscale go on the same day, because otherwise it might feel punitive to the holders of GPTC who have been underwater for so long. And since one of their mandates is investor protection, potentially that would be on the scale of letting them go at the same time."
    },
    {
        "speaker": "C",
        "text": "I was just going to add, there is a large group of people that think Grayscale is going to delay just so they can milk more of that 2% fee. There's a group of. There's a large contingency of people that think that grayscale is not going to convert GBDC when they're ultimately able to. I'm not in that camp. I think they will do it quickly, but that is an added risk. Why, potentially, we wouldn't see GBC's discount completely compressed because some people still aren't. Still don't think this is happening, essentially."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I guess that's probably shoot, I'm blanking on the name of that campaign. Is it just free GPTC or something?"
    },
    {
        "speaker": "C",
        "text": "Redeemed."
    },
    {
        "speaker": "B",
        "text": "Oh redeemed GBTC."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Maybe it's people like that. Okay. Yeah, I mean it seems like it would be people like that. One other thing that I want to ask about was that there was another event this past week that is potentially a black mark, I guess you could say, both on the media and also the crypto community generally, which is that cointelegraph tweeted that bitcoin ETF had been approved, the one for Blackrock. That sparked a jump in the price of bitcoin from less than twenty eight k to over thirty k. Of course after the rumor was proved false, the price dropped again, but it still remained higher than it had been. I wondered how you thought that type of event might affect the SEC's decision making or even the timeline."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, ill say I dont think it should. One of my first jobs in finance was as an analyst for a tech fund in the early two thousands. And there was this famous case of this fiber optic networking company called Emulux. And someone put out a fake press release about Emulux restating its earnings, and the stock price fell from 100 to dollar 40. Then they amended the press release of course, or they corrected it and the stock price recovered. That wasn't an indictment of the stock market. It wasn't a sign that the stock market was illiquid or there wasn't enough volume or liquidity. It was a sign of news fraud, effectively. And this is the same case here. It was just on the positive side. So the market went up and then retraced again. I think it says negative things about the media, but it's also not a new phenomenon. These phenomena have been happening in the equity markets and in other commodity markets from time immemorial. So I dont think it should and I dont think it will impact the pathway to a spot. Bitcoin ETF."
    },
    {
        "speaker": "B",
        "text": "Yeah. My thought is its probably just a mistake. But I did see a number of people saying theres maybe a potential that it was market manipulation. But as far as I understand, I think in the US. Wait, so how would this work? I was going to say. So market manipulation I think really applies to specific things, in particular securities. Obviously a bitcoin ETF is itself a security, but the underlying bitcoin is not. So help me out here. Would that even apply in this case or not?"
    },
    {
        "speaker": "A",
        "text": "I'm not sure. On the legal piece James may know. I think if you deliberately manipulate the price of something and profit from it, your future is not bright. In the emulics case, the guy who issued that fake press release went to jail, I think, for 44 months. I'm not saying that that will happen here."
    },
    {
        "speaker": "B",
        "text": "Wow, that's almost four years."
    },
    {
        "speaker": "A",
        "text": "Deliberate. Well, in that case, it was intentional, deliberate, false news in an effort to manipulate the price, and he was trading alongside it and profited from it. In this case, it may have just been a mistake. The mistake is different. But again, I think this is just part and parcel of markets in general. And it's unfortunate it happened in crypto, but I don't think it's unique to the crypto market."
    },
    {
        "speaker": "C",
        "text": "I agree with everything Matt has said. I don't think this isn't the type of fraud and manipulation that Gary Gensler and the SEC are worried about. They're worried about wash trading fake volume, people picking off other people with unfair trading practices. And like Matt said, this isn't something that's inherently to do with the bitcoin market. Right. This is something that could happen with, if somebody issued, got a hold of a Tesla press release and altered it and then put it out there, like the same thing would probably happen. Right. This isn't an indictment on the bitcoin market. That said, I'm one of those people that saw all those tweets because people were saying there was a large buyer on Sunday going into Monday. So people are like, they were getting executed at bad prices repeatedly. So there's some theories that maybe somebody was benefiting from this. But, I mean, I guarantee you that the CFTC and the SEC are probably looking to make sure that there wasn't somebody that was doing something unkempt before this happened or trying to find it. And if there is, like, the thing is, like, with markets like this and specifically bitcoin, it's going to be easy to figure out if that was the case. If you have access to all the data based on what Cointelegraph said, this was a mistake, a bad mistake. Like, I think it shows bad judgment and bad practice. And if you can read the actual text, the conversation with the people, they actually took one of my tweets and put it in there. I was looking at the cointelegraph letter, like, talking about how they made the mistake. And, like, my tweet in there calling it fake news was like, they sent it to each other, said, oh, basically this guy is saying it's fake. So it was cool to see that. But, yeah, my only regret was I didn't come out earlier. I think my tweet was 15 minutes after, but I had said in replies like, this doesn't look real to me. But ultimately I was just scouring anything I could find to confirm it. I found absolutely nothing. But one thing it does show is that people weren't expecting it to happen. That's the one thing we learned, people weren't ready for a spot. Bitcoin ETF approval."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I saw people tweeting it wasn't priced in. And, you know, I take your point about how this is different from, for instance, and I know this is a commodity, but still, when Avi Eisenberg, you know, exploited mango markets and then came on my show, and when I asked him, he was like, well, you know, because I asked, is this market manufacturing? He was like, well, you know, the price is the price. Like, how do you know when it's being manipulated? Like it's just what the price is. And I was like, oh my God, I, and of course we know what happened to him. But anyway, okay, so in a moment we are going to talk about a little bit more about the timeline and some other events, as well as the wider impact on the crypto markets. But first, a quick word from the sponsors who make this show possible. The game has changed. The Google cloud Oracle built for layer Zero is now securing every layer zero message by default. Their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero.net. work to learn more popcorn just made defi way easier with your no code defi toolkit for building, deploying and monetizing automated yield strategies in a few clicks. Forget spending months of R and D capital and human resources when you can now instantly, instantly launch your crypto fund with Vaultcraft on any EVM chain, from wallets and institutional service providers to anon DeFi Degens, Vaultcraft supercharges your crypto assets by enabling instant cross chain yield strategies that you can deploy in 1 minute. Now anyone can supercharge their crypto portfolios with custom tailored defi strategies. You can now partner with Popcorn to launch and list your strategies on the popcorn Dapp and earn kickbacks. Learn more on volume. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. With the crypto.com Visa card, you can spend your crypto anywhere and get rewarded at every step. Up to 5% cash back instantly plus 100% rebates for your Netflix and Spotify subscriptions, and zero annual fees. New users enjoy zero credit cardinal fees on crypto purchases in their first seven days. Download the crypto.com app and get $25 with the code Laura link in the."
    },
    {
        "speaker": "A",
        "text": "Description this episode is brought to you by La Quinta by window. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed Wi Fi tonight La Quinta. Tomorrow you shine. Book your stay today@lq.com. dot."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with James and Matt. So as we mentioned, Grayscale is on this different track. We don't know really what's going to happen there, but I know, you know, as we've mentioned, there are these different clocks. So let's break down, you know, what the different events are or even dates that people should be on the lookout for."
    },
    {
        "speaker": "C",
        "text": "I'll go first. I mean, the one definitive clear date right now that should be on anyone's mind is January 10, 2024. That's when Ark and 21 shares application. Their 19 B four process is due for final decision. So the SEC, up until the final decision can just keep delaying and kicking the can down the road for an ultimate time of 240 days. They can't do that anymore with Ark and 21 shares and that 19 before process. All their past denials have basically their reasoning has been thrown out by the court saying you cant use that reasoning. So either the SEC needs to figure out some thread, some needle to figure out a way to deny them in the 19 B four process for something that is relevant to spot bitcoin and not bitcoin futures markets, which I personally think is going to be very hard to do, or theyre likely going to have to approve under the 19 B four process. Which is why myself and Eric Baltunis are pretty aggressive in saying that we think the all these ETF's are going to be approved by January 10. Now there's other ETF's with deadlines long after that into March and April. So theoretically they could deny Ark and approve then, but I think that's rather unlikely. If they deny Ark on January 10, I can't see them finding a reason to deny Ark and 21 shares then and approve everybody else two months later. So I think January 10 is the big deadline. The other part of it, which we've been talking about is GPTC. Like I said, we don't know what's happening in this 19 before process with the courts. If the SEC needs to come out and issue an order before that January 10 deadline, I think everything can get moved into 2023 potentially. And again, the January 10 date is a deadline. It's not a date we saw with the looming government shutdown a few weeks ago, the SEC just basically completely cleared its queue with some stuff that wasn't due for decision until November, and they came out and decided in September, basically delaying everything they possibly could. So again, it's a deadline, so they have to issue an order by them. But it's not like the date that we're going to get an answer and then wait."
    },
    {
        "speaker": "B",
        "text": "Just so I understand, since you said that your theory was that they will likely allow a bunch to all go on the same day, then even the ones that have deadlines in March would also go on January 10. Is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So my, our view is the SEC is going to do what they can, like we said, to have that everyone have an equal start, a common clock, as we call it. So at some point, if it is right before that January deadline, we would expect them to issue an approval order for pretty much everyone that was ready to go. That's our thinking. Obviously, there's no way to know exactly what the SEC is going to do. Maybe they only allow a few to go at once. Who knows? But our view is that, yes, by that January 10 deadline, they're going to allow pretty much everyone to launch. Because in my opinion, and as Matt has kind of hinted at it, bitwise, Vanek fidelity. A lot of these other guys, Valkyrie, they've been trying to do this for years. They've spent a lot of money, they've spent a lot of lawyer hours, a lot of their own personal time and effort. I mean, Matt's team has put together, like, multi hundred page research reports about how the bitcoin futures market interacts with the bitcoin swap market. So like, to just like let one person go because they happen to be filed at the right time. To me, it kind of seems a little bit unfair. And it makes sense why the SEC would do this, though. I know some people would probably argue, well, that's capitalism, but I really do think a common clock is the best way to do this."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, one other thing is, I just, so I want to ask some questions for Matt specifically, but just to go back to one thing you said, I feel like at some point in your answer, James, you referenced something where they might go in 2023 as well. But what was the thing that you said might cause that to happen?"
    },
    {
        "speaker": "C",
        "text": "Oh, we don't know if the SEC is going to be required to do something with the court case. Right. So like we said, that order was vacated for their filing that was denied in July of 2022, which bitwise is actually denied at the same time, essentially the same exact day. So basically that order where they disapprove, that's literally the word. It's a disapproval order that basically said GBC cannot convert, has been completely vacated. So the way I think about it is, okay, now there's no order on that outstanding 19 before I've heard the SEC is like, and from my colleague, that the SEC will likely say, no, you need to file again and go through the same process. So like I said, we don't know what's going to happen. Is the SEC going to have to issue a new order before the end of 2023? Are they going to make grayscale completely refile? If they do issue a new order in 2023, is it going to be something like 45 days from some date, 60 days, 90 days from some date? So if that date potential, which is completely flexible, we don't know. It's just something I'm trying to guess at and figure out what could happen. If that's before January 10, then theoretically everybody else in my mind gets moved up to whatever that deadline is for the GPTC decision."
    },
    {
        "speaker": "B",
        "text": "Yeah, Matt, I feel like you have insight, because you just launched something where everybody got to launch on the same day. So please."
    },
    {
        "speaker": "A",
        "text": "That is true. Yeah, that was an extraordinary process, but I think worked out fairly again. That was a similar situation where multiple people wanted to launch Ethereum ETF's and you could go based on who submitted when by the hour, but instead all the issuers were lined up and launched at the same time. It was a fair, competitive playing field, and now people have choice. The only nuance I would add to what James said, and he hinted at this earlier, is January 10 is a deadline, but that does not mean that the SEC cannot act before that. Just like my daughter can turn in her term paper before the final deadline. The SEC could act at any point between now and then. I to approve those 19 befores if it wanted to. It just must act on the AHRQ filing by January 10."
    },
    {
        "speaker": "B",
        "text": "Okay. And I don't know how much you can talk about this, but you know, when you said that all these Ethereum futures ETF's were allowed to launch on the same day. Was the discussion with the SEC literally? Hey, there are these different applications on these different timelines, but we've decided to give you all the same launch date. Or like meaning did they approach you? Or like how did that all work?"
    },
    {
        "speaker": "A",
        "text": "I would really love to share that with you and I cannot. But you can see from the point of the outcome that they all launched on the same day. And I would note that if you go back to the last crypto ETF launch, which was the bitcoin futures launch in 2021, that was not the case. Proshares launched and then a handful of days later, I dont remember, maybe it was a week, Valkyrie and Vanek, I believe launched beyond them and that created that winner take all solution where Bito, which is the proshares ETF, has the dominant market share. And so Ethereum was not like that. And yeah, people will have to speculate on how that occurred."
    },
    {
        "speaker": "C",
        "text": "I can comment on the different processes to give you an idea. So like the one thing I would say is Valkyrie was just a couple days behind them and they Bito got from proshares, got all the assets. Vanek had to wait a month because there was all these issues with futures Commission merchants, which we dont get in the need to get into. But you need to understand that there two different processes here. Right spot bitcoin ETF's go through that 19 before process. I spoke about the futures ETF's due to what we call the ETF rule, rule six C eleven, that when instituted in 2018. Basically all you need to know is that they qualified as 1940 act ETF's so they don't have to go through this 19 before process because of this new ETF rule. So their process is more like you file and then you have an effective date. And then the day after you go effective, you can start trading unless the SEC makes you withdraw or requests you withdraw. So usually the way it works, the SEC says, hey, we're not comfortable with this, can you withdraw it? And most issuers are going to just accept it. It looks like issuers this time around for two ex bitcoin futures ETF's from volatility shares. And they did the same thing with Ethereum. Futures were like, no, if you're going to make us withdraw, seeing the writing on the wall with what was happening with Grayscale, refuse to withdraw. And in order for the SEC to actually get them to withdraw, they have to do a sort of cease and desist would be my guess. And they didn't do that. So the SEC said, all right, we're not going to go that down that avenue. We'll probably lose in court if we try that. And then everyone else filed. So my assumption is that the SEC went to everyone else who had already tried to file for an Ethereum futures ETF and said, hey, come in. We're now willing to review. We know we saw a Wall Street Journal article leak that was, somebody tipped them off that said the SEC was basically telling all these issuers, submit your Ethereum futures ETF filings. Now that is different again from the 19 before process, because typically it's just 75 days later you go effective after you file, assuming there's no issues, and then you can launch. What the SEC did in this case is they accelerated all the filers. Now, I don't know what the conversation was like, but the SEC has the ability to say, we're going to accelerate your approval. So if they really wanted, you could file and the SEC could theoretically within like a couple weeks just let you launch. But usually it's just 75 days and then you launch. I don't know exactly how they, what the conversations were going between bitwise and the SEC and all these other issuers that did launch Ethereum futures ETF's. But the SEC basically accelerated everyone to the same date. So they basically said, don't worry about what your 75 days where everyone's going to get to the same date and we're going to accelerate approve you to do this."
    },
    {
        "speaker": "B",
        "text": "Matt has a smile on his face, but he's not saying a word. So I guess we'll just have to. It's sort of like a Mona Lisa smile. So I'm sure every person will have their own interpretation of that. But one thing I was curious about, Washington, it was a little bit underwhelming, frankly, for these ethereum futures ETF's. I wondered if you had any theories about why that was."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have three theories, and I think some combination of them helps explain this one. Were in a very different market, right. The bitcoin futures ETF's launched at the very top of the bitcoin market. I think bitcoin was trading at $60,000. Everyone was rushing to get in. There was huge media coverage. Crypto could do no wrong. I think there is not a linear relationship between hype and launch, but an exponential relationship. Even though were in a bull market in crypto, and I firmly believe were in a bull market in crypto right now, the world hasnt woken up to it so trading volumes are low, interest are low. And I think that was a big piece of it. The second takeaway was, I think to the outside world and its important to note that ETF's appeal to non crypto natives, that's who buys them. To the outside world, it's still crypto. To those of us in crypto, bitcoin and ethereum are as different as Microsoft and Snowflake. I mean, they're entirely different entities with entirely different businesses going after entirely different markets. But outside of crypto, I think it's just crypto. And so people had already checked their crypto box with bitcoin and they haven't yet learned about the real world use cases of ethereum or its unique tokenomics or all of those other things. And so that was the second thing. And then the third thing. I think some people are looking ahead to spot bitcoin, right? So again, the bitcoin futures scratched the itch of people who needed an ETF to access crypto. And now people are looking not for another futures ETF, but for bitcoin. But I was surprised, to be honest, by how little the outside non crypto world understood of the differences between bitcoin and ethereum. Was one of my takeaways."
    },
    {
        "speaker": "B",
        "text": "James, do you have any thoughts?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I actually agree with him, Andre. I think the biggest thing is just the market that we're in for crypto in general, like bitcoin and ethereum were at all time highs back in October 2021 when beto launched. The other thing I would say is some of the biggest users of ETF's are institutions and they use them as trading vehicles. But also one of, if not the biggest, is advisors. And advisors don't really like products that roll futures. If you look at Bito, it's underperforming. Spot bitcoin by about 7% year to date. For the most part, these Ethereum futures products are better, in my mind, classified as trading vehicles and substitutes for getting longer term exposure because they'll track the underlying product price very closely over the short term and even medium term. But over the long term, there's cost to you basically have to sell the current month contract, buy the next month's contract, and if that next month is a little more expensive, you're losing that little bit every time you sell and buy. So that's what the cost is. So advisors know that advisors have $30 trillion in the US. So it is a big market that ETF's open them up to, but they're not huge fans of futures rolling ETF's. And the other side of this is like, we don't need to get into this now, but like, if we do get spot bitcoin ETF's, like we're expecting by January 10, there are active spot Ethereum ETF filings. And if those launch, I don't see how the SEC could find a way to deny those at some point later in 2024, likely by May. So we're talking about spot bitcoin, but we could also be talking about spot Ethereum ETF's in May of 2024."
    },
    {
        "speaker": "B",
        "text": "Wow. And Matt, do you agree?"
    },
    {
        "speaker": "A",
        "text": "I think we're on that pathway. I do think, you know, we all criticize the SEC, and I'm amongst them, but this is the commission that has opened up the ETF market, right? We didn't get bitcoin futures under previous commissions. We got bitcoin futures. We got crypto equities, we got Ethereum futures, we got blended futures. Now we're going to possibly get bitcoin spot. And if we do, I think, as James said, we're likely to get Ethereum spot and then blended products as well. So I think it's accelerating on the ETF front. I think crypto is becoming normalized and it's going to happen faster than many people anticipate."
    },
    {
        "speaker": "B",
        "text": "That's so interesting. And so here we are talking about bitcoin and ether ETF's. But what would be next after that? I mean, is there any obvious candidate, or."
    },
    {
        "speaker": "A",
        "text": "I think there is a step function in difficulty beyond that, because the reason that the bitcoin spot and Ethereum spot are possible is because of the existence of those futures markets. You need a regulated market that you can surveil to keep your eye on what's going on to the underlying price. And we do not yet have regulated futures markets on Solana, on Cardano, on uni, on chainlink, et cetera. Those don't exist yet. Either we would need to see those develop, or we would need to see greater regulation of the spot markets in crypto before we would see these other spot ETF's. I think we'll get there, but I think that's like a five year time horizon or a four year time horizon and not a four month time horizon."
    },
    {
        "speaker": "B",
        "text": "And by greater regulation of the spot markets, you mean some kind of regulatory regime that says these are the rules, and then people have to show that they're compliant with. Okay, right."
    },
    {
        "speaker": "A",
        "text": "That's right. The SEC wants you to be able to surveil the market for the underlying price to ensure there's not gross market manipulation. And if you can't surveil the underlying market, you have to be able to surveil a regulated adjacent market, like a futures market. So as an example, that gets used a lot. You can't surveil the gold spot market, right? Gold gets traded on the streets of New York, it gets traded in Costco. But you can surveil the gold futures market, and that's what allowed them to allow the gold ETF to launch. The same thing is true in bitcoin. That's the basis of the grayscale lawsuit. And the extension is to Ethereum, where there are regulated futures contracts. That's the gating factor to an easy approval. But the alternate would be if we got greater regulation of spot crypto markets, then it would open the door for all these other ETF's. And it's worth noting, in countries like Switzerland, they have ETF's on a wide variety of assets. So I don't think it's impossible. I think, in fact it's likely. But if Ethereum is just a handful of months potentially after spot bitcoin, these."
    },
    {
        "speaker": "B",
        "text": "Are longer than that, just to make sure. I mean, it seems like an obvious answer, but obviously because crypto is such a new thing, I'm not sure. You mean we would have to have regulated markets in the US, right? Because we have these other jurisdictions that do regulate exchanges. But that would not be something that the SEC would be open to using."
    },
    {
        "speaker": "A",
        "text": "As I'd love to know. James thought I would give a nuanced answer there. It's absolutely true that you can have a regulated market overseas with an ETF tied to it. We have vietnamese equity ETF's, we have ETF's in many foreign markets covering those equities. But the SEC has to be comfortable that those regulations are on par or satisfy to the level of a national securities exchange here in the US. It's a question of magnitude. It's not as black and white, it's more gray."
    },
    {
        "speaker": "C",
        "text": "Yeah. My view is that the SEC, if they don't want to allow it, there's not going to be any real viable path to get any other ETF through. At this point, it's an order of magnitude harder. I've been saying, I think based on what I saw, what we saw with the Ethereum futures ETF's happening this summer, in my view, it looked like the SEC was completely changing what their past determinations were. And we're like, all right, basically like bitcoin and ethereum. Are over here and everything else is over here. If you look at the lawsuit against Coinbase, if you look at the lawsuit against any of these other exchanges, like, they don't really meant. They don't mention ethereum in there, they don't mention bitcoin. So these two assets are kind of, like, on their own pedestal when you compare to the rest of the market. So, like, it might literally take an act of Congress. Matt was, like, talking about positive ways that this could happen, but it might literally take an act of Congress or some complete change before we get other assets. But like you said, there's plenty of. There was an FTT ETF in Switzerland, so possible we could get stuff like that in the future, but."
    },
    {
        "speaker": "A",
        "text": "That'S brutal, James."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's. I don't know if that's a point in the favor of additional ETF's, but what I was asking was if. Because now that there are regulations for exchanges coming on in, like, Hong Kong, and I think Japan has them. But would you oversee the SEC saying that you could use those as your regulated market for the. No. Okay, well, you could."
    },
    {
        "speaker": "C",
        "text": "So theoretically, it's up to the SEC, right? Like, for the most part, the SEC set a precedent that the futures market being surveilled was enough. And then when bitcoin tried to launch, they were like, no, it's not enough. So theoretically, the SEC could go down the same path. Like, no matter how stringent the Hong Kong rules and laws are, they could find reasons why they don't. And even if those reasons don't make sense, like, a lot of the reasons that they were denying spot bitcoin ETF's, but approving bitcoin futures ETF's, I have been saying for years, made absolutely no sense to anyone with any semblance of knowledge of how the financial markets work. It took a little, like, multi year battle in the courts to really figure this out. So the SEC kind of, they would have to accept those jurisdictions. And I just don't see that happening under the current administration. I could be proven wrong, but that's my base case."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would just add on top of that, I'm an optimistic person. The amount that things can change in crypto over a handful of years can really surprise you. Five years ago, Larry Fink called bitcoin an index of money laundering. And today he's trying to launch an ETF. So you can get dramatic shifts over relatively short periods of time. So I wouldn't totally sell that future short. I think it's possible, but it's certainly not easy."
    },
    {
        "speaker": "C",
        "text": "I mean, one thing that I would throw out there is if we get a different, if we get a different administration, it's a different person. Running the SEC is entirely plausible that things could change. Then they become more open and less combative and more working with the industry than the alternative. So, I mean, we have a new election coming in the next two years, so we'll see three years. I guess we'll see then."
    },
    {
        "speaker": "B",
        "text": "Yeah. So one other thing, and again, this may be tangential, but because you raised sort of like political issues with the SEC, I did want to ask that on Thursday, Ripple announced that the SEC had dropped its lawsuit against the executives of Ripple. And initially the crypto community kind of rejoiced. But then a few lawyers and analysts pointed out that the SEC may have done this simply to be able to appeal. The part that they lost more quickly because otherwise they would have had to wait until the cases with the executives was over next spring. So although this isn't related directly to the bitcoin ETF, I wondered if you thought that the bad pr from losing a number of these cases related to crypto would affect the SEC's decision making around any of this stuff, you know, that we've talked about with the spot bitcoin ETF approvals or other crypto ETF's or anything."
    },
    {
        "speaker": "C",
        "text": "So it's been our opinion that these court cases and losses has been like, look, Gary Gensler, in my view, is a politician and you don't want this really bad negative pr. So you're going to spin wins however you can. And look, Elliot Stein, I've mentioned multiple times, was quick to tell me that this is not a good thing for ripple. They're basically just not going after the two executives. And like you said, they're going to go strictly after the institutional sales and then ultimately appeal on the programmatic sales and the institutional sales themselves. They can make them bring back 700 plus million dollars. So it's not all that great for ripple, but it definitely is good for the two executives because they're not going after them personally. Yeah, that'll be my two comments on that front. But the pr is definitely negative and Gary Gensler is. It's like an open secret that he has larger aspirations besides running the SEC and taking all these losses in court is definitely nothing like, no matter who you talk to, it's not good pr. So basically it's becoming untenable at this point if they keep losing in court like this."
    },
    {
        "speaker": "B",
        "text": "Okay, but, okay, so, because my question was that maybe this would adversely affect the spot bitcoin ETF's. But actually it sounds like what you're saying is that because there's been so much negative pr about it that maybe now. Yeah, sort of green lights the approvals."
    },
    {
        "speaker": "C",
        "text": "Yeah. Our view at Bloomberg intelligence is that this has been so bad in the SEC, and I kind of hinted at this before, Gary Gensler and the SEC has basically pivoted and I think they pivoted and put a lot drawn a line in the sand saying the CME and the CFTC regulates bitcoin futures and Ethereum futures. It's way harder to claim these things are securities. It's just an uphill battle. It's going to be way easier for us to go and basically put them in a separate world from these other digital assets. So I think it's just going to be easier for them to let them go. And honestly, like, our argument from the get go has been like, one GBC is not the most efficient product the people would want to spot bitcoin ETF. We're more out in the ETF space of like what we call Wolf and sheep's clothing. Like, it seems innocent, but it's not. But like a spot bitcoin ETF or spot Ethereum ETF, you're pretty much going to get exactly what you're expecting, whereas futures, it's not going to track as properly. There's a whole bunch of other ETF's out there that are surprising and don't do exactly what their name says. They would have a spot bitcoin ETF, as long as the SEC gets comfortable with the risk disclosures, is going to be better for pretty much everyone involved. Issuers, the investors, traders, you name it, everyone will be better off using a spot product versus the products that they've currently allowed."
    },
    {
        "speaker": "B",
        "text": "Okay, so this question is only for James, and we will all understand why in a moment. So obviously we're saying that the timeline, or your theory is that the timeline will be the common clock for everyone. So there's no first mover advantage. But you know, from what you can see in terms of the offerings, are there any key points that you think that different ETF's will compete on? And if so, like what do you think for the consumers they'll be interested in and where, you know, that will be the competitive advantage that these issuers will aim for."
    },
    {
        "speaker": "C",
        "text": "So I'm going to take a quote from, from Matt, actually, which is one of my favorite quotes describing the ETF industry. And he says the ETF industry is a winner take most, right? It's not winner take all. First mover advantage matters. But there are plenty of other areas with ETF's that have significant businesses where they're not dominant, but they have alternative reasons for people holding them. So one of them, they're obviously going to compete on fees. If you're charging double the amount of everyone else and you're offering the same product, like you're going to be pushed out. Now, there are other ways that you compete, right? Bitwise has specifically been very focused on digital assets and doing a lot of research, working with advisors, so that they'll probably lean on that. We're crypto first, we're digitally native. That's what we're going on. All these other issuers like ishares and Blackrock, specifically, they are the gorilla in the room, right? Like they are known for commoditizing products. I don't think most people think of them. I mean, absent, like the last month, they wouldn't have thought Blackrock would try to be a leader talking about bitcoin. So they're going to compete on these different avenues. Everyone's going to be like, we've been first of a kind in other areas, we can do this. We're bitcoin centric. We're digital centric. And then some are going to compete in cost. And I think ultimately there's going to be other ways to compete. Some, I believe at some point down the line, we're going to have ETF's that actually lend out the underlying bitcoin as much as crypto native. People are going to be ripping their hair out at me saying that. But if you can earn significant yield and give that in a dividend at an ETF, there will be people that want that. Just like there will be people that I want this in cold storage and no one touching the bitcoin I have exposure to. And then there will be different ones that will try to do things like there are gold ETF's where you can literally get gold delivered to your doorstep. If you have like a few $10,000 in there. For the most part, usually to do something like creation and redemption, you need millions of dollars. So I suspect that we'll see some ETF's come out here and be like, oh, if you have x amount of dollars, $10,000, $5,000, we can send the equivalent underlying asset directly to your wallet, which some people might want that. So there's going to be, all these differentiated people are going to try to differentiate on the custodian they're using, you name it. And I think our view is that there's going to be a huge marketing war. Like Blackrock and these other fidelity, these big behemoths in the space. They are not entering this for their, like, for no reason. Like they believe there's value here and there's money to be made in doing this. So they're going to be throwing marketing dollars at this. Be prepared to see a lot of advertisements going forward about bitcoin ETF's."
    },
    {
        "speaker": "B",
        "text": "I think I know we actually, even here we were, some people were talking about that. Who knows, we might even see that on this show. So you just alluded to how there's going to be, what's the word, like a ripple effect out to the industry where different service providers will be affected. And so what would you expect to see in terms of changes to the industry overall in the year after spot bitcoin ETF's are approved?"
    },
    {
        "speaker": "C",
        "text": "I'll let Matt take that one first. Matt can go first. He's done a lot of work on this. He knows more than me."
    },
    {
        "speaker": "A",
        "text": "I think it's completely transformative to the asset class in the industry. I think people underestimate the size of the impact. And I'll just tell a little historical story from ETF land, because I operated in ETF's for 15 years before I moved over into crypto gold. ETF's came to market in 2004 in the US. And at the time, gold was not a mainstream asset. It was really the land of tinfoil hatters and people stuffing gold bars under their beds. And the way people access gold was like market to buy south african coins called krugerrands and store them in a bank vault. It was not a normalized piece of the market. And you fast forward 20 years, those ETF's have pulled in well north of $100 billion. And every major advisory firm, every major wirehouse, every advisor, every institution considers gold. You have Stan Druckenmiller or Paul Tudor Jones going on the market talking about gold and bitcoin as the flight to quality assets. During a recession, the ETF took it from outside into completely mainstream. It transformed all the service providers. Gold trading became more liquid gold. Custody got better. Insurance on custody got better. It transformed it from an investment class. It was outside the mainstream, became inside the mainstream. Allocations went from 1% to 5% to maybe even more for some people. And you're going to see the same effects in crypto. It's not going to be overnight, but it is going to be over three to five years. You're going to look back at a before time and a after time on the bitcoin ETF market. I really think it's a sea change. I think it's massive."
    },
    {
        "speaker": "B",
        "text": "Just with the news of late. Have you already started to see some of those changes?"
    },
    {
        "speaker": "C",
        "text": "Trey?"
    },
    {
        "speaker": "A",
        "text": "I think you've already started to see them a little bit. You've seen the service providers orient toward the gold market and certainly get more serious. And you've seen the large asset managers orient to the gold market. James mentioned Fidelity, BlackRock, Invesco, Global X, Wisdom Tree, Bitwise, Grayscale, all coming to market not just with advertising, but having conversations with institutions and financial advisors about bitcoin every day. Thousands of salespeople talking to these important professional investors about crypto every day, and then looking at an asset class thats already the best performing asset class in the world and still has a huge room to run and has important catalysts in 2024. Yes, I think youre starting to see it in the market. I think it explains a little bit of why bitcoins been such a strong performer this year. But I think people are underselling the long term impact. Maybe not year one impact, but the year 2345 and six impact."
    },
    {
        "speaker": "B",
        "text": "Okay. And, but what I meant is behind the scenes, are you seeing that there's more competition around, like, you know, custodying or that more people are trying to gear up for a potential expansion in this market?"
    },
    {
        "speaker": "A",
        "text": "I think, yeah, I mean, behind the scenes, the service providers are spending a lot of time on it, and I suspect you'll see more service providers come into the market, and trading firms that maybe tangentially worked on bitcoin are starting to think more seriously about making it a more important part of their business going forward. So the underlying infrastructure is maturing, which is a great thing."
    },
    {
        "speaker": "B",
        "text": "All right. And then I actually wanted to ask you, frankly for your personal feelings at this moment, because I remember when you joined bitwise in, I think it was 2018, and I remember all the studies you did on exchanges to point out fake volume versus real volume. I remember like, like, you have been on a journey. It's going to be 2024 pretty soon. So I just wondered, how are you feeling at this moment?"
    },
    {
        "speaker": "A",
        "text": "Thank you for that. I'm feeling so excited. I mean, first, I should say that the bitcoin market and the crypto markets gotten much better. Right? As you pointed out, we did a study that said 95% of the volume was fake. And people won't believe this, but you used to go to coinmarketcap.com and there'd be these list of exchanges that you'd never heard of, like Coin Beneden. Now we have regulated futures and institutional markets and pennywide trading and believable data, and we're talking about a spot bitcoin ETF. I often feel like I'm living in the future. I imagine where crypto is going to be. I'm still doing that today. I just talked about an asset class transformed, but I'm a lot closer to that than I was five and a half years ago. When I moved into this space. I knew at some point we'd see this intersection. I thought it would come a little sooner, but I'm really excited to cross that and really optimistic for the next five and a half years."
    },
    {
        "speaker": "B",
        "text": "Yeah, I remember actually, I think the last time you were on the show, you said that you thought you were going to see a bitcoin ETF in six months. And I was like, really? I was so surprised by that. But anyway, I'll have to go back and look at when that was. All right, so we're going to do sort of like lightning round, I guess. I don't know if you guys want to speak a little bit long. We can do that, but what would your projection be for inflows into these spot bitcoin ETF's in the first 24 hours?"
    },
    {
        "speaker": "A",
        "text": "James, you first."
    },
    {
        "speaker": "C",
        "text": "The ethereum future. The ethereum futures ETF's launch kind of scared me. One thing we didn't talk about, like, I don't mean to go back and you said supposed to be lightning grab, but like, I wonder how much the fact that it was a common clock and so many people launched at once might have hindered things. Because when Beto launched, it was the only thing. It was one thing you could see the volume trading volume tends to be get more volume. So I wonder if doing a common clock is going to kind of hinder the viral nature that could potentially happen. So if you had asked me a couple months ago, I would have said I think it could cross a billion in the first, in the first day of trading. I still think that's possible across all the assets, excluding the assets that would be coming in from GPTC, assuming it launches the same day. But I think a billion is not out of the question. But it could also be way lower. Like Matt said, the main thing I'm looking at as going forward is more what it says about the SEC getting comfortable with this asset. And longer term, the advisors aren't going to be the people like, oh, now I can put my clients in this thing. I'm going to do it on the first day. No, they're going to take their time, they're going to look at it and slowly move the clients if they want to put one, two, three, 5% of their portfolios into bitcoin over the coming year. So the first 24 hours could be a dud. But I wouldn't even consider that to be a dud because it's really going to be what happens in the following months. I know that was long. I'm sorry."
    },
    {
        "speaker": "B",
        "text": "No, no, no, it's okay. And I did actually want to say it reminded me of that psychology study that says that if you only have a choice of like one or two, you will be more likely to buy one than if you're presented with like 32. So I sort of understand what you were saying there about having a number of choices can hinder things."
    },
    {
        "speaker": "A",
        "text": "I love it. A billion in one day would be a lot. I think that would be a record in the ETF industry. I don't know if we'll set a record, but I think it'll be, it'll be a top ETF launch of all time."
    },
    {
        "speaker": "B",
        "text": "But you don't want to put a number on it."
    },
    {
        "speaker": "A",
        "text": "I'm going to take the under on James's bet, but I don't know. And I do think it could be significant."
    },
    {
        "speaker": "C",
        "text": "Yeah. To put it in context, Bito put pulled in 1.3 in two days. And it's the fastest ETF to get to a billion dollars. It did it in two days. The fastest before that was GLD, the gold ETF, which did it in three days way back in 2003. And a billion dollars in 2003 is a lot more valuable now. But. So I'm saying if we had one spot bitcoin ETF launch, depending on when it happened, I think it would be the fastest to a billion. The fact that it's a group of them, I'm less confident in that assertion, I guess. So I probably put the over under at like 750 million. If I really had to put an over under."
    },
    {
        "speaker": "A",
        "text": "He's making it tough for me. He's making it tough for me."
    },
    {
        "speaker": "B",
        "text": "Well, there's no betting or money exchanging hands, so I guess you guys can agree. And then also, what about inflows in the first year?"
    },
    {
        "speaker": "A",
        "text": "Yeah, the record in ETF land, excluding ETF's that bring their own assets is about 5 billion. Which were the queues? I think four or five. I think something like that is totally reasonable in year one."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm going to agree on that. I would say 4 billion or something like that. I mean like Matt said, gold ETF's right now have around 100 billion in assets. So there's also people that kind of like are misconstruing things that we say and other people have said and think they're going to get hundreds of billions of flows into bitcoin. Look, gold ETF's in the US have 100 billion in assets. Like I don't think bitcoin ETF's are going to come out and pass the amount of assets and gold ETF's right off the bat. I mean unless bitcoin goes up 300% and there's already been a bunch of money in there. But really like 100 billion would be the absolute top end like a few years from now. To put more context around this, I."
    },
    {
        "speaker": "A",
        "text": "Would add, I mean we wrote a piece on this and our estimate is it's something like 50 billion in the first five years, something like that, which feels reasonable to me. That's of course not a guarantee could go on either side. We don't have any view on the specifics. But if you look at other markets, bitcoin ETF's are like 1% of the market when they're mature. And the US ETF market is what, $7 trillion? So take 1% of that and you have $70 billion. There's already 20 in GBTC. So that leaves 50. That's your math that gets you to that point. Could it be more? Of course. Could the price go up and multiply that? Of course, but it's a lot of money. It's net new demand at a time of decreasing supply because of the having. And thats a pretty exciting combination."
    },
    {
        "speaker": "B",
        "text": "And then I dont know if either of you have looked into what that kind of inflow would do to the price of bitcoin generally, but do you have a projection for that?"
    },
    {
        "speaker": "A",
        "text": "Ive seen a study by Ark that puts a 15 x multiplier. I dont endorse that study, but thats one particular approach. My view is we dont have a good view on the impact of new demand on a completely supply inelastic commodity. And I think its probably not linear, it probably has an unusual shaped relationship. But I think if investors step back and they think about the next three years in bitcoin, you can keep it relatively simple, which is theres this new source of demand in the ETF wrapper and there is this decreased supply from the bitcoin having. Of course, no market is that simple. And anything could happen, and theyre huge risks. But that is an overarching framework to think about bitcoin for the next couple of years."
    },
    {
        "speaker": "C",
        "text": "I'm not allowed to talk about price really specifically, but I agree with everything Matt said. I mean, it's undoubtedly a positive thing for price, but how much of impact it will have, who knows? But one thing that ETF's do tend to do is they democratize. We've hinted at it, but they really do democratize investing in that asset. And I know people have access to the Coinbase accounts and all these other different accounts, but it's really going to become easy for anyone with a brokerage account to click and buy exposure to bitcoin. The other part of this is it will also be very easy to click and short spot bitcoin because you can shorten ETF. An ETF basically becomes a trading vehicle, and it's way easier to tailor your access to an asset class using an ETF. So I think it will make the markets more efficient, ironically enough. But again, as Matt said, this is new demand. There's institutions that can't hold bitcoin right now, that theoretically, if there was a spot bitcoin ETF, if they wanted exposure to bitcoin, they could do it through the ETF because it securitizes the asset class. And then advisors are some of the biggest users of ETF's. And I've said it already, they have 30 trillion assets. So even if 5% of advisors put 1% bitcoin allocations in all their portfolios, that's still a lot of money that comes in not even talking about the other use cases for an ETF. So net new demand. And then Matt mentioned the having, too. So it's undoubtedly longer over the long term, at least it should be net positive for the price. But there's no way to know, like, exactly what that's going to play out."
    },
    {
        "speaker": "A",
        "text": "Yeah, and I know it's a lightning round, and this isn't very, this is very slow lightning, but I just want to build one last thing on what James said, because people don't, people sometimes misestimate this. Crypto has been built on the back of retail investors, and retail investors represent ten to 20% of the wealth in America. The remaining 80% to 90% of the wealth in America is controlled by financial advisors or institutions. The primary way those people get access to the market today is through ETF's. This is not like a doubling of the addressable market of crypto. This is a four to eight xing of the addressable market of people who can easily access the crypto market. I'm not sure that many people understand the scale of the difference between self directed retail investors and these professional investors. It's really a much, much larger market."
    },
    {
        "speaker": "B",
        "text": "Yeah, and just to underscore a point that I made earlier, but like in a slightly roundabout way, was about that security issue, I'm sure you're aware a lot of people, they've had their coins stolen out of, for instance, their Coinbase account, or if they've tried to manage it on a hardware wallet, they've lost that money. But if someone, for instance, logs into your fidelity account and steals your bitcoin ETF or whatever, then they just have this bitcoin ETf, and that could be reversed if it's found to be fraudulent, I'm supposing. So it doesn't really have the same security risk. So the user friendliness of it is probably another selling point for the vast majority of mainstream people. So that was my last question, but is there anything else that you guys wanted to add?"
    },
    {
        "speaker": "C",
        "text": "I mean, I would echo what you just said. I think the amount of people that are, I know people are all about self custody, but there's just a lot of people out there that are just never going to do that. And I think there's ETF's out there that are packaged trades that people could do on their own, and they have hundreds of millions of dollars because it's way easier to already have an account and just click buy and do it that way. So I think people are kind of, like Matt said, underestimating the amount of people that would think about maybe putting a couple percent in their account or their clients accounts. But like, I'm not doing it until I can do it in the systems I already have. And what this would do is put bitcoin on the traditional financial rails in a way that GBTC tried to do and just did it in a very inefficient market, inefficient product to do it. So this basically takes bitcoin. And I know this is against the ethos of crypto and what bitcoin is founded on, but it really does put it on the traditional financial rails and open it to more people who are never going to be the people that are dealing with hardware wallets and using defi."
    },
    {
        "speaker": "A",
        "text": "Yeah, and I would just, I would add on that. The thing I was going to say as my last point is, even while it does move bitcoin onto the traditional financial rails, it does not take away from the core identity of what bitcoin is. Just like, you can buy gold ETF if that's easier for you, or you can hold gold in a vault in your basement. You can buy, or will, hopefully, if we want all win approval, be able to buy a bitcoin ETF, or you can self custody it yourself. All it is is additive for people who weren't going to do path b anyway. I think everyone in crypto should welcome a spot bitcoin ETF. All it will do is bring new investors into the market, lower costs, build trust, and move us forward to the day when crypto is really a mainstream asset. So I'm really excited about it."
    },
    {
        "speaker": "B",
        "text": "Yeah, and actually, I just wanted to add one more data point on the advisors, because I don't know if you guys know Rick Edelman, but he's sort of like a media personality to other advisors. And he came up with a book on crypto, and he's been really pushing this, I think, to his crowd. So, like, I've done some things for him, like, I forget, like I spoke on a course or I forget what the all were. But anyway, all I'm trying to say is that there are people in that registered investment advisor community that are probably watching this and, you know, will be pushing it once these go live. Anyway, well, both of you, it has been such a pleasure having you on unchained. I'm so glad I finally got to talk about something else besides the SPF trial."
    },
    {
        "speaker": "C",
        "text": "You've been doing a fantastic job. Laura, you are the reason I'm up to date with what's going on at that trial between you and inner city Press on Twitter. You guys, you're the top two sources by far."
    },
    {
        "speaker": "B",
        "text": "You're so sweet. Thank you. Thank you. Yeah, I'm glad that I have survived thus far and there's not too much left. Anyway. Well, thank you both. And where can people learn more about each of you and your work?"
    },
    {
        "speaker": "C",
        "text": "All right, I'll go first. I'm very pretty active on Twitter covering these topics at jseyff, but if you have a terminal, I go into way more depth in my research notes that I publish on the Bloomberg terminal, which if you want, you can just reach out to me via instant Bloomberg or what have you. But yeah, Twitter is the main one for anyone without a Bloomberg terminal and always willing to interact with pretty much anyone on there. Feel free to reach out."
    },
    {
        "speaker": "A",
        "text": "Yep, I'm also on Twitter Matt Hogan, which is hou g a n. I'd love to interact with you there or come over to the Bitwise website. We send out periodic month market updates. I wrote a write a weekly CIO memo so you can sign up for that as well."
    },
    {
        "speaker": "B",
        "text": "Perfect. It's been a pleasure having you both on unchained."
    },
    {
        "speaker": "C",
        "text": "Thank you, Laura."
    },
    {
        "speaker": "A",
        "text": "Thank you, Laura."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about James and Matt and the spot bitcoin ETF applications, check out the show notes for this episode. Unchained is produced by me, Laura Shin, without from Kevin Fuchs, Matt Pilchard, Quan Aranovich, Megan Davis Shashank and Margaret Courier. Thanks for listening. Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets. Check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]