[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering Crypto seven years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the May 9, 2023 episode of Unchained. If you're looking for more unchained, check out our website, unchainedcrypto.com or follow us on Twitter, Instagram, TikTok or YouTube, and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Lora link in the description. Hey, unchained listeners. As you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com dot. You'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. Today's guest is Brady Dale, writer and reporter at Axios and author of SVF. How the FTX Bankruptcy Unwound. Crypto's very bad. Good guy. Welcome, Brady."
    },
    {
        "speaker": "B",
        "text": "Hey, Laura. Great to be here."
    },
    {
        "speaker": "A",
        "text": "You've been a reporter covering crypto full time since 2017. How did you get into it and what had your background been before?"
    },
    {
        "speaker": "B",
        "text": "Immediately before, I was a general tech reporter at the observer, which published the New York observer, which is how most people know it. Though I wasn't in the actual paper very often, but I was a general tech reporter there, and I've always gravitated towards kind of the weird stuff. And so I would, I, Coindesk noticed me. I got hired by Coindesk in 2017, and they noticed my ICO coverage because I was doing that when that was kind of taking off in 2017. But actually the first, well, I did some other, like, tiny sort of lame bitcoin stories before that. But the first real, the first time I really dug into what blockchains were. I was very interested in kindles and ebooks. Like, I was a big, I thought, I think that was one of my favorite topics to write about. But one downside of ebooks is you don't really own them. They're just licensed, right? And so that means that you can't, for example, there's no secondary market for ebooks, for example, because you just license them. And that is clearly a downside of ebooks. And so I was like, oh, I wonder if there's any kind of technology that could solve that. And that's when I learned about work Imogen heap was doing at the time on her Mycelia project, which was sort of a secondary market for digital music. And I was just like, oh, that could be ebooks, too. So that's when I learned kind of what a blockchain was and then kind of continued to explore it ever since. Ever since then. And then found icos, then went to coindesk, et cetera."
    },
    {
        "speaker": "A",
        "text": "That is such an interesting kind of early interest in crypto. It's definitely not the typical. One other thing that I wanted to ask you about is you also have an environmental background, and I don't know if this happens to you, but when I often meet non crypto people and they find out what I do, one of the first things they ask me is about the environmental impact of crypto, and they think it's all of crypto. I have to, you know, clarify things for them. But I was wondering what your take is on the environmental impact of proof of work."
    },
    {
        "speaker": "B",
        "text": "Sure. I have so many thoughts on this topic. You know, I feel like most of the, most of the green concerns about crypto are pretty unsophisticated. And as someone who was in the environmental movement for four years before, and I was interested in it for a long time, but, you know, was professionally environmentalist for four years before leaving to become a journalist. You know, one thing people don't really get about, there's a lot of things people don't get about how energy works. But one of the most important things that people don't get is, is our energy system, especially the United States, has a very similar problem to our financial system. It's too centralized, like, it's way too centralized. And one of the major problems for bringing new sources of energy online is power lines only have so much capacity, and it can be really hard in high demand times to turn things off and on. So this is, for example, a problem that really happened. We saw this in Brooklyn after Hurricane Sandy. A bunch of people had solar panels on their homes, but they all had to turn those off. They had to shut them down around Hurricane Sandy, because the problem was they didn't have ways to shut them off from the grid when workers were trying to restore power for everyone. There's all kinds of problems like this. There's all kinds of problems with excess centralization and difficulty with dealing with distribution. And so, in my opinion, we know that one thing crypto seems to be very good at is helping people come to consensus in complex situations where people have different competing interests. I think over time, it'll be some of the best technology for helping to sort out how power should move around the grid. Now, that's very much a long term view, but I think that, much to everyone's surprise, one day we will find that decentralized technologies like cryptocurrency are crucial to actually dealing with getting energy to where it needs to be and having multiple point sources. I know it's not a sound bite y sort of answer, but it's just energy is a really complicated thing, and people look at it in this very simple, sort of zero sum way that isn't accurate."
    },
    {
        "speaker": "A",
        "text": "I actually love that answer. It's not at all what I expected. And I actually, several years ago, did write an article about a pilot experiment in which some homes in Brooklyn had set up kind of like a little community where they could buy solar power from, like, their neighbors, and the neighbors could make money if they had the panels. And it was done through crypto payments, and it was kind of like this IoT payment type situation. So that is a fabulous insight. I love that. And because you've covered other things, I was curious for your thoughts on how covering crypto differs from other types of beats."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Well, I mean, the main two other beats that I've done really are technology mostly, and kind of like local technology to some degree, because I covered Brooklyn specifically for a while, and then kind of commercial real estate, they did a little bit of that at the observer. Commercial real estate is a whole different world than technology and crypto. But I really, I think the tech world and the crypto world were really. I think they're pretty similar, you know, like, in terms of their. Their vibes and approaches. You know, it's funny, when I started at Coindesk, you know, I brought a lot of the sort of, like, tech reporters sort of perspectives. And at first they were just like, well, you're not a tech reporter anymore. And I was like, guys, I totally still am. This is, this is completely a technology story. And, like, eventually brought them around on it, but they sort of thought about it in those early days as more just purely financial, you know, and clearly it was like, a lot more than that. So I think they're pretty similar. I mean, you know, my biggest overall gripe about all of these beats is just that I might get in trouble for saying this, but just the, the dominance of PR firms and sort of the communications industry, which I think sort of makes it hard to really ever know anything. But that's very similar in both worlds."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Well, I have a question for you about that later, but I still want to dig into your background a little bit. Yeah, we'll talk about your background. I also want to ask, because you started at Coindesk, as you mentioned, then you went to the defiant, and now you've been at Axios for over a year. So you were at two kind of crypto media organizations, and then now you're more like a mainstream organization. And I wondered how you thought covering crypto in the crypto media differs from covering it at a mainstream.org."
    },
    {
        "speaker": "B",
        "text": "Oh, well, I mean, yeah, I mean, it's funny, I was just talking to my co writer crystal about this axio super mainstream. They love having us there covering it. They find it interesting. But, I mean, the biggest difference is, like most normal people, the folks there aren't, they're not living and breathing crypto all the time. And whereas at coindesk in particular, especially early on, most people were pretty opinionated about stuff. So there was a lot of thought. I mean, the Coindesk slack was a real spicy place, especially in 2017. I was sort of remembering today, sometimes you're slack. If there's a lot of people who are active, you get that many people are typing message at the bottom. We saw that at coindesk a lot back in the day. Whereas in a more mainstream organization, you float something and you're just like, hey, is this a big deal? Or whatever? There's not a ton of people don't have a ton of divergent opinions. It's just sort of like, yeah, it doesn't seem bad. Like, cool, you know, do a story, you know, whereas. Whereas a coindesk, it would be, there'd be a lot more thoughts on things like that. So, yeah, it's a big difference."
    },
    {
        "speaker": "A",
        "text": "But, like. But for the Axios audience, do you have, like, particular thoughts about how you cover crypto for them?"
    },
    {
        "speaker": "B",
        "text": "Yes. I don't know if it's as informed by what we. I know about the audience so much as it's informed by Axios itself. I mean, Axios is historically, you know, it started as a political, you know, government sort of reporting company, and it covers lots of things now, but that's still very much in his DNA. So organizationally, they're always interested in any news around politics or regulation or legislation because that's kind of in the company's DNA. So. And I think that sort of does seem to be what our readers kind of respond to, too. So, you know, I wasn't the biggest regulation guy previously, you know, especially at Coindesk. Like, I could just leave all that to Nick because he's so amazing at that, but, and I did it sometimes, but I didn't. He is, he's so good. I didn't do it a ton. So now I'm doing a lot more of that just because that kind of reflects kind of core axios priorities, you know, and it's clearly, it's like the hottest story this year, really. So it's clearly worth doing. I just had to do some catch up."
    },
    {
        "speaker": "A",
        "text": "Speaking of hot stories, the day this podcast comes out is the day your new book on the FTX saga comes out. Tell us about your book."
    },
    {
        "speaker": "B",
        "text": "Yeah, so it's the first book about FTX and SBF unwinding. Obviously, there's still a ton the world doesn't know about that. What I tried to do with the book is, in one place, tell people as much as we knew, not just about the unwinding itself, but Sam and Alameda and FTX's whole history in the crypto space and try to, like, present their character so that people could understand kind of their perspective going into it and illuminate, I think, why they were so game to take as many risks as they did and kind of what their real priorities were in operating this market and trying to make tons of money out of it, you know, which I argue very much comes from Sam's bigger vision in the world that he, like, wants to save the world. He was this EA guy, and so it was worth it to take tons of big risks and pile up a giant war chest because he thought I, he could do this astounding amount of good for the planet and ended up doing a bunch. I don't know. He did some good. I mean, he definitely gave some money away, but also did a lot of harm here at the end, it appears. So. That's the story I was trying to tell."
    },
    {
        "speaker": "A",
        "text": "And when you say that, it almost sounds like you're trying to take his perspective. Did I read that correctly or."
    },
    {
        "speaker": "B",
        "text": "Well, I'm trying to illuminate his perspective. I'm not sort of trying to take it from his side. I do think I felt this way about Sam for a long time because, as I explained in the book, I hung out with ease a little bit. I kind of sort of bought into that at a certain point. Like I was at least interested in it. And when I would see people talk about Sam and things he would do, I just saw that sort of people either assumed in the crypto market, in the crypto world, either you're someone who's just trying to make as much money as you can, which there's a lot of those, or you're a sort of true believer in crypto. Like, you're sort of a missionary. Right. And what I saw in people's sort of takes on Sam was they didn't understand that he was kind of both. He was a missionary, but definitely not a missionary for crypto, but he was also trying to make as much money as he could. But because he was a missionary, not just for, like. And I just saw that people didn't really get that about him. And so, like, I'm not defending it, I'm just saying that it does sort of explain his motivations, you know?"
    },
    {
        "speaker": "A",
        "text": "So something that I just need to ask about as a journalist who's also written a book, this is incredibly fast for a book to come out, especially on such recent news events. So I'm just curious, like, how did it happen that fast? Like, how did you get the deal that fast? How did you write it that fast? How were they getting it out this fast? Curious about the logistics of all that."
    },
    {
        "speaker": "B",
        "text": "Sure. Well, so the first thing is the book was Wiley's idea, and they came to me."
    },
    {
        "speaker": "A",
        "text": "Did you have a relationship with them?"
    },
    {
        "speaker": "B",
        "text": "No. No."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "The story is actually, it's really funny, we said this before, but this has not been widely discussed. You'll find this interesting. So I kind of have a relationship with the tech meme Ride home podcast. I don't know if you're familiar with them. Great daily podcasts."
    },
    {
        "speaker": "A",
        "text": "Wait, the tech meme? What?"
    },
    {
        "speaker": "B",
        "text": "Ride home?"
    },
    {
        "speaker": "A",
        "text": "Oh, no. I don't know that podcast. I know tech meme, but I didn't know their podcast."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a great podcast. It's really more of just a partnership. It's a separate company. But yeah, it's this great podcast. I listen to it most days. It's kind of like the end of your podcast. They just do a daily summary of the daily tech news, and then sometimes they do longer weekend special editions. And so I became a fan of it. Pretty early on, I was hitting up their host, and I go on there pretty infrequently, but sometimes to just sort of do, like, broad takes about crypto and whatever. So, anyway, we're in touch. And when the FTX thing kind of blew up, he was messaging me about it, like, you know, what do you think about it? And I had written this funny explanation of it in slack to another coworker that was just kind of like, I can't remember exactly what it was. It's in the book, but it's just, it's the thing that ends with the deer in headlight emoji. It was like, I don't know, it was a funny, like, quick, pithy explanation of what happened, like, you know, within a few days after it. And I sent that to him, and he was like, can I read this on the air? And I was like, yeah, sure, go for it. And so he read it, and an editor at Wiley heard it, and he already had this idea of an SBF book. And so then he looked me up, and he was like, this guy seems to know about this stuff, and messaged me and asked if I want to do something. I was just like, absolutely. And then the other piece of it and the part of how I was able to do it as fast as I did, I mean, I'm a pretty fast writer. I mean, that's part of it. But, like. And because I focused on mostly the stuff we already knew, I mean, there's definitely some original reporting in it, but not like mountains of original, you know, not like yearbook cryptopians, which has, like, mountains and mountains of crypto original reporting. It's, you know, a decent amount of original reporting, but not astounding amounts. I did. I did what I could do, and people weren't getting back to me, too, because of stuff. But I had also the whole middle part in there about sushiswap. I had had an idea for a book on that already and had actually already written a full, like, 70 page proposal on that. And so, yeah, so I had probably 15 to 20,000 words that were basically, I mean, I had to change them a lot, but I had done that whole piece of, I mean, I had covered it at the time, and then I had subsequently recovered it doing this research. And so I just had all that ready. So I got to basically do that book, actually, because, well, also I had that idea as a book. And then once I finished the proposal, I was actually like, this proposal is basically the book. Really, it was just two weeks, and so I had all that kind of done. So that also sped me along somewhat. And then just, it turns out that if you're writing up something that you really basically already know the story, you can do it really fast, is what I learned. And I think the other thing that helped me do it fast is I made this decision. You've read it, so you know this. So I had decided to write a book that had a lot of short chapters in it. And that also, that turns out to make it easier to write quickly, too, I learned is, like, if you have sort of 60 chapters planned, you can just, like, each night, you can just be like, I'll write this chapter. I'll write this chapter. And, like, you know, if you already know it, it's, like, pretty fast. So."
    },
    {
        "speaker": "A",
        "text": "Yeah, and so what did your life look like during that time? Because you didn't, like, take a break from axios, right?"
    },
    {
        "speaker": "B",
        "text": "I didn't. I took a few days off. I just works all the time. The time that you saw me at that one happy hour, the first time we ever met, was basically the only time that I left my apartment for a non book related reason in that whole. In that whole period."
    },
    {
        "speaker": "A",
        "text": "I get you. I get you."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I'm not gigantically in demand out there anyway, either. Laura, it's not, it's not that hard for me to stay in, but I got really into it. I mean, like, I had a good time. Like, this is what I've always wanted to do. You know, I've always wanted to do books. And so it was, I hopped on doing it and, yeah, banged it out."
    },
    {
        "speaker": "A",
        "text": "So I have to also ask about this. Michael Lewis is also authoring a book on FTX, as am I. But you dedicated the book to Michael Lewis, not me. And I was curious why you did that."
    },
    {
        "speaker": "B",
        "text": "I did it. I mean, it was. I did it. I mean, it's kind of a little bit of a joke, right? Like, I mean, if you've read the book, you know, it's kind of a funny book. I wanted people from the very start to know that, like, this book is going to have a different tone. You know, it's going to have, like, a humorous tone. And so I thought that was kind of a funny thing to do. And so, I mean, what I wrote, I mean, I think the guy's great. I kind of think everyone kind of think most writers out there are imitating Michael Lewis. I mean, he's like the most influential writer from, like, a pure sentence level writer in the world, you know? And so I just was. I just felt like that was worth acknowledging. And I knew. I knew people would find it amusing that I did it because I. And I. So that was why I just. I wanted the book to have a light tone, and so it's light from."
    },
    {
        "speaker": "A",
        "text": "The very beginning, and I'll just read what you wrote. You wrote to Michael Lewis. He leveled up business storytelling."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So, yeah, no, I agree with you. Like, he's one of my idols. And so it's a little weird now that I'm writing a book that's going to compete with this, I'm like, oh, okay, this is awkward, but only awkward for me. I'm sure he does not care at all."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. And, Laura, I didn't know when I wrote that dedication. I actually didn't know that you were doing the FTX book yet. I did know, like, a little bit after it was done, but I don't think I knew when I wrote."
    },
    {
        "speaker": "A",
        "text": "Oh, well, yeah, no, because I think. Cause you wrote this at the end of December, and I. My deal was, like, in the works. It was probably gonna happen, but it wasn't, like, completely official at that point, so I hadn't said that."
    },
    {
        "speaker": "B",
        "text": "I thought you were still doing the razzle con book, so."
    },
    {
        "speaker": "A",
        "text": "Right, exactly. No, I was not. I didn't expect that you would dedicate it to me or anything. I was just so, you know, just so, you know, just joking. Totally joking. Well, so, as you mentioned, you had some, like, original reporting in the book, but a lot of it was stuff you knew. So what are some of the highlights of the book that you'd like to call out for people?"
    },
    {
        "speaker": "B",
        "text": "Oh, good question. Well, I think. Okay, so one thing I'll say is, at the start of the book, I sort of highlight three moments that I think are really important from later in the FTX story. And then after those three moments, I go back to the beginning and sort of start over and tell the whole thing again. Then I revisit all three of those moments later on. But I think probably FTX employees, of the three things I highlight, the thing that they would probably be like, that's the dumbest thing that he's highlighting there, but I stand by it, is that I highlight the Miami Heat deal. I honestly think the Miami Heat deal is really important in the whole story."
    },
    {
        "speaker": "A",
        "text": "Of FTX, the sponsorship of the arena."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. In which I quote Sam, because he said this to decrypt at the time, saying that it didn't matter if they made any money for the rest of the 19 years of the deal. They'd already made enough. They could cover the whole deal right now. It was such a hubristic statement. I mean, as I say in the book, he was virtually asking for the gods to strike him down by saying something just so prideful. And I also think we lay, and I saw it that way. I can't prove this. I didn't write anything about it. I didn't tweet anything about it. I probably said it in the coindesk slack, but I'm not in coindesk anymore. I think I did say it there. To me, it just seemed weird. I was like, I thought a lot of Sam, but I was like, this is. It's too early for a startup to put their name on a stadium. It's just too early. And I remember the.com boom. I remember Cynet in Baltimore, and that was dumb that they did that, and then they died. And I was just like, I don't know, this seems too early. And then I thought it was too early, and it was a prideful, overconfident move. And then, as I describe later, and we would become clearer and clearer, it became clear to me that Sam got really addicted to fame and got really addicted to, like, hobnobbing with famous people and being seen as a famous person. And I think in one of my sources says this late in the book, too, that the Miami Heat deal was the beginning of that, him getting a taste of that kind of notoriety. And I think that also helped lead him and the company down the wrong road. That was the wrong set of priorities. I think the Miami tea deal is an important thing. I think the fact that I chose to focus in on the sushi swap story, I think probably most other writers approaching the story wouldn't have done that. They wouldn't have cared. They wouldn't have even known about it."
    },
    {
        "speaker": "A",
        "text": "Maybe just to call out for people, what you were exploring is whether or not Sam was chef Nomi and then also his rescue of sushiswap."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. And so, yeah, sushi swap, the big decentralized exchange that challenged Uniswap back in 2020, that's a wild story. For anyone who doesn't know the story. It's very weird. I mean, it's very deep in crypto, but it is like when you hear the basic facts of it, that this one new exchange attacked another sort of vetted blue chip thing and kind of beat it for a minute. But at the end of it, they were both stronger than they'd ever been at any time before. It's kind of sort of an only in crypto kind of thing. So I just thought it was an interesting story, but it's also relevant in that that was, in my estimation, the first time Sam really became seen as a leader in the broader crypto world. A lot of people knew who he was before that FTX was important, but he leveled up in that moment and sort of being someone who had more clout in this space. And so I think highlighting that, I think that's kind of a deep cut in his history, but it's also important. So I think that's a crucial thing. And I guess the other thing that I would just say is the book has an undercurrent of sort of exploring philosophy as it relates to this space and the importance of it in this space. And it's not like I super dwell on that, but it is a theme, and I think that's probably also a unique theme of the book that people who are inclined to find that kind of thing interesting might find interesting in there. There's also a lot of jokes I want people to know it's a funny book. I mean, kind of funny. It's not like David Sedaris, but it's like, you know, it's a humorous book, so I hope people like that."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. It definitely calls out kind of all the craziness of crypto, and you have, like, a dry way of delivering it. So one thing is, at the end of the book, you mentioned that you don't talk much about Caroline Ellison, Gary Wang, or Nishot Singh, and you say, like, you know, this was a conscious decision. Just explain for the audience why you decided not to go into all that."
    },
    {
        "speaker": "B",
        "text": "I mean, a, I know everyone is really fixated on, like, who was sleeping with who and what kind of parties were going on, but, like, I don't really know that if people had had slightly different partners that there would have been a different number of billions that were lost. You know, like, I don't know that those things are necessarily related to each other. So that's a part of why I'm not super into it. I also just, and I not all of this is reflected in my reporting in the book because there were some people who talked to me about things that they wouldn't let me cite them or use it at all. But I got a pretty strong impression from what the reporting I was able to do is that whole thing, all of it from Alameda through everything with FTX's name on it and whatever weird other little companies and other strange names was just all Sam. It was entirely. Everything began and ends with Sam's vision. They viewed themselves as a organization stewarding this genius who was going to change everything. And I think the best evidence that you have for, like, what a powerful personality he was is in the early days when Alameda was just a house that he paid for with Jane street money in Berkeley, tons of people came to work on the early days of Alameda. I think a dozen or so people were there just sort of all the time, not even really getting paid, not knowing if they were going to own any piece of the company, just because they were excited about this vision and this guy being able to make all this money to do a bunch of good in the world, that is. And I think that reflects sort of the power of Sam's personality and his charisma, and I think that is really the whole story. And Nishad and Gary and Caroline and all of them were swept up in that and were, and were trying to execute Sam's vision. So I do think it all comes back to Sam. That's my stance."
    },
    {
        "speaker": "A",
        "text": "So in a moment, we're going to talk about where the FTX story is going, plus a little bit about crypto journalism. But first, a quick word for the sponsors who make this show possible. Join over 80 million people using crypto.com, comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. With the crypto.com Visa card, you can spend your crypto anywhere and get rewarded at every step, up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions, and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get $25 with the code. Laura, link in the description back to my conversation with Brady. So, obviously, you finished the book. I think you said it was like, December 30 is when you had to turn in your draft. And so, obviously, since then, there's been a ton of events that have been unfolding with FTX, and I was curious to know, like, which developments or storylines you're following."
    },
    {
        "speaker": "B",
        "text": "Well, one quick thing on the closing, just as a fun fact from the story of it, is, it was due December 30. I also got my final interview with Sam on December 30. So I did this, like, long interview with him and then had to basically go back and not rewrite the whole book, but just, like, reread the whole thing and be like, is there anything he said that's relevant here? Oh, yeah, there is. Like, you know, drop it in, rewrite some things around, you know, change a couple things. Did he say this was, you know, whatever? So there was a, I think I actually turned the final, final draft in on like January 3."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "We had a long weekend, you know, so anyway, but that was another fun thing that happened. It was nice. He was willing to talk to me. Yeah, it was great. He was willing to talk to me. I do really appreciate that. But only, only that once I had some old tape that we had. There's three interviews representative with him in there, but the other ones are from old tape I had just never used. So where do I think it's going now? I mean, it's going to the courts, you know."
    },
    {
        "speaker": "A",
        "text": "And you don't think he'll do a plea deal?"
    },
    {
        "speaker": "B",
        "text": "Not based on my conversation with him in December and where I felt like he was defiant. And nothing he's showed so far indicates that he will, you know, I mean, he hasn't pled not guilty yet or he hasn't pled guilty to anything yet. Yeah, I, I think he thinks is only, I don't know, because we've stopped hearing from him, too. He's quit speaking. But I, my, if I had to bet, I would say, no, he won't. He'll go to trial. Okay, so it is getting interesting because we're getting into this moment of last week. On Thursday, news came out that the new FTX company, the debtors, as they call themselves in the bankruptcy case, were seeking permission from the courts to sue Genesis, the lending unit that was a part of DCG, because they wanted the right to claw back some money that they had given them. Now, this is interesting because Genesis is also in bankruptcy. Genesis is mad at Gemini, and they're all mad at Voyager. And several of these companies are in bankruptcy. They're not all like, Gemini's not in bankruptcy, but we just have this, like, we have this rat king of bankruptcies that are where everybody all owes each other money to in there. And I guess, you know, it's just a mess of, you know, over. But I guess the interesting story to me is just like, what is going to manage to still stay standing at the end of this and what's going to fall apart and how much money is really left out there, the world and who's going to get it, you know? Yeah, I guess that's the big thing."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's sort of like this cascade, and then you're wondering, like, which is the last domino to fall and who will remain standing?"
    },
    {
        "speaker": "B",
        "text": "Will DCG remain standing? That's really the big, the big question for the whole world is will DCG remain standing?"
    },
    {
        "speaker": "A",
        "text": "Yes. And this, so this is after you and I are recording, but before this comes out, I have a whole episode on all that, unpacking all the different scenarios there because, yes, that is the big question, I think, hanging over the industry at the moment. And so, like for your book, obviously, as you mentioned, you were only able to do so much, especially on that short timeline. So what are some of the unanswered questions that you still have about what happened with FTX and Alameda?"
    },
    {
        "speaker": "B",
        "text": "What are the unanswered questions? I should be more ready for that question. Well, wait. One thing I also want to say, and what I think is going to happen next, just one quick thought. There is. I also, I think FTX will come back maybe with a different brand, but I think the product I'm going to predict, that's my hot take. FTX is coming back because people liked that exchange. They liked the way it worked. So I think it'll come. I think there's value in that property. They'll sell it. Somebody will do something with it anyway."
    },
    {
        "speaker": "A",
        "text": "I've heard different people talk about that, although then, of course, I've talked to people who are skeptical of that. Yeah, but is there anything. So that would be one storyline to see."
    },
    {
        "speaker": "B",
        "text": "Okay, my biggest unanswered question about FTX, and I think we know, I mean, the superseding indictments that have come out, I feel like have made this pretty clear. But it's the thing that Sam really harped on at the end of last year, and I talk about this in the book, it all comes out to the same thing. But I think from a moral stance, it really does matter which way it works. So I really want to know for sure and see the transactions or whatever. Did Alameda just straight up withdraw money from FTX into its accounts and do stuff with it, or did the giant hole just come from crazy margin bets that they were allowed to do just on the exchange? Sam really argued it was the latter. And while the different rules Alameda had versus every other client on FTX are obviously questionable, to me, it is a more damning statement if somebody made the decision, we're going to take money out of FTX's coffers and put it in Alameda so they can make other investments or make other bets than if Alameda just made too big of bets on FTX itself. They both lead to a giant hole. But to me, that's more damning if they really did do withdrawals, and I think they did. That seems to be what all the law enforcement is saying that they know. But there's some question around it."
    },
    {
        "speaker": "A",
        "text": "I think just that whole thing about how for a very long time, when customers deposited money into a bank account in order to purchase crypto assets on FTX, it was going straight to Alameda's bank account. And I think that means when you phrased it as, did they take money out of FTX? It's like the money didn't even go into FTX. It literally went straight from the customer to Alameda rather than purchasing."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Also that, yeah, but you're right. More of this will be hashed out. Ncorp. And then I was also curious, for your overall take on Sam as a person. Do you think that he intentionally did these things that he knew were at least against the terms of service of the exchange at the least? Or what's your take on him as a person?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, first I want to say everyone's innocent until proven guilty. Obviously, it's all alleged, but I think he knew, and I think this is why it's important to, and I don't know how good of a job I'm doing with this now or in the book, because it is a subtle thing. But, like, Sam and people in that world think in probabilities, right? Like, that's very crucial to understanding how they approach things. Like, most of us look at things and go like, that's good, that's bad. I should do it. I shouldn't do it. Right? We just sort of think in binaries, right? That is very much not how Sam thinks. He thinks in a much more nuanced way. That's very numeric. And so he, like, asks himself, and I try to explain this late in the book, he tries to make it as a real value. So as an example, if he thought that there was some donation that he could make, that he thought it was a limited chance that it would actually do any good, but if it did, if it worked, if he could find free energy for the world and stuff, he would say, well, he would think to himself, something like that would be a trillion dollar good for the world. So even if it's a 1% chance that that works out, like, 1% of a trillion is like, what is that, a billion or something like that? I don't know. Then that's a billion dollars. So anything I invest that's lower than a billion dollars is a worthwhile investment because that investment's worth a billion dollars, because it's a trillion dollar potential good. If there's a 1% chance that it's worth a billion dollars, so I'll put in 200 million. That's the kind of way Sam would think about things, right. If you can, does that, did you follow that? Does it make sense?"
    },
    {
        "speaker": "A",
        "text": "It's sort of. I definitely followed it in the book."
    },
    {
        "speaker": "B",
        "text": "It's probabilistic. Right. So I think similarly, I think there is a world in which Sam told himself when he started to do the wrong thing, when Alameda and FTX started to make decisions that were wrong, I think some part of his mind justified it to himself because he could foresee a future in which they did. They got through this hump. They got over this bad spot that they were in bankruptcy, didn't happen, and they covered all the ground that they lost. They filled in all the holes, and at the end of the day, they built up such a giant war chest and did so much good for the world that this moment of harm or sort of risk that they had imposed on their customers that no one ended up knowing about was worth doing morally, because the later good they would do was worth so much. And he values those things now in the present. So if he's like, if there's a chance that we can do a trillion dollars worth of good in the future, if I think there's a 50% chance we can do a trillion dollars worth of good in the future, that's worth $500 billion right now, which is worth vastly more than the 8 billion we're putting at risk of our customers funds at the moment. That's the way he thinks. I think his larger, egomaniacal worldview, but this very probabilistic worldview allowed him to justify these behaviors. At the end of the book, I do this thought exercise with people where I ask, let's imagine that none of this ever happened, and the guy cured malaria, and then later he kind of admits that he had done some messy stuff. Would people just kind of laugh it off and think that he was cute because he's this hero of the world now and it's just sort of like a devil may care attitude. Right. And I think there's some chance that people actually might have looked that way in the future if this hadn't happened and he'd done a lot of good later, and I think that's a future he envisioning."
    },
    {
        "speaker": "A",
        "text": "Yeah, I get what you're saying. I think the one part of it that just blows my mind is this notion that somebody thinks they could just somehow unwind the $8 billion hole that they created. Because if you think about what that means, it's like, it's just $8 billion at some point in time, right. The crypto asset prices are constantly changing. So, like, who knows how much it was at any given moment or whatever, and it's all denominated in these other assets that they owe to people. And so, like, like, it's just so hard when all the prices are constantly changing to make it all work. And I don't know, I just feel like it's kind of impossible. Like the much easier thing is to take people's money and buy the asset that they said that they wanted to buy at that moment than just hold it."
    },
    {
        "speaker": "B",
        "text": "So anyway, well, that's what an exchange should do. Like, no money should leave an exchange. It's not a bank. It should all just be there all the time."
    },
    {
        "speaker": "A",
        "text": "Right? Right. Yeah. And, yeah, so, I mean, this goes to what numerous people have said constantly, which is like, it is mind blowing that he didn't just go with the profitable business. Like a crypto exchange can be highly profitable. And, yeah, he, I think that also."
    },
    {
        "speaker": "B",
        "text": "Reflects Sam's mindset a little bit. I do. I think Sam thinks I also another way to look at kind of what he did, I have a feeling that there was some part of his mind that thought something like, and I don't have any evidence for this, I'm just sort of speculating based on how I know how he thinks. But some part of his mind, I have a feeling, thought that for FTX to be worth them bothering with it all over time, and for it to really be like a venture worth doing, it needed to topple binance and it needed to do it right now, this bear market was the only shot it was going to get. Because if the next bull came and binance was still number one, it was just going to be. It was Microsoft. At that point, I have a feeling he was thinking something like that. He clearly wanted to overtake finance. There's no question about that. And I think he thought he didn't have much more time to do it. So I think that might have also pushed him to do more."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Just a guess."
    },
    {
        "speaker": "A",
        "text": "Wait, and I'm sorry, but why did he have to topple finance? Because he could have still made a lot of money even if he didn't topple binance."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think in terms of. Right, he could have. Or maybe he thought eventually it was all just gonna, one exchange would rule them all. I think he sort of imagined that future or maybe that it wasn't from his perspective, it was like, be number one or bust. And he says this multiple times, like, he was always happy to go to make the big, to bet the house. The thing he forgot is, like, it was fine when he was at Alameda, and he was always willing to do, like, bet everything on one big move because that was just his money and investor money, so who cares? But he kept doing that when he was running an exchange that had a bunch of retail people's money who weren't trying to be investors. They were just trying to use a service. But he kept operating from that perspective. But I think he probably thinks that it wasn't even worth it for him to be anything but number one and for it to rule the world because he needed massive scale. Also, on the one other random thing, Laura, to go back to highlights of the book, I want to say this here on unchained, actually, because I think it might be. I'm curious what you think and what others who read it think within the crypto world. One thing I think is kind of a scoop in the book, but I'm not actually sure if it's a scoop or not. So I'm sort of curious what folks think is one thing Sam revealed to me in our interview, and I couldn't find it anywhere else. That doesn't mean it's not or that others just didn't generally know this. But he told me that one of the things that's weird that we saw discussed as people were sort of analyzing the unwinding as it happened is ways that FTT moved around on chain. And one thing, for example, I think it was coinmetrics. Discern is that it seemed that every time a tranche of FTT would be released out of its time locking period, every time it would be released, it appeared that it would all just go to Alameda wallets. And it was like, why is it going to Alameda wallets? One of the things Sam told me in that final interview we had is he was like, he was like, oh, that wasn't accidental. All FTT belonged to Alameda. That was FTX's payment to Alameda for letting our staff, for letting its staff leave and go build FTX. Like he said, no FTT was ever FTX's. It was always Alameda's. And so it was always so. FTT was always the slender read on which Alameda was built. And I don't think that's ever been."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. That's new. Yeah. I don't think I've seen that elsewhere. That, again, just goes to show you, like, what dgens they were. Yeah, yeah. Printing this money and then taking out real money with it. So, yeah, that's. Anyway, it's definitely, it also goes to show you just how intertwined they were."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So, yeah, that's super interesting. One other thing that I want to ask you about was, like, during the implosion, the crypto community was often incensed by the coverage of FTX and of Sam himself by the mainstream media. And I was curious what your take was on that. Do you think that they were right to be outraged sometimes?"
    },
    {
        "speaker": "B",
        "text": "I mean, some of it was really weird, right? Like, I mean, I. The weirdest one, where I was just like, what is going on, guys? I understand where a lot of the bitterness between the mainstream and crypto comes from, but, for example, and I'm no big fan of the New York Times. I'm the last person who's going to go around defending the New York Times all the time. But the New York Times had a pretty great story, I thought, that dug into the kind of donations that FTX and associated groups were making and how they'd kind of come up short on a bunch of them. And a lot of it seemed to really be kind of self aggrandizing for Sam. Like, it was really important. He got media coverage for these different donations and things like that. I thought it was a really negative report that, like, did not hate Sam in a good light at all. You know, I was just like, oof. This. I would not want this printed about me. And everyone was mad about it because it didn't say, like, fraudster in the headline. And I was just like, okay, guys, this is not a nice report. Like, who cares? They're like, no, they're doing more whitewashing of Sam. I was like, this story is not whitewashing. He is not happy about this thing. It's crazy. I think there was this real victim thing that caught hold, but crypto does this a lot, too. A similar thing actually happened to Sam. I think I talk about this in the book. I didn't go into a lot of detail with it because it was so brief. When Sam took over the running of sushi swap, everyone who was involved with that, they were so, they were so gun shy because of what chef Nomi had done to them, where he kind of stole a bunch of the money. And I think it's somewhat debatable even that he stole it. But whatever. They were just like, oh, he's gonna rug us like, he's clearly just gonna take everything and run. He's gonna completely screw us over. And they just completely flipped out based on no evidence and were just, like, being super hostile and super kind of victimy about him through until he actually started doing the migration. And the migration went great. And they're like, oh, he's the best guy on the planet now. It's just like, I don't know. Crypto has this real tendency to view itself as a victim and see everybody against them until they get any proof that they're not. It sort of reminded me of that moment."
    },
    {
        "speaker": "A",
        "text": "So, obviously, this whole last year of crypto has been pretty momentous for the industry. I was curious for your take on this last year of what I've been calling crypto carnage, which has seen numerous bankruptcies and failures."
    },
    {
        "speaker": "B",
        "text": "I think you said it really well. As a crypto carnage. I mean, the funny thing, I didn't see it coming this bad. I remember when the razzle. I like year end lists. A thing I'll tell you about me as a journalist. I like year end lists of what are the most important stories of the year. I love doing them. I think they help me think through what matters. A lot of people make fun of them, but I like to do them. And so I'm always thinking about them all year long. And when the razzle con thing came out in early last year, I was like, whoa, we've already got our biggest story of the year. That was my reaction. Incorrect. That was wrong. It ended up being the 10th biggest story of the year. I don't know. It was so much lower on the list, but that was what I thought when it happened. I was just like, whoa, you know, this is going to be the biggest thing, you know? Well, this is February. Not true. So, yeah, it was. It was really wild, I guess. My biggest take on this year. Here's my big take on this year. And I've said this other times, but here's my, here's Brady's hot take on 2022. This was not cryptos.com bust. False. It's coming. We'll know the.com bust when we actually see it. And this wasn't it. It wasn't nearly big enough. It was big for crypto, but it wasn't big for the world. The next one will be big for the world, and that'll be the.com bust."
    },
    {
        "speaker": "A",
        "text": "But so then what is this year like? Why did we see all these failures?"
    },
    {
        "speaker": "B",
        "text": "Oh, I mean, this was just things growing up in a volatile world, and this wind up just being an important chapter in crypto history. But it's not going to be like the defining bust of crypto history. That one is ahead."
    },
    {
        "speaker": "A",
        "text": "And why do you say that? What do you think will happen? You think crypto will grow bigger, have some point where it hits the mainstream but hasn't quite earned it, and then have a bigger downfall at that point? Is that what you're saying?"
    },
    {
        "speaker": "B",
        "text": "Well, kind of. I just think I have always said that crypto booms when something new and interesting comes along. People keep waiting for regulatory clarity, and that will be important for the market. But that's not really. It's not, in my opinion, what will drive the next big moment. The big moments are always driven by some innovation in the space that gets lots of people excited. You know, it was just the world discovering bitcoin kind of the first couple times, and then it was icos in 2017, it was nfts and kind of defi in 2021. And something else will be invented coming down the road that will get people super excited about crypto. And then, yeah, it'll break into the mainstream, and just like everything else in crypto, it will go way bigger than it really should, and there'll be a bunch of irrational exuberance and it'll super explode. It'll dwarf this time, and then that will blow up just the way that booms blow up. But, like, this time, too, then it'll settle down in my take is it'll. And I'm also, I'm getting this a little bit to credit. I can't remember if I had it entirely beforehand, but I got this sort of partly from a conversation from Matty at Z Prime capital. He also sort of has this stance that kind of a merger of our two ways of seeing it. But then after that, I think that will be the last wild boom in crypto. Then it will fall down, and then it'll become boring. It'll just be a part of the world that's going to be the last wild run. It'll be like the Internet's become. The Internet's boring now, and that's going to happen to crypto. One more crazy run, and that will be the true.com boom."
    },
    {
        "speaker": "A",
        "text": "All right. Okay. We'll have to see later on if your predictions play out. Yeah. So obviously, we're in a big bear market at the moment, and I guess this is your second in terms covering crypto. How do you think about covering a crypto downturn?"
    },
    {
        "speaker": "B",
        "text": "I look to the new stuff, and I haven't been doing a ton of that. I did a lot of that at Coindesk. I haven't been doing a ton of it at axios, and it's always difficult to decide what to focus on. But crystal and I both plan to start doing a lot more pure startup coverage, like early funding rounds and just unpacking and kind of the things people are making maybe a little more coverage of existing companies, like newer features and stuff, but just, you know, it's the middle cliche, you know, it's, it's now it's time to like, look at the experiments people are putting out there because, because like I said, it's one of those experiments that's going to yield the next exciting thing in my. So maybe I'll be smart enough to be able to point back and be like, see, I told you about that when it was the seed round, you know, we'll see. I haven't been doing, I didn't do that the first year at axios. We were doing more kind of like macro kind of things. But now that we're in a bear market, I'm trying to get back more into doing the more micro things."
    },
    {
        "speaker": "A",
        "text": "Yeah, that makes sense. We're doing something similar at unchained. So as you mentioned before, crypto reporters are bombarded with pitches, many of them from pr people, but also a fair amount of tips. How do you think about what is newsworthy versus what isn't?"
    },
    {
        "speaker": "B",
        "text": "If, I mean, perfectly honest, if it comes from a PR firm, then that is a big negative in my opinion. It really is, because it isn't just me being snarky. That is a company that is, if your bet for being successful is sort of how much attention you can get, then you're not that great of an idea. The companies that invest a lot of resources in nagging reporters, I think that's a great sign that they're not going to matter much. And this has a rule of thumb I've had going back to 2016, and it really has not. I don't have a lot of regrets following it. I don't feel like I've missed much. So I really favor stories that somehow I find myself, and I know every reporter says this, but just like, if a founder is annoying about getting back to me, if they're guarded and they kind of don't really like talking to reporters very much and stuff, I mean, that's honestly kind of signal because like you're, you're confident. You're so confident in your idea and what you're working on that you're not anxious to be talking to people. So I think that's a big thing. But I also, you know, I'm frustrated by the, by the PR industrial complex, too, because I just. Beyond that, I think everyone is so pr pilled that just no one talks about anything in a real way anymore. Like, I mean, there's a level on which once companies get to a certain size, like, I know that as reporters, we have to hit them up and we have to ask them for comment and stuff, but I'm, like, loathe to do it because I know they're not going to say anything. It just, it's like, okay, let me air this completely pointless, like, thought that you gave, which not only is just like, I mean, I hate, like, I hate just, like, getting a quote, you know, like, I like to actually talk to people and have an exchange, you know? But even then it's like, okay, if you're going to send me a quote, I mean, half the time, and not only do they not speak, they don't even. They don't speak to what you asked about. They don't really even speak to anything. And it's because everyone is just so afraid of saying anything because someone might react to it that people end up saying nothing. And I think it's the high amount of power that people in tech give to this sort of, like, messaging complex that makes them all sort of think it's better to just never really be honest or open about anything and just sort of make stuff and put it out there and see what happens. It makes it hard to be able to do much service to readers in terms of really exploring ideas."
    },
    {
        "speaker": "A",
        "text": "So you have written some epic pieces in your time. You sent over a few. I was going to ask you about a few different ones, but since we're running out of time, is there one in particular that is a favorite and that has given you a certain perspective on crypto or give you some takeaways about crypto?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think my all time greatest hit is my EOS story. I mean, like that, I think. I don't know if that's my most read story, but I think that's, like, the most important thing I've ever done, you know? And so for folks who don't know, you know, EOS was this smart contract blockchain made by, made by block one, the company, which, you know, theoretically raised $4 billion in ICO, there's some questions about that number. They clearly raised a pile of money, like, whether it was really $4 billion or not, they raised a ton and people always had questions about eos. And I covered it as it launched initially in a sort of like, sure, this seems cool. I mean, to be honest, I covered it early on because multicoin capital, who I was really into at that time, in their early days, because they had been, they used to be really great sources for me. They endorsed it early on. So I was just like, if they think it's cool, I'll dig into it more. And then, because I did that early coverage, it kind of had some sources there. And at a certain point, people started being like, things are going really weird at Eoshdeenen. And then also kind of funny, but it was like, Pete, my old editor, and Zach, my other editor, were kind of, like, out of town for a couple of weeks. And so I knew people weren't going to be on me to just put out stories every day. And so I was just like, I'm just going to dig into eos for two weeks and no one would really pay attention, and I'm not going to. I also didn't tell them I was doing it. I was like, I wasn't like, I wasn't like, hey, guys, I'm just working on this story for two weeks. I was like, they're going to be away. No one's going to be asking me questions, so I'm just gonna work on this. And then when they come back, I'm gonna turn it in and see what they say. And I really wasn't sure, like, because Pete, particularly the editor then, did not like long stories. Like, he was not into that, and it was pretty long, and I thought Zach would probably be into it, but I just didn't really know. And so, like, they came back, and I was just like, I wrote this while you guys are gone. And they didn't hate it, you know, and Pete didn't really say much at the time, but Zach was pretty into it. And then it came out, and it really exploded. And I got a lot of pushback from block one, but all of the critiques it leveled have turned out to be true six times over. Everything that sort of said was probably going to happen has happened and delegated proof of stake. Probably not the way to go, I guess, would be my big take there. But, yeah, so I think that's probably the most important one. And I did this crazy explainer on liquidity mining, which just, like, was read by some astounding number of people. And that was also another crazy long one. And that was actually an idea of coindesk editors. They asked me to do it. They said, do deserve credit for that. They were like, could you write an explainer on liquidity mining? And I was like, okay. And then I turned in like 5000 words and they were like, whoa, okay, but we'll do this. And it turned out to be really popular. So I guess that, but I feel more like the eos one was more of like a service to the crypto industry than liquidity mining one was. So I guess I feel more proud of that one."
    },
    {
        "speaker": "A",
        "text": "And it seems pretty obvious in your book that you view some of these like newfangled ideas in Defi and, you know, things like yield, farming, et cetera, as offering at least an alternative, if not in some sense being superior even to traditional finance. And I was curious, like, if I was reading that correctly and what your thoughts are in general about what crypto offers versus traditional finance."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a fair question. I'm pretty, I don't exactly say pro crypto, but I do write and report from the stance that I think the industry is going to work out. And I think that there is there there, which I, not everyone does, but that is, that is the conclusion I've come to. And part of the reason I've come to that conclusion is just really, it's honestly, you know, I'm a little older. I graduated high school without an email address. I watched email, mobile, the cloud, social. I watch all these things come along. And every single time, most of the world was like, these things are stupid and we don't need them. That's what they said every time. And I saw that happen every time. And every time the things didn't turn out to be stupid and the world did need them. And so I just operate from the assumption that when a lot of smart people are excited about a weird thing, it usually is worthwhile. And then especially if the weird thing lasts for more than a decade, I'm just like, come on, you know, probably not going anywhere, you know, so there's tons of people who still act as if, like, you know, any day now, bitcoin is just going to like disappear and go. And I'm just like, I don't think so. But, yeah, so that's, that's, that's where it comes from for me."
    },
    {
        "speaker": "A",
        "text": "Yeah, we're, I think we're like very close in Asia. I think you're like tiny, tiny bit younger than me. And I have said the same thing. I'm like you guys, I grew up using like a telephone that was like attached to a wall and had like a long cord on it, like. So one other thing I want to ask you about is you've also written about how you think the crypto space has lost the cyberpunk ideal, and I was curious to hear you expound on that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just think we see, this is a big thing with Sam, for example, and this is one of the things, in one of my early interviews with him, where I started to wonder if the dude really got crypto or really cared because he was so bullish on Solana and it was so important to just be faster and be able to do more transactions and things like that. But, but I was like, you know, what does it matter? Like, if you wanted, if all that matters is you just want to be fast and do lots of transactions and just do a traditional database, you know, like, why are you even doing a blockchain? You know, like, you've got it. If you aren't being truly decentralized and truly censorship resistant, then, like, why are you using this crappy database architecture? Because it is crappy database architecture, except for the things it does do that nothing else can do, you know? And so I think we see that kind of thing all the time. Like, you know, so, like, sometimes I'll go to try out new web, three video games, and I've got to, you know, I've got to use an email for a sign on, and I'm just like, this is not what we're supposed to do, guys. Like, you know, this is not, I know you want to be able to content market to me, but, like, this is not what we're supposed to be about, you know? And so I just do think you see people again and again. This happens all the time, just really compromising with the hope of getting to that, like, mass appeal and sort of doing kind of the traditional growth hacks that tech companies do, which reflect a slow chipping away of sort of the core values. What's nice, though, about crypto is, like, the startups can do that and such, but there will always be this, like, it'll always be based on these open source blockchains that are permissionless. So there, it can always be built on in a, in a, in a way that has integrity and that kind of can't ever stop much like on the web. I mean, the web is not that great anymore, but anyone can throw up a website still, you know, it, like, may never get seen because people just stay on Facebook all the time. But there is still, there is still that option out there, which is, you know, which is nice but, yeah, I think by and large, people are willing to chase the gains. They're willing to make a lot of sacrifices of the core values to get there. And I just think we've seen a lot of that."
    },
    {
        "speaker": "A",
        "text": "All right, Brady. Well, it has been such a pleasure discussing all of these topics with you. Where can people learn more about you and your work?"
    },
    {
        "speaker": "B",
        "text": "Well, the big thing is they should buy the book out today. So go buy the book on Amazon or go to your local bookstore. It would be fantastic if you went there and asked."
    },
    {
        "speaker": "A",
        "text": "There's the COVID for people looking on."
    },
    {
        "speaker": "B",
        "text": "Video and look at all those great bookmarks. So, yeah, buy the book. The other thing is, I would love it if folks went and found the Axios Crypto newsletter that I and my coworker crypto Kim do every weekday. I think we do a pretty good job of making things understandable and highlighting the most important news of the day. And then, you know, I'm on Twitter, Freddie Dale on there. But yeah, the newsletter and the book are the two big things. Thanks a ton for having me, Laura. This was, yeah, this was super fun."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was. Thank you so much for coming on Unchained."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Brady and his book, SVF, check out the show notes for this episode. Unchained is produced by me, Laura Shin without from Kevin Fuchs, Bat Pilchard, Zack Seward, Juana Randovan, Sam Sriram, Ginny Hogan, Jeff Benson, Leandra Camino, Pama, Jimdar Shashank, and CLK transcription. Thanks for listening."
    }
]