[
    {
        "speaker": "A",
        "text": "In general, there is that thing in the crypto industry that when there is a hot topic, there is hype, and when there is hype, then there is easy money. People want to invest, people think there is that opportunity to make a quick 100 x or something. There are always projects who are exploiting that, who are selling stupid ideas to, to pre invest this."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. And today on the show, we are exploring the frontier of ZK rollups on bitcoin through the lens of the bit VM. You might be familiar with the bitcoin layer two landscape. This has been a thing that has been very hyped in development in the bitcoin world over the last year or so. All of that technical innovation is standing on the shoulders of this technical implementation called the bit VM, which promises to enable true, uncompromised, trustless bitcoin layer twos. We are bringing one of the authors of the BitVM whitepaper, Robin Linus, on the show today to talk about how he got into the world of building the bit VM and exactly how it works and what it strictly enables under the hood, and how it is the same or also different from the Ethereum roll ups that you may be familiar with."
    },
    {
        "speaker": "C",
        "text": "This, at least to me, I don't know. David, if you agree, is one of the most exciting projects I've ever heard of on bitcoin, because it promises to create a, um, just a ton of innovation and scale on top, including kind of a robust roll up type ecosystem. And all sorts of things can be built on top of bit VM to sort of scale this. So some have described this to us as the holy grail for bitcoin scalability. So it's very exciting to hear Robin describe that here today. Guys, we will get right to the episode with Robin Linus about BitVM. But before we do, we want to thank the sponsors that made this possible."
    },
    {
        "speaker": "B",
        "text": "Bankless nation, super excited to introduce you to Robin Linus at bitcoin developer and one of the primary authors of the Bit VM whitepaper. BitVM is a proposal that aims to bring Turing complete smart contracts to bitcoin, similar to those that we would find on a dedicated smart contract chain. Robin, welcome to bankless."
    },
    {
        "speaker": "A",
        "text": "Hi, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "So, Robin, I know you primarily as the BitVM guy, so I'd actually like to get to know you a little bit more. What's your background with bitcoin? How did you come to become working on the BitVM just tell us a little bit about yourself."
    },
    {
        "speaker": "A",
        "text": "Yeah, together with my co founder, Lukas, we founded a nonprofit company called Zerosync. And the goal of Zerosync was just broadly to apply zero knowledge proofs to bitcoin, because obviously zero knowledge proofs are the future. And we kind of saw a lack in bitcoin. Nobody was really applying them. And, yeah, that's why we founded that nonprofit company. And we started out building a chain state proof, which is essentially a way to compress the chain and sync faster so that you essentially can sync on a phone or something. And, yeah, while playing with these zero knowledge proofs, it became apparent that it would be awesome to have some kind of CKP verify on the main layer as well. But back then, bitcoin was trending towards ossification. A lot of Jeremy. Jeremy Rubin just tried to activate CTV, and, well, he failed with that. And the sentiment in the entire community was pretty much against any kinds of forks back then. The idea came up, if there is some way to hack a ZKP verifier into bitcoin as it is, because bitcoin has that scripting language, which is very limited, but hardly anyone can tell what it can do and what it cannot do. And so it was a very interesting research question, what we can do with it, and can we build a ZKP verifier with that? And, yeah, for the better part of 2023, me and a couple of friends just bounce off ideas of each other. What could be possible? We researched different CKP schemes, and, yeah, it seemed like nothing really works because there is that script size limit. You can have at most four megabytes of script because the block size is four megabytes. So your script can be at most four megabytes. And that sounds a lot, but it's actually very little because script is so limited. For example, there is no multiplication. Like the most simple thing, multiplying two numbers is not possible natively in bitcoin script. What you can do, though, is stuff like addition. And then when you can do addition, you can compose multiplication, but then you need a lot of opcodes, and then the script size blows up very quickly. We figured out that it's not really possible to just build a CKP verifier directly in script. And then I thought, it's just not possible. But two of my friends, namely super Testnet, a couple other guys, we founded a group, a telegram group, and they keep pushing. They were totally convinced that there must be some way to implement a ZKP verifier. In bitcoin script. And I thought, actually, it's nuts. But I liked reading what they were saying. And then at some point, somebody came into the group who talked about optimistic verification. The mat proposal, maybe you've heard of that. Probably ethereum. People are not that familiar with it. Merkelites, all the things it's called. When I dug more deeply into that, it became apparent that something like that should be possible in bitcoin script as it is right now. And then I started playing around, and then I built a first version that was very limited and didn't really solve the problem. But after a week or two, it just suddenly became obvious how to do it. And then super testnet started building prototypes, and he actually started telling everyone about it, and everybody got excited. So I just wrote very quickly a white paper and pumped it out. And suddenly bitvm was a thing."
    },
    {
        "speaker": "B",
        "text": "Where would you say you get your engineering chops from? Were you a cryptographer by trade before discovering crypto? Or did you learn cryptography through bitcoin? Where is some of your technical competency come from?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I studied computer science. I was always very interested in math as well. But I started out more like building apps, web apps, and more on the user interface side of things. I also like design a lot. And when I started to work on bitcoin, it became obvious that it doesn't really scale, it doesn't really work as money because it's just too expensive and too clunky. And the more I tried to solve that, the more I had to think about cryptography. And then I really learned how much I love it, actually. And then I started absorbing everything I could learn about it and started talking to all these great bitcoin engineers on IRC, like Peter Veller and so on, Andrew Polstra, and started learning more and more about it. And then at some point, I decided that I really want to make that my career."
    },
    {
        "speaker": "C",
        "text": "Robin, there's many different systems you could be applying your career and your talents to scaling. Most people who are in bitcoin are passionate about bitcoin in particular. So we've talked about how you got here, but we asked the question of why are you here? Why is it even important to scale bitcoin?"
    },
    {
        "speaker": "A",
        "text": "I'm in it for the money. But what I mean by that is I actually care a lot about the design of money. I think it's the most fundamental system of society, and I see in particular western societies on a decline. I see it here in Germany, I see it in the US as well. Just look at the president candidates. Both of them are pretty nuts. And I think this kind of shows that our societies are not in a very healthy state. And on the other hand, I see countries like China rising where they don't care about human rights at all. They think it's an inefficiency that we should get rid of. And that concerns me a lot. And I think most of these issues are rooted in the monetary system. I think fiat money is a scam. I think it's a form of cancer to society. I think most people suffer from it, even though not consciously, even though they don't notice that it's. That maybe now they notice more after this huge inflation in the recent years. But in general, I think most people are getting robbed of their time. I see it also very clearly here in Germany. When I look at the buildings that are like 150 years old. They're very beautiful, a lot of love, pay to the details. They are very high quality, they are still standing today. And if I compare it to the things that we build today, I see, well, there is a huge difference. Something changed. And I think the difference is very deeply rooted in hard money. I think hard money is much more healthy for society, because when there is hard money, everybody has an incentive to serve the market as best as possible, whereas in the fiat money system, everybody has an incentive to get as close as possible to the money printer. And that essentially destroys all the healthy incentives and creates lots of disincentives that are leading to unhealthy societies. And I think bitcoin is the best shot to fix that, even though it's a huge dream. That is not that realistic, maybe, but I think it's worth trying."
    },
    {
        "speaker": "B",
        "text": "I love the answer of being in it for the money because of the actual properties of money. But also, I think part of your answer, Robin, is that you're in it to scale the money. Like that's what you want to do, but you do that via technical matters. So, like, there also is no meaningful differentiation between being in it for the money, in it for the tech. It's all kind of the same thing. I'm wondering if you kind of can help square something. The idea that hard money is going to fix a lot of. A lot of society's problems, I think is a pretty interesting thing about crypto that brings a lot of people into the world of bitcoin. But you've also just told us a story of the difficulty of actually using bitcoin technology to scale. Scale, which is why you're working on the BitVM. Do you have any perspectives about that particular aspect of bitcoin? Very technically difficult to work with, but very strong monetary properties. So how do you think about bitcoin's technology as its ability to scale itself? Like you're running into roadblocks with the BitVM. We'll talk about like, where the BitVM is in its development, but like, technically constraining. Correct. But yet nonetheless very strong money. But as a developer on bitcoin, people generally feel not empowered to be able to do technical scaling. How do you kind of square these two things?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, of course you're right. On the other hand, I think it is bitcoin's most distinguishable feature, that it is that hard to change. There is no centralized control, there is no foundation that runs it, or so it is. I think in my eyes, it's a good thing that it is that rigid and solid. But on the other hand, yeah, it can be draining when things are going that slow. Of course, in particular, in my situation where I was that excited about CKP's, and then I see in the altcoin world, essentially everything you want, you have it immediately on the base layer because Vitalik wakes up in the morning, makes a hard fog. So it's kind of like the perspective from the bitcoin world. And of course, for research, that is much nicer. And we have seen this cambrian explosion of proof systems in the altcoin world. We haven't seen that on bitcoin, really, and bitcoin could not fund it, and the bitcoin community was not that strong in that regard. On the other hand, I think now that it has been shown without beyond any reasonable doubt, that this is the way forward, like that, we need proof systems. The bitcoin community has accepted that, and now we are looking for ways to get them into bitcoin as well. Bitvm is one approach. Of course it's clunky, it's a hack. It's not a nice, straightforward way as we see it in ethereum or something, but it's like really quite hacky way. But it already shifted the overtone window a lot. And I think it's just a matter of time. And I think bitcoin is already so far ahead. Like the brand is already so strong that it doesn't really matter if it takes two years more, it's totally fine."
    },
    {
        "speaker": "C",
        "text": "Robin, I think there might be some in bitcoin circles that are still unconvinced that we actually need to scale in the way that you're talking about. I remember the bitcoin standard books Safedean moose you were talking about? It's fine. The five to ten transactions per second are kind of fine. You'll have big whales, you'll have banks do these things. But it's sort of. Bitcoin is a settlement network and we don't really need that much scale. There could be just big whales and super users who actually settle things on chain. Then you have another camp that has said before like, hey, lightning is a good approach for most scalability. And yet theres this kind of. At least David and I have sort of observed this new tribe of bitcoiners, who are kind of like the builders, who are very excited about these new proof type methods and applying ZK and layer twos to the scalability challenges here. Not everyones on board with the need to scale trustless transactions on bitcoin. What would you say to that crowd? What is like, why scale in general? Why can't we just have bitcoin as it is and kind of scale and just like side chains or lightning network? Why even need ZK proofs and Bitvm tech?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the camps are more like bitcoin as an asset and bitcoin as a currency. And some people think bitcoin as an asset is fine, and it should be an asset and that's it. And we shouldn't care too much about currency. I think Michael Saylor is actually the most prominent example of the asset camp. And I totally disagree with that. I think it would be an absolute failure. If it would be clear that bitcoin is just an asset, I would quit today. I think that's totally not inspiring to work on. I think we need better money and that's why I'm in it. Well, my personal perspective is that I don't want to convince them at all. That's why I built bitvm. It's permissionless. Like, I can just build on bitcoin. I don't have to ask anyone for permission. I could say, like, I can like it or he can dislike it, but it doesn't really matter at all. If. If it catches on, it catches on and he cannot stop it. And I think that's fine. I kind of wonder why people like safety. Like safety. Namus, the author of the biggest bitcoin center, why he's talking about these things because his book sounds more like as if he would want us to use hard money and not just bitcoin as an asset. So it doesn't really make sense to me that he's having this position. But, yeah, as I said, it doesn't really matter at the end because it's a permissionless system and we can build on it. What we are doing with BitVM shows that there are ways to do it without asking others or without finding consensus among the entire community."
    },
    {
        "speaker": "C",
        "text": "It's a good explanation, good way to kind of delineate the camps. There's those that believe that bitcoin should just be an asset, or that's what they're most interested in. Those that believe it should be an asset and a currency. I think you fall into that camp, there was another camp that felt that way too, back in 2017, and they forked off and they did the bitcoin cash type thing as departure in terms of how they thought about bitcoin, the asset, but also their philosophy for how to actually scale this. And I'm guessing you're not sort of in the big block philosophy because you've stayed with bitcoin and you're trying to scale the network, as is, with these four megabit byte blocks, and do it via ZK proofs. But talk about that. Why didn't you go fork off and join the bitcoin cash crew, who was also talking about bitcoin should be a currency, a means of payment, and not just an asset. Why have you stayed with bitcoin up until this point in time?"
    },
    {
        "speaker": "A",
        "text": "Well, I think there's only one bitcoin, and I'm not that set on the block size as it is right now. I would be open to discuss block size increases. I totally see the counter arguments. I totally think that most people should be able to run full nodes and sync within a reasonable amount of time. And I think that is a very fundamental property of bitcoin. And we should not relax, that we should not harm that. But on the other hand, computers are improving a lot, Internet connectivity is improving drastically. And over time, we can definitely increase the block size safely. I think if we can do it right now, if we should do it in a couple of years, that's open for debate. But in general, I don't think it's a bad idea. In general, I think it is definitely worth talking about that. Even back then, people like Adam Beck said that it makes sense to double the block size in, I don't know, five year intervals or something like that. I think there is trauma, trauma in the bitcoin community because of that block size wars, that it became kind of a stigma to even talk about it and to mention it at all. And I kind of understand where this is coming from. But I feel like the new generation of bitcoin developers like me, or the people that I hang out with, they are way more open to these ideas, and I think it would be fine to increase the block size over time."
    },
    {
        "speaker": "B",
        "text": "I'd like to hop back into the BitVM conversation. When you were explaining it and your background and the progress that you've made so far, there was a eureka moment of sorts. I think with the optimistic proving, can we walk us through that moment? What was that Eureka moment? Keeping in mind that Ryan and I in our audience aren't that technical, and the places that we are technical are usually in the Ethereum context. So explaining we're dumb. Can you walk us through the Eureka moment of the VM that you had?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the Eureka moment was when I realized that you can introduce stateful scripts by using lamport signatures. In Ethereum, statefulness is totally baked into the system. The most normal thing to have a contract that sets some variable to some value, and then the next person who calls the contract has the same value for that variable. That is something very basic that is totally fundamental to any advanced smart contracting language. And that is the thing that just was non existent in bitcoin. In bitcoin, every script is completely stateless, and the execution of one script is completely independent of the execution of another script that is following. That was the fundamental hurdle that we had to overcome. The key idea was that we can use Lamport signatures to do that. Lamport signatures is a very simple signature scheme that is just based on hash functions. We do have hash functions in bitcoin script, and lampard signatures are so simple that we can express them in bitcoin script. That was known already for quite some time, but nobody has thought about how to use it for smart contracts. That was my eureka moment when I discovered that we can use these kinds of signatures to transport state from one script to another, so that the execution of one script depends on the execution of another script. And that was essentially the key mechanism that enabled everything else."
    },
    {
        "speaker": "B",
        "text": "And enabling everything else goes to actually allowing the bitcoin blockchain to verify a proof. And if we can get the bitcoin blockchain to verify a proof, then we unlock a world of possibilities. For what it's worth, in the Ethereum land, there's also on the roadmap the idea of enshrining a Zk circuit into the functionality of the layer one. So that like, whatever Zk circuit that we decide fits inside of the actual layer one protocol it can do its job of securing proving layer twos, amongst other things. And this is the same conversation in the bitcoin landscape. It's just the technical properties of the layer one is different. And so it's an engineering challenge to be able to get bitcoin to verify a proof which unlocks that world of possibility. Where would you say, is the BitVM in its development? Are we still in the research phase? Still trying to, like, do some solving of some hard problems? Are we in the engineering phase? How would you say, where is the BitVM on its, like, completeness?"
    },
    {
        "speaker": "A",
        "text": "We are very much in the engineering phase. We did a lot of research January and February. I was in Stanford working with a group of David Shea, and we improved the original design a lot and made the bridge design much more simple, and also the verification permissionless so that everybody can challenge incorrect statements. And I think we have a very solid foundation now. The research is pretty advanced, and we started implementing it already, a couple of months ago already. And yeah, we do have a complete gross 16 verifier. So, like a snark verifier that we implemented in bitcoin script. Now we have to massage it into the BitVM two. That's the final step to make it work. And I think within the next two months, hopefully by the end of August, we will have at least a testnet version running of BitVM two, and hopefully by the end of the year, we will have a reckless mainnet. So it's mostly an engineering thing right now, and it's relatively straightforward, so there's no huge unknowns that we don't know how to solve or so."
    },
    {
        "speaker": "B",
        "text": "Okay. So there's no big hurdle to get across. It's really just about putting in the work, typing the code into the system, making sure the system works. Maybe there's unknowns. Unknowns. But as far as it's known, you feel confident that this is a workable solution and it's just a matter of building it?"
    },
    {
        "speaker": "C",
        "text": "Yeah, Robin, just some maybe dumb questions really quick. Will BitvM require a hard, like, any sort of fork software, I should say, of bitcoin or any additional op codes, like Eric Wallace talked about, op cat, that kind of thing. Will it require those upgrades?"
    },
    {
        "speaker": "A",
        "text": "No, that's the entire sales point of BitVM, essentially that it works without a soft fork. Of course, there are soft forks that make it more efficient, and it can solve a couple things about the clunkiness, but the system works without any software."
    },
    {
        "speaker": "C",
        "text": "Because that's very cool because listeners may have seen recent news that the starkware ecosystem is going to support their ZK roll up type environments in bitcoin. But in order to do that, they need opCat, which is new opcode, to be deployed to bitcoin, and there's no ETA for when that would actually be deployed. BitVM, in contrast, does not require that. Can you go through for maybe some of the people who are familiar with how rollups work in ethereum? I don't know to what extent. I'm sure you know all of this, of how it works in kind of ethereum, but what is the analog? Is this sort of like an optimistic roll up in Ethereum where there's some sort of like fraud proof type game and you can launch an entire, say, virtual machine chain on top of BitVM that ultimately gets settled down via this fraud proof mechanism to the bitcoin settlement network and establish your trust list. Settlement guarantees that way. How similar is this to what we might think of like optimism or arbitrum, which are Ethereum based optimistic roll ups. What are the similarities and differences here?"
    },
    {
        "speaker": "A",
        "text": "In general, what we are trying to mimic is just a regular roll up, but that is not really possible. We are doing a couple of workarounds to get there. One thing that makes it way more efficient is that optimistic approach. We are essentially combining an optimistic roll up with a snark. That is because verifying the snark on chain is very expensive. It costs roughly the size of a block of script that you have to put on chain. And of course, we don't want to do that in practice. So what we do is that we have just one round of optimistic, like this optimistic challenge response game, where the operator, who is like the party who runs the bridge, essentially, they make a claim. They claim, hey, I witnessed a valid peg out, and now I am going to take money out of the bridge. And everybody can see if that claim is correct or if it's incorrect, just from looking at the chain to see if there is the correct data in the chain. And if it's incorrect, then everybody can challenge them. They can just say, hey, okay, I don't believe you. Let's go down the unhappy path and let's execute the snark and prove to me that you're actually right, which should be impossible if the person is lying. If the operator is lying, yeah, that makes it way more efficient in practice, because as long as the operator is not lying, which should be always the case, because he's heavily disincentivized, because if he is caught lying, then he will lose a lot of money. So in practice it will be just, he makes a statement, a correct statement, and then that's it. Nobody challenges it. And it looks like a regular transaction on the main chain. Only in case there is an operator going bonkers and totally wants to lose his money, then they make an incorrect claim, and then you can punish them for making that incorrect claim. And then you have to execute all these huge scripts. But that's not that bad, because always the lying party will pay for the script. So if the operator is lying, he will essentially pay for his own trial. So the hope is that similar to an arbitrum, the incentives are just aligned in a way that in practice you never have to go down the unhappy path."
    },
    {
        "speaker": "C",
        "text": "And who are these operators? Is this a permissioned set of operators or can it be permissionless?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that is probably the biggest drawback in comparison to standard rollup in BiTVM. You need these operators, and that is because you don't really have that EVM that just can run contracts. You have to have a party that runs the contract. And that's why we have to have a set of operators, for example, 100 operators that are determined during setup, and they will be responsible for running the bridge. They are semi trusted. They are trusted. There is the trust assumption that one of them is honest and life. And as long as one of them is honest and life, everybody will always get their money and the bridge will be safe. Even if they are all dishonest, they cannot steal from the bridge because everybody can challenge them. And there will be somebody who has an incentive to challenge them, like some user or an exchange or whoever has an incentive that the bridge doesn't break. So even if all the operators are dishonest, they cannot steal, but they can halt the system. That is the main issue. But not even the game theory works out for them to collude. Let's say they could all collude and then bribe the people or blackmail the users to essentially saying, hey, we will stop the system until you give us that amount of money. So even that doesn't really work out. Game theoretic from a game theoretic perspective, because if one of them defects, then everybody gets their money. So it's quite a safe assumption. But of course it would be way better if we could get rid of that."
    },
    {
        "speaker": "C",
        "text": "Okay, I think people are getting the picture of this. If you're coming from kind of an ethereum vantage point of it sounds very similar to an optimistic roll up with some of those constraints. And just to be clear with BitVM, the project itself, are you launching a chain or are you just developing the protocol and leaving others to kind of like develop various chains, roll up chains on top. What's the role of Bitvm? Are you guys doing a full chain?"
    },
    {
        "speaker": "A",
        "text": "Well, in general, BitVM is a generic bridge that will work for all kinds of roll ups and side chains and all kinds of side systems. And we totally want others to build on top of it. We want to build an open system and we think the more people are using our implementation, the easier or the faster we can hard our implementation and make it very solid. But I'm personally not that interested in rollups. I am more interested in another protocol that I'm working on with some people from blockstream research. The working title is ZK coins, and the idea behind that is a client side validation protocol that is similar to RGB or Taproot assets. Maybe you've heard of that. Lightning Labs is implementing it. It's essentially taproot assets on steroids. Because you can improve taproot assets substantially by combining them with snugs. In the end, it breaks down, it can improve the base layer throughput by roughly ten to 20 x, and it gives us perfect privacy. That's what I'm most excited about. Also, this is compatible with the lightning network that would essentially help us to increase the on chain throughput a lot. Also, what's also interesting is it makes it much cheaper to verify these transactions. So a block full of ZK coins transaction would be way easier to verify for full nodes than a block full of bitcoin transactions. So you decrease the burden of verification on the mainnet and yeah, that would be another argument for increasing the block size. And I think this is the way to scale blockchains in the long run because it essentially reduces the blockchain to its main function, which is creating an immutable ordering of commitments to prevent double spending. That's what I'm most excited about, and I'm working on that with Jonas Nick and Liam Egan from blockstream research. Actually Liam, he's not at Blockstream anymore."
    },
    {
        "speaker": "B",
        "text": "ZK coin sounds like a very pure scaling of just the monetary properties of bitcoin. So it very much aligns with in it for the money that upgrades the tech of the money. So in the Ethereum perspective, I'm wondering if you can kind of tell us what a bridge and a layer two, a ZK layer two using bitvm would look like from the perspective of the bitcoin layer one. If you look at the Ethereum layer one and you want to get your assets onto an Ethereum layer two. You send over your eth or your stable coins into a deposit contract, into a bridge contract. And then you can look at the state that that bridge contract holds and all of that stuff, all those tokens, nfts, whatever are on the layer two. Like flying around on that layer two. Uh, but you can kind of look at the bridge and see, see what's actually on that layer two. Is that how it works with a bit vm? Is there a notion of a bridge contract? Like what does it, what does it look like from the perspective of the layer one?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's pretty much the same. Just that the bridge contract is just a multisig, like n of n multisig where all these operators, they cosign it, not really the operators. There are these hundred operators. And then there's during the setup, there's a setup ceremony where you have roughly 1000 people who co sign the setup. And there's also the assumption that one of them has to be honest and delete their key. And if they are honest and delete their key, then the bridge is safe. If they would all collude all these thousand people, then they could steal the money. But yeah, essentially you are sending your money to a thousand of thousand multisig. That's how you peg in. And it looks very simple on the chain. It's indistinguishable from a regular transaction."
    },
    {
        "speaker": "B",
        "text": "And for the operator set for a particular BiTVM layer two that gets initialized at the genesis of that particular layer two, how does someone become an operator and can that operator set change over time? Or is it locked in at Genesis?"
    },
    {
        "speaker": "A",
        "text": "You can change it over time. You could run this setup roughly once or twice per year or something. The idea is really that the bridge will be relatively slow and clunky, which is fine because you can just do cross chain swaps. You can just swap from one chain to another. And liquidity providers will probably do that because there is a business for doing that. And most people will never use the bridge themselves. It will be just huge liquidity providers who peg in like, I don't know, ten bitcoin or something like that. And then it will just stay in the system. And only if the system really, if nobody wants to use the system anymore, then, then it becomes relevant to get the money back. But more or less the bridge is just a guarantee that the wrapped BTC, or however you want to call it, that they do have a real value and that you can always get them back if you really wanted to. But most of the time they will be more useful in the side system and then they will just stay in the side system until the site system dies off."
    },
    {
        "speaker": "B",
        "text": "What does the actual exiting process look like? Depending on what kind of rollup is we're talking about on Ethereum, optimistic. Roll ups take seven days, but I don't think we're talking about that. We're talking about a ZK rollup. What does it look like to exit the system? How does that work technically?"
    },
    {
        "speaker": "A",
        "text": "That's a good question. Yeah. First step is that let's call him Bob. Bob pegs out and Bob just burns his coins by sending them to a particular address that is somehow defined by the system. Some unspendable address which essentially burns the coins. And it has to be such that everybody can witness that. Then the operator, they have to front that capital for that particular pack out. And the operator just sends their own money to Bob. Let's say bob pegged out ten BTC or so. So the operator now sends their own main chain BTC to Bob. And then Bob has his money. And now the operator, they put their kickoff transaction on chain and with their kickoff transaction they essentially state, hey, all of you saw Bob did a valid peg out. I paid Bob my money, so now I'm going to take money out of the bridge. Because of the nature of the workaround that we are doing in bitcoin is very hard to define. During the compile time of the contract, the dynamic address, you cannot say this money will go to whoever will be entitled to take the money. You have to be specific who will get the money. And that's why we have to send it to the operator. Because the operator is known during the compile time. And that's why we do that swap that the operator gives his own money to Bob. Bob is not known during compile time. Bob is some random user. So the operator gives his money to Bob. Then the operator is entitled to take money out of the bridge. And the operator's name is essentially in the bridge contract. So we can express that in bitcoin. He puts this kickoff transaction on chain and that starts a dispute period of two weeks. And within these two weeks everybody can challenge them. Like if that statement was incorrect, if something was missing, if Bob didn't do a valid peg out, or if the operator didn't send the money to Bob, then anyone can challenge the operator. If he's not challenged, then after two weeks he can just take the money off the bridge. If he is challenged, then he has to go down the unhappy path, which means he has to make a commitment to his trace, his trace of the computation, of the verification of his snark. So he essentially runs, he verifies his own snark and then gives us a recipe and says, those are the intermediate results that I came to. If any of these intermediate results is incorrect, then you can challenge that particular step. You can just execute the correct script, which is a huge script. It's like a slice of the computation, and you can just execute it and show what is the correct result and show that the correct result is not the same as what the operator claimed, and that disproves the operator. And then you can just slash them and take their deposit, their collateral. Sorry. And that's essentially how the bridge works."
    },
    {
        "speaker": "B",
        "text": "So one nuance I want to get into is the idea that if I'm Bob on the layer two and I just want to exit the system, and I send, I make a transaction to withdraw to exit, I'm actually not getting my bitcoins. I'm getting somebody else's bitcoins. And then my bitcoins are going to be paid back to the person who gave me their bitcoins. And so this puts up, this makes the bridge capitally inefficient because some operator has to take up to two weeks of lockup cost in order of opportunity costs in order to actually facilitate the exit. We were doing a podcast with Eric wall, uh, and he was talking about some of the potential edge cases, uh, that this might, um, create, just because there might not just be enough capital to, with do. To do a mass withdrawal. I'm totally. I'm unsure about how to articulate the, um, scenario that I remember Eric Wall was talking about, but he was alluding to the fact that this might create an edge scenario in which, like, there's a lot of people asking for money and there's not enough money in the bridge. Maybe you can articulate that edge scenario and whatever thoughts you have."
    },
    {
        "speaker": "A",
        "text": "Well, I asked him on Twitter, and he publicly admitted that his attack, like, they wrote this nice article about BitVm being fundamentally broken or something. And I asked him, and he had to admit that it doesn't actually apply to our model. It applies to a different model that somebody else is building. To be honest, I cannot take Eric very seriously. He's not a builder. I don't know if he has ever built anything. And I think it's always easy to shit on people's things. And there is a lot of politics involved. There's a lot of things with that software that he wants to push through. It's not really related to my work. It's more a thing that is going on there in the background."
    },
    {
        "speaker": "C",
        "text": "Robin, when was this back and forth? I think the conversation that David and I had where he articulated this and it was almost couches sort of a fatal flaw for BitVM. That was maybe, I want to think like six weeks ago or so. Is what you're talking about the back and forth with Eric more recent than that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, there is that cat thing going on. They are pushing really hard for cat and I'm op cat. I find these guys very suspicious. I like, like, hey, I'm here to fix bitcoin. And I find that not very authentic. Like, usually the people who are pushing for soft fox are people who have been contributing for years and have like, a very strong proof of work as like, bitcoin developers, and that makes them reasonably trustworthy. And if people who don't have any strong proof of work are suddenly pushing for things in particular, they are related to this. How to phrase it nicely, this altcoin things on bitcoin, they are indistinguishable from spam attacks. And that's another red flag for me. And, yeah, so I just used my influence to just ask questions and to show that it's not really solid, what they are proposing. And he totally disliked that. And that's how it started, that he."
    },
    {
        "speaker": "C",
        "text": "Started to attack my work. I wasn't aware that this episode would get a little spicy, but it has, and that's totally great. That's within bounds of bankless. So just to be clear here, I think what Eric was also saying is he thought that the BitVM designed kind of collapses down to a multisig. You almost have to go through this really messy bankruptcy type process in a mass exit type scenario. And Robin, you're saying that's actually not true, that slow, we can exit this. It's not all that different from maybe an optimistic roll up on Ethereum in those ways. Maybe just put a bookend on that critique. And why you don't think it applies?"
    },
    {
        "speaker": "A",
        "text": "He thinks it doesn't apply. I asked him and he admitted that it doesn't apply to our protocol. And I'm happy if he shows us a flaw in our protocol. I also discussed it with lots of researchers and because he created lots of waves in that week, everybody asked me about it, but it's very hard for me to argue against it because usually when you criticize other people's constructions. Then you state how their constructions work and then you point out particular flaws. But he didn't do that. He worked on some hypothetical thing that is totally unrelated to what we are building. And then it's very hard to argue against it when he is confusing terms that much. I think it's just not honest to call it BitVM what he was criticizing there, because that is not what we are working on."
    },
    {
        "speaker": "C",
        "text": "So not at all concerned by that critique."
    },
    {
        "speaker": "A",
        "text": "Well, I mean there is that capital constraint that is real, but it's not as catastrophic as they made it because they claimed stuff like that. All the operations operators have to front as much capital as the total value locked, which is totally not true. As I just explained, the operator has to front as much capital as a single party needs for like a single unit. Let's say, I don't know, 1000 BTC is locked and ten BTC is the unit, then the operator has to front ten BTC for two weeks. And if all people want to exit at once, which is also a strange assumption in my eyes, because depending on what you want to use it for, if you want to use it for ZK coins, there is no centralized operator or something. Sorry, no centralized sequencer. It is not a realistic scenario to say that there would be a mass exit or so just like in lightning, nobody is talking about mass exits because why should everybody exit lightning at the same time? There is no reason to do that and that's why nobody's concerned about this scenario. And even in lightning, where there is no capital question at all in that regard. But it would be a huge issue if everybody would exit at once, of course, because the chain space is limited. But that's a totally different discussion, a."
    },
    {
        "speaker": "B",
        "text": "Different critique that I think still holds is the actual incentives to front that capital. The business model of being a bridge operator, two weeks of holding x number of bitcoins, generally that comes with opportunity cost. What are the incentives of being a bridge operator and what earnings potential might they get? Do they get to charge a fee for this service? Like what's the deal here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you simply pay a fee. Like Bob doesn't get actually ten BTC. He would get, I don't know, 9.5 BTC or something. Because I'm making an offer. Yeah, it's just determined by the market. You make an offer to the operator. Also, if actually all people wanted to exit at once, which as I said, won't happen, I don't see a reason for that, then you can still incentivize the operator to prioritize you by just paying a higher fee."
    },
    {
        "speaker": "B",
        "text": "There's many, many operators. And so they're competing on fees."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. They're competing on fees. And also the higher the fees are, if actually all people wanted to exit at once, then it would be kind of natural for them to expect to pay higher fees. And even if there would be a liquidity issue, then the high fees would be quite a convincing argument for other people who have liquidity to give it to the operators because the operators would immediately make a profit from it. So it's like a perfect business model. Like, you just give me the capital for two weeks and you will get more money back. So these fees are essentially the solution, even if there would be that mass exit case, which I think will not happen."
    },
    {
        "speaker": "C",
        "text": "So, Robin, what type of entities do you expect these operators to be? Say, like, these 100 operators? Are these kind of like some market maker types? Right? Are we looking at like. Like a jump capital or something like that? Is that the type of entity or who will they be? And I don't know if you even have examples of who you expect to be one of the 100, but, yeah. What's just sort of the profile of an operator, I think very similar to."
    },
    {
        "speaker": "A",
        "text": "The liquidity providers on lightning. It's essentially the same business."
    },
    {
        "speaker": "C",
        "text": "Got it. Okay, cool."
    },
    {
        "speaker": "B",
        "text": "So there are a lot of projects out there that are branded as being a bitcoin layer two. That's kind of one of the bitcoin renaissance themes that we've seen in the last year or so. And there's a lot of skepticism about some of these projects. There's also a lot of excitement out of these projects. But one common theme is all the projects say, oh, we're going to use the bitvm."
    },
    {
        "speaker": "C",
        "text": "All of them?"
    },
    {
        "speaker": "B",
        "text": "Yeah, generally. What do you think about this category? I would imagine that's actually kind of the point of what you're trying to build. But also, some of these bitcoin layer twos are not real, is the critique. I'm wondering just, like, high level thoughts about the whole entire category of bitcoin layer twos these days."
    },
    {
        "speaker": "A",
        "text": "I'm not very proud of having created this kind of layer twos. If I compare it to lightning, there are many points of critique of lightning. I'm not the biggest fan of lightning. I do think it is a great project, but it's not really solving the issue at hand. But like these other l two s, most of them are very sketchy in my eyes. Like, in general, there is that thing in the crypto industry that when there is a hot topic there is hype and when there is hype then there is easy money. People want to invest, people think there is that opportunity to make a quick 100 x or something. And then there are always projects who are exploiting that, who are selling stupid ideas to greedy investors. I think that's what we are seeing there mostly I don't want to talk about all of them. There are a few exceptions who are doing great work and who are contributing a lot to BitVM as well. I don't want to name names because I don't like I did that in the past and I heard they are selling tokens with me endorsing them, allegedly, which I didn't like. I don't like tokens in general or like I don't like tokens without a clear business model. I think it's totally fine if you sell tokens. If it makes sense, if there is a clear business model behind it, then I mean I will not buy your token, but it's okay to sell it. But if the token is the only business model, then I think it's pretty sketchy. And we are seeing that a lot with Bitvm l two s and I don't like them at all. I think it's bad. I think it harms the brand."
    },
    {
        "speaker": "B",
        "text": "We've seen cycles like this play out before. People love tokens in crypto. They love to play with tokens. They love to speculate on tokens. Optimistically, it's a casino. Yeah, it is a casino, right. And optimistically that also does create meaningful projects like this is the financing of what hopefully could become meaningful. Bitcoin layer twos. Is this the path that you see some of these bitcoin layer two projects on? Once we get past the degenerate gambling phase at the end of that tunnel, we'll end up having some functioning quality bitcoin layer twos. Is it a fair to call this just a deal with a devil? Or how do you think about this?"
    },
    {
        "speaker": "A",
        "text": "I don't want to make any deals with the devil myself. All these investors came to me at first and I told them go, please leave me alone. But yeah, I mean, I see your point in general also, as someone who is active in that ck scene. I see many of these CK companies who are doing amazing research. They do have tokens and I don't think that token make any sense at all. But if they would have not that token, then they probably would not be able to pay all these brilliant researchers. And so it is kind of like a double edged sword. Like, on the one hand, I am profiting from these scams, and on the other hand, I don't want to participate in them myself. But, yeah, I think in the long run there will be bitcoin l two s, and probably some of them will make a lot of money, and maybe that justifies the hype or the extreme interest of these investors."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's always interesting. We had Casey from ordinals in rooms on the podcast a while ago, and he was basically saying, yeah, I think a lot of the tokens, 99% of the tokens supporting this thing are just dog shit. And he's still building, it's still kind of a builder in the space. So I sort of hear that sentiment from bitcoin builders, like, quite a bit. They're not necessarily proud of what is built on top of it, at least in the early stages, but the same time you guys are bit vm is a permissionless protocol, so you don't get to decide. It's like not on you to decide what actually gets deployed there. And so, I mean, that's an interesting, I guess, tension to have. But let me ask this from the other perspective, which is if this went perfectly and you had kind of your vision of you're in it for the money, scaling the money, let's say that, right, what would you love to see deployed on top of BiTVM? Does it look like a ecosystem of roll ups, kind of like similar to Ethereum? Is it more along the lines of ZK coins? If you were to just fast forward five years from now, in your perfect world, what would you see on top of Bitvm? How would bitcoin look?"
    },
    {
        "speaker": "A",
        "text": "Yeah, ideally, the chain would be full of ZK coins, transactions which are completely private and very compact. And people could use bitcoin as money again, as it used to be before the blocks, before the scaling was. And yeah, we would have privacy and could use it very well for money, for payments. And I think it would enhance the lightning network a lot if we had 20 x more throughput on the base layer. So that opening and closing channels would be quite cheap in the order of sense of. And hopefully it would also inspire people, or it would convince people that it's a good idea to increase the block size, and then we would be already quite close to scaling bitcoin as a."
    },
    {
        "speaker": "C",
        "text": "Global currency before the block sizes increased. In a world where bitvm is used quite heavily and quite significantly, are bitcoin blocks just like are the four megs full of these proofs, how much will this affect Mainnet, do you think? And what will the bitcoin fees be on Mainnet as a result of this?"
    },
    {
        "speaker": "A",
        "text": "It's hard to say. I mean, there will always be merit to regular transactions. I think all these institutions who are just using bitcoin as an asset, they will want to do regular transactions just because the. The technology is much more hardened. The ZK coins would be very novel. It will use all kinds of novel proof systems which have novel implementations, novel assumptions that are not on the base layer as well. I think there will always be a market for regular transactions as well, just because the main system is just more solid. Way more solid. It will take a while until ZK coins will not be considered experimental anymore. Just like lightning. In the beginning, everybody knew lightning was. They even called it the reckless version of lightning. Right. So I guess we will have a reckless version of CK coins first, and maybe there will be hiccups and maybe people will even lose some money. But that's just the way these protocols evolve, I think."
    },
    {
        "speaker": "B",
        "text": "Well, this has been definitely one of the more interesting eras in bitcoin history over the last 18 months or so. And it's just very refreshing to see building come back to the space and kick some of the laser eyed maxis out to the curb and replace them with people actually developing and creating value and growing the bitcoin movement that started in 2009. I'm wondering, Robin, is there anything else that's going on in bitcoin outside of the bit vm, in the bitcoin layer two space that you're paying attention to and you're excited about? What else should we investigate?"
    },
    {
        "speaker": "A",
        "text": "Yeah, another thing that I find cool is I was working with David Shea on his group at Stanford on bitcoin backed proof of stake, which is essentially a way to stake bitcoins in the main chain such that you can derive sidechain consensus from these states."
    },
    {
        "speaker": "B",
        "text": "David Schengen. David, that's the founder of Babylon. Yes, correct. Okay, cool."
    },
    {
        "speaker": "A",
        "text": "I'm not related to Babylon at all, but I've worked with them on David and his research group at Stanford on their paper. And actually, the thing is very related to some research that I did in 2020. And. Yeah, I like that. I think once we have the base layer, I think the base layer has just a limited capacity. We cannot scale it indefinitely. So at some point we will have some kinds of side systems. And I think these proof of stake side chains, like bitcoin backed proof of stake side chains, they can be very interesting. And I'm very happy to see that they are building it."
    },
    {
        "speaker": "B",
        "text": "So if we were to fast forward 20, 30, 50 years and your ideal version of the universe played out, when it comes to bitcoin, what does bitcoin, the system, look like?"
    },
    {
        "speaker": "A",
        "text": "The optimistic scenario is definitely that bitcoin will absorb the entire altcoin market, and that we will have one proof of work chain and that will be the anchor for all other systems. Then we will have a couple of side systems around that. I guess it would make sense that they are all interconnected with something very similar to lightning or just lightning network. I think in the long run, the entire financial system will be run on some bitcoin backed system, as we are seeing currently Blackrock. Larry Fink, he's very eager to create a new exchange where you can trade stocks essentially as tokens. And yeah, I think, well, I'm not sure if they really need bitcoin. An exchange is just like a centralized party, and they could just have just keys co signing some side chain similar to liquid or something. I guess that would make more sense from a technical perspective. But I think the most optimistic scenario would be definitely that bitcoin becomes the world leading currency. We'll replace the dollar, and people will use bitcoin as they are using the dollar nowadays. That would be my hope, and hopefully the biggest hope I have. What I'm dreaming of is that bitcoin will be able to defeat central bank digital currencies. Because I think they are really evil. I think this is the most evil technology that has ever thought of that."
    },
    {
        "speaker": "C",
        "text": "Clarity of vision is something I've always appreciated from the bitcoin community. And let me say, I think bankless is definitely cheering bitcoin builders on towards this endeavor. Because what you just described, if we can make it happen, is a bankless money system. This is the entire reason why we're here. I think this is one of the central goals, maybe the most important goal of Crypto, for sure. Robin, just one last question to round this out. David asked you earlier about when mainnet timelines, can you get concrete with us to the extent that you can on that? Because a lot of bitcoin layer twos are saying, hey, BitVM will be available now. It's already available. Even I think that there's some work to do. When do you expect to get bit VMDez online and deploy it in terms of dates and what's going to happen next with the project?"
    },
    {
        "speaker": "A",
        "text": "Yeah, hopefully we can complete our implementation by the end of August, such that we will have on Cygnet or on Testnet. The first version running so that we can actually run or verify the first CKP's on a bitcoin chain. And from there we hope to complete a reckless mainnet version by the end of this year. That would be the main goal. That is the focus of our team currently."
    },
    {
        "speaker": "C",
        "text": "That's huge. That would be what? Bitcoins 15th birthday around that time."
    },
    {
        "speaker": "A",
        "text": "Around that time, yeah."
    },
    {
        "speaker": "C",
        "text": "Very good. Robin, thank you so much for joining us today. This has been a fantastic discussion."
    },
    {
        "speaker": "A",
        "text": "Thanks a lot. Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "Guys. Got to remind you, of course none of this has been financial advice. None of us here are shilling tokens. Of course crypto is risky. You could lose what you put put in. But we are headed west. This is the frontier. It's now the frontier of bitcoin. It's not for everyone but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]