[
    {
        "speaker": "A",
        "text": "Welcome to Debrief. After our episode with Vitalik Buterin his philosophy, Diack David, after I read that article, I really felt something like, it was a fantastic article for me. Yeah, I felt, I don't know, he was very much creating a unified theory for a way of approaching steps the world. Yeah. And the way of approaching technology that incorporated the things that I wanted to preserve and also incorporated the worries I had about the future when technology and game theory and Moloch traps kind of get out of hand. So it was just a really fantastic article to me, and I think, I hope that came out for listeners in the episode. But, yeah. What did you think of his? Because I think we both read it in async. I don't think we've ever had a conversation actually talk about the substance of his article beyond, like, a little bit of work to prepare this agenda. What was your take on his, his philosophy here? What's your take on Diac? Are, are you a diack? Are you ready to put that in your, your Twitter profile?"
    },
    {
        "speaker": "B",
        "text": "I think the way I, the lens that I view this article is similar to the way the lens that I view crypto as a whole. Crypto is coordination technology. That is the optimistic hope for it on the cosmetic layer, on the surface layer, it kind of seems like casino technology, and maybe that is what it is cosmetically, but underlying it is coordination software, universal protocols for us to coordinate around. First our market activity, then our money, then our identity, you know, et cetera, et cetera. And that. And that's why I always will consider crypto to be good for society, because coordination tools are helpful. The way I interpret Vitalik's emphasis on defensive technology is anti step back technology, as in humanity, throughout time, throughout history, is, you know, two steps forward, one steps, and one step back, right? Like we invent penicillin, then we have world War two, then we invent nuclear power, then we invent nuclear bombs, then we invent the Internet. Like it's two steps forward, one step back. Sometimes we take many steps forward, sometimes we take many steps back. But the arc of humanity is always more steps forward than backwards. Defensive technology, to me, is anti step backwards technology. It's like a pigeonhole for progress. And it's harder to go backwards than once. You have strong defensive technologies. Offensive technologies increase the surface area for society to take a step back, right? Like nuclear weapons. Like, maybe it can go back and forth. Cause like there was a bunch of peace that happened afterwards. But just like offensive technology increases optionality for accidentally taking too many steps back defensive technology to me is like step back resistance. That's how I would kind of. That's how I frame this. Make sense we're aligned here."
    },
    {
        "speaker": "A",
        "text": "No, yeah, it makes sense. I have a lot of worries about just straight technology accelerationism. Right. So, like, do you think it's a good idea that everybody in the world can have access to some sort of bio kit where they can genetically engineer 3d printing viruses? Yeah, the next version of COVID Right, right. Like, no, but if you put, like, I'm sure most reasonable people would also say no, but if you take all of the limiters off and you go full throttle and you say, IAC, IAc, EAC. Right."
    },
    {
        "speaker": "B",
        "text": "Like, it feels a little bit like."
    },
    {
        "speaker": "A",
        "text": "Anarchy, I think you can get to some pretty bad outcomes right now. It's like somebody who's full IAC might say, well, if that starts to happen, then, well, those same bio kits can be used by people to like, you know, create mRNA vaccines to like, I don't know, like, maybe there's an argument against it, but I can. I can definitely see the case for having some sort of harness on the full IAC all the way on that side of things. And yet it doesn't make sense to me to just put the brakes on human progress and to stop it. And that's been a lot of the spirit, I think, that the US lately has moved into. It's just like this extreme regulatory slow down. Right. And we certainly, we felt that in crypto, but now we're seeing it in AI. One thing that's interesting, I guess, though, is about this idea of deac and defensive technology is something we've always said about crypto. Yeah, it looks to outsiders like a casino. But if you boil it down to its roots, owning your own private keys, that is very much power to the people type of thing. It is a castle that cryptography just can be defended against. Nation state attack. Of course they could wrench attack you, but really, to get your private keys, all of the resources of the NSA, all of the intelligence agencies, the CIA, they can't crack encryption. Right? And so if they get your keys."
    },
    {
        "speaker": "B",
        "text": "It'S because you made that choice."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it's a power back to the people. Right? And so, like, an individual has that sort of defensive. Well, what did Vitalik say? Armoring the sheep. Like, we get to armor all of the sheep. And you can resist, in this one small pocket of digital assets, you can resist nation state attack. There's something very powerful to me, and it's always been weird to me that us regulators and governments over the world, all over the world, are anti crypto. For that reason. I understand them being anti casino, but anti encryption, anti the people holding their own private keys, anti privacy technology that has always screamed of, like, authoritarian bent because it's a defensive technology. Right. It's different than AI."
    },
    {
        "speaker": "B",
        "text": "You're saying you're not allowed to defend yourself. Right? Like, you're not allowed to bear arms."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's basically like, it's kind of like a protocol, like freedom of speech, I would say. Right. It's just, it's very much, you know, distributed, decentralized, defensive type of technology. And anyway, one thing that Vitalik's DIAC essay did for me was actually give me more of a framework for articulating that and seeing that, oh, there are other technologies that also fit this mold. Like, he talked about cybersecurity, he talked about the bio world, vaccines, and that technology that it unlocks. And I think it's a good framing of it, because I found for myself, I'm not full IAC, and I'm also not, like, full le series Reed Kowski, like, let's go bomb the GPU farms. Right. But I am like, defensive accelerationism."
    },
    {
        "speaker": "B",
        "text": "There's no point of defensive technology. That's too much. You can always have more."
    },
    {
        "speaker": "A",
        "text": "And the beauty of what Vitalik, I think, proposed is it's just such a big tent. Can everybody, the only people, in my opinion, who couldn't get on board with DIAC are, like, authoritarians who actually want the centralization control. They have some vested interest in gaining power and making sure that it's not decentralized and distributed. Yeah, exactly. And so the control maxis are going to not be in favor of DEAC. And that's why DEAC technology is just such an acid test for how authoritarian you are, how totalitarian your jurisdiction or country is. Anyway, that was the value for me, is just really painting crypto in this landscape and I giving further words to this movement that we're on and seeing where our brethren are across other technology issues that are also working on defensive technologies."
    },
    {
        "speaker": "B",
        "text": "There's a spiritual alignment, I think, to the whole sovereign individual concepts. A maximally defensive tech stack just feels like every single human is their own Fort Knox. Every single human has their identity that they manage via crypto protocols, their money that they manage via crypto protocols. They have permissionless access to the best financial system that exists, which is the Internet financial system. Um, and just yet, like, you layer on all these, like, human modules, technology modules, and they're all defensive, and they're all self sovereign. Uh, and then, like, the Internet I know is the Internet defensive technology. I guess it can kind of go both ways."
    },
    {
        "speaker": "A",
        "text": "100%. It's defensive."
    },
    {
        "speaker": "B",
        "text": "Like, people who attack with it. Yeah."
    },
    {
        "speaker": "A",
        "text": "TCP IP is like very distributed, right? All of these different, different nodes. I mean, it literally is world war three resistant."
    },
    {
        "speaker": "B",
        "text": "You know, does that make it defensive, though? Cause I think it's like some technologies are gonna be a little bit of both. Right. Like, you can commit cyber war on the Internet. So it's not strictly defensive."
    },
    {
        "speaker": "A",
        "text": "I think the Internet is totally defensive because it's like, you can't censor free speech on, like, tcp ip. It just like, lets it go."
    },
    {
        "speaker": "B",
        "text": "Does that make it defensive? Does that his fit his. It definitely fits his decentralized definition well, defensive."
    },
    {
        "speaker": "A",
        "text": "Like the deep in his essay, you know, his Vitalik's take on it was the D can stand for all sorts of different things. It can stand for defensive. It can stand for decentralized. He used some other adjectives, right."
    },
    {
        "speaker": "B",
        "text": "But then as a meme, isn't it kind of just a nebulous category if the D can mean a handful of different things? The idea is to, like, define a category of technologies that are."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think you could do defensive, but you could also. I think he was leaving some space for other communities to kind of latch onto the D and just like, make the D theirs, but make the D there. Yeah. So I'm not going to touch that one, but, yeah. So you're not going to touch the d. Yeah, I'm not going to touch the d. The D stands for David. Of course, as we all know, you can make the d. Yours, David."
    },
    {
        "speaker": "B",
        "text": "Accelerationism."
    },
    {
        "speaker": "A",
        "text": "Dow."
    },
    {
        "speaker": "B",
        "text": "Dow."
    },
    {
        "speaker": "A",
        "text": "Acceleration is. Dow's everywhere. Anyway. What did you think of his, his p doom of 10%? You comfortable with that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, ten percent's a lot, bro. That's a lot."
    },
    {
        "speaker": "A",
        "text": "It's not, not as bad as Yukowski. He was 99."
    },
    {
        "speaker": "B",
        "text": "Like this number where like, you need to pay attention to it, but if you do pay attention to it and you put concerted effort into managing it, it seems overcomeable. And that's kind of like one of the big punch lines of his article. We didn't touch on this because we didn't have time, but like, a lot of his, he brought it up a handful of times in the articles was like, the future outcomes of this positive world only happen if we have concerted social effort, producing them. Like, we can't just rest on our. It was like a contrast to accelerationism. Tech accelerationism which is like, yeah, you accelerate tech and then good outcomes happen. And Vitalik's like, no, no, no, no. Like you, we need responsible leaders pushing us in correct directions because, like, blind accelerationism produces, like, climate change, for example."
    },
    {
        "speaker": "A",
        "text": "Yeah, environmental externality."
    },
    {
        "speaker": "B",
        "text": "So that's kind of like how you overcome 10% p doom is like, 10% p doom is like, that's too high of a risk to manage, but it's also low enough where you can actually apply pressure in places and reduce that down to, like, 0.1."
    },
    {
        "speaker": "A",
        "text": "Yeah. I found myself, after reading this, probably less concerned. I mean, like, since the Le Zurida kowski, that was, like, peak concern for me about immediately after that episode, peak existential, like, oh, my God, you went."
    },
    {
        "speaker": "B",
        "text": "And had a drink after that one, didn't you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it was rough, but I think. So where was I going with that? Yeah, his p doom being 10%. I mean, he equated that to the risk that in your life that you'll die from some accident. Right. And it's like how much prep. I wear my seatbelt in the cardinal, right. But I don't spend all of my time worrying."
    },
    {
        "speaker": "B",
        "text": "But you still drive."
    },
    {
        "speaker": "A",
        "text": "I still drive. And I don't spend all of my time fretting or, like, you know, avoiding transportation or something like that. I just put my seatbelt on. And that's probably a reasonable way to handle a p doom of 10%. Like, everybody gonna die. Like, there's probably some reasonable regulation where we don't hit all of the brakes on this, but, you know, people wear seatbelts or AI kind of wears. Wears seatbelt. What is a bit more worrying to me is that I AI risk three, which is like, again, the totalitarian risk where he was talking about, why are protests down? Well, it's interesting. We have surveillance technology that allows governments to very effectively put down a protest in quite a quiet way. And what additional tool set does AI give totalitarian governments to become a bit more, you know, Mordor? Like, is, I think the analogy we were using, that's the more scary scenario and more likely scenario, I will say."
    },
    {
        "speaker": "B",
        "text": "Like, he was talking about, like, russian protests and technology helping suppress political dissent in Russia, but also, like, I was part of the Black Lives Matter riots in. What year was that? 2020. And I went down there with my sister and brother in law, and they were there to protest, and I was more there to, like, observe. I can kind of consider myself a moderate. And so I just went there just to, like, watch, just like, okay, there's a moment in history happening being a little bit naive. Like, I'm in the crowd with shoulder to shoulder with the actual protesters, and then I go up to the police line so I can watch. This is a vantage point because I'm like this, you know, naive person who just thinks that I can be there."
    },
    {
        "speaker": "A",
        "text": "Hey, guys."
    },
    {
        "speaker": "B",
        "text": "And, hey, what's up? I'm just watching. Look at the protesters to my left, please. To my right, I am just a neutral observer. Don't mind me. And then, like, I see in the back of the police line, some police officer do, like, a little bit of, like a kind of a roundup motion. Yeah, like a little bit of lasso kind of thing. And I'm like, oh, what the hell was that?"
    },
    {
        "speaker": "A",
        "text": "A little paramilitary there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Yeah. And then, so then the police line was, like, then doubled up with a second line of police, and the second line of police had pepper spray. And then they put their, like, riot shields up and started marching. And, like, oh, okay, I guess I'm gonna go back. And then, like, he pointed the pepper spray things. Like, oh, he's pointing the pepper spray thing at my face. I'm like. And I'm walking backwards at this moment. Oh, my God. And I'm walking back, like, oh, he's not gonna spray me. I'm not doing anything. I'm just, like, compliantly walking backwards. And then the last thing I see is this orange stream of pepper spray going right into my eyeballs."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, it's orange."
    },
    {
        "speaker": "B",
        "text": "Oh, God. Yeah, orange and sticky. Cause it doesn't want. They don't want you to be able to rub it off. Yeah. And so, like, I am blindly. And then I'm being pushed back by the riot shield. And then I'm blindly, like, asking for help. Like, I cannot see. Please help me not get, like, trampled. Yeah, exactly. And so then I make my way, like, as they are advancing. And, like, I keep asking people. Cause I can't see. It's like, hey, are they still behind us? And they're like, yeah, they do. They're, like, 10ft behind us. We gotta keep going. I'm like, oh, what the fuck is this? And then, and then I've lost my brother and sister. At this point, I had already lost them. And then, like, after, like, five minutes passes and I can finally open my eyes because people are, like, pushing water down my face. I open up my phone, trying to hold open my eyes, and I open up my phone to see where my brother and sister in law, my sister and brother in law are. And they're like, hey, come to this address. We need help. And I'm like, you need help? I need help. It turns out they got pepper sprayed, too."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "And so we finally found each other. Everyone's got puffy red eyes. I call my roommate. He comes and picks us up. We go over to my apartment. We all just shower. We are coughing in the shower because the hot water is, like, pushing the pepper spray into the air. Then we go watch the news, and the news is, like, reporting exactly what the police tell them to say, which is that there was stuff being thrown at the police, and the crowd was getting violent. And I'm like, I was there. That was not happening. That was not happening in the slightest. And the media just regurgitated the police. And it was a radicalizing moment for me when I realized how thin the line is and how suppressable society is, because the media will just say what the police said, and that's exactly what happened. And I'm like, wow. Like, we live in America, and I just witnessed a complete fabrication of reality. And this is Seattle, Washington, dude."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "And this is not Russia. This is the United States of America."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean. I mean, you like, that's crazy. And also well said. And if people are listening that don't resonate with that particular protest, imagine you're protesting something else."
    },
    {
        "speaker": "B",
        "text": "It doesn't matter."
    },
    {
        "speaker": "A",
        "text": "You protest matter."
    },
    {
        "speaker": "B",
        "text": "It's freedom for freedom."
    },
    {
        "speaker": "A",
        "text": "Like, the right to protest is a sacred right in any liberal democracy. Right. And so witnessing that firsthand and having that kind of, like, brutalized out of you, it makes you start to think differently about where you live. And this is very much how I feel with crypto, too. It's just like, how far is the US treasury going to go to oppress privacy on chain, AmL, KYC, everyone? I don't know yet. That is in the process of being written. The games that politicians and regulators are playing right now has really caused me to question certain things that I thought I knew about the place that I live and, like, how it works and how free we actually are."
    },
    {
        "speaker": "B",
        "text": "So the encroachment on our freedoms is not incremental. Maybe it feels incremental, but then something happens, and then it's binary. And if the citizenry of a country, we're not bolstering up themselves and their position. Social layer, then it's the social layer. If the social layer wasn't prepared for this, then it all crumbles very quickly because they have the power, and we."
    },
    {
        "speaker": "A",
        "text": "Need defensive technology to resist that centralizing force. You brought this protest up, though, in the context of me talking about AI risk due to surveillance and governments."
    },
    {
        "speaker": "B",
        "text": "I'm just saying that we don't even need AI risk to have that level of censorship."
    },
    {
        "speaker": "A",
        "text": "I was wondering, it's like you going to a protest as kind of a bystander, or even if you were in a protest specifically, how that would be different if there was totalitarian AI technology. Right. And so maybe it's. Now there's a picture of your face and you're, like, blacklisted from your work, from, you know, like, would it affect you at bankless? Don't worry about that. But maybe bankless is blacklisted."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, our bank accounts get taken down. Oh, no."
    },
    {
        "speaker": "A",
        "text": "I've been waiting for that. Like, seriously? That's why we have a defense, right?"
    },
    {
        "speaker": "B",
        "text": "That's why we have. Yeah, because if we can't pay our employees with, what's it called?"
    },
    {
        "speaker": "A",
        "text": "Dollars. Yeah."
    },
    {
        "speaker": "B",
        "text": "We can then pay them with gusto and so we can maintain this company because they could. Maybe they took away our convenient bank accounts, but we still have our bankless bank accounts, and so we would still be able to function."
    },
    {
        "speaker": "A",
        "text": "I don't know how they'd expect us to pay taxes and stuff like that if they're trying to, like, excommunicate us from the existing system."
    },
    {
        "speaker": "B",
        "text": "But, yeah, they would. Yeah. Ultimately it would. We would not."
    },
    {
        "speaker": "A",
        "text": "I mean, that's why we need these backdoors. Right. But, like, is that what you were imagining when you brought this up, of how different it would be if there was a complete totalitarian government with, like, AI technology? Just."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm saying they can already oppress us without AI, and then with AI, it just gets so much easier."
    },
    {
        "speaker": "A",
        "text": "Well, that is the concern. I think that is the case for Diac and, like, in general is certainly the case for crypto. Do you. Do you think this type of a thing could unite the tribes across crypto, or is that too aspirational? Like, yeah, I do feel like."
    },
    {
        "speaker": "B",
        "text": "I think the crypto tribes are just, like, not relevant here."
    },
    {
        "speaker": "A",
        "text": "I think that there's a core set of values. Right. It's like, that only come out in crypto when you have, like, bitcoin and ethereum and all of the other layer, two communities and the government, the us government comes and attacks some fundamental, like, freedom, and then we kind of start to unite a little bit more. So uniting around the ability to own your own crypto assets, to have encryption, your own private keys, I mean, those are some common values across all the crypto tribes. I would just like, you know, how bitcoiners, you know, won't call it crypto. They'll just call it bitcoin. You know what I mean? Like, they won't use that."
    },
    {
        "speaker": "B",
        "text": "Well, it's bitcoin and crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah, they kind of distance themselves. And I see in the Ethereum community, a lot of people distance themselves even from being a bitcoiner, because that has different, like, tribal connotations. All I'm. All I'm saying is there's not one unified set of values in a label for people in crypto, because some reject it, but there are some unifying values. And I wonder if something like this could express a label for that. Probably not, because Vitalik came up with it, and certain tribes don't like things that Vitalik came up with, but there's maybe a seed of a hope there."
    },
    {
        "speaker": "B",
        "text": "I do kind of think that a decent amount of, like, the activity that we see in the crypto world is happening because of the much more rosy environment, non authoritarian environment that we find ourselves in."
    },
    {
        "speaker": "A",
        "text": "Yeah, right."
    },
    {
        "speaker": "B",
        "text": "Like, why. Why is bonk at a billion dollars? Well, it's because we don't really need the defensive nature of crypto in this moment because we're not being attacked."
    },
    {
        "speaker": "A",
        "text": "We're."
    },
    {
        "speaker": "B",
        "text": "So we're gambling. Right. It's like the, it's. The times are good. If it's part of this cycle."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, as soon as we. If we ever were to, like, we kind of think we are worried about the increasing authoritarianism of nation states across the globe as a secular trend. Yeah. If that does hit a flipping point, like a critical mass, a threshold, a phase change, like I was talking about, like, it starts, it stops being incremental and it starts being real all of a sudden, like, the casino side of crypto is going to look extremely silly and we're going to revert all the way back to truly decentralized protocols, and that will be a different. And that would, I think, band together. I think crypto quite a lot because, like, all of a sudden, we have this shared common enemy. It reminds me a little bit of, like, Game of Thrones when you have, like, people squabbling for the throne. Like, everyone wants to be number one. Solana wants to flip Ethereum if Ethereum wants to flip bitcoin. And then, like, the white walkers of nation state authoritarianism have been, like, encroaching for, like, a decade now, and we were, like, kind of forgetting to deal with that."
    },
    {
        "speaker": "A",
        "text": "I totally think that's actually the reality. Like, I think that is the big threat of the next few decades. I'm hopeful we can make it out on the other side. And if we do, it'll be in part because we've got some defensive technology for sure. You know, one last thing. I. I didn't ask Vitalik, but I probably should have. Um, is like, Vitalik, do you ever worry that you've just helped create a money system for the super intelligent AI? Like, does that. Does that bother you to, like, enslave us? That that was, by the way, you know, on the original agenda for a question we were going to ask Eliezer Yudkowski, you know, in the crypto section, that interview went completely, you know, off the rails in like, an interesting way, I think. But I was going to ask him if he thought that crypto would be used by super intelligent AI agents in kind of like a bad way, in a nefarious way. I wonder what Vitalik thinks about that."
    },
    {
        "speaker": "B",
        "text": "I think I can predict his answer. What? Remember when I asked him back in Tel Aviv in 2019, Vitalik, do you think Eth could be money? The crypto community, parts of the Ethereum community, say Eth is money. What do you think? And he goes, well, Eth can be money if the Ethereum community wants it to be money. And then boom, ETh became money, and then the ETH became money. Meme progressed. And he's going to say the same thing about robots. If robots want eth to be money, then EtH will be money for the robots, too."
    },
    {
        "speaker": "A",
        "text": "Well, shit, man, did we just create a whole monetary system for them? And they're going to use it to."
    },
    {
        "speaker": "B",
        "text": "Enslave us now, David, first they will pump our bags."
    },
    {
        "speaker": "A",
        "text": "Well, what a glorious end it will be. Eat the all time highs, and then we become their pets. And by the way, that's the most optimistic outcome, is pets. That's still the one I'm hoping for."
    },
    {
        "speaker": "B",
        "text": "Pets."
    },
    {
        "speaker": "A",
        "text": "Pets."
    },
    {
        "speaker": "B",
        "text": "Pets are Mars."
    },
    {
        "speaker": "A",
        "text": "Yeah, pets are Mars. All right, guys, thanks for hanging with us. This has been the debrief peace."
    }
]