[
    {
        "speaker": "A",
        "text": "Debrief time after our episode with Morgan Housel. The second episode, but the first that David was in. So, David, what did you think of our friend now but formerly just my friend Morgan Housel? What do you think of this guy? I feel like you made friends with him in this episode."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Very quickly. The way that he talks so good. It's nice to have writers who can also talk. It's like he's just, as a podcaster, he's as good. He is just good content. And he know. He knows it, too. Like, he knows."
    },
    {
        "speaker": "A",
        "text": "He's so good."
    },
    {
        "speaker": "B",
        "text": "He's so good."
    },
    {
        "speaker": "A",
        "text": "It just his ability to recall stories and quotes is, you know, I don't think we've interviewed a guest that has that level of ability. He just kind of just calls them to mind and applies them, and he."
    },
    {
        "speaker": "B",
        "text": "Can, you can tell, fluent in the knowledge that he has created."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Which is sentence to say, yeah."
    },
    {
        "speaker": "A",
        "text": "So what do you think of it? So somebody might come out of this episode and be like, oh, those are just like, navel gazing aphorisms. Yeah. Be wise. Be in for the long term. Be, like, disciplined. We already know that."
    },
    {
        "speaker": "B",
        "text": "It's horoscopes. It's a horoscope. It's wisdom, horoscoping."
    },
    {
        "speaker": "A",
        "text": "I want to state how much I disagree with those types of sentiments, but I'll get to that. But first, you, do you think there's an element of, like, somebody could listen to this episode and be like, oh, my God, don't tell me something I didn't know, grandpa, I don't want to listen to these aphorisms. Just tell me what to buy. I don't know what they do."
    },
    {
        "speaker": "B",
        "text": "Yeah, tell me something I didn't. Tell me something I don't know. That's kind of the point, actually. We all know these things. We all feel them. There's knowledge that we all have internally that we can't articulate. The power of morgue and the power of his book is that he articulated them like, sure, you know them. Just because they are a familiar vibe to you doesn't mean that you are actually able to articulate them and practice them and execute on them. That's the power of morgan, is he's putting these things into words. So, like, the person with a large ego would listen to this and be like, oh, I'm familiar with all these concepts because they're a vibe, but that doesn't mean, you know, theme. And, like I said in the intro, like, listen to this episode twice, because it's not about being like, oh, I know that thing, it's about in deeply internalizing it and being able to follow through on it."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's the difference between kind of, I guess, knowledge and wisdom. Right? This is very much like, you almost have to turn these into mantras. You have to repeat them over and over again. This is why these lessons are timeless, but they're also difficult to apply unless they are forefronting your brains. So you have to go through and kind of, like, keep reminding yourself, because all of the signals during the bear market, during the bull market, during even the apathy market, will pull against these timeless lessons. Is that really true? Like, are you sure? But look at this tweet. Look at this person's portfolio, and you missed. Now you're talking about."
    },
    {
        "speaker": "B",
        "text": "That's boring."
    },
    {
        "speaker": "A",
        "text": "Yeah. So boring. Like, I didn't. That you read a tweet thread. I didn't. Dollar cost average, and I, you know, made $5 million, and you're like, oh, shit. Dollar cost averaging was stupid. Why did I ever listen to that episode with Morgan Houselike? Those are the times where you actually need this the most. And that's why you have to repeat it almost like a mantra, like a faith, because you have to an element to being an investor. We have to, like, trick out your own psychology."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You have to, like, double cross yourself because your natural instincts."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Are like, default, wrong."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Your brain is trying to sidetrack you. It is trying to hijack you into doing the wrong thing all of the time with investing. So you can't trust your brain."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You have to. That's why this type of wisdom, that's why I really like these episodes, because it's like, it's not so much about. I feel like we have a lot of knowledge in crypto. There's a lot of smart people who know me, real smart people, can tell you all of these intricacies."
    },
    {
        "speaker": "B",
        "text": "Suzu, brilliant guy."
    },
    {
        "speaker": "A",
        "text": "Was he wise? Not wise, though, right?"
    },
    {
        "speaker": "B",
        "text": "Clearly not. Yeah."
    },
    {
        "speaker": "A",
        "text": "And that's what we need. We need a bit more wisdom in this industry. And I think part of it comes from, it's fast moving. This industry skews so young, David. And there's such energy in, like, you."
    },
    {
        "speaker": "B",
        "text": "Know, there's definitely a little bit, especially in the bull market, there's like, the youthful immunity just like."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, I'm impervious. Yeah. Nothing can, can mess me up. One of my favorite, I think everyone's favorite Suzu quote is, if you don't manage your risk, the market will manage it for you. And he is saying it's just a massive hole in his balance sheet. And he's saying it just like. And it's the best line ever, bro. And he's saying. Because he knows."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, he knows more than anybody, I guess. You know, the advice you can't follow, huh? Like, that's the thing, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And this is why this is a psych based episode, which is like, sure, you can know it, but can you follow through on it? Can you? Yeah. Right? Yeah. Or are you impervious, do you think?"
    },
    {
        "speaker": "A",
        "text": "I know, I know you're a big exercise guy. Like, you work out a lot, right? Like decent amount. Right. So it's not, it's not hard. The things that you're doing aren't like complicated, I bet. But it's the discipline. It's the application."
    },
    {
        "speaker": "B",
        "text": "It's the love of the gym. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "It's that sort of thing that is the, that's where you get the results. The only way you'll get results. Yeah. I mean, is investing a lot like that. Like working."
    },
    {
        "speaker": "B",
        "text": "It's gotta be. Right. Nutrition. I think the way that I could definitely have, like, the thing that I'm going to try and be more disciplined about in this next incoming bull market is doing the things, focusing on my failures of the last bull market and like, targeting those and like the things that I was, could need to do better this time is like, on the downside is to, like, on the, on the upside, I was like playing in the game. I was playing the crypto game."
    },
    {
        "speaker": "A",
        "text": "And you did it well."
    },
    {
        "speaker": "B",
        "text": "I did it. Yeah, yeah, for sure. Like I made not perfect, but no, no, never makes it perfect. But I went up in like, significant amount in eth terms, which is the way you win. Right. If you are up at the end of the bull market, at the top of the bull market, in e terms, you're winning. And then I like, sat on my hands on the downside. Well, yeah, because I played one strategy on the way up that worked and I forgot to do the equal and opposite of that strategy on the way down. I just sat on my hands on the way down. Like I held the exposure on stupid stuff all the way down. Right. And so I did the thing that I needed to not do. Right. And so, like that is that discipline I did not have. Right. Like I needed to admit that I was, like, overexposed on lev, on risk. Right. I was overexposed playing like, you know, I had loot, right. I had like nfts and that was fun. And there was clearly a moment where like, the time was over and I was like, no, time's not over. Time's not over. It's fine. But it was, it was over."
    },
    {
        "speaker": "A",
        "text": "Yeah, that is probably a mistake for me, too. I'm curious to hear, like, what things you learned from last bull cycle and bear cycle that you and apply to this cycle. It sounds like what you're saying is basically like, have a sell plan kind of thing, if something, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what I said with him in the dollar cost average thing. Like, you actually don't need a sell plan if you dollar cost average. If that was my strategy, if that was my strategy, I was just d saying in then, like, I actually don't need a sell plan."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "Unless I plan to, like, actually try and time the market. But that's not what I was trying to do. I was playing the meta, and then when the meta turned on me, I was caught on the wrong side of."
    },
    {
        "speaker": "A",
        "text": "Yeah, it, because you didn't realize it, it turned on you or because it."
    },
    {
        "speaker": "B",
        "text": "Was, well, it was also one part is like, bankless as a company, as a podcasting organization, just like turned up the juice. And I was like, I don't have the time to play the meta anymore. I need to focus on the podcast. And I was like, oh, my portfolio is down bad, and I haven't been paying attention to that."
    },
    {
        "speaker": "A",
        "text": "That reminds us, a similar mistake I make generally is I hold on to things too long. Like, I do fairly well on, like, the things that, outside of the blue chip crypto assets, the things that are going to take off, but then I just hold too long. And the reason for that is actually probably psychological, too, which is I enjoy the beginnings of things. I don't enjoy the ends of things because it's just like, oh, I enjoy the potential. I have conviction in this asset, and I know it's going to do big things, and I don't like saying goodbye. I become attached to it, or I just, I don't prioritize the exit. So I will drop everything if I have a thesis for a particular asset, and I will buy, but I won't do the same and drop everything and sell. And that's really what it takes. If you're going to both have some."
    },
    {
        "speaker": "B",
        "text": "Things that's the same. Yeah, we have the same problem. I only have the buy side. I don't have the sell side."
    },
    {
        "speaker": "A",
        "text": "Oh, cool. So we can't mentor each other. We can't help each other with that because we both have the same fatal."
    },
    {
        "speaker": "B",
        "text": "We probably need to exercise the bull that we had. We had bear market buddies now we need market buddies. And you just having."
    },
    {
        "speaker": "A",
        "text": "I'm just less active now, honestly, kind of trading all these things. I'm just like, it kind of exhausted me because I chased some things that was stupid to chase. And that's one thing I'm not going to do this bull cycle. I'm just going to have, I'm just going to be more chill. I'm going to more relax. I say that now."
    },
    {
        "speaker": "B",
        "text": "I'm going to chase stuff. I know. I know. I am. Like, I have to admit that."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, one thing you've learned, though, previously, and you applied last bull cycle, is you don't chase things with your full stack. You have a gambling stack."
    },
    {
        "speaker": "B",
        "text": "That's bad, basically."
    },
    {
        "speaker": "A",
        "text": "So, I mean, some people are still."
    },
    {
        "speaker": "B",
        "text": "When I take, when I. The plan, there's the piggy bank strategy, which I have a set of private keys and ethereum addresses that are not here. Yeah. And so when I deposit ether there, they're not. I can't touch that. They're not where I am."
    },
    {
        "speaker": "A",
        "text": "Yeah. Gone away from you. I mean, that's, that's a, that's a good thing. When you get that itch, that fomo."
    },
    {
        "speaker": "B",
        "text": "Itch, swap to re send it to the piggy bank address."
    },
    {
        "speaker": "A",
        "text": "Tell me about happiness, David. What have you learned about happiness? So do you share this observation that a lot of the, quote, unquote successful people, just in general in life. Right. But then also in crypto, because crypto is just a microcosm of this, aren't actually happy, and they're constantly chasing, and in my worst moments, like, I'm probably that, too. I'm just not content. Like, what am I missing? I'm chasing. What am I chasing? Have you figured out the key to happiness, my friend?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I started climbing mountains. Well, I think there's this very unfortunate relationship that crypto has, which is, like, we're always online, and the way that we talk to people is through Twitter and then through smaller chat rooms. But, like, Twitter really warps things. It really twists things, and it is not good for a bull market except the fact that it's necessary because that's where the meta is. So, like, it's this faustian bargain of, like, if you want to, like, play the crypto meta, you got to be on Twitter. And if you want to be totally distorted by the crypto meta and the conversations, you're also on Twitter."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so, like, you have to learn how to, like, understand. Like, okay, this is information and knowledge that I am gaining, and that is warped. Like, sorry for the listeners, I just pointed in two different directions. Over here on my left is good information. And then that tweet over there that the new one that I'm looking at is, like, twisting my brain into a knot, and that's warping me in bed. And, like, that just takes, like, presence and then ness and, like, some amount of, like, removal from being, like, consuming Twitter all day."
    },
    {
        "speaker": "A",
        "text": "It really does, like, toxify. It's like being close to, you know, some radioactive element or something. It's like you're getting the radiation poisoning, but, like, it's part of the job. Like, you feel like you need to do. At least we do as content producers, we feel like we need to do it."
    },
    {
        "speaker": "B",
        "text": "That's a good image."
    },
    {
        "speaker": "A",
        "text": "I think a lot of actually bank listeners don't need to do that so much."
    },
    {
        "speaker": "B",
        "text": "Yeah, we do it for you."
    },
    {
        "speaker": "A",
        "text": "This is a little bit of, like, the soldier meme, like, blocking the sleeping baby and taking the daggers to the back."
    },
    {
        "speaker": "B",
        "text": "Feels like that sometimes."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, there's an element of, I think that people who don't need to do this for their job can become addicted to the drama of Twitter and the dopamine hits of looking at their price tracking app, and they actually don't need to do that. They don't need to do that. So let other people do it. We should go let Anthony Cisano do it. I know that guy takes a lot. He does."
    },
    {
        "speaker": "B",
        "text": "That guy tries dodges into daggers in."
    },
    {
        "speaker": "A",
        "text": "Order to take it for the rest. I know he struggles with this, too. We've had conversations about this of, like, how do you release the toxicity that you kind of collect during this part of the market cycle? Right. But maybe just the answer for most people is you just don't partake in it. Just dollar cost, average in and touch grass and go to the mountains, and you don't have to optimize for every single token spike in price."
    },
    {
        "speaker": "B",
        "text": "I did this terrible thing, which was good at the time, in 2020, when I knew the bull market was on back in Seattle, my old apartment, and I bought a, like, a cheap tv monitor to put up on my wall onto the right. If you go back to the old episodes, you'll see me just, like, looking up at the right."
    },
    {
        "speaker": "A",
        "text": "It was that price because I put charts up there."
    },
    {
        "speaker": "B",
        "text": "I put, like, the Aave chart, the SNX chart, like the eth chart, and it was just like, it was like a big wall of charts."
    },
    {
        "speaker": "A",
        "text": "Well, because you think I. More information, I'll stay on top of things more."
    },
    {
        "speaker": "B",
        "text": "Yeah. And it, to some degree, it, like, was kind of helpful, but I know that it was a dopamine suck. When I was, like, I'd be playing, like, at the evening time, and I would open up, like, a game of overwatch, some, like, bang bang, shoot em up game, and then I would die, and I would have my, like, 10 seconds of respawn, and I would look at the charts. Look at the charts. I'm like, oh, I'm dead. Look at the charts."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, okay, so Morgan Hassell has a chapter here called tiny and magnificent. When little things compound into extraordinary things, and he starts the chapter like this. We didn't cover this, but this is additional notes. This is what you get for being a bankless citizen. You get the premium content. It's like this. A 2010 Yale study showed that one of the leading causes of increase in obesity is not people eating larger meals. It's eating more small stacks snacks throughout the day, which is these little things. It's the little. It's when you look up at the charts on your monitor in your room once, it doesn't really feel like anything. It's just like, one snack or one dopamine hit. Whatever I looked. But that, collectively, over time, is like a drain, a mental drain on your psyche. And it also causes you to orient towards the wrong information set, which is like these minute by minute, hour by hour."
    },
    {
        "speaker": "B",
        "text": "It defines you, what's important, because if you have the thing that's permanently there, like, guess the time frame that I had my charts on. Were they one day charts? Were they four hour charts? Were they 15 minutes charts? Were they five minute charts? They were like, five minute charts. Like five minute candles. Like, the things, like, you could watch them, like, scroll past."
    },
    {
        "speaker": "A",
        "text": "You should run the experiment of putting a similar monitor up and then just having the. The five year price of eth. Like."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Like, the full scope, the maximum view from, like, 2016 to now."
    },
    {
        "speaker": "A",
        "text": "Yeah, the full life cycle, like, whatever."
    },
    {
        "speaker": "B",
        "text": "Honestly, probably, yeah, because, like, in the. At the top of the bull market, like, you will see the full thing, and you'll be able to, like, we're at the top."
    },
    {
        "speaker": "A",
        "text": "Why don't you go look at that every day? That'd be a boring ass monitor in your apartment, but it's probably the one you should be looking at."
    },
    {
        "speaker": "B",
        "text": "It's the one you should be looking at."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's the healthy one. It's your vegetables."
    },
    {
        "speaker": "B",
        "text": "It's a long, long. Yes, exactly. It's a vegetable chart, not the crack cocaine chart."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, I think that conversation with Morgan House, like, that are just like. I think that a lot of people in crypto actually haven't spent 20 years learning about the fundamental wisdom of investing. And their first investing experience is crypto and crypto Twitter. And so they skip past a lot of these timeless lessons to their detriment because they wreck themselves in their first cycle, like first cyclers really do. And, like, some of the timeless lessons, like, I don't know, it's just. It's true for. It's even truer for crypto than it is for, you know, tradfi. Do you know what I mean? Like, it's just crypto is so amplified in all ways. It is like the stock market on steroids. And so to some extent, we skip these lessons, and yet we need them even more than the typical investor because our markets are so fast and frenetic and emotional and rollercoastery and all of."
    },
    {
        "speaker": "B",
        "text": "The words of Vance Spencer, slam ball in a bouncy castle."
    },
    {
        "speaker": "A",
        "text": "What's that quote? He says, that's what crypto is. It's like, yeah, yeah. I forget what he said, but it's like, that's what he said."
    },
    {
        "speaker": "B",
        "text": "Slam ball and a bouncy castle."
    },
    {
        "speaker": "A",
        "text": "Slam ball in a bouncy castle."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "All right, I got to go run watch a live recording of Nick Carter and Matt Walsh. Hey, you have fun pub in New York."
    },
    {
        "speaker": "A",
        "text": "You have fun, you bitcoiner, you dirty bitcoiner. Just kidding. I love bitcoiners. Guys, that's a David Ryan joke."
    },
    {
        "speaker": "B",
        "text": "I love these bitcoiners. I'm going to."
    },
    {
        "speaker": "A",
        "text": "I am a bitcoiner. There. I'll end with that. Thanks, guys. This has been the debrief."
    },
    {
        "speaker": "B",
        "text": "Peace, dude. Bye."
    }
]