[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to Debrief after episode with a debate. Justin. Drake versus Anatolia. Ethereum versus Solana. This was a debate for the ages. David, let me just start with the highest level question. How do you think that went overall?"
    },
    {
        "speaker": "B",
        "text": "Pretty good, as expected, until the end, when Drake got very crescendoed and got real spicy towards the end. I think he, we were starting off with pleasantries, getting the conversation going, everyone just relaxing."
    },
    {
        "speaker": "A",
        "text": "Just good vibes at the beginning and then not so good vibes at the end."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then Drake, I think, just really said what a lot of Ethereum people wanted him to say. For better or for worse, maybe for worse. It's just like, here's what we really think. Because there's the debate and there's going back and forth and then there's like, all right, here's what you really think. It's a bunch of, like, short, like, like, short term, low quality projects all being very opportunists. And that's the Solana vibe. And like, that was, I think there's like, a certain level of, like, ethereum hardliner. Ethereum, Maxi. That was. He listened to those words and was like, fuck, yeah, nice."
    },
    {
        "speaker": "A",
        "text": "They're cheering it on. Whereas others were kind of recoiling because the pleasantries were like, I think other."
    },
    {
        "speaker": "B",
        "text": "People, obviously on the Solana side, people are going to listen to that and be like, that was. That came from one of your guys? Leaders like rut row."
    },
    {
        "speaker": "A",
        "text": "Really? You think so?"
    },
    {
        "speaker": "B",
        "text": "I thought, well, they will always, this long crowd will always do this."
    },
    {
        "speaker": "A",
        "text": "So well, what's interesting is, I think, should I say gloves were off on the Drake side, which I didn't fully expect. I don't think I've heard him as much with gloves off. I mean, some of the things he said were basically very explicitly, ethereum is going to dominate. Like, Solana is going to lose to Ethereum's network effect, I guess I would say. Just like, I haven't heard him not mince words like that before. And so it almost came across as just stronger. It almost came across as harsh in places. I was like, damn."
    },
    {
        "speaker": "B",
        "text": "Well towards the end, yeah, I don't, can't remember the last time I heard Justin in a debate, but he's very transparent, like he's a no bullshit kind of guy."
    },
    {
        "speaker": "A",
        "text": "Well, there, I think there'll be some conversation, well, I'm sure there'll be a few conversations after this. Like one, of course, with the conversation of how neutral is bankless. Was, was bankless really neutral? And I'm sure there will be calls for this debate to be had on a Solana podcast, I'm sure I'm just predicting this. I will say from. From our perspective, we tried to be as. As neutral as possible. Just let them speak wherever possible. I will also say, though, Justin Drake came in with talking points."
    },
    {
        "speaker": "B",
        "text": "He had notes and prep. He does that for everything."
    },
    {
        "speaker": "A",
        "text": "Yes. He came in with some structure for today's episode, and I think Anatoly came in with just the full context of having argued about all of these things and stated his opinions on twitter, but not necessarily structure for the conversation. And so some people might see that and just be like, you know, oh, bankless gave Drake all of kind of the structure because they're eth maximum. I don't know what people say. But anyway, I'll just say to me, that is just, like, completely personality driven. Justin prepares the f out of, like, these types of things, and I think Anatolia is more like, I know my points. I don't have to rehash this. We'll just see where this conversation goes. And I'm, like, already prepared. I have years of preparation in debating these issues."
    },
    {
        "speaker": "B",
        "text": "I know what I know. So, like, why do I need to prepare?"
    },
    {
        "speaker": "A",
        "text": "Another conversation will be, well, who won the debate? And."
    },
    {
        "speaker": "B",
        "text": "But that's just going to be like, what tribe are you in? It's going to be the same."
    },
    {
        "speaker": "A",
        "text": "Really? Do you think that's it? Or do you think, like, sometimes there are clear winners of debates, regardless of tribe? Would you say that was like, was there a clear winner of this episode? Or do you think basically people who are more amenable to the Solana arguments will just say, you know, Anatoly won, people amenable to the theorem arguments will say, drake won, and we will have accomplished nothing, except maybe, well, as someone."
    },
    {
        "speaker": "B",
        "text": "Who'S amenable to the ethereum arguments, I do think that Justin Drake came off, like, better prepared and more researched and better able to take. If Justin presented something, then Anatoly would say no, and then Justin Drake would say, like, well, yes, because of this. And I think Justin Drake had a few more volleys than Anatoly did. And that was just, again, like, Drake's disposition."
    },
    {
        "speaker": "A",
        "text": "Okay, I will score some points for Anatolia in another camp, which is just, like, simplicity of message. Like, I wouldn't say on everything, but the simplicity of message of, like, what are you optimizing for, Anatoly? We are optimizing for a global shared state at the speed of light."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "It's just like, narrative simplicity."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's the Lana alignment, according to Anatoly."
    },
    {
        "speaker": "A",
        "text": "Yes, I will give an edge there as far as like the finer point, like detail of technical points. I mean, there were just times that they, many times frequent. It was almost on every single subject where there was just disagreement about sometimes about the facts, but in all cases about, yeah, where the design patterns would lead. And it was just like the entire pattern of the episode was basically Drake saying, xYz will lead to centralization and anatoly saying, at least when Drake was on the attack, anatoly saying, no, it won't. Because ABC, I was like, that was kind of the crux of it, right? Whether he went to almost, almost any of the issues, it all resulted in that. And, yeah. Like, what did you think of the whole economic security debate?"
    },
    {
        "speaker": "B",
        "text": "I thought that that was the one conversation that I felt like it actually got truncated a little too soon. Really? Yeah. Like, is economic security a meme or not? And is issuance of cost. I don't really feel like we actually got down to the bottom of that. Um, because, like, I think with the, the crux of that issue is like, if you mint a new token and give it to a security provider, a validator, is that a cost of the network? And I don't think we, we ever, I don't think we ever answered that question or like, approach that question head on in a vacuum because Justin introduced it as, like, well, with taxes, as like a conversation about it."
    },
    {
        "speaker": "A",
        "text": "But there's more to it."
    },
    {
        "speaker": "B",
        "text": "I mean, but there's, there's even more of like a conversational purity to have it, which I like is kind of how I just dated. Like, if you issue it, if you mint a token and give it to someone, is that a cost to the network? And Anatoly will say yes, and Justin and Tollie will say no, and Justin will say yes."
    },
    {
        "speaker": "A",
        "text": "I felt like in these types of cases, it just was hard to get consistent on terms. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Which is also typical of debates."
    },
    {
        "speaker": "A",
        "text": "Well, but like, yeah, but I mean, maybe we could have done this a little bit better and just being like, you know, tried to term it out. But again, our default pose was just to let the guests talk."
    },
    {
        "speaker": "B",
        "text": "Yeah, let them do it."
    },
    {
        "speaker": "A",
        "text": "So I think, like, Anatoly's perspective was, there's no cost to the network itself, right, from, I guess maybe the network's perspective. And Drake was saying, no, there is a cost to, there's cell pressure. Cost to the network. So it's like, maybe cost was the wrong term. It was almost an argument of like, cell pressure, I suppose."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think costa assumes cell pressure, and Anatoly will throw up a flag and says it doesn't assume. It should not assume that."
    },
    {
        "speaker": "A",
        "text": "But Drake is saying, in any world where you pay your taxes, which is like all worlds that most Solana holders find themselves in, that cost does equate to cell pressure. At least, like, that's why he brought up, like, taxes."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's like the most assured form of, like, a cost, I guess."
    },
    {
        "speaker": "A",
        "text": "I just don't, that conversation felt so slippery. I don't know that there was any way to get to, like, shared understanding. Like, it was just anatoly saying, no, that's not cost. And Drake saying, but you pay your taxes, so it's cell pressure, therefore it is cost to the network. And how are you ignoring this? And they couldn't really, like, I don't know. That just felt irreconcilable where I would."
    },
    {
        "speaker": "B",
        "text": "Have liked that conversation to go. And the Solana like willingness to go down this path, I think might, I don't know about. They might not want to go down this far in this particular direction. Which is like, if you mint a token and give it to someone, is that a cost? Is like, to me, the answer is yes. Because you're choosing winners and losers, right? So, like, if you give a mint a token and give it to someone, you've chosen to, not to give it to someone else."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "And that is an unfair thing to do. And so what do you get out of that choice? Well, in Ethereum, like, you get economic security, you get, like, ultrasound money, you get all these properties. And then we also simultaneously really try to minimize issuance because we don't want to disequilibriate between choosing between the issuance to security providers and non issuance. Right. Vanilla eth versus staked eth. We are trying to, like, collapse that gap as much as possible so that staked EtH and vanilla eth actually don't have that much of a gap. That's why we celebrate low issuance in Ethereum, because there is a social cost of validators being paid more than what they are actually providing to the network. And that is a social cost. That's a social scalability cost. But, like, I don't know, this Solana is like, mindset is like, I think."
    },
    {
        "speaker": "A",
        "text": "That would have been even harder."
    },
    {
        "speaker": "B",
        "text": "Like, that would have been like, yeah, that's like an alignment kind of, like, conversation."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's more of like a distribution type of, like, question this. Like, that's a."
    },
    {
        "speaker": "B",
        "text": "There's the sin. The ultimate sin of distribution is like, a huge cost."
    },
    {
        "speaker": "A",
        "text": "Right. But so that. That's why I think Drake came in with a very explicit."
    },
    {
        "speaker": "B",
        "text": "Taxes."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, taxes are a sell pressure to the network. Do you concede, and Anatolia is not ready to concede that at all. And that moved into another, I think, equally interesting conversation, which is, like, economic security as a meme. And I also feel like we didn't get to the bottom of that."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "But are you able to articulate the debate opponents perspectives on this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, to some degree. I think, like, economic security as a meme comes from the fact that there are some attacks possible out there that, like, ignore the entire stake of ETH and they are defended by other means that are aside adjacent to zero social."
    },
    {
        "speaker": "A",
        "text": "Fork type of thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, other things. Like, just, like, straight. Like cryptography, like. Or invalid or valid signatures. Right. And so, like, economic security is, like, it's such a nebulous concept where, like, you don't know about how much you. You don't really know how much you have in, like, the terra Luna case."
    },
    {
        "speaker": "A",
        "text": "Well, you don't know how much you need, I guess, or you also don't."
    },
    {
        "speaker": "B",
        "text": "Know how much you need, and you also don't know how large of an attack you're defending against. And so there's a lot of unknowns out there. And so I think that creates room for the idea that economic security is a meme. And Justin will, like, try to reason and logic you into the fact that you do need economic security. But, like, I think there's not very much, like, hard, concrete evidence that's out there. This is what Anatoly is saying of saying, like, here. Here's exactly what happens if you don't have insufficient economic security, because, like, there's just not that much data out there. I just."
    },
    {
        "speaker": "A",
        "text": "There's so many pieces to that I don't understand. Like, I was really trying to understand Anatoly's position because it's so contrary to, like, the way I've been brought up in crypto. And, like. Like, economic security is, like, the point. This is what you know from bitcoin on upwards, right? You like hash rates, and why is there the difficulty adjustment? And why does it matter that bitcoin price goes up and ethereum price goes up? It's all about economic security. Right. And so I thought that this concept was, like, very fundamental. So I was more trying to understand what Anatolia actually means when he says economic security is a meme. There's one way to interpret economic security as a meme, as being like, yes, money is a meme. Of course, it's all a meme. Right. But memes are incredibly good one."
    },
    {
        "speaker": "B",
        "text": "It's a very strong meme."
    },
    {
        "speaker": "A",
        "text": "Just because economic security is a meme doesn't mean it isn't the most important thing about blockchains. Right. Which is how I sort of, like, money is a meme, and which I."
    },
    {
        "speaker": "B",
        "text": "Totally accept that economic security is a meme in that."
    },
    {
        "speaker": "A",
        "text": "Yes. But I don't think that's how I, Anatoly, meant it."
    },
    {
        "speaker": "B",
        "text": "I don't think it is."
    },
    {
        "speaker": "A",
        "text": "I think how he means it is, like, it just, like, doesn't matter. It's not a thing that really exists. It's just like."
    },
    {
        "speaker": "B",
        "text": "But then why are we staking? Then why are we staking?"
    },
    {
        "speaker": "A",
        "text": "The question I had for Anatolia was like, then why are you paying issuance, bro. Like, if economic security is a meme, like, and issuance isn't cost to the network, why pay? Why do we have an issue? Why issue? And I feel like I didn't get to the root of that, but I do think there was a kernel of what I understood, Anatoly to say, which is like, hey, it all collapses down to social fork anyway. And you might be massively over provisioning what you think you need as far as economic security. You know what I mean? Like, um, you just may not need every. Everything you're saying, because, like, look at it in practice. And he points to, like, test nets and stuff, and just like, like, double spent."
    },
    {
        "speaker": "B",
        "text": "Like, these types, no one's attacking the testnets because there's no incentive to."
    },
    {
        "speaker": "A",
        "text": "Right. That's what I would say. But, like, also, I mean, we've. We don't really see reorgs and, um, like, we don't really see double spend type attacks and economic security tax in the real world. And so maybe what he's saying is, like, it doesn't matter. And if there was some sort of attack like that, your chain, you know, any chain out there would just do a social fork or some sort of social slashing. And so, like."
    },
    {
        "speaker": "B",
        "text": "But you need economic security because you don't want to do that. That's a bad scenario, right? You don't want to get there. That's what the security, economic security is protecting against."
    },
    {
        "speaker": "A",
        "text": "But maybe what he's saying is you just don't really need that much. But Drake's point was like, okay, fine, let's say you don't need that much to protect against reorgs and double spends, that kind of thing. I'll grant you that. How about Mev type attacks, censorship type of attacks, where if you attack in a certain way, then you place your bot block ahead of everyone else's, and you receive some sort of massive upside Mev. And surely we need it for that. And Anatolia is not willing to concede that point either. That was another conversation. I feel like I'm just like. I think I understand, I guess maybe, okay, a level deeper. And it sort of ended with this, with Anatoly's closing statements here, where he was like, okay, the ugly of Ethereum is Ethereum's all in on this economic security, like, narrow block space. Right. Ultrasound money."
    },
    {
        "speaker": "B",
        "text": "Yeah. Pushing the layer twos. Yeah, right."
    },
    {
        "speaker": "A",
        "text": "Meme. And he's like, I don't give a shit about that. None of that matters. I don't think that he doesn't believe in sort of the decentralized money type use case. He's not like, og bitcoin. He's like, well, maybe that matters. Who am I to judge? But, like, I really don't care. And so he doesn't think that, I guess, the meme of money matters either. Not only does he think economic security is a meme, but, like, the whole decentralized money thing is just, like, not very important. And his point is, the thing that he's trying to create with Solana is, like, this global shared state so that people can use, I guess, tether, something like that, some stablecoin. And whereas Drake's like, okay, but if your parents are trying to leave the Soviet Union, Anatoly. Right. It's like, you know, or there's some sort of authoritarian, like, if you don't have the decentralization of a crypto native money, like an ether or bitcoin. Right. It's like, tether can be frozen. It is not censorship resistant, certainly. It's all Aml Kyc out the ass. And so, like, you don't really get anything with global shared state and something like tether. Like, you need a crypto native, censorship resistant type money."
    },
    {
        "speaker": "B",
        "text": "I thought Anatolia's critique of the ultrasound money thing was more about just like, the Ethereum. Layer one is giving up its value. Capture to the layer twos."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. That's another good piece of it."
    },
    {
        "speaker": "B",
        "text": "And, like, ultrasound money actually is, like, contingent on value. Capture the layer one."
    },
    {
        "speaker": "A",
        "text": "I think it's both of those. But let me jump into what you just said. I actually think that was maybe the stronger point."
    },
    {
        "speaker": "B",
        "text": "Yeah. Which I also don't agree with."
    },
    {
        "speaker": "A",
        "text": "Okay, but let's talk about the stronger point for me, in hearing Anatoly's closing argument was basically like, hey, all the money's made on the execution, didn't you?"
    },
    {
        "speaker": "B",
        "text": "Which is correct."
    },
    {
        "speaker": "A",
        "text": "And he was like, settlement is just pennies. So you're basing your ultrasound money thing on something that is just doesn't matter, which is settlement. And also da. Oh, da is going to be a commodity too, which is right."
    },
    {
        "speaker": "B",
        "text": "Which is like, I'm totally following his logic."
    },
    {
        "speaker": "A",
        "text": "Okay, well, if he's right, then if all the money to be made is on execution, since that's where all the MEV is, then, like, why doesn't it follow that? You would be a Solana Maxi."
    },
    {
        "speaker": "B",
        "text": "Oh, I'm so glad you asked, because with Ethereum's roll up centric roadmap model, you are scaling execution. So because of Ethereum's roll up centric model, there is more x total execution happening. Because there's total, more total blockchains. We get all of the different types of execution. We get EVM execution. We get Solana virtual machine execution. We get move vm execution. We get so much execute, we get super chain thousands of so much execution. And like, what, what do we, what did we say after, like, 4844 got introduced? Like, what happens when you reduce the costs of data availability to layer twos and you make layer twos highly profitable business structures? What happens next? You get a ton of layer twos."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "So you got a ton of layer twos that are all profitable. Running execution on their own local environment, settling down to Ethereum. But, like, they have to pay taxes in Ethereum. Ethereum they have to pay. In order to do what they do and settle their execution, they need to pay ether to the layer one. And the ether, the Ethereum layer one also is a global settlement for all of these layer twos. And so this has been the fucking trade off, excuse my language, for forever, is that Ethereum actually allows execution to go to higher layers, but they all adopt ETH as money, which is a memetic thing. It's a meme thing, which is why Anatoly and the Solana archetype doesn't see it. They don't see that layer two is using ETH as a unit of account and as a settlement currency, adopts ether as money. And money is the largest pie to go after in all of crypto. That's what bitcoiners like corrects."
    },
    {
        "speaker": "A",
        "text": "The ethereum thesis is like, basically, ether as a money, as a monetary asset gets propagated through all of these, all."
    },
    {
        "speaker": "B",
        "text": "Of execution networks that it's propagating ether receives, which are highly profitable to spin up a layer two."
    },
    {
        "speaker": "A",
        "text": "Right? Okay. But what happens if one execution layer one layer two just completely dominates the others?"
    },
    {
        "speaker": "B",
        "text": "Like super execution layer."
    },
    {
        "speaker": "A",
        "text": "So it's like, David, I hear what you're saying in a world of many highly competitive layer twos, but what if the world you get is just two or three or maybe one power law winning dominant layer two, and then they're making insane fees from mev, or just execution fee profit or whatever that turns out to be. And then one day this juggernaut, layer two, wakes up and says, so why am I settling on ether? Or why am I using ether inside of my ecosystem? Why don't I just create my own monetary asset and give that preferential treatment inside of my super valuable execution block space?"
    },
    {
        "speaker": "B",
        "text": "Then you're going to have to rebuild all of the ethereal layer one infrastructure. So you're going to have to rebuild proposer builder separation. You're going to have to bootstrap your own network of validating nodes that they were staking ether. Now you want them to stake your layer two token. Well, they're already staking ether. And so it comes from Ethereum's very distributed validator network, and it's very sophisticated supply chain of how a transaction turns into a block and all that kind of stuff."
    },
    {
        "speaker": "A",
        "text": "Well, why does that matter? Like, what if I'm like, as a layer two, I'm like, okay, cool, I'll have to rebuild that. That's fine, I'll rebuild it. Or I'll just centralize those pieces and make my own. I mean, I guess it kind of comes down to, I feel like some of this just comes down to what's the value of decentralization almost."
    },
    {
        "speaker": "B",
        "text": "Yeah, a little bit."
    },
    {
        "speaker": "A",
        "text": "Or like the type of decentralization that ethereum is. And like the market has to, in the fullness of time, decide this. And I guess the value of decentralization."
    },
    {
        "speaker": "B",
        "text": "Has always been synonymous with the value of money. Like, you don't get incredibly neutral money without credibly neutral decentralization. It's illegitimate money if it's not credibly decentralized."
    },
    {
        "speaker": "A",
        "text": "Well, that's a very bitcoin or ethereum take, isn't it? Totally, yeah, but it's just, I don't like, does that, I mean, dollars became dominant money through violence, through a different."
    },
    {
        "speaker": "B",
        "text": "A different form of economic force."
    },
    {
        "speaker": "A",
        "text": "Violence, yeah, sure, violence, military, but like also economic force. You know, like post world War two, too. The US was the economy left standing. Military had something to do with this. But also just 70% of all global trade, manufacturing go through the US, and it just dominated economically and so maybe you could have that play out. What about a huge portion of the argument centered around the fact that it seemed like Drake was saying certain Solana design decisions would lead, inevitably lead to the centralization of block space production and validation."
    },
    {
        "speaker": "B",
        "text": "Right? Yeah, that's generally been my understanding of Solana. And the fullness of time is they just have a bunch of leaky components in their system that create centralization as a result."
    },
    {
        "speaker": "A",
        "text": "Did you understand the steel man for Anatoly there of why he thinks that it won't collapse in this way?"
    },
    {
        "speaker": "B",
        "text": "I think you're talking about the block time discussion."
    },
    {
        "speaker": "A",
        "text": "The whole block time conversation was, no."
    },
    {
        "speaker": "B",
        "text": "I did not understand Anatoly's part."
    },
    {
        "speaker": "A",
        "text": "Okay, that was one piece of the conversation. But Anatoly seemed to be rejecting the idea that the type of mev that Drake kept describing would be a centralizing force on Ethereum. And Drake's retort was like, well, that's naive. You must not understand Mev, where Solana is just not mature enough to have come up with these, to have seen this in practice yet grow up a little bit, and then you'll see mev and how this all turns out, and it will be a centralizing force that turns block production co located in data centers, validators and producers co located. And you just like a cabal of centralized system completely. And I didn't quite understand Anatoly's retort to that."
    },
    {
        "speaker": "B",
        "text": "No, I didn't. I didn't either. But that's also because I'm like pretty bought into the idea of Ethereum's MeV supply chain is pretty sophisticated, and all others are going to have to, are just like lagging behind it."
    },
    {
        "speaker": "A",
        "text": "When Drake said, your chain doesn't even have proposer builder separation, there were some, like, your chain doesn't have lite clients. Like, your chain doesn't have PBS, right? No."
    },
    {
        "speaker": "B",
        "text": "Well, it wasn't just that it doesn't have it, it's that. And it's, there's no credible path to getting there either. Maybe there is with proposal builder separation, but with light clients. Drake's point was like, and your guys like clients, if you can ever build them, are going to suck."
    },
    {
        "speaker": "A",
        "text": "What do you think of the, when Drake was talking about the bad he was, he was criticizing. Do you think these were fair criticisms, Solana, for the marketing, you know, 65,000 transactions per second types of things."
    },
    {
        "speaker": "B",
        "text": "Again, that's like the thing that the Ethereum person is going to hear me like, thank you for fucking saying that. And then Anatoly was also trying to explain their legitimacy as to, like, why they're legit transactions. We didn't, we didn't fully get that one unpacked."
    },
    {
        "speaker": "A",
        "text": "It's just hard. It's hard to kind of gather all the facts around something like this. I think someone that is a Solana advocate going to this episode will hear that and be like, that is such bullshit. It's like, think of all of the Ethereum vaporware promises that have been, like, made over time. Right. World computer. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "It is a world computer. How is it not a world computer?"
    },
    {
        "speaker": "A",
        "text": "I'm saying that I think people will, or they'll take the classic Vitalik transaction, shouldn't cost more than fractions of a cent, whatever he said way back when, they'll be like, where are your micro cent transactions? So I feel like that criticism will land differently based on what your tribe affiliation was going to this episode."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, the debates are hard, man. Debates are super hard."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Especially when you're just coming from materially different humans, which Drake and Anatoly definitely are."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, Drake and I need them to, like, go hang out together for a weekend, like, go. Go hike in the woods together, and then let's come back and have a debate."
    },
    {
        "speaker": "A",
        "text": "Really? You think that would change anything?"
    },
    {
        "speaker": "B",
        "text": "They would have a lot more time to come down to the bottom of things."
    },
    {
        "speaker": "A",
        "text": "I just don't, I feel like some of their ideas are irreconcilable, probably just like."
    },
    {
        "speaker": "B",
        "text": "But at least they could try and figure it out. Why?"
    },
    {
        "speaker": "A",
        "text": "There was an element of, at the end of the debate, Justin was like, hey, Anatoly is an engineer, and he's dialed up engineering."
    },
    {
        "speaker": "B",
        "text": "I loved that part. I loved that part."
    },
    {
        "speaker": "A",
        "text": "Well, you love that part. I think some people will hear that part and be like, this sounds so elitist."
    },
    {
        "speaker": "B",
        "text": "Yeah. Condescending."
    },
    {
        "speaker": "A",
        "text": "Because Drake was like, hey, crypto requires a multidisciplinary approach."
    },
    {
        "speaker": "B",
        "text": "Yeah. And you're not about that life."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And you don't got it."
    },
    {
        "speaker": "A",
        "text": "He's like, you're too dialed into one element, which is just the engineering. And so you're missing all of the wider context that, like, go into these crypto economic systems, and it really takes a multidisciplinary approach, and you're too finely."
    },
    {
        "speaker": "B",
        "text": "When he said that, I was like, this is how I think."
    },
    {
        "speaker": "A",
        "text": "Well, Annie tolle's retort is, hey, you're just a researcher. You're living in the clouds here."
    },
    {
        "speaker": "B",
        "text": "Uh huh."
    },
    {
        "speaker": "A",
        "text": "You know, it's all like, which is."
    },
    {
        "speaker": "B",
        "text": "A difference of timeframes, because, like, Solana is solving their next most prevalent problem in the most in the present. And then ethereum is researching future problems. And at least that's the ethereum take."
    },
    {
        "speaker": "A",
        "text": "Oh, I completely agree. Right. I think that is a design just like a design difference. Like just the engineering solve to this is just like, I guess orientally chewing glass. Right? Like move fast, break things."
    },
    {
        "speaker": "B",
        "text": "What's the problem today? Let's fix it."
    },
    {
        "speaker": "A",
        "text": "Yeah. And like, well, there was also toward."
    },
    {
        "speaker": "B",
        "text": "The end, by the way, I have a podcast in 1 minute and it's also in this room."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. I better exit. Maybe the parting thought for you then David is just like. Or like, was there also some disagreement as to how much block space demand there would be?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. That I thought was odd because Anatoly is the conservative on that point. Whereas Justin Drake was like, it's literally infinite demand. Like, we need to be able to supply infinite demand. And Anatoly's like, no, we only need to supply a lot of demand."
    },
    {
        "speaker": "A",
        "text": "That was actually one of the most surprising points of debate for me. Anyway, there's more we could talk about. I guess we'd throw this back to the bankless citizen, the bankless community. Let us know what you think. If you're interested in some follow ups around this, who do you want to see next? Yeah, who do you want to see next on the debate circuit? All of those things. But thanks for hanging with us. This has been the debrief."
    },
    {
        "speaker": "B",
        "text": "Cheers, guys."
    }
]