[
    {
        "speaker": "A",
        "text": "Welcome to the debrief. After our episode with Justin Drake fixing fragmentation. What an episode, David. Yeah, I loved it."
    },
    {
        "speaker": "B",
        "text": "I personally love it. There's so many things to talk about. I think maybe I'll just start here for whatever the hell reason. But just like, I think many Ethereum people, you and I, whatever category I'm talking about, the you, me, Anthony, Susanna, the highly convicted Ethereum people, where there was like, the rise of Solana and a lot of people were like, you know what? The monolithic blockchain architecture was correct. I'm going to be a comma Solana. I'm now a Solana person."
    },
    {
        "speaker": "A",
        "text": "They started fading, modular fading, the modular."
    },
    {
        "speaker": "B",
        "text": "Thesis, fading, ethereum, fading, the roll up centric roadmap, and they became like, solana people. Right? For whatever tribal."
    },
    {
        "speaker": "A",
        "text": "Tribal user experience. I don't think it has to be tribal. I think that the boots on the ground are that in many ways, Solana feels like one unified chain and in many ways, Ethereum's roll up ecosystem doesn't. It's like bridge, bridge this."
    },
    {
        "speaker": "B",
        "text": "Not to say that that's not reality, right? But just like, yeah, people are like, I sold my eth for Sol. Here's my Solana. Nft for all, for the perspective, for the perceived nature of these things, like that eth is dead. Solana's the new king. Yeah, sure, yeah. And then there's a lot of people like you, me, Anthony, Anthony, Susan, who was like, no, like that. And maybe we can't articulate why we don't feel like this is a threat or feel like this is a problem, because we're not Justin Drake. And I can't tell you about the nuances of shared sequencing, but a lot of us are just like, it's a problem. Sure, we'll solve it. Like, what? Present us problem. Eventually, Ethereum will present you with solution. I don't know when, I don't know how, but we will. And that's just some amount of conviction on, just like, the Ethereum developer mind share, the mad scientist scientists of ethereum that Georgios called us called them the developers. And just like, yeah, like, okay, sure, if it's a problem, then we'll fix it. But just like, the solutions aggregate to the network effects."
    },
    {
        "speaker": "A",
        "text": "May I also say it's also not blind faith. I mean, there are hints of many solutions already. Like, you know, intents is kind of one category of solution. I am aware and have been aware of shared sequencers and their role have not gone in depth. Um, but, like, that's an emerging field and like just in general, like there's all of these hints of solutions and the Internet itself being kind of like a case study and asynchronous composability can also work. Now. Now I will say with the Internet, though, it wasn't competing against an Internet that was had full synchronous composability, right. It was just like, it's asynchronous composability and you got no other options. Right, because everyone's already adopted CPA. Yeah. So maybe there's some different market dynamics there. So, yes, I just wanted to add that in addition to it being blind faith, because Ethereum has fixed all of the problems that have don't bet against Ethereum as they adage. In addition to that, there are all of these hints that we can't fully articulate something like Justin Drake can, but that seemed like we were making progress on solutions. For me, this episode was like, oh, the progress could happen much faster than I thought. And also the insight was Ethereum mainchain would have a role to play as a shared sequencer, which is kind of."
    },
    {
        "speaker": "B",
        "text": "Like, well, I wouldn't even say that. That as a prerequisite for universal shared composability, like a single shared sequencer like Espresso, without using the Ethereum layer one, still could produce that outcome. Justin was just like, oh yeah, all these shared sequencers are realizing that it's the base chain, it's the layer one chain that's going to be able to actually do this to the greatest network of."
    },
    {
        "speaker": "A",
        "text": "I don't think I fully understood what a based roll up actually was like before, I don't know, the last month or so."
    },
    {
        "speaker": "B",
        "text": "It's a roll up that is following the protocol sync thesis."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then I think basically all rollups can become based roll ups if they use a shared sequencer that uses Ethereum validators for shared sequencing as well."
    },
    {
        "speaker": "B",
        "text": "On that note of having hints of solutions kind of spread around the Ethereum verse, that's also what I felt like we're in a phase in the market in which everyone listening to that episode has been in crypto for at least one year, if not three plus. And so they probably heard the phrase shared sequencing before. So shared sequencing, it's not new express has been around since 2020, 2021, and so nothing is really new here. I think really the new insight is a little bit more about the order of operations. I was going around and I was asking a few people on different roll up teams and Georgios and Torgal about like, hey, how is Ethereum going to fix this fragmentation. And I got like a fragmented set of answers. And so I ended up at the conclusion of just like, oh, Ethereum will."
    },
    {
        "speaker": "A",
        "text": "Solve this fragmentation problem kind of thing."
    },
    {
        "speaker": "B",
        "text": "Like with market forces. The fragmentation of layer twos will, will die a thousand cuts. Yeah, like there's not going to be a silver bullet. It's just, we're just eventually going to figure it out. And I kind of did come to the conclusion of just like, yo, it's still going to be asynchronous, but if you get asynchronicity inside of 2 seconds, then you can have like UX tricks take you the rest of the way. That was like my previous understanding as a result of this episode, I think my understanding is just a little bit more ordered. And I think that's what Justin Drake did for me in this episode where he was like, yes, it will die a thousand cuts and first shared sequencing. And that opens up the door towards the proper ordering of other synchronous technologies. And I think really that's kind of the main insight here is first shared sequencing. And even Georgios on our last podcast that I had with him, he was like, yeah, shared sequencing gets you some composability benefits. It's not universal composability, but it gives you some. And then Justin Drake on this is like, yeah, it also gets you some, but it is the platform for the rest of them. And that's kind of the new insight that I've had."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that makes sense. One interesting thing was him calling asynchronous composability cope. Cope. He thought that was like that. And it is. If you can have synchronous composability, that is, everything can kind of immediately interact with everything else in the same sort of super state, then isn't that better? And the answer is quite obviously yes. I think that is what alternative monolithic chains have kind of pointed out. They very much called ethereum's fragmentation and roll ups cope. And not entirely wrong. I think in defense of the modular thesis, the argument would be like, but it's worth it. Trade off to remain decentralized and low validator requirements is a key for that. That's how ethereum defines decentralization. Well, maybe we don't get full synchronous composability, but it's worth it. But Justin Drake once again, coming to the episode being like, nah, we can have everything, we can have it all, and here's a path to kind of get us there. Yeah, it's cool. From that perspective, let me ask you, how long do you think it'll take to sort of achieve this, do you think, like, justin Drake's one?"
    },
    {
        "speaker": "B",
        "text": "The thing is, I don't think it's binary. I don't think it's going to be like, oh, here's the day. It's just ethereum's just going to become a little bit more synchronous day by day by day. Maybe there are some big events that happened. Oh, arbitrum mainnet and optimism mainnet. They're on the same sequence. Oh, man, here's going down."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so maybe there'll be days like that. Right now we're watching. I think this will happen a bunch. Right now we're watching op stack roll ups. Some of the newer op stack roll ups pivot to Celestia for data availability. Lyra was the first to go. Avo is being announced sometime soon. Um, and then we're like, the long tail of op stack roll ups are all going to pivot to Celestia because they're paying, like, you know, somewhere between ten and 50 eTH a month for publishing empty blocks to Ethereum."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So they're pivoting to Celestia to get 0.5 ETH per block per month is their costs. Makes sense. That's just what we're going to see. And it's going to be something like that where, like, we're going to see and it's going to be more, there's going to be an accelerating number of these things as they all do this up to some particular point where, like, some of the big chains like optimism and arbitrum, and they're like, yeah, we're not going to Celestia. We're staying at roll up. And it'll be something like this for, like, adopting a shared sequencer. It's like somebody adopts a shared sequencer and then somebody else was like, oh, I'd like to tap, like, I'd like to tap into that. And like, oh, I'd also like to tap into that. Oh, these guys are tapping into that. Benefits, like, oh, I'm also going to do that. And then it'll just like, you know that video of the guy dancing in the middle of the field and then everyone else, just the one, he's like, dancing solo for, like, and everyone three minutes, and he's weird. And then somebody else joins him, and then somebody else joins him, and then a minute later, there's a whole crowd of people. It's gonna be like that."
    },
    {
        "speaker": "A",
        "text": "I think one of my favorite things about this is it's a realization of the dream of the United chains of Ethereum. Because I'll tell you where I also felt this. You could talk about Ux, you could talk about liquidity fragmentation, you talk about having to change from network to network in your wallet. I feel like a lot of that could be changed by the market. Better wallet design. If you use the rabbi wallet, you just don't even feel it intense with intense. You're not feeling the liquidity pain so much. And so the market was solving that, but what it wasn't solving for was kind of the memetic layer and that kind of the narrative layer and the social layer of it. It still very much feels like layer twos are competing hard against one another. Has felt increasingly like that. Let me say, the last 18 months, it hasn't felt like united chains of Ethereum, if that makes sense. I remember in 2019 2020, Ethereum had a very clear kind of shared identity of like, if you're an Ethereum user, if you like, are building an Ethereum, you have a defined set of Ethereum values, like things that you kind of believe. And we're all in sort of the same team. Well, in the roll up world, where we got is a bit of fracturing of that, and it's like, no, there's polygon people, and there's like, optimism and arbitrary people. Team blue, team red. Yeah, yeah. And like, there's an element of that where it's healthy, but then there's an element where you all want to come together as one network state, as one digital nation, if you will. And we lost some of that. And I think the reason we've lost some of that is because of the architecture, because there was this lose type of lose lose. Or like, I take from you, from liquidity perspective, and you bringing your chain to the Ethereum economy, that's not necessarily going to add to my chain. You're just going to like, you might add a little bit, but you might take more from me. And so I'm hostile to you. And my tribe is like, this gets rid of a lot of that. I'm not saying there's still going to be healthy competition for execution for users, but, like, not as much competition for liquidity. And if you can come join the network and add your liquidity and bring on a new tranche of users, will you benefit the entire superstructure? That, to me, is one of my favorite things about this, because I love the network effect type game. I love the win win win like, we all kind of grow together feeling that we had when Ethereum was just one global synchronous state. And let's keep in mind that's what it was in 2019 and 2020. And every app that added, like, Aave and compound, very excited to have uniswap be maximally successful. Why? Because it benefits their protocol. Right? I want that again. And this is the path to getting that again. And I love that."
    },
    {
        "speaker": "B",
        "text": "Now we have like, chain Legos. So, like, we had money Legos on the Ethereum layer one, where maker and Uniswap and Aave and like, you know, Zero X and like, I don't know any, you know, pick your, pick your layer one app, they were all money Legos. And there was, I remember that old article I wrote. I called it something about the Ethereum superstructure, but it was about defi money, let goes inside of the layer one, because I wrote that in 2019, before even any roll ups were alive. Now this is the next dimension of that whole, entire idea, that concept, which is just now we have a chain superstructure being built on Ethereum. I think the reason why I like this the most, one of the reasons, one of the many reasons, is that that whole peloton metaphor, whereas this is complete alignment with open source ethos, whereas as something gets more useful, it gets more developer activity, it gets more traction, it becomes even more useful. So it goes back to Andreas Antonopoulos festival of the commons, where right now we have a tragedy of the commons between layer two chains. The space between layer twos is neglected, but with this vision, universal composability, uh, it's the opposite. It flips, it inverts, like, adding more chains to Ethereum increases its total unified TPS, it increases its total users, it increases its total, uh, utility and liquidity, et cetera. Uh, and so, like, there's literally no cost to adding more chains to Ethereum. And when that becomes true, when it, when it's not just about lowering the costs, but inverting the cost structure, when that becomes true, just like Ethereum is going to grow so incredibly large and it's going to be the open, completely, like, permissionless financial platform that we've all envisioned for ourselves here."
    },
    {
        "speaker": "A",
        "text": "There are a few things I want to ask you that I didn't fully understand with Drake. We just didn't have time to get caught on very small details because we're trying to express the full idea. I think we could have gone on for another hour, but this conversation about pre confirmations, you kept bringing that up. Why is that? Important? Do you know, why are preconfirmations so important?"
    },
    {
        "speaker": "B",
        "text": "Well, that's kind of like a UX trick, but it's actually more than a trick. A UX trick I'll define as like the front end just tells you your transaction went through even though they don't actually know that it went through instantaneously."
    },
    {
        "speaker": "A",
        "text": "You could tell a user, hey, transactions through. But like in the background it's really."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're Gucci. Yeah. In the background it's still processing. Right. And so that's like a UX trick. A pre conf is like a UX trick with assurances. So like it's not in the system, but you have an assurance that it's going to get in. And this can be used in a variety of different contexts. I think heart from across protocol from UMA is using precomps or can in the future version of those intents and cross chain bridges, which is just like, I'm going to tell you, your transaction is finalized. I'm going to let your UX update as if it is finalized. It's not actually finalized, but if it doesn't finalize, I get slashed by Eigen layer or restaking. And so there are systems like this where there's like, you can get a cryptographic assurance that like this is going to go in, and there are just different ways to provide those assurances."
    },
    {
        "speaker": "A",
        "text": "Okay. And then there was this other thing he was talking about, shared sequencing, which we like. It defined that, but also real time settlement. And then later in the conversation, we didn't spend a lot of time on real time settlement, but later in the conversation, he talked about a block that could form like a special interest kind of block of ZK evms versus optimistic evms. And he was drawing some kind of parallel or difference there and linking that to real time settlement. And I think maybe his point was real time settlement might be finality, whereas optimistic roll ups have kind of a seven day fraud proof type window, so you don't get finality at settlement finality immediately. The confirmation could be subject to dispute during that seven day window. Of course, with ZK evms, you don't have that. And I think maybe he was saying that that is a reason why ZK evms could be faster to adopt shared sequencing, because they are losing right now. They're losing in the foot race. I mean, it's still super early. So it's just like it's kind of whatever, but they're losing in the traction foot race by some dimensions to optimistic roll ups. And therefore they might adopt shared sequencing sooner. Was that the point you was making? I wasn't really clear on how these things tied together. I don't know if you were."
    },
    {
        "speaker": "B",
        "text": "No. I'll have to go back and listen to that part. I think part of that answer just gets because like, optimistic roll ups in ZK rolls are such a different language. Like ZK roll ups inside of the same circuit. Right? Like, so ZK sync hyper chains are one circuit, polygon supernets are one circuit. They all get the benefits of being ZK and getting very, very like near instant finality. And so I think they are, their needs about shared sequencing are different. They're of a different quality. But I can't see too much more. I don't know."
    },
    {
        "speaker": "A",
        "text": "There's so much that this would change, I think, about Ethereum ecosystem and its actors as this comes about. And again, it's not going to happen overnight. It's not a switch that's going to flip. It's not even a hard fork. It's like market forces and other incentives will kind of push this along as it needs to. But it's going to change so much about existing players and where the attractive investment opportunities are. So if Justin Drake is. This is why we do these types of episodes is because we're trying to figure out what's going to happen and where we should place our bets. Right. But if Drake is right, then what does this mean for bridges? Well, they kind of become less important. Yeah, he also implied."
    },
    {
        "speaker": "B",
        "text": "Well, no, it depends on the type of bridge. So let's parse that part apart. Right? So there are lock and mint bridges, which I totally think you're right. Those are like, those are going away. Um, but across bridges are like an intent based bridges. So across isn't even a bridge. It's like an intent system on one side and a tent system on the other. And then market makers go between those two ports. So like it's like a port. So across is like multiple ports of."
    },
    {
        "speaker": "A",
        "text": "Different chains, market makers, all these, the swarms of mev bots, kind of like in between."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. Across was an intent filler before we had the word intent. Um, this is why I actually really."
    },
    {
        "speaker": "A",
        "text": "Respect, I kind of don't class that as a bridge, but like, I suppose it's like a sub bridge, but yeah."
    },
    {
        "speaker": "B",
        "text": "When I was a bridge, from the."
    },
    {
        "speaker": "A",
        "text": "Perception I was more talking about bridges, I was more talking about the typical mint type of bridge and all of kind of the walk and mint bridge."
    },
    {
        "speaker": "B",
        "text": "Lock and mint bridges are boo boo. Those are fundamentally boo boo. Those are going away."
    },
    {
        "speaker": "A",
        "text": "Yeah, but even the super bridges that are out there, what's a super bridge? Well, the bridges that basically become kind of development platforms. Trying to think of an example off the top of my head, wherever I like."
    },
    {
        "speaker": "B",
        "text": "Layer zero."
    },
    {
        "speaker": "A",
        "text": "Yeah, like a layer zero. What happens to a layer zero in this world?"
    },
    {
        "speaker": "B",
        "text": "Messaging bridge. Layer zero, I think, has always been."
    },
    {
        "speaker": "A",
        "text": "Meant for more messaging and less. So basically the asset bridges are going to have, like the pure asset transfer bridges are going to maybe have a hard time, but the message passing intense based bridges maybe not."
    },
    {
        "speaker": "B",
        "text": "Lock and Min bridges going away. Yeah. Generalized messaging, like layer zero is a generalized messaging bridge. But even I don't know if it's highly optimized for being an intent person."
    },
    {
        "speaker": "A",
        "text": "How does it change? Also market dynamics, when you have asynchronous composability, you don't have to have, sorry, synchronous composability. And you don't have to approach every single chain and say from a biz dev perspective and be like, hey, do you want this? We've got this new, and there's an agreement. Drake talked about backroom deals. He's the example of chain link, but there's tons of this when we're doing due diligence for somebody who's entering and they've got this new service that they want to provide chains, the question is always go to market. Well, how are you going to convince these chains to adopt your product, go through the work effort or pay the cost? When you dissolve the borders, then pretty immediately you could have an oracle service that is in use across all of the chains, couldn't you? And by decreasing that barrier to entry and go to market business development costs, how do you change the competitive landscape? Does chainlink suddenly have a whole bunch of competitors that can start to do something and spin up other oracle services? I'm just saying the borders, when you dissolve borders, things happen and landscapes change, and I can't necessarily predict how they'll change. I just think if Drake is right, it has some pretty big implications for a good kind of change and a good kind of chaos in this space."
    },
    {
        "speaker": "B",
        "text": "I would say, yeah, I definitely think that's right. I think there's a general shift towards a demonopolizing of the layer two space. And so, like, the chain link, for example, like has a monopoly on Oracles and Defi Oracles, like you need, if you're going to be a layer two train, a Defi layer two train, you need training oracles. But if everyone can just tap into layer one chain link oracles on their layer two, then that monopoly is kind of like broken. It's easier to be a new player in the field. What was I going to say? I was going to say something."
    },
    {
        "speaker": "A",
        "text": "Well, I got something else thinking about it. While you're thinking about that, what's your take on incentives for chains to adopt shared sequencing now? So we talked about that with Drake. That's, some people have said that's a reason why chains won't. And it's basically the reasons we talked about is they don't want to give up their mev, that's revenue. And when you think about that, it's not like a greedy arbitrum optimism labs centralized entity. It's also the token holders. If you hold some arb token, you're just like, yeah, but how does this accrue value? And like you're going to give away my rights to potential MEV fees? Like, no, don't do that, don't do that. And so there's some, maybe some forces that would inhibit their incentive to put decentralized sequencers in place. But Drake says, well, but if everybody does it, and if there's so much liquidity benefit and composability benefit that you can make up for that loss of revenue. And by the way, Mev is going to kind of go away anyway. Yeah, what's your take on that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I could spit out a bunch of those gut takes, but they would be pretty unfounded. The vibe that he was giving was that, especially with that one innovation that he named from Espresso, which is just like, yo, Espresso is going to be able to segment rewards and so arbitrage is going to retain its share of the pie and all chains are going to pro rata be able to retain their share of the piece. And then also he was saying, just like that was always one of my understandings that I've heard from other people say is, why would anyone adopt a shared sequencer when sequencer is where they get their money? And his answer is, it's actually not where they get the money, it's actually just Mev. Yeah, I don't know. I think that's going to be a very big topic of discussion because all of this ultimately boils down to economics. We're talking about trade between chains, like trade between economic zones, trade between states, and all the states are going to, we're trying to make trade deals, right? And like imagine that's going to take a while. That's, that's going to be the thing that probably slows us down the most, I'd say."
    },
    {
        "speaker": "A",
        "text": "I think I really appreciated his almost in the same breath where he was talking about a cope asynchronous composability as kind of cope. He was also just, I think a little earlier, talking about just thank you to other chain ecosystems, particularly he named Solana for pushing Ethereum in this direction. Right. I can think of the competition that Solana has recently given. Ethereum has kind of woken the Ethereum community up to two things. Two big innovations I think were important and previously underlooked. One is parallelized virtual machines. Somewhere along the roadmap, Ethereum forgot that thats important, didnt innovate very much, never."
    },
    {
        "speaker": "B",
        "text": "Really accounted for it in the first place."
    },
    {
        "speaker": "A",
        "text": "Right. Well, do you remember, yeah, just didnt do any innovation on its EVM and didn't really."
    },
    {
        "speaker": "B",
        "text": "EVM has never been touted as like a highly advanced piece of software."
    },
    {
        "speaker": "A",
        "text": "No. And do you remember there were at one time like 2018 or so 19, there was EF initiatives to do like e wasm, and like, this wasn't parallelized EVM, but this was the EF doing."
    },
    {
        "speaker": "B",
        "text": "Something, advancing the EVM."
    },
    {
        "speaker": "A",
        "text": "Right. So that, and like, we talked about that almost at length on bankless, I feel like recently, and Ethereum kind of was pushed into that by a competitor, but then also solving fragmentation and not settling for asynchronous composability, but going full synchronous composability. And Solana has pushed the Ethereum roadmap in that direction as well. So he was saying kind of like, thank you, Solana. Yeah. What's your take on that? And where do the monolithic chains end up if everything Drake says comes to fruition?"
    },
    {
        "speaker": "B",
        "text": "So one thing I think that I think is happening is my gut take, my intuition is that when every single layer two chain joins together in the unified synchronous composability, like layer two mesh network that is being built on top of Ethereum. Yeah. The EVM is single threaded. Sure. And so every single layer two chain has a single threaded chain, because if they're using the EVM, then it's a single thread. Every layer two is a thread. And so if we have 100 layer twos shared sequencing with each other, we have 100 threads being computed against by market makers, by intent fillers, by shared sequencers, by the ethereum layer one validators. And so we actually have like a hundred threaded cpu layer two on top of Ethereum being collapsed down into a packet that goes down onto the Ethereum layer one. And so we can talk about like, yeah, so, like, you know, the EVM is single threaded. It's so low performant. But like, what is Ethereum supposed to be? It's supposed to be a world global virtual computer. And so like, a chain is the thread. A single chain is a thread, sure."
    },
    {
        "speaker": "A",
        "text": "But what you can do is get like quadratic threading, like where you have."
    },
    {
        "speaker": "B",
        "text": "The, where have, you can have multi threaded layer twos."
    },
    {
        "speaker": "A",
        "text": "The single thread that you're talking about then is a multi thread, single thread chain. Do you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Right. For sure. But it's just like anything that's a modular blockchain is like, oh, we're multi threaded, and you don't need layer twos because we have multithreadings. Well, yeah, but like, go zoom out one more order of magnitude. We'll zoom out, go out one more dimension. And, yeah, you have, like, you have different chains which all represent their different throughputs, all represent their different order flows. There are different traffic. And really it's just like a shared sequencer. Isn't a sequencer part of a computer? Isn't that like a technical component, like a sequencing the traffic of like flops or whatever bits. I don't know. I need to brush up on like."
    },
    {
        "speaker": "A",
        "text": "A service bus or something."
    },
    {
        "speaker": "B",
        "text": "Yeah, bus. Yeah. Serial bus."
    },
    {
        "speaker": "A",
        "text": "Yeah, serial bus, yeah."
    },
    {
        "speaker": "B",
        "text": "Isn't there something like this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know what it does."
    },
    {
        "speaker": "B",
        "text": "You see the metaphor I'm trying to make, make happen, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I definitely see that. I mean, this goes back to kind of like, I think Mike from blockworks, who's talked about all of these chains sort of are starting to collapse on the same design. I think there's elements of that that are right. But I kind of wonder if you're a monolithic chain, I guess more my idea, my thesis is at some point, if you're, say, solana, and you're building this excellence in terms of execution. Right, I know I've said this here recently, but I think it's a very realistic possibility. You should build up all of the state, this excellence, incredible execution, and then you're just like, I'm just going to join this network. Sounds great. I keep all my state, I get to keep all my users, and then I get to tap into this massive liquidity source, which is the entire Ethereum economy and shared sequence, that then you effectively become some version of an Ethereum layer, too. You may not be a roll up because you're not necessarily doing DA on Ethereum. You might do that somewhere else, but you definitely become connected. So I think all of the other alternative layer ones will also be gravitationally pulled into this super network as well. And I don't even know that that fragmentation will persist. We might be able to get this. So we're completely borderless or very close to that, even across other chain ecosystems. I don't know. What's your take on that?"
    },
    {
        "speaker": "B",
        "text": "I think we will see the writing on the wall for that to happen when we see ghost chain layer twos join into a shared sequencer set and the ghost chain layer two actually starts to get more activity just because it's proximate to the activity. One of the reasons why, like building in crypto, building in Ethereum specifically, is so fast is because you build an app on the Ethereum layer one, and you are just so proximate to a bajillion users and like billions of dollars. And so you actually, it's actually relatively easy to get user acquisition in TVL just because you're so close to everyone. And so if we start to see ghost chain layer twos that are not part of a shared sequencer set, and then they say, like, all right, we're going to join in on the peloton. Let me just bike over here and join in the herd. And all of a sudden you get more users and you get more tvl and you get you more economic activity. That's just, you're good. That's the evidence. The market provider, sure."
    },
    {
        "speaker": "A",
        "text": "But I mean, stuff like that you're saying is you have to be a ghost chain, right? You have to be kind of desperate in order to do that, right? If you're doing well on your own, you're not a ghost chain. You have users and your token price is going up. You're probably not going to, I mean."
    },
    {
        "speaker": "B",
        "text": "A ghost chain by comparatively to the peloton, right? By. Yeah, I. Yeah."
    },
    {
        "speaker": "A",
        "text": "Anything else from that episode stick out for you?"
    },
    {
        "speaker": "B",
        "text": "No, I'll tell you after. Go back and relisten to it."
    },
    {
        "speaker": "A",
        "text": "Yeah, same here. It's one I'm going to have to relisten to. All right, guys, thank you for being citizens. This has been the debrief."
    }
]