[
    {
        "speaker": "A",
        "text": "Bankless nation. Welcome to the debrief. Thank you for being a citizen. L two tokens. Bull or bear? That was the episode we just did with the panel. Epoledo, Alexander, Susano, Mike, Jordy, Anthony. I did last name first and then first name."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was weird. But here we are."
    },
    {
        "speaker": "A",
        "text": "Are you bullish or bearish on l two tokens?"
    },
    {
        "speaker": "B",
        "text": "Well, there's about to be a lot more of them, so. Right. L two tokens. It's like asking somebody if they're bullish or bears. L two tokens. Like, hey, are you bullish or bearish equities? I'm like, well, that's a big question."
    },
    {
        "speaker": "A",
        "text": "Well, but you could say, let me be more precise then. Are you bullish or bearish? S and p 500 is a reasonable question. So are you bullish or bearish? A reasonable index of l two tokens. Let me ask you that. So not on a specific one, but like the whole set of them."
    },
    {
        "speaker": "B",
        "text": "I'm about to get really annoying. Versus the dollar. Absolutely."
    },
    {
        "speaker": "A",
        "text": "Of course. No, no, we don't denominate in the dollar versus eth. Yeah, well, okay."
    },
    {
        "speaker": "B",
        "text": "IMX, op, maybe matic, maybe not. Calling winners here have outperformed ETh over the last six months bigly because it's risk on season. ETH and bitcoin are up 100%. Bitcoin even more."
    },
    {
        "speaker": "A",
        "text": "Takes a lot less to push them up."
    },
    {
        "speaker": "B",
        "text": "It takes a lot less to push them up. So, like, right now you're asking some questions that are like, all right, well, where are we at in the market? Like, I'm not even going to listen to. You're asking me about layer two tokens, but I'm going to tell you an answer that's based on where we are in the market."
    },
    {
        "speaker": "A",
        "text": "Um, then, then I guess another way of asking is, um, over the next twelve to 18 months, an index of layer two tokens outperforming ether to be very, very."
    },
    {
        "speaker": "B",
        "text": "Yes. Over the next. How long?"
    },
    {
        "speaker": "A",
        "text": "Twelve to 18 months. Oh, six to 18 months."
    },
    {
        "speaker": "B",
        "text": "Six to twelve months big yes. Twelve to 18 months less, sure."
    },
    {
        "speaker": "A",
        "text": "Oh, really? You think 2020? Uh, wait, what year is it?"
    },
    {
        "speaker": "B",
        "text": "2025."
    },
    {
        "speaker": "A",
        "text": "2025. You think?"
    },
    {
        "speaker": "B",
        "text": "I think we have a year of up only in 2024. And 2025 is not guaranteed."
    },
    {
        "speaker": "A",
        "text": "Okay. That's why 18 is a little scary for you."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly. At the end of 18 months. Yeah. Depends on when ether ETF gets approved. I do think I am a fan of the whole, like, cycles are starting to warp. It's not, it's not perfectly four year cycles."
    },
    {
        "speaker": "A",
        "text": "It's still cycle ish."
    },
    {
        "speaker": "B",
        "text": "But it's not perfectly four years. And so, like, we're getting this one this cycle sooner than we got the last cycle. This one's a little bit accelerated. It could also be drawn out. Like, imagine Eth, ETF gets approved in, like, November of this year. Well, then there's, like, a lot of buying pressure going into ETh. And so, like, the ETH bull market will get drawn out. It will, like, have suffered in the first half, maybe because everyone wants. It happened in May, but, like, some things are getting stretched when so much capital, ETF capital comes in, things get warped. But, uh, yeah, like, I'm, I'm starting to think I remember when, like, Chris Berniske was talking about this. This was last cycle, actually, is just like, it doesn't, like, interest rates killed the last cycle, maybe. But you know what really killed the last cycle? Everyone's sitting on, on top of a mountain of paper gains."
    },
    {
        "speaker": "A",
        "text": "So it kills every cycle the same thing."
    },
    {
        "speaker": "B",
        "text": "Right? And so, like, this is why I'm like, yeah, the long tail of l two tokens is super bullish because I'm the long tail of. I'm bullish on the long tail of all crypto assets because that's what we're doing here. It's a bull market. But I think that's not really the spirit of your question. The spirit of your question is, like, layer twos as a category versus which when denominated by the generalized crypto market."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Are they trying to outperform the generalized crypto market? I think that's, like, kind of like the spirit of the episode, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think so. So your answer is yes, they'll outperform ether and the general crypto market, do you think, in the next."
    },
    {
        "speaker": "B",
        "text": "Yeah, see, that's. That's the, that's the million dollars, and that's the trillion dollar question right there. Yeah, I mean, there will be sectors."
    },
    {
        "speaker": "A",
        "text": "That outperform layer two. There's no question about it. There always are these, like, weird hit sectors that. Well, yeah. Who knows what AI coins could be? It could be AI."
    },
    {
        "speaker": "B",
        "text": "AI. We should do an AI bullish for bearish. We should do that. Dude, some of this, some of the stupidest coins are up so big this week."
    },
    {
        "speaker": "A",
        "text": "No, no, I think there's some actual stuff going on that I do want to investigate, though."
    },
    {
        "speaker": "B",
        "text": "Look, world coin is up 181% in the last seven days. The graph, I'm pretty sure that's an AI token. Memed coin up 40%. Fetch AI up 40%."
    },
    {
        "speaker": "A",
        "text": "Wait, the graph, the graph, the graph. I mean, coin. It's GRT from the graph, the index."
    },
    {
        "speaker": "B",
        "text": "Did I say meme coin? I mean AI coin. These are AI plays."
    },
    {
        "speaker": "A",
        "text": "A the graph as an AI play?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Isn't it? I mean, not graph protocol. Yeah, isn't it? Because I'm not saying it actually is, but for some reason, it had that narrative forever ago."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Are you talking about the graph protocol? The thing that's like indexing all of our chains?"
    },
    {
        "speaker": "B",
        "text": "Okay, so here's a headline from the last time this happened. In the middle of 2023, the graph's GRT rallies 15% amid AI token surge. I don't know why the graph got branded as an AI token, but it did."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, singularitynet, that's the other one, Agix, which is up 12% today."
    },
    {
        "speaker": "A",
        "text": "There's some bankless, like, citizens who keep telling me, you got to talk to the founder of Singularity net. Yeah, AI stuff, bro."
    },
    {
        "speaker": "B",
        "text": "Okay. Singularity net. Singularitynet was thirty one cents a week ago. It's at $0.52 right now. It's up 72% on the week because it's an AI token."
    },
    {
        "speaker": "A",
        "text": "Well, all bets are off in the. In the. In the bullet is basically what we're saying. We have no idea what's going to pump. It's, it's, it's the bull market switches to the attention economy, doesn't it? So if layer twos get attention from a narrative perspective, from some other means, then they will pump and fundamentals be damned. It just doesn't matter. Right, so that's kind of what you're saying with the twelve month type of. And so you can't predict whether there is no."
    },
    {
        "speaker": "B",
        "text": "There's barely any signal under three years in crypto."
    },
    {
        "speaker": "A",
        "text": "Okay, well, then let's, let's zoom out, though. So some of our panelists, like, took a longer term time horizon, and Anthony Susano was one of them. He basically said, I can't tell you whether the entire category will outperform ETH or not. In fact, I'm more bullish on ETH, and certainly I can't tell you specific tokens. So basically you want to bet Anthony Sasano's take, you want to bet in layer twos, buy the index, which is ether, the asset. It's hard to disagree with that, given the panelists statement earlier that basically layer twos were good for Ethereum because it's exporting its monetary unit inside of all of these execution environments, and that becomes a de facto, like, store of value money inside of these layer twos. Therefore, that's good for ether. So yeah, what's your take on the five year time horizon? Layer two tokens versus etH?"
    },
    {
        "speaker": "B",
        "text": "I think if you're buying ETH, you are buying the generalized index of Ethereum, of which layer twos have a fair share but not a holistic share. There's also other things like MeV is also something you would get exposure to MEV via ETH. And so it is an index of indices. And I think if you really wanted specifically a layer two index, we would just be totally fine buying either optimism, arbitrum, or matic, one of the big three. And those are going to be relative indexes of each other. They're going to trade within bounds of each other. And so just pick one or make your own basket of those three. And those will represent layer two as a category, in my mind, at a higher fidelity than ETH will because ETH will be diluted by like, well, Eth. You can also buy ETh. You can make ETH an index of anything. It's an index of Ethereum. Nfts. It's an index of Ethereum. Like gas fees, like whatever you want. But like, yeah, Op, ARB and Matic are going to represent the bulk of what it means to have like layer two price action."
    },
    {
        "speaker": "A",
        "text": "Really. So I think that's true. But also I'm not sure because there's this, it's just we talked about this near the end of the episode. There's this cambrian explosion of like, right. All the possibilities with layer twos. And just because we've seen like optimistic roll ups, like arbitrary mino p kind of take an early lead is so like, we are what? We're just like, I don't know, a few feet into the journey of a thousand miles here probably. Right."
    },
    {
        "speaker": "B",
        "text": "We haven't seen my on the bull market."
    },
    {
        "speaker": "A",
        "text": "Not in the bull market necessarily. I guess you were talking about the bull market. No, we're still talking about the five year time horizon, I guess, is what I'm saying. I think just betting on the top candidates now is nothing."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Okay, good bet. Because who knows what could happen."
    },
    {
        "speaker": "B",
        "text": "Yes. In the long, if we're talking about like five plus your time horizons. And yeah, you just got to buy eth, but it's not the best index for that."
    },
    {
        "speaker": "A",
        "text": "I'd say it's not the best index."
    },
    {
        "speaker": "B",
        "text": "For l, two, for layer twos. Yeah. But I don't know if there really is because that's, that's a hard problem with crypto is like, buying an index is like, well, then you're kind of buying last cycles, coins, rather than like the new stuff that goes, like, with a true index."
    },
    {
        "speaker": "A",
        "text": "You're buying everything. You're buying just buying the market, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. But then, like, the brand new layer two token drops and it's not in the index and it's the bullish one."
    },
    {
        "speaker": "A",
        "text": "Oh, well, that's why you have to get like some sort of a, you know, do you remember that? Was it, Preston van Loom was working on the TCAP or whatever, which was actually 100 or top 250 or something, no matter what, based on kind of oracles. The problem with these arbitrary categories is, you're right, these arbitrary."
    },
    {
        "speaker": "B",
        "text": "All the wealth generation happens in the long tail."
    },
    {
        "speaker": "A",
        "text": "Yeah. They always miss the, like, the up and coming thing. So what about. I'm interested in your take on this. So Mike talked about alternative layer ones having a premium because they're trying to be a commodity money, therefore they should have a premium. Right? Like you look at Solana, it's worth 60 billion right now, versus arbitrum is 20 billion, versus polygon is 10 billion. Right? Yet in many of these scales, these layer two networks are higher in terms of attraction saturation. But because Solana is competing in a game, an unacknowledged game, I would say largely by the Solana community, but certainly by Anatolia and others, of competing against layer twos, then it should be worth more because it's trying to be a money. Does that logic make sense to you? Like, I don't know, like, just because you're competing as a money, you get a higher premium. Like, because if that's the case, right? If you were an ARB holder, for instance, right? And you were an Arb maximus or your starknet maximus or something like that, your goal would be to grow to a certain size, get a network effect. And then once you get a sizable network effect, if you get like a three x or four x or five x premium by becoming your own chain, why not just stop settling on Ethereum, just be your own layer one? And then you get like a five x premium. That would be in the best interest of all starknet token holders, or ArB token holders, or op token."
    },
    {
        "speaker": "B",
        "text": "That is a really interesting experiment. Like arbitrum and optimism. They have a vision to scale Ethereum and they always have. And so it's just not in their social contract to do that. But I think you're right where, like, if Arbitrum just announced that, like, hey, we're going to, we're going to be a layer one, like, Arb would fucking pump. It would pump through the moon well."
    },
    {
        "speaker": "A",
        "text": "I'm just saying, you know, you know how I've often said, I think you've said this before as a possibility, but that, like, if the market starts to reward layer twos because they are not because of their DCF pay for security, right? Exactly. If the market starts to overvalue that, then what Solana will do rationally, right. If youre a sole holder, you will want this, is it will convert to a layer two. Itll just be a layer two. But the logic replies in reverse. If the market rewards premium for being a layer one, why? Because youre in the game of commodity money and now you get benchmarked against ether was, right. Now the layer t's are getting benchmarked across, like against each other, right? It's like polygons. 10 million because arbitram is 20 million, right. They're not benchmarked against a theory. And necessarily that's just how the market has kind of categorized them. Where Solana gets the benefit of like, oh, it's cheap, yo. It's only, you know, Ethereum is what, 400 billion? It's only 60 billion. Look at that upside potential, right?"
    },
    {
        "speaker": "B",
        "text": "We got like, those numbers used to be more fun to say when, when Ethereum was like 300 billion and Solana was 10 billion."
    },
    {
        "speaker": "A",
        "text": "It depends if you had soltail tokens disagree with that. So, yeah, I guess it applies in reverse. Arbitrum optimism could just take their premium five x by just starting to be their own layer one. And the market could take that form, too."
    },
    {
        "speaker": "B",
        "text": "Yeah. Interesting. I think there's a lot of moldable clay coming online for layer twos in all of this interop infrastructure. All these aggregation layers, shared sequencing intents, all of these different forms of clay are showing up. And I think it's going to produce this mesh network of infrastructure that's all taking a small little bite out of every single transaction, but it's getting meaningfully smaller. But that opens up just the experimental surface area for layer twos. It opens up the viability of layer twos. It also opens up the just ways that layer twos can start to have relationships with each other, both like technically and economically, where like, really the bull case. The bull case for layer twos. Here we started this conversation. Are you bullish or bearish layer twos or like bullish into the category? I will be unequivocally, fundamentally bullish layer twos when the vision for layer twos of one plus one equals three starts to play out where with this, when we were talking about Justin Drake, where like, as soon as a new op stack chain spins up and it adds users to the super net, the super chain, the super whatever, this superstructure that is ethereum, rather than pulling away liquidity from other chains and pulling away users as soon as you can, there's enough composability tailwinds where adding more chains is adding liquidity, adding users, adding network effects, adding economic activity, and this thing all kind of meshes together. As soon as we flip over into that universe, then I am categorically bullish. Layer twos versus all other categories, but there's a lot of infrastructure needed to get built out, which is being built out, which is a cool thing, but it's still going to take a while."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree with that. The positive sum games rather than the."
    },
    {
        "speaker": "B",
        "text": "Negative, because right now 1.1 equals 1.8."
    },
    {
        "speaker": "A",
        "text": "Yeah, Jordy was talking about mantle, and of course, he's on that project, so he cares a lot about it. And he's talking about blasts as well. Blast takes away from mantle, basically. That's how it works. They're all in this fight with each other to get more eth, and that is divide the PI. That is zero sum kind of activity. And so you're saying the one in one equals three is new chain comes on board, attracts new liquidity, and that adds to the liquidity pools of all of the other chains. That's basically the fixing fragmentation episode that we talked about with Drake. Mike Pallido said, like, in the, in the episode we just did with him, he, he said he was, um, bearish on that because he thinks it's in the chain's best interest to sort of, uh, protect their liquidity. Remember we made that comment like, yeah, the small chains, they, they all want to, like, integrate. Yeah. You know, Mister big chain, can you come? Let's integrate."
    },
    {
        "speaker": "B",
        "text": "Let's do all the newer alt layer ones are like Kumbaya. It's a multi chain world. We're all in this together. And then as soon as they get big as Solana, they're like, we're the maxis now."
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll enter on alt layer one."
    },
    {
        "speaker": "B",
        "text": "Yeah. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think that. Let's see. I guess the mixed vision here is that we do settle into some economic zones where you have sort of alliances, right? Where, you know, a bunch of the middle, you like smaller chains and medium sized chains kind of band together and they create, like, shared interoperability across them. And they do that in order to compete against some of the big whale type chains, and that forces some competitive pressure on them. But maybe in the end, you end up with some fragmentation of super chains. I don't know that we'll ever have a world where it's all completely Kumbaya and all of them."
    },
    {
        "speaker": "B",
        "text": "I don't want it to be because perfect Kumbaya and perfect Kumbaya and perfect whatever the opposite is. I want to be in the middle of both of those things. Perfect coopetition."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. So, like, you want enough variants that we're still pushing the envelope. You don't want just, like, one single kind of monopoly type that exists outside of ethereum, though, right? Like, Solana being a chain, you know, other, like, even Tron, they force some competitive pressure on top of Ethereum and make it better. Right? So, like, that's a good thing. And you want to see at least some amount of that across layer twos."
    },
    {
        "speaker": "B",
        "text": "Have you seen this meme from John Charbonneau that I'm sharing on my screen in just a second? And I will present it. I'll talk about it to the listeners as soon as I show it. Have you seen this meme?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. You showed this during. You showed this to me at some point."
    },
    {
        "speaker": "B",
        "text": "Okay, so this is a. There's a. It's a cycle. It's a. We're going in a circle. There's four steps in this circle, and this starts on the left. And we have an app, an application, defi application, that is on top of a general purpose chain. The app wants more customizability and sovereignty and more value capture, and they can't get that because they're on the general purpose chain. So what does the app do? The app launches an app chain. That's the phase two. Then the app wants to get more users and activity, and they also want more value capture and integration. So then I. The app needs to become more general. The app chain needs to become more general so people can deploy more apps. So then the app chain now becomes a general purpose chain for other apps to deploy on. But then the apps that now deploy on that now more general purpose chain also want more customizable sovereignty, value capture. And so they launch app chains. And then this Frax announcement came out not too long after that, where Frax was announced, the Frax chain. And then there's, like, this whole thing. I'm showing another graphic here where it's like the fracs chain centric universe, and it's an op stack chain hooked into Ethereum, connected to all the other roll ups, and then connected to the cosmos ecosystem and the Solana ecosystem. And so I think there's going to be this cycle that we constantly move through where we have that cycle. The app chain on a generalized chain wants to spin up in gamer sovereignty. But then there's also the cycle that you were talking about where you have smaller chains inside of a larger economic zone. Some of the larger chains are like the California of the United States. And we're like, yeah, we are 40% of the GDP, and we're subsidizing all these smaller chains. We're going to fork off. And they're like the big ones, but then they don't have customizability and interoperability with all the smaller chains. And so the smaller chains grow the benefits until some new large chain is like the new 40% of that smaller zone. And so they fork off. And then, like, smaller chains come in. And so there's, and there's. The point I'm trying to make is there's never an equilibrium. There's always churn, there's always apps spinning into app chains. There's always things forking off and coalescing back together. And the thing is, when we have this infrastructure, this middleware chain abstraction infrastructure, that churning process can accelerate and can go faster and faster and faster, and we can start to discover some more meta equilibrium in the longer term time horizons, because we need these choices to be made, and we need apps to evolve and chains to evolve. The uni chain, for example, to kick a lot of this off. But, like, once we get into there where that engine is running and we have, like, this new equilibrium being set where like, there's just like, massive churn in the chain space and it costs nothing to pivot, uh, I think that's going to be like the most bullish time in layer two."
    },
    {
        "speaker": "A",
        "text": "I know. I mean, like, so the only, I guess, constant across all of this, the only equilibrium is basically continuous change and continuous struggle, like darwinistic evolution, basically, of survival of the fittest. And, like, the most kind of capital kind of like, wins, the most utility sort of wins, and they all fight it out. And I just look at this, and that's why we described it, I think, at the end of the episode as a cambrian explosion. And I'm serious, like, I don't think I've ever been this excited about all of the different experiments that are happening. And, like, felt that it was this difficult to actually pick winners at this point in the market. And if you were on the outside looking in on this like you're a traditional banking system or fintech or something that is liable to be disrupted by this swarm of activity like this. Like, that would scare the shit out of me, man."
    },
    {
        "speaker": "B",
        "text": "Yeah. Right. How do you compete against crazy crypto people?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like competing against gradient descent. Like, you know, the AI people go compete against chat GBT. Right. It's just like, wow. So it's an exciting time. Let me. Let me ask you this."
    },
    {
        "speaker": "B",
        "text": "Do you think I gotta go in 1 minute?"
    },
    {
        "speaker": "A",
        "text": "Last question, then. Many chains or a few chains? What do you think?"
    },
    {
        "speaker": "B",
        "text": "Many chains? Many chains."
    },
    {
        "speaker": "A",
        "text": "Many chains. Yeah. I'm team many chains too. So we'll fix fragmentation and hopefully."
    },
    {
        "speaker": "B",
        "text": "And then make it a problem again."
    },
    {
        "speaker": "A",
        "text": "Yeah, and then fix it again."
    },
    {
        "speaker": "B",
        "text": "And then make it a problem again. All right. Cheers to."
    }
]