[
    {
        "speaker": "A",
        "text": "Welcome to Bankless, where we explore the frontier of Internet money and Internet finance. And today on this episode of our Zuzalu series, we are exploring some new frontiers. New frontiers and new technologies, all of which are poised to completely revolutionize the world and change everything about the operating system that society is currently running on bankless nation. Today we are exploring the frontier of Desi, or decentralized science. What is Desai is a really good question because I legitimately had no idea going into Zusalu, but it became clear that Deesci is a great connector of many of the technologies presented here at Zuzalu. Deci is how synthetic biology and longevity have to do with Ethereum. Deci is what is putting Ethereum at the center of these things. The fundamental argument for Deci is that the old ways of doing science is bad, and for the same reasons why the old way of doing money and doing finance is bad. Deci looks at the incumbent system of producing science and sees friction and corruption and antiquation and toxic tradition. Deci wants to use blockchain technology to improve the systems and institutions of science. The mechanisms of how science can use a blockchain is a very big conversation, and the answers are more than a few. But the conversation that you're about to hear with Boris and Mikey will download you on the Deci landscape here. But this isn't just about improving the ways that we do science. This isn't just about hey, we found a new way to do science better and faster. DeSI presents a zero to one step function change in the form factor of scientific progress itself. You know how Uniswap and AAVE and ERC 20 tokens are just open APIs to financial tools? Deci wants to do very similar things for scientific data. What would happen if we made our scientific data as open and as free as a contract call? What if scientific data was as modular and open as the Internet itself? But blockchain tech doesn't just provide new solutions for scientific data. Specifically, Deci is also marked by an emergence of daos, all following a decently similar form factor of capital allocation, financing clinical trials in hopes of investing in a breakout new treatment servicing the long tail of unserviced patients, which also sounds a lot banking the unbanked, and a bunch of other similar puzzle pieces that are all coming together in these very variety daos that are all trying to go after certain specific use cases in the world of science. So this first episode in this two interview series is with Boris Dayakov and Mikey Fisher, both who are pioneers in the deci space and helped me have one of the most enjoyable and easy conversations that I had at Zuzalu. And after listening to this conversation, you'll understand exactly what Deci is getting at and whether or not you want to proceed into the second conversation with Alok Tayy, whose project Vibio illustrates a specific example of the overall archetype of Desi Daos that are out there trying to use blockchain tech to coordinate and accelerate scientific progress. So, bankless nation, are you ready to explore the frontier of scientific progress? By the way, at Zuzalu, all of the traditional scientific researchers that were there all realize that the existence of desi implies the existence of tradsci, which was a meme that stuck pretty damn fast. So, all right, let's go and learn about DCI with Boris and Mikey, followed by DSi Daos with Alok. But first, a moment to talk about some of these fantastic sponsors that make the show possible. Banclass nation. We are here at Zuzalu and I got two people on the podcast with me today. Right to my right, we got Mikey. What's up, Mikey?"
    },
    {
        "speaker": "B",
        "text": "How's it going? How's it going?"
    },
    {
        "speaker": "A",
        "text": "And then further down to my right, we got Boris. What's up, Boris?"
    },
    {
        "speaker": "C",
        "text": "Hello, David. Pleasure to be here."
    },
    {
        "speaker": "A",
        "text": "So I've heard the name DSi a number of times. It had some exposure at Eth Denver. I've seen it on Twitter, but I haven't really figured it out. But Deci seems to be the thing that really is pinning a lot of these various conversations at Zuzalu together. That's why the synthetic biology people are talking to the crypto people, right? That's why the longevity people are talking to the crypto people. That's kind of my basel level understanding. But beyond that, I don't know what Deci really is or how to explain this movement to the bankless nation. So I'm hoping you guys can help us guide all the listeners down that rabbit hole. You guys want to do that?"
    },
    {
        "speaker": "C",
        "text": "Very excited, too."
    },
    {
        "speaker": "B",
        "text": "Yeah, happy to."
    },
    {
        "speaker": "A",
        "text": "But first, a little bit more about you guys. Mikey, tell us a little bit about yourself and your background."
    },
    {
        "speaker": "B",
        "text": "Yeah, so I just finished my PhD. I was at Stanford. I was studying computer science and natural language processing. And after I finished that, I wrote a book on regulating AI. And then I got very interested in. I saw the PhD and I thought this could be done in a different way. So I got into crypto. I learned about Deci, and I thought one of the key parts around Deci was data and how we could fix some of the problems that exist in traditional academia around how data is collected. I started a company called DBDAO, which basically fractionalizes large datasets and then gives people an incentive to contribute data."
    },
    {
        "speaker": "A",
        "text": "All right, Boris, tell us about yourself."
    },
    {
        "speaker": "C",
        "text": "So, I'm a scientist by training. I'm actually a current PhD student, PhD candidate at the University of Toronto and the Ludenfeld Tannenbaum Research Institute. So I'm coming from a different field. My PhD is in molecular genetics, and basically my research is around figuring out where these, which proteins are found within these structures in the cell, called nuclear bodies. They're in the nucleus. So I spent most of the past decade pursuing this academic career, really just trying to build a career as a scientist and eventually have my own lab and continue to unlock new knowledge about how cells work and how they're organized. During COVID I kind of took a step back and started exploring other pathways. And after this sort of long journey exploring business and finance, I eventually ended up getting interested in web three and thinking about how we could solve some problems in science that essentially drove me away from the career that I'd been pursuing for so long. And we'll talk about this after, I'm sure, because there's a lot of issues in how science is done, both in academia and industry. But basically, I was thinking about how we can maybe fix some of these problems. Realized there were other people coming from my background who were excited about these same problems and were trying to tackle them using some really interesting technologies, like daos and crypto. So that was about a year and a half ago, and it's been a wild ride ever since."
    },
    {
        "speaker": "B",
        "text": "I mean, I think Boris and I are both interested in science. Like, we are both scientists and we both love science, and we both went through the traditional science means of doing science, which is a university. We both saw that there's issues or ways that could be done better. And that's what excited me about Deci, is like, oh, you can still do science, but you can do it in maybe a better way."
    },
    {
        "speaker": "A",
        "text": "And that actually just resonates a lot with me, because when I was getting into crypto, I was thinking about going down a doctorate of physical therapy route with the intention of also applying that to mental health and nutrition. And then I found Ethereum and saw one path, which was slow and friction filled and costly, and the other path, which was new and innovative and fast, where you don't ask for permission. And I kinda to think that's why this desi world exists at large, is because the old way, the Trad sci trad Psi is old and friction filled and slow. And I think maybe the people that have got hopped onto the d side movement have been able to identify in crypto, is that we move really, really fast. And there seems to be an appetite in the scientific community to move faster than the incumbent ways of doing things. And that's where this demand for a new form factor of science comes from. That's kind of my sentiment. Is that, is that, am I over the mark here?"
    },
    {
        "speaker": "B",
        "text": "Yeah. One of the big things is just accelerating science and trad sci. Trad sci."
    },
    {
        "speaker": "A",
        "text": "Has that been, is that it is now it is."
    },
    {
        "speaker": "C",
        "text": "You've started saying, yeah, the syn bio people were like, oh, are we trad sci? We're like, yeah, you're trad sci, but."
    },
    {
        "speaker": "B",
        "text": "It could literally take two to three years to publish a paper for some things. By the time you, like, get the funding to the time you do the play around with the research question to publish the paper, to get reviews, it could take quite a bit of time. And it doesn't have the quick turnaround cycles like GitHub or like a pull request does."
    },
    {
        "speaker": "C",
        "text": "This really does vary field by field. I mean, everything is slow in the life sciences, in biology, like I work with, I'm a wet lab biologist, and when I say wet lab, I mean I actually work with pipettes and cells and proteins and liquids and test tubes and everything's slow. Cells need to grow. You know, all these processes are manual and really drawn out. That stuff can definitely speed up and be automated. That's not really a deci problem. I mean, I think in some ways the slowness of science can be a feature and not a bug, but not in every sense. There's a lot of inefficiencies that can be sped up. And I think a lot of this appetite and excitement for deci is one scientist discovering that there's new technology that enables us to coordinate more effectively, make things more efficient, do things in a trustless way, of course, and just exploring the possibilities around that. And then I think, on the other hand, people who are coming from like crypto are excited to have more use cases for blockchain technology. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "One thing you were mentioning is like, the permissionlessness of it, of crypto. And I think that's one of the things that's become an issue in traditional science, is it is a very permissioned system. You have to get grants from a specific agency. You have to get accepted into a university by fulfilling some certain things. You have to then appease the advisor. Appease, a journal. It is very hierarchical and gatekeeping and."
    },
    {
        "speaker": "A",
        "text": "Approval by the FDA."
    },
    {
        "speaker": "B",
        "text": "Exactly. Whereas what's really neat about this DCI movement is that it's permissionless. Anybody can contribute to a research project if you have the right data, if you have the right background. It's not based on a degree or anything. It's based on a meritocracy, and it's based on the data that's provided. And it's a much different way of thinking about how to do science, if."
    },
    {
        "speaker": "C",
        "text": "I can add to that. I mean, something we should maybe start with is that the deci movement? I guess we can call it a movement. It really builds on the earlier open science movement, which has been around for decades, which has tried to solve a lot of these same problems we're talking about. I mean, you know, the fact that if you want to read an article like scientific knowledge that should be freely shared among everyone, you need to get through a paywall. And, you know, hopefully we'll have a chance to talk about public, like, the whole publishing problem and reproducibility crisis in science. But there's a lot of barriers, and it really just doesn't make sense in a lot of ways. So there has been this movement of people pushing for making everything open access, open source. And I think there's a lot of inspiration that science can and must take from, like, the open source software movement and those communities, because it's just a better way of doing things. It's how things should be. But we as a community are kind of trapped in these long standing, you know, really like, strong institutions of science, which have done a lot of good things, but have also kind of missed the mark in a lot of ways."
    },
    {
        "speaker": "B",
        "text": "Yeah. And, I mean, building off what Boris has, like, Desi is very much has its roots in open science, but one of the things that's really interesting is open science was probably happened, like, ten."
    },
    {
        "speaker": "C",
        "text": "Years ago, I don't know, 2030."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's been around for a while, but it's caught in some waves, but it hasn't really taken over as much as people would have liked."
    },
    {
        "speaker": "A",
        "text": "I guess maybe the crypto correlate is like the occupy Wall street movement, which was a good flag, a banner to rally around, that actually didn't really end up moving the needle until bitcoin came around."
    },
    {
        "speaker": "C",
        "text": "Yeah. Analogy. Yeah."
    },
    {
        "speaker": "B",
        "text": "It's like, so one of the things that's interesting about the open science is like, what does D site offer that builds on open science? And it's like, incentivization mechanisms. So now we have the ability to track research from test tube to final product. And so if final product is good, you can incentivize the people that contributed, because you have this immutable ledger that anyone can contribute to, and you can track who did what part. And so this is very cool, because now we have a way of tracking if someone does good basic science, if someone does good research, they can now be partial owner of it. The benefit, whereas in open science, you had your data, you'd throw it over the wall to this journal, to a data set, and you'd lose sort of ownership of that. And so this is like why blockchain is actually very important for this design movement."
    },
    {
        "speaker": "A",
        "text": "Just for, like, attribution and creditness and being able to see the source of things and being able to map those things and just having a specific destination of who did what opens up the world of collaboration and other mechanisms 100%."
    },
    {
        "speaker": "C",
        "text": "I mean, like, the whole idea of, like, data provenance is a big topic, I think, in crypto and, like data science and all that, but the same thing, it's like your contributions in science essentially are only recognized through this chain of citations, which is like, right text in a PDF. These things aren't hyperlinked. There are systems now where you can kind of have a record of your academic work. It's called orcid. It's very much a web two kind of system. It's a step in the right direction, for sure, but I mean, we have technology to dramatically improve on these systems and then be able to look back and say, wow, somebody's getting a Nobel prize for this. But here's all the hundreds of people who contributed to this. Maybe we should reward them, too. Maybe they get an airdrop."
    },
    {
        "speaker": "B",
        "text": "And the funny thing about it is an academic paper, it lists all the people on the top of it, but it doesn't say who did what. So you could have a research paper with hundreds of people on it, and the last name is the advisor and the first name is the lead author. And then everywhere in between is very complicated on who did what."
    },
    {
        "speaker": "C",
        "text": "There might be little notes, like these people did experiments, but like."
    },
    {
        "speaker": "B",
        "text": "But with blockchain, you know exactly who did every single part, and, like, who contributed good data, who contributed bad data. And with that, why that's important is not for, like, it's for reputation, but also you can reward people like, oh, I really enjoyed this part of the paper. I'm going to reward this specific person."
    },
    {
        "speaker": "A",
        "text": "Right? And I'm assuming there's more ways to make this really, really codified. Rather than just, like, putting ethereum addresses next to people's names, there's, like, the idea of, like, identity. Yeah, right. There's, like, mapping out the value graph of all of these things. One thing that the reason why DTI's caught my attention lately is that it seems to fit the same mold of other movements that we've seen in crypto, which is there's this spark that just happens because someone figured out a basic pattern and then that started to get copied a bunch. And I think maybe, correct me if I'm wrong, but I think the story starts at vita dao, vida dao. And that was the first deci dao that created this archetype for other science people to be like, oh, there's something there. And then it spawned more and more and more d side daos. And now there's like a slow cambrian, maybe not slow cambrian explosion of d side daos being formed. And so I think that's the kind of the top of the rabbit hole of this whole thing. Is that right?"
    },
    {
        "speaker": "C",
        "text": "I think for a lot of people it is. I mean, longevity is huge in crypto and in tech in general. Vitadao is doing amazing work. Big fan of what they've been doing. Also, the folks at Molekule who have kind of built that whole ecosystem around Vitadao, they're doing a lot for the space, for sure, and really trying to template that sort of biodao model with their whole incubator accelerator program. That's, I think, one type of desi project, right? This is, like, not going to call it an investment DAO, but it's a DAO that is essentially trying to fund and support specific areas of research that will hopefully have some sort of translational application, maybe will lead to a drug that will go into clinical trials one day or new cures for something, or new products. And, I mean, there's something that I've been thinking about a lot lately, which is that there's, like, science can mean a lot of different things. There's so many different fields of science, of course, and they all do things a little bit differently. I mean, we're all kind of surrounded by or unified by the same principle that we're trying to understand how the world works and gather data and analyze it and use the scientific method to create better models of the world around us. But science can mean basic research, which is just like fundamental basic research, like math, you know, that may not have some specific application, like a drug or a cure for disease. And then there's things down the line, like biomedical research that is trying to find targets for drugs to hit to cure types of cancers. And they have different types of problems, like, in terms of how they're funded or how you incentivize them. But I think that brings me to the topic of incentives, which I think is the other superpower that crypto brings to the problems that science has."
    },
    {
        "speaker": "A",
        "text": "So the thing I was talking about where, like these vita daos, these, there's one I interviewed with a synthetic biology dao, there's many of these things, is that desi? What is Deci?"
    },
    {
        "speaker": "D",
        "text": "Like, how do you."
    },
    {
        "speaker": "A",
        "text": "How do you put a border around this thing? Like, what actually is it? What is desi?"
    },
    {
        "speaker": "C",
        "text": "I guess that's what we're here to answer, right?"
    },
    {
        "speaker": "B",
        "text": "It's like a movement. It's like, what is defi? It's in the same way. It's. It's people that are looking to do, or what is a network state. It's people that are looking to exit the existing system to some extent and use blockchain as an important part, or dids, or collaboration, or putting data on chain. But I think it's very dependent on the actual project."
    },
    {
        "speaker": "C",
        "text": "It's an idea. I think we can look at the current Deci landscape, the projects that people are working on, what's happening in the space, who's giving talks at the various great deci conferences and meetups that have been happening over the past year or so. And I kind of have like three buckets I like to put it into. One is funding. So, funding is a major problem in science. We need more money for science. How do we get more money for science? How do we create better, more liquid markets for biotech, intellectual property, for example? That brings up topics like IP, nfts, stuff like that. So that's one thing, funding, second, of course, is something we talked about, which is publishing. You know, the. The current publishing industry, academic publishing industry is kind of crazy, and people who aren't in academia aren't aware of how. How nuts this is. I mean, academic publishing houses have, I think, the highest margins of any industry, like way higher than anything. It's. It's really absurd because essentially people pay to publish in these journals and then peer review is done for free by scientists in those fields. And then they charge universities, individuals, whoever wants to read those papers, huge fees to access those papers. It's like a triple payer model, is what some people call it. So that's the second publishing. And the third is, well, not just third, but I think reputation, systems, attribution, data provenance, all that, like all the other things that. Yeah, and much more."
    },
    {
        "speaker": "B",
        "text": "I would also add reproducibility. So, like, one of the big problems in science is papers are too complex to be replicable, or the datasets are not open, or the. Basically, a lot of stuff can't be reproduced. And DeSI has an emphasis on reproducibility through many eyes on data, through putting the data on chain, so that it's immutable, so that it has provenance and tracking and reputation associated with each of it. Because I think we're going to go back in ten years and see that so much of the data, so much of scientific research is just hard to reproduce, so you can't build on it, whereas, like a GitHub project, you can just download it, run it, and see that you can build on it. And that's an important part of science, is being able to reproduce and build it."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think another one more bit to add would be the actual execution of science. I mean, there are projects like Labdao that are trying to build new tools and infrastructure for scientists to actually do scientific work in a more reproducible way. So, yeah, Deci is a lot of things, right?"
    },
    {
        "speaker": "A",
        "text": "Okay, so there is no boundary. There's no border on what is and is not Deci. It's not just this growth of daos who are doing various things across the science space. It's just there's a lot more tools in the crypto world that are being leveraged for the pursuit of science. And there's no really better way to, like, put a boundary on it other than that."
    },
    {
        "speaker": "C",
        "text": "Yeah, I like to kind of summarize it as using blockchain technology to improve the systems and institutions of science and, like, create new incentives for science. You know, like, how do we. Something I've been asking myself is, like, how do we create a world where everybody wants to be a scientist and has the opportunity to be a scientist if they want to be a scientist. I don't think everyone should be a scientist or wants to be, but, you know, how do we increase that number?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think in the same way DeFi brought about many different types of traders, deci has the ability to bring out many different types of scientists and many different people who can contribute to science, whether that be through collecting specimens around the world of nature or of, like, testing out different nutrition or stuff like that. And it has the ability to open up science a lot more."
    },
    {
        "speaker": "A",
        "text": "So that very much just fits into the mold of crypto, right? Democratizing access, lowering the barriers of entry, making things more permissionless, making things more kind of disrupting the incumbents no matter what. Always kind of table stakes for the things that crypto touches. Maybe you guys can use your imaginations, put on your imagination cap and just fast forward ten years. What's the bull case of Deci? What's the bull case of science and how? Because crypto enabled it and deci fulfilled all of its promises. What does this new world look like?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's like GitHub for science. So it's as easy to do and reproduce science and get credit for science as it is to use a GitHub package today."
    },
    {
        "speaker": "C",
        "text": "I love that. I mean, that's a good question. Bull case for Deci. I mean, in ten years, I'd be really happy if most of the new research and most of the new data that is being generated is going on some sort of decentralized storage system and able to be accessed permissionlessly with a record of who did the work, who built on the work, what kind of computation was done on it, and, you know, we kind of disrupt this whole model of the PDF as the token of knowledge progression. But it's so much more than that. I think I'd really expect to see new funding models to appear, new ways of rewarding people for their scientific contributions. Again, science takes time, but at least having a framework in place and seeing early results of that would be, would be what I'd love to see. Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, while talking to some of these, the daos, it was vibe bio, there was one of the daos, I was one of the interviews I have in this track. It was interesting to see that there's an explicit investment thesis, an investment case for some of these things where, like you put in capital, this DAo goes and funds projects. It funds new medicines, do research for new medicines, and then the Dow owns that IP, or that provenance, I don't know what to call it, but that whole concept and then that dow grows in capital because it produced this one medicine that is demanded by the market. So the fact that there's like financial incentives to grow this thing makes me pretty bullish just on this idea of being able to converge science and financial incentives in a ways that hasn't, that has been full of friction. Right? We already know that the bankless nation knows the frictions of the traditional financial system. They are probably, at least now starting to wake up, at the very least, to the frictions of the scientific community. And I think the whole idea of Defi and Desi is that we get to take friction away from both and turn on this propeller of innovation. Maybe that's another way to articulate this whole thing."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think a lot of."
    },
    {
        "speaker": "B",
        "text": "So maybe there shouldn't be barriers to contributing to scientific knowledge. Like anything you do throughout the course of your day should be law could be logged and you should have the ability to contribute that, or you have some sort of insight, you should be able to contribute that have."
    },
    {
        "speaker": "C",
        "text": "Have your data be shared and be rewarded for sharing the data."
    },
    {
        "speaker": "B",
        "text": "And there's some things that actually lend itself very well, like you were talking about earlier around diet and nutrition. I think this is something that has the ability to really take off in deci, because this is something that is very longitudinal. So anything you eat, you should be able to take a picture of that thing, put it to some Dao, say how you felt, share that data set, that dataset is purchased, and then everyone who uploaded a picture of their food and their data point of how they felt after it could be rewarded when."
    },
    {
        "speaker": "A",
        "text": "This dataset is purchased for the minute share of data that they contributed."
    },
    {
        "speaker": "B",
        "text": "Exactly. Pro rata. And this is something you can actually do with DB Dao, is you get rewarded based. You fractionalize a large dataset so that when it's purchased, everyone who contributed to it gets a portion of the rewards. But this is something that works very, very well for Deci. Other things are a little. They're not to say that they don't work as well, but they're a little trickier. Like I want to do, like scanning electron microscope research. It's a little harder to democratize than something that is, that more people can participate in."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. And again, so many, so many different dimensions to deci as an idea, as a field, if you want to call it a field, or a narrative, maybe. And you were talking about Defi and Deci coming together. Right. So something that, I don't know if it was Paul or Tyler from Molekule who kind of birthed this biodao ecosystem, including Vito Dao. I remember a talk that I watched from one of them back in like, 2018, and I only saw this a year and a half ago, but it really inspired me, because they were talking about the idea of IP NFTs as enabling a much more efficient biopharma, IP market, intellectual property market, because now you can sort of wrap intellectual property in an NFT wrapper and fractionalize it and create much more transparent and liquid markets and enable things like prediction markets for, you know, drugs that are in clinical trials. Because the, the whole biopharma industry has, it's very opaque, and it's very, very hard to access unless you're an accredited investor. It's actually probably impossible. So they thought, well, how about we bring more liquidity to this, use this to fund more research? And I sort of hyper financialize a lot of these things. A lot of these ideas, like, has happened in crypto. And I think a lot of scientists are turned off by that term. But I actually see it as a superpower of crypto that can really fuel a lot of innovation and a lot of discovery. And, I mean, yeah, I want to come back to scientists and crypto, but."
    },
    {
        "speaker": "A",
        "text": "I mean, the term hyper financialization generally turns a lot of people off. We definitely need to find a new term for that. The way that I've explained this in the NFT space is like, a lot of the resistance to NFTs came because, like, oh, you're putting finance in our art. Get your finance away from our art. And I always try and flip it around on them. It's like, well, you're actually putting your culture into finance. Like, these are an opportunities to take your culture and make our finance less banky and more artsy. And so, like, finding new ways to explain, like, yeah, hyper financialization, but also, you know, incentives, compensation, rewards, upside, growth, all of these adjectives that have been missing from so many different other industries."
    },
    {
        "speaker": "B",
        "text": "Also accountability. So science is accountable ish. But if there's a chain connecting everything together, you can see where the weak points are and you can start to tighten them up a little bit, which I think is probably needed at some point."
    },
    {
        "speaker": "C",
        "text": "Definitely. So one thing I feel like I need to say is that there's this question of onboarding scientists into web three. Even with Deci really picking up steam over the last year, it's still hard to get typical scientists working in labs, working in universities to kind of pay attention to this, because, one, scientists want to do science. Like, most of them don't want to be writing grants and exploring new things. They want to work on what they're interested in. Second, crypto has a pretty bad rap among the rest of the world. The rest of the world, right. So if you say the word crypto to a scientist, they kind of recoil with disgust, they lose interest. They don't want to hear about it. They think it's all monkey jpegs and scams. And, I mean, you know, of course scams are a problem in crypto, but."
    },
    {
        "speaker": "A",
        "text": "The other thing is you're not wrong about that characterization."
    },
    {
        "speaker": "C",
        "text": "So when I talk to my colleagues about Deci, I start off with blockchain technology and start explaining why blockchain technology is unique and why an immutable ledger enables, you know, us to do things in a trustless way. And then they start paying attention. They start thinking, oh, okay. So I thought it was just money. I thought it was just like bitcoins. And I'm like, no, no, no. It's just technology. There doesn't need to be money in there at all. That's just like the first use case. That was actually a really good use case."
    },
    {
        "speaker": "B",
        "text": "I think one of the interesting things is going to see how Desai and tradsi sort of interact. So look at Uber. It competed with taxis, but Uber never tried to change the existing taxi industry. And I think there's an argument to be made that Deci won't necessarily compete with Tradsci in the sense that it's going to launch its own initiatives around health and wellness, around nutrition, around longevity, around cryogenics, things that are typically not touched as much in traditional science, and then develop its own ecosystem that is sort of bifurcates from the existing infrastructure. So it's not going to try and get money. A D side project is not going to try and get money from the NSF. It's not going to try and do research at Stanford. It's not going to try and do research. Publish in nature. Like right now, we have Ethereum. It could. But, like, Ethereum doesn't publish their eips on a computer science journal. They have their own research thing. They have their own eip thing, and they've developed this sort of own bifurcation on how they do improvements. And I think that there is definitely a possibility that DeSi will bifurcate from tradsci and it'll develop its own ecosystem, because it's just oftentimes so hard to move an existing culture within something that only the people that want to participate in it will participate in, and the people that don't will just continue on the way."
    },
    {
        "speaker": "C",
        "text": "To add to that, I mean, I feel like my bull case for Deci is that all of traditional science just becomes synonymous with decentralized science. Things that we talk about now."
    },
    {
        "speaker": "B",
        "text": "Science is supposed to be decentralized. The ultimate use case. Science is supposed to be a marketplace of ideas and competition and something is true until it is proven false and stuff like that."
    },
    {
        "speaker": "C",
        "text": "Totally, but. Exactly. So it's supposed to be that, but in a lot of ways it isn't. And there are a lot of mislined incentives which lead to things like most of the data being published, not being reproducible in like biomedical research, some ridiculous stat like 60% or something. And I think, again, with this technology, we have opportunities to build new systems which address those problems, which create the right incentives to address those problems. I'm being a little bit vague because we're still figuring this out and a lot of people are excited to discuss these ideas. If you want to jam on Deci, come find us on Twitter and come to the next desi conference and meetup DCI NYC."
    },
    {
        "speaker": "B",
        "text": "We have them monthly, actually."
    },
    {
        "speaker": "C",
        "text": "Oh yeah, you were in the shirt. Nice. Wearing the t shirt. I should have worn a git coin shirt. We'll talk about Gitcoin and funding after."
    },
    {
        "speaker": "A",
        "text": "The bankless nation is very familiar with Gitcoin."
    },
    {
        "speaker": "C",
        "text": "Yeah, but, yeah, I mean, it's a."
    },
    {
        "speaker": "B",
        "text": "Bankless nation for Deci. Something like, some term, something less."
    },
    {
        "speaker": "C",
        "text": "Yeah, but so that's the thing, I think, really, like Desi is just gonna be the new infrastructure for how science is done. I don't think that Deci is going to replace our current scientific institutions. It's not going to replace PhD training programs. There's a lot of value that you get from the science apprenticeship of being in the lab and doing the work and being around scientists and just becoming a scientist. But I think we can improve that process by bringing new funding sources, by creating new incentives, like I keep saying, but just making things more efficient, better tools, making it easier to collaborate and to publish your work. Sort of really simple stuff in a lot of ways, but scientists need a good reason to start doing things in a new way, and that's where we need to work. What problems can we solve for scientists now that will sort of create an entry point for all this technology to flourish?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I totally agree with what Boris was saying around PhDs are still important and needed in some areas, for sure. I think one of the that's not."
    },
    {
        "speaker": "A",
        "text": "The part of science we want to disrupt."
    },
    {
        "speaker": "B",
        "text": "Well, you actually do learn something in a PhD. Years of x number of years, four years of dedicated research. It is useful in doing these hard subjects. One of the interesting things around deci that's a bit of an unknown still, is how chat GPT plays into this and how AI comes into play. Can you learn from an AI? Can an AI take the role of what previously had a PhD advisor? So could an AI mentor you and be like, get you up to speed to be doing deep foundational science research? And can chat GPT then say, like, oh, do this experiment, and I do the experiment, and then I upload it to Desi, and then I get rewarded for it. So I think one of the things I'm very excited about in DeSi is also more of the integration of AI into how it thinks. One thing that would be really cool is when you're writing a research paper, one of the important parts is related work. AI could generate that thing an instant, and that thing would previously take a human a long, long time to write. So there's a lot of cool things that were, things that are fundamentally changing here, which will even further propel deci."
    },
    {
        "speaker": "C",
        "text": "I was wondering when AI would come up during this conversation, because something that I've noticed a lot around the conversations regarding crypto and AI together, it comes down to decentralization of models and reproducibility of these models, and being able to trust that this was the model that was run to give you your output. And all of these same problems are directly transferable to other areas of scientific computing, like computational biology. So I think there's a lot of space to explore there. The design space is huge. Also things like knowledge graphs and discourse graphs, and how you can use that to train AI's and also reward people who've contributed to this work. I think crypto has a big role to play in all of these emerging technologies, and all these emerging technologies have a big role to play in science. So at some point, we're going to stop talking about Deci. We're just going to talk about the different products that people are building on."
    },
    {
        "speaker": "A",
        "text": "I think maybe this whole new frontier for listeners is like, oh, man, I didn't really expect this. This is an unexpected turn of events for crypto to be integrating into the science space. But I think it's worth zooming back out and putting on our Kathy Wood hat. I, because Kathie Wood was always about, hey, gene editing, synthetic biology, crypto, AI, these are all intersecting, and so these are all coming together. And because our products are finally becoming, like, useful for each other, these are all new technologies that are outside of the system, and they're all using each other to help bootstrap each other. And, like, from the crypto, I'm coming from the crypto side of things. The providing new scientific tools to a new scientific community is probably, like, one of the most legitimizing cases of crypto that we've ever created."
    },
    {
        "speaker": "B",
        "text": "Yeah, agreed. And one of the things that's slightly different around deci than Defi is there's exogenic information being added to the system. So when I conduct."
    },
    {
        "speaker": "A",
        "text": "Great word, by the way."
    },
    {
        "speaker": "B",
        "text": "Thank you. When I conduct an experiment, I'm taking data from the natural world and putting it on chain. That is creating value. When people are swapping tokens, it's a different type of value. That speculative value, it's a different type of value. But when someone is. When I'm ahead, when someone does something and creates value that way, and that's what's going to drive these projects, to create value, there's useful information here. In the same way, when someone builds a house, they're taking lumber and nailing it together, and that creates something that's really valuable here. When you take data and you conduct experiments and you put it on chain and you do analysis on it and you show it's reproducible, that creates tangible value."
    },
    {
        "speaker": "A",
        "text": "Beautiful, guys. This has been a great first exploration into the world of Desi and I'm excited to go down this rabbit hole even further. If people are peaked, is there a starting place that you suggest to them? How would one get started exploring deeper?"
    },
    {
        "speaker": "B",
        "text": "The world of Deci Dbdao XYZ has a one pager on Deci and you should also check out all the meetups that are around the world. Deci nyc, deci Tokyo, de Sci, London. There's many more out there and you can google them and find them."
    },
    {
        "speaker": "A",
        "text": "We will put that link into the show notes."
    },
    {
        "speaker": "C",
        "text": "I'd also add the Ethereum foundation has a pretty good and comprehensive page for Deci with tons of links. And if you want to see what some of the current new projects in Desi are right now, check out the Deci Gitcoin grant round that is. I don't know if it's going to be before or after this, but you can get a sense of what are people trying to get money to build right now in Deci. This is part of the whole new grant stack and allo protocol launch at Gitcoin, which I had to talk about at some point because I'm organizing the Deci round along with some community stewards."
    },
    {
        "speaker": "A",
        "text": "So beautiful guys. Thank you so much. This has been. I've learned quite a lot and I think I'm very optimistic about this world of science on the blockchain. It's nice to be able to say on the blockchain again. I haven't said that in a while."
    },
    {
        "speaker": "B",
        "text": "It's all just going to merge together on the blockchain."
    },
    {
        "speaker": "A",
        "text": "Cheers, guys, appreciate it."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "D",
        "text": "We are here with Alok Tayy of vibe bio Alak, welcome."
    },
    {
        "speaker": "E",
        "text": "Thanks so much for having me. Really appreciate it."
    },
    {
        "speaker": "D",
        "text": "So we are here in the synthetic bio track at Zuzalu, which is way more broad than I ever thought that it would be. And we got introduced at just one of the talks today. So maybe you could introduce yourself and explain a little bit about what Vibebio is."
    },
    {
        "speaker": "E",
        "text": "Yeah. So I myself am actually a scientist, spent about 15 years at the bench doing research, then caught the software bug and started a bunch of software companies focused on the biotech industry. Those companies went on to raise about 100 million plus in venture, a few hundred employees doing pretty well."
    },
    {
        "speaker": "D",
        "text": "So an entrepreneur, builder at heart."
    },
    {
        "speaker": "E",
        "text": "Exactly right. And someone who not only was a practitioner of science, but also I've had the fortune of seeing how different functions in the life sciences industry operate, having built tools for clinical trials, for R and D labs, etcetera. So have a. I feel like I was fortunate enough to have a really unique viewpoint into how pharma operates and how the overall drug discovery process unfolds."
    },
    {
        "speaker": "D",
        "text": "And so, can you go into a little bit about the problem that you're tackling here with vibe?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So, as an organization, we were founded in 2022. The impetus for founding Vibe was that while I was building software companies in the life sciences space in mid 2021, my wife and I were fortunate enough to have our first kidney, though the pregnancy went okay. Unfortunately, our daughter was born very sick and spent a long time in the hospital. One of the reasons was because the diseases that she had were somewhat common, the biology well understood, but unfortunately, there were no dedicated therapeutic options available to her, and as a consequence, she spent a long time suffering."
    },
    {
        "speaker": "D",
        "text": "That's an interesting dichotomy, a common disease without a ready to go treatment."
    },
    {
        "speaker": "E",
        "text": "Correct. And that was sort of my focal point when she became sick, where, in a circumstance where a lot of people suffer from this disease, when we truly understand its root causes, why is it that we don't have a treatment, much less anybody working on it? And that became an obsession for me, and that translated into Vibebio today."
    },
    {
        "speaker": "D",
        "text": "Okay, so talk to me a little bit more about that. What were you, I'm sure as a very concerned adult parent of your first child, you are watching them, I'm assuming, live in the hospital. The archetype, the typical response, at least a Hollywood response, is that they go on a learning, they go down a rabbit hole. Is that what you did?"
    },
    {
        "speaker": "E",
        "text": "I'd say very much so. I think in my case, we were fortunate to live in Boston, which has phenomenal medical establishments, as well as a deep biotechnology corridor. And so, given my experience, having built software companies in the space, as well as having been a scientist, it allowed me to very rapidly spend time with everyone from biotech founders to pharma companies, to venture capitalists, to truly peel back the onion and understand why, in this circumstance, we don't have treatments for these sorts of rare diseases and for diseases at large."
    },
    {
        "speaker": "D",
        "text": "Okay, so just redefine the problem for me one more time, just zooming back out, and then we'll start to talk about what your next steps were. But the problem was that there wasn't a solution for this common disease."
    },
    {
        "speaker": "E",
        "text": "Yep. Yeah. So, basically, for my daughter's diseases, there were no dedicated therapeutic options. And when we started to understand why this exists, we start to realize that the challenge was not finding a cure, but rather funding them further. When you actually look at the incentive structure within the pharmaceutical industry, they often try to go after the largest potential diseases and deprioritize the balance. But when there's 13,000 plus diseases out there, it's really hard to get the industry to focus on more than just a few hundred. So we saw this dual fold challenge of both capital, capital access, but also incentive structure and alignment. To go have the metal to go find treatments for these sorts of diseases."
    },
    {
        "speaker": "D",
        "text": "Is the right mental model for understanding. This is like, especially when you say, we know what the disease is, we just don't have the cure. That sounds like one half the problem solved at the very least. But it's about, you know, continuing on this arc down to go to the other problem. It sounds like maybe a way to articulate this is that there is a long tail of diseases out there, and with the current incentive structures of venture capital and research, and perhaps maybe insurances involved, that they don't really care, or they care less about the system, cares less about the long tail of diseases. Is that a way to articulate this?"
    },
    {
        "speaker": "E",
        "text": "I think you sort of hit the nail on the head, because when you look at the incentive structure today, a lot of these companies are valued based on the net present value of the drugs they pursue. Naturally, that guides those medicines to the largest potential diseases, as opposed to the remaining 13,000, where there's actually good economic opportunity, a measurable amount of unmet need, but just get deprioritized in comparison. And one of the areas that we've often seen this challenge emerge is as these medicines are being studied and developed, as they approach what's known as an inflection point, it becomes an opportunity for the company to prioritize and double down on usually the largest diseases and deprioritize the balance. So, to your earlier point, the venture capital funding environment, as well as the decision making and incentives, just, unfortunately, deprioritize these sets of diseases, and we see new opportunities to be able to course correct for there."
    },
    {
        "speaker": "D",
        "text": "Yeah, and I think bankless listeners who have been listening with us for a long time will probably understand there's some basic patterns that are probably about to emerge here. First, we're talking about capital coordination and failures in capital coordination. What is crypto, other than tools for coordination? And when we talk about the long tail of things, usually that is where these weird new frontier technologies actually get their way to get their start. And so I'm assuming the audience and myself actually starting to see the seeds of how blockchain starts to work. But before we started talking about how, because, again, we're at the bio week of Zuzalu. Where bio meets blockchain is the name of this particular week. So I think listeners can see where this goes. But first, I still want to do a full kind of autopsy of the system of incentives that has left, that has created this failure mode in addressing the long tail of diseases. Can you really just walk us through the full problem set so we can really understand this problem for sure?"
    },
    {
        "speaker": "E",
        "text": "Well, so drug development is a very complex, long term, highly risky endeavor. Oftentimes, it starts with the first process of discovery, which is really trying to understand the root biology of a disease at the mechanistic, whether it's the genetic or the cellular level. In those circumstances, whether it's an academic institution or an early stage biotech company, you have scientists in a canonical lab trying to better understand the mechanics behind a disease and then hopefully elucidate a gap that you could potentially use to treat that disease. From there, there's a myriad of tools that have been developed over the past two to three decades, from small molecules to antibodies, gene therapies, to CRISPR, that allow you to be able to then go and remediate that disease, and those are then identified in that discovery stage. From there, those medicines are then moved into what's known as preclinical development, where you figure out how to manufacture it, test it for safety, and if it passes that bar, you can then move into a clinical trial step. Most folks, especially given the pandemic, are probably familiar at a high level with clinical trials. But you're essentially running an a B test, if you will, to use software parlance of the drug versus no drug, to see if the drug actually works to treat that disease. And then ultimately, if it does, then governments, the FDA, regulatory authorities, will allow you to then sell that medicine out. And so when you start to break down that overall approach, what ends up happening is that that cascade ends up focusing the industry on those diseases where there exists a well trodden path. But those diseases. Sorry, those medicines that pursue a well trodden path are usually going after diseases that already have some treatments that are already out there in the totality of time. However, what we're also starting to see is that diseases themselves, whether it be a cancer or an autism or IBD, are actually not one large disease, but actually are composed of hundreds of little diseases. So we're seeing this other broader industrial shift away from sort of one drug to try and treat everything, and often poorly, but rather very targeted, very specific medicines that treat very explicit diseases out of the gate. So this is sort of the overall landscape. Overall, I'd say there's probably $1.2 trillion a year that are invested in pharmaceuticals every year, and maybe almost $80 to $100 billion a year just in the R and D phase as a whole. So a lot of opportunity, I think, to drive efficiency, but also, I think, a lot of opportunity for communities to also play an important role."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "D",
        "text": "Yeah. And intuitively, every time there's a step that a one of the, in this process of creating a cure for a disease, that probably makes the longest part of that long tail less and less viable. So every new step is just more cost and we reduce the ability to go, and we have to not risk too much. We can only risk a little bit every time new steps get created. What would you say is the most critical step in this that has removed the most of the long tail? I might guess that it's the FDA and regulation, but I won't speak for you. What are the big steps here that we should focus on?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I think the items that I would highlight is this broader concept of inflection points. Unlike the software world or even web three, where you can get incremental users easily in the biotech world, value is created by these highly binary events known as inflection points. An inflection point is essentially a piece of data or an experiment that helps produce an understanding around a given medicine and supports its continued advancement and investment. Some example inflection points that are in the drug development process are when you prove in a petri dish that this candidate medicine actually could treat a disease, or you do so in an animal model, or you do so in a human, like in a clinical trial. Those are example, inflection points. And I'd say some of the key gaps that often emerge are in this process. Not only the fact that there's multiple of them, as you pointed out, but getting medicine into patients is usually a very expensive and time intensive endeavor. And as you start to go down this long tail, there are fewer and fewer people that you can actually go and collaborate with to actually run those trials, which makes it even longer and more expensive. And so, as a consequence, I think you see people wanting to mitigate that kind of risk and focus on those better trodden paths."
    },
    {
        "speaker": "D",
        "text": "Okay, so you wouldn't say there's any one particular obstacle. It's more of just, again, the holistic system just doesn't produce the resources and the connections that need to happen."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's death by a thousand cuts, unfortunately."
    },
    {
        "speaker": "D",
        "text": "Right. Okay, well, that's the worst kind of problem."
    },
    {
        "speaker": "E",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "Okay, so let's go into the solutions, like, so we can talk about vibe bio a little bit here, but then also just high level. Again, using the principles that we've talked about at bank list, maybe we can keep that in that theme of just, like, capital coordination and going and expediting the process and attacking the long tail of diseases. So where does this conversation start when we talk about the solution here?"
    },
    {
        "speaker": "E",
        "text": "Yeah, well, you know, I think we're really fortunate that. I think Vibe's approach has drawn a lot of inspiration from how patient communities have actually remediated these issues in the past. So, if you actually reflect on the past half century of drug development, there's been many circumstances wherever medicines were actually not developed by VC's or by the FDA, but actually patient communities themselves, I'm."
    },
    {
        "speaker": "D",
        "text": "Assuming out of their own raw need for the solution."
    },
    {
        "speaker": "E",
        "text": "Exactly right. When no solution exists and the existing institutions don't see it to be viable, patients themselves have rallied together in the form of a community, often instantiated initially as a charity, raise money philanthropically, and then invested in drugs and drug development themselves. So, some of the most canonical medicines we think about, the vaccine for polio, treatments for cystic fibrosis, forms of hypertension, et cetera, were actually backed not by the FDA or by traditional institutions, but actually by these patient communities."
    },
    {
        "speaker": "D",
        "text": "And just intuitively, I'm guessing that events like this that happen are probably for addressing diseases and solutions to diseases that are probably just. Just further along on the frontier than the long tail. Right? Not."
    },
    {
        "speaker": "C",
        "text": "Still."
    },
    {
        "speaker": "D",
        "text": "Not super far out, but still close enough, because that's probably what our is. The next most viable kind of disease is my intuition right here."
    },
    {
        "speaker": "E",
        "text": "I think you're hitting an important point, because oftentimes the legacy institutions look at numbers today around a given disease in that long tail. But time and time again, what we've seen is that the medical establishment under diagnoses a disease when no treatment exists, because you never want to give false hope, interesting. To a given patient. But the moment a medicine actually comes to the forefront around a given disease, you see this magical expansion in the overall number of patients. Cystic fibrosis is one of the most canonical examples, because in this specific circumstance, dating back several decades ago, there were only about a few thousand patients known in the United States. The Cystic Fibrosis foundation, which was founded to find a treatment for cystic CF, ended up funding to the tune of tens of millions of dollars, a company called Aurora Biosciences, which eventually became Vertex Pharmaceuticals, today, through an acquisition and brought the first set of medicines to the table for CF, after those set of medicines were brought to market and awareness was grown, we saw the patient population roughly ten x over that period of time, because diagnostics improved. So even those diseases that we think are a long tail, actually, once properly vetted and diagnosed, actually become pretty substantial."
    },
    {
        "speaker": "D",
        "text": "Right, so it's almost like just a search problem, right? Exactly right, yeah."
    },
    {
        "speaker": "E",
        "text": "And so what we've also started to see is that this same model that the CFF has pursued has led us to, again, things like the vaccine for polio, treatments for forms of hypertension. And I think this broader concept of communities come together, coordinating capital, have led to not only transformative medical outcomes, but huge financial wins. Vertex Pharmaceuticals is an $80 billion maricap company that does almost $7 billion a year in top line, all from about roughly 10,000 patients globally. In CF, United Therapeutics, which is started by Martin Rothblatt, does over a billion dollars top line initially started focusing on pulmonary arterial hypertension, et cetera, et cetera. There's many such examples where these are transformative medical and financial outcomes when operated this way."
    },
    {
        "speaker": "D",
        "text": "Okay, so I cut you off to go down that little rabbit hole as we were talking about the solutions here. So maybe let's pick up that thread. We can continue going down what Vibebio is and how the puzzle pieces all come together."
    },
    {
        "speaker": "E",
        "text": "Absolutely. So what we saw is that model of community driven drug development as being a true inspiration for what we do at vibe. And so Vibebio essentially wants to take that model and put it on steroids. So vibe is essentially a community of patients and scientists that help identify and fund treatments, and specifically treatments to move them through an inflection point. So we have a broad based group of communities that we partner with, as well as patient charities and drug developers that help us identify and vet these high potential medicines that exist inside biotech companies, academic institutions, etcetera. We then provide capital to be able to help advance those medicines at the point where it's hardest to get capital to then ensure that those medicines are able to show their potential and then be able to recoup our investment once they're able to obtain proper sources of funding. So we're really."
    },
    {
        "speaker": "D",
        "text": "So it's an investment vehicle. It's a way to allocate capital to invest in the opportunities that vibe has identified are good financial opportunities that are also targeting diseases and cures for diseases that are not being targeted by the current institution."
    },
    {
        "speaker": "E",
        "text": "Exactly. Near and dear to my heart are sort of rare and overlooked diseases, which about half of the projects we're evaluating right now are sort of in that space. But we see a broader opportunity where this challenge of medicines sitting on a shelf as it approaches an inflection point is a common problem across many different diseases. And so we see an opportunity by which we can help unlock capital and help ensure our medicine gets a shot on goal."
    },
    {
        "speaker": "D",
        "text": "Okay, so where does the blockchain element fit into this? Where does the crypto element happen?"
    },
    {
        "speaker": "E",
        "text": "So, you know, when we started, we saw a huge opportunity to empower patient communities because of the work we've seen from other organizations as a form of charity. But what we saw is that in the current instantiation of whether it's a C corp or academic lab or charity, you have inherent limitations. Some of those limitations include how many people can participate and have ownership limitations in terms of the types and quantity of capital that you can access, as well as the risk tolerance of that capital. So what we see is actually a DAO is a really unique construct because it allows you to have essentially infinite scalability of ownership and participation, especially amongst the patients themselves. Second, it allows you to leverage something like tokens, to be able to raise meaningful sums of capital from a source which is both looking to take on big projects and take big swings, like in crypto, but also provides liquidity. But then, third, and finally, is that we see it as an opportunity by which any proceeds from those medicines can flow back to the community to be reinvested in the next generation of projects. So we see Daos and these sorts of communities and that approach as being a very high potential way to kind of scale, scale the development of medicines in this way. And that's why our mission at Vibebio is to find every cure for every community."
    },
    {
        "speaker": "D",
        "text": "Would it be fair to classify vibe as just an investment dow?"
    },
    {
        "speaker": "E",
        "text": "I think we initially would sort of see it as a capital deployment approach that enables this approach to financing that we call inflection point financing. And I think our hope is to be able to then enable investment daos to come in and take advantage of that model. Unlike a traditional investment Dao, one of the other pieces that we're also starting to build is technology to allow us to evaluate rapidly these high potential projects, because one of the issues that emerges as capital allocators is often adverse selection. And I'm sure that's something that a lot of your listeners have probably seen across a myriad of other dowsing projects. So we see our remit as being not only advancing this approach to financing around inflection points, but also building the tools to make sure that daos and communities can make good financing decisions."
    },
    {
        "speaker": "D",
        "text": "Can we just do just the anatomy of vibe bio? Sure. And we'll go through. Maybe there's step one, step two, step three that we could talk about. How do we understand the story arc here?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so maybe taking a step back. Vibe as an entity is about nine or so, folks. About one third, one third, one third, one third on the community and marketing side, one third on the drug development side, and one third on the software and engineering side. And so as a team, we are actively engaged and partnered with biotech venture capital firms, biotech founders, patient communities, who oftentimes are in the flow of high potential medicines that just aren't quite ready for a larger round of financing or proper partnerships, say bigger pharmaceutical companies. So we are receiving proposals from them basically every day of high potential medicines that with a modest amount of dollars, hundreds of thousands, maybe a million or $2 million, could actually get some real pivotal data to advance that medicine. So that's sort of step one, is sort of the partnerships and the ecosystem that we're looking to build to be able to identify those high potential medicines. Second step is diligence. In this case, we sort of run two processes in parallel. One, to look at the financial plan of those candidate medicines and to evaluate its potential, but then, second is to go and do a deep dive enabled by our scientific community to ensure that the scientific rationale is solid and that the scientific plan around obtaining that data is viable. This is, I think, the hardest part, because today a lot of that work inside pharmaceutical companies and venture capital firms is highly laborious, takes months on end, and is laden with friction. This is, I think, another area where communities, especially daos of domain experts can actually expedite and rapidly evaluate projects at scale. Third is finally financing. So once for those projects that sort of exceed a certain bar that we decide to fund as a community, we then release funds to that organization and do so in partnership with an external service provider who's going to run that experiments and obtain that data for the biotech. So that's sort of the three step process proposals, diligence, and then eventually funding."
    },
    {
        "speaker": "D",
        "text": "So to put this into different terms is the first step, like. Like deal flow sourcing, except for diseases, right? And so like, what is the best disease that we can identify that we think that we have a viable path to create a cure for? And that's step one is like deal flow, but with these diseases and opportunity identification for the best diseases that aren't being yet addressed by the fat tail that are on the lungs tail. So step one is like disease deal flow. Step two is like, okay, let's pray, let's push that through the due diligence process. Let's stress test this. Let's make sure we can have the assurances that this is a good investment, and then if it passes that, then it's actual investment. Exactly right. And then that's when you finance what is a disease startup, which is like what it takes to make a cure. And then that cure, if that cure is successful, is owned by the vibebio.org. and that is the way that the vibe bio has, like profit or capital generation."
    },
    {
        "speaker": "E",
        "text": "Yeah, great question. So we initially had started out when we launched about nine months ago, spinning up new biotech companies around these candidate medicines, investing and building out teams to pursue them."
    },
    {
        "speaker": "D",
        "text": "Oh, cool."
    },
    {
        "speaker": "E",
        "text": "Yeah, I still believe that to be a long term path in terms of how we can enable communities to pursue medicines and enable the focus on those diseases. What we're doing at the moment, and what we found greater scalability, is that many of these high potential medicines already reside within biotechs that have a team, capital labs, etcetera. But oftentimes, as these biotechs approach an inflection point, their boards are trying to focus them in on, say, the highest potential medicine because they lack capital to pursue the others in parallel. So instead of us, say, taking on the medicine, that team already has the expertise, the infrastructure and the know how. So what we're actually doing is providing them with access to capital to run drugs two, three and four in parallel with the first one. And then when that institution is able to get to the next round of financing, we're then paid back for the amount that we had shared risk on."
    },
    {
        "speaker": "D",
        "text": "Mm hmm. And then would be the idea is like, for these new companies that are generated, you have some sort of stake in them. Correct. And they only exist because they have economic viability, probably because they've identified a cure for a disease that is in need. Because that's what the original process was for."
    },
    {
        "speaker": "E",
        "text": "Exactly. Right."
    },
    {
        "speaker": "D",
        "text": "So this is like kind of an.org of sorts of things, where every single new comes out, has decent assurances that it's going to be a viable capital growth."
    },
    {
        "speaker": "E",
        "text": "Yeah, I'd say so. I think the interesting thing is that when you look at sort of the incentive structure, because a given biotech is financed to the point where it can pursue save one high potential medicine, they often tend to aggregate to a few hundred sort of diseases out of the 13,000 in our case. Now, through our financing mechanism, we can actually enable them to have multiple shots on goal to becoming a successful biotech. Because if you only have one medicine you're working on, that's a lot of risk that you're putting on the organization. So what we're seeing is that our inflection point financing model allows these biotechs to not only get to the inflection point, but second, increase the chances that they get there. And if they do, and they have multiple drugs that work, have outsized value once they do so, it becomes a really exciting model, I think, longer term, and one that we've been getting a lot of really positive feedback at this conference and elsewhere about."
    },
    {
        "speaker": "D",
        "text": "Right, one more time, where does the actual DAO element? I don't think there's much of a blockchain here. It really just sounds like there's some governance decisions, and that's really the main application of the crypto world to this."
    },
    {
        "speaker": "E",
        "text": "Yeah. So I'd say right now we're just trying to get the basics of the business model working. So we have yet to launch the token and formally instantiate the DAO. Unfortunately, being based in the US, there's a big regulatory edge on that. Yeah, love to hear your thoughts on that at some point today. Yeah, so we're right now currently trying to get the mechanics, the diligence process, and the tooling right in order to be able to scale up the model using tokens. So one of our investors is Ryan Selkus from Masari. I'm sure someone you know as well. You know, one of the things he's mentioned to me in a recent call was that he views tokens like fuel. He's like, if you have a dumpster and you add tokens to it, you're gonna have a dumpster fire. But if you have a rocket ship, then you'll get rocket fuel and then reach the stratosphere. And the analogy he was trying to make is that you have to ensure that both your community and your core economics and business model are sound before you add tokens to the mix, certainly to ensure that you can actually start to scale things up and make good decisions long term. So that's why we've been really methodical over the past nine months to focus in both on our technology product as well as our community build to help find really exciting drug programs."
    },
    {
        "speaker": "D",
        "text": "Is it too early to ask what the mechanism of the token does?"
    },
    {
        "speaker": "E",
        "text": "A little too early at the moment, but I think thinking of it as a governance token. If we choose to launch one in the future, when we choose to launch one in the future, is probably the right mental model. But right now we're instantiated as a C Corp with cash off our balance sheet and a few high net worths. And so that's what has allowed us to get some pretty good momentum, hopefully initially pre route this model to then be able to extend out using a token, potentially in the future."
    },
    {
        "speaker": "D",
        "text": "Okay, so the original process they were talking about, the three steps of deal flow, the due diligence and then the financing. That is what would be governed over, I'm assuming, correct, in the future."
    },
    {
        "speaker": "E",
        "text": "Yes, you got it."
    },
    {
        "speaker": "D",
        "text": "Beautiful."
    },
    {
        "speaker": "E",
        "text": "So we're proving it out in a centralized way, initially with the first couple in a scrappy, lean way, and then intend to translate that over to a more formal dow or other sort of vehicles over time."
    },
    {
        "speaker": "D",
        "text": "Why does it need to be transferred over? Why can't that just be contained to the experts?"
    },
    {
        "speaker": "E",
        "text": "I think the diligence process for sure should be. But the part that we've seen as we spent time with over a thousand patient families, patient charities, is that patient communities, I believe, having been the father of one, that they should be involved in two facets of the drug development process, most importantly, prioritization, capital allocation. And I think diligence for sure should be pursued by experts. But ultimately, the final sort of check to be written, I think patients should have a seat at the table for."
    },
    {
        "speaker": "D",
        "text": "Okay, and that would mean that they have a say in governance, correct? Right. And so do, you know, maybe it's again too early, but how would they get their hands on tokens in order to have that governance power?"
    },
    {
        "speaker": "E",
        "text": "So some of the things that we have been talking about in the industry for the past couple months has been looking at the overall tokenomics and the allocation of tokens, enabling patient communities themselves to have a pretty measurable, if not the largest stake in a DAO itself. And the way we would do that is instead of giving it directly to individual patients, because that's hard to vet, is in the US especially. Many of these diseases that don't have treatments are instantiated as 501 c, three charities. So we can actually provide tokens and allocation to the patient charities themselves, the foundations, and enable them to be part participants and owners in the process, such that not only can they govern, but they can also capture some of the upside if the overall project is successful."
    },
    {
        "speaker": "D",
        "text": "So without knowing really the specifics of the full role of the token in this, when did you have the AHA moment about using crypto tools to help facilitate this? And what really brought the idea of using a dao to the table for you?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I think that really happened in middle 2021, after my daughter was born, because I had started getting into crypto a few years prior. What really excited me personally was the vibe, for lack of better phrase, within the crypto industry and web three more broadly, and its potential, I think it has to sort of rewrite Wall street and how money flows. But then when my daughter got sick, what I knew after having peeled back the onion on this industry, and some of the challenges is that we truly need ownership to extend to people other than those who are purely financially motivated. And second, we also need participants who want to inherently take big swings. And when you start to think about those two requirements, when my wife and I looked at other sorts of vehicles, a C Corp, a foundation, an academic lab, they all had gaps, and only a Dao and web three really enabled those two in the long term. So we saw that as the telltale that that was the technology stack we should be building on. And those are some of the principles that we should be bringing in from the get go. And these other sort of canonical examples, like the Cystic Fibrosis foundation and the March of Dimes, I think just further cemented that from a community standpoint."
    },
    {
        "speaker": "D",
        "text": "Sure. So it was more, maybe it was less about these specific technologies are exactly what I need, but is the community ethos and the community culture that is what you want to align with and what you want to attract? And so perhaps that was why you were more open to adopting crypto tools in a time where other people found it kind of unsavory."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, yeah, I think that's a fair statement. I think, I'll be candid that. You know, I think of myself, first and foremost as the father of a sick kid. And in that circumstance, I'm not dogmatic about what technology I use. I want to go solve the problem. And it just so happened that I think web three daos, community oriented coordination tools, I think are the ones that are going to have the best long term potential and is the direction we want to head in. And I think the broader industry does too."
    },
    {
        "speaker": "D",
        "text": "So what other piece have we touched on? Every single piece of the story here, or what stone have we left unturned?"
    },
    {
        "speaker": "E",
        "text": "No, I think we hit on a lot of the key pieces. I'd actually love to ask you a question, which is you sort of mentioned the volatility in the web three space and the regulatory environment. That's one of the challenges I think we face today and why we're in part taking our time and being really diligent on any sort of white paper. And tokenomics is because of the regulatory uncertainty, at least in the United States. Curious to hear what you've been seeing, given your perch across the industry."
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah. So again, without too much details, there seems to be some of the common patterns found here. So we have a governance token. We have this organization that invests in opportunities and then hopefully harvest those opportunities to be reinvested back to the, to invest further, which means capital appreciation, if that means that we're putting this thing and that is being governed by the token. The word equity and governance token are pretty similar. And so my regulatory ears are definitely perked. But also at the same time, that relationship between coordination between capital financing, the long tail of not just diseases, but planet everything, planet earth, there's so many long tail things that humans haven't discovered yet. This is why we use, we're on the frontier at bankless. We're on every frontier right now. We're talking about the frontier of diseases that haven't been addressed yet. Using crypto as capital coordination tools, along with tokens for incentive alignment and giving upside to communities, which is one of the core primitives of this space. Like that is what we are here to do. And then sadly, Gary Gensler comes into this conversation and says, hi, hello. No, you can't do that. Which is really sad. Right? And one of the big themes that I've noticed while listening to the talks over at the synthetic bio and the longevity tracks and talks is that, man, the FDA really messes everything up. And I don't find it any like, it's not a coincidence that, like, the crypto industry is frustrated with Gary Gensler, the longevity community is frustrated with the FDA. It's like, mandy down regulation really comes in and hampers a lot of progress and robs a lot of opportunity here. So with regards to the regulatory conversation, like, I mean, I'm not a lawyer and I don't really have too much advice for you other than just like, yeah, you're kind of like pushing up against the boundaries here. And not that I want to encourage any sort of just like violating the law, but some point, sometimes it takes the bold to push the frontier. I think the crypto industry is gearing up to fight back against Gary Gensler, and we are currently, Coinbase is currently doing that. And you have a bunch of time, it sounds like, before you enter the fray. And so a lot of new things could have happened by then, but these stories like this and examples of what we could do had we, the freedoms that we desire in the crypto space to unlock opportunities like this is exactly the kind of stories that need to be told to the world. So it's just a matter of earning hearts and minds of the people to say, hey, Gary Gensler, like, back off, because even members of the SEC are saying that to him. Right? And so it's really just this one rogue actor. We don't even want to call the Gary Gensler the SEC. He just happens to be in the biggest chair. So that was kind of a rant without any specific answer, but those are all my thoughts for you."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, I think, to be candid, I think you hit the nail on the head in terms of how the technology can be better understood and better integrated into a broader society, at least in the US, where I think it really comes down to individuals and them speaking up about the value it creates for them. As silly as it sounds, I think the analogy that I often think about is actually Uber. When it first launched, right, in 2008, 2000, 920 ten. I remember when it launched in the DC market, the local government came in and shut down Uber. They even arrested and impounded one of the early black cars that were on the Uber network. And so what ended up happening? And why did Uber end up becoming as successful as it is today and pervasive, even though it was illegal in many cases? Same with Lyft. I think it was because the value to the end customer was so obvious and the pain points so large and."
    },
    {
        "speaker": "D",
        "text": "The opportunity so great and the market."
    },
    {
        "speaker": "E",
        "text": "So large that everyday americans found value and use in it because they couldn't find a safe, an accessible mode of transportation from point a to point b. And now this magic piece of software like Uber or Lyft gave them that, and they were willing to vote people out of office who wanted to take that right away. And so I don't think it was easy by any means for Travis or John or any other folks there. But I think it was a circumstance where the world recognizes that this need to exist. It created real value and therefore was willing to advocate for it. And I think crypto is at that point now where it needs to find that same set of opportunities and that same connection to the everyday American. And maybe it's defi, maybe it's Deci, maybe it's something else we haven't discussed yet, but I think that's really the key point. I think you sort of hit the nail on the head in that regard."
    },
    {
        "speaker": "D",
        "text": "Yeah. And I think it's important for the listeners to really imagine that we're talking about this one particular use case, which is attacking the long tail of disease to get new solutions for that. And that is one application of human coordination and capital coordination of many of a full spectrum. And so think of this story that you've heard today, bankless listener, as one of another set of long tail applications that are across the entire space of capital coordination and what is at the root of all things, which is money and capital. Right. And so it's not just prevention of already known diseases and solutions for already known diseases that we're talking about. That's just one of many applications on a long spectrum of possibility that is being hindered by being able to connect financial upside with long tail solutions for long tail problems."
    },
    {
        "speaker": "E",
        "text": "Yeah, I completely agree. And I think the part that intrigues me the most about the long tail is that, but when you are in a circumstance where you're not being prioritized or valued by legacy institutions, I think daos become a really interesting structure because it empowers communities who care about that problem."
    },
    {
        "speaker": "D",
        "text": "But they didn't have a voice prior."
    },
    {
        "speaker": "E",
        "text": "Exactly. Now, it gives them tools, it gives them people right, and it gives them capital. And I think those are the pieces that are absolutely critical to tackle everything from climate change to diseases to who knows what else."
    },
    {
        "speaker": "D",
        "text": "Alak, thank you so much. If people are further intrigued by going down this particular rabbit hole for Vibebio, where should they go?"
    },
    {
        "speaker": "E",
        "text": "Yeah, you can check us out on our website@vibebio.com. that's vibebio.com. or you can check us out on Twitter. We're ibebio."
    },
    {
        "speaker": "D",
        "text": "Who do you want to hear from the most? What kind of talent or, or person out there? What's the archetype of the, that you're really missing that you need to talk to."
    },
    {
        "speaker": "E",
        "text": "We're looking to talk to any biotech company or academic scientist who has a high potential medicine. They see the future and how it can help patients, but are struggling to be able to get that compound to an inflection point to raise traditional capital. We'd love to be able to help support any biotech company with a promising drug in that regard to get to an inflection point."
    },
    {
        "speaker": "D",
        "text": "Alak, thank you so much."
    },
    {
        "speaker": "E",
        "text": "Thank you. Cheers."
    }
]