[
    {
        "speaker": "A",
        "text": "I just think it's hard to become money. We only know two digital assets that have ever done it, bitcoin eth. And I suspect that part of that is because of the fact that Ethan bitcoin are constrained at the base layer. As a result, it forces this asymmetry of demand or incongruity of demand with respect to supply, and it forces it to be deflationary. So I don't know if it's possible for that to ever happen again. It seems like more was like a freak accident of history, where if you tried to deploy a constrained base layer today, people would be like, why would I use that over Celestia, Solana, all the other guys? But that basically means that only Ethan bitcoin will ever be money."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless. Celestia just launched and is already worth over $20 billion at the time of recording. That's the 11th most valuable crypto asset. We also have Eigen Da. That's coming out soon, and today we're taking an in depth look, an exploration of data availability. It's also known as DA, also known as data publishing. If all of that sounds like a lot, don't worry. We spent the first ten minutes of the episode actually explaining it and why it isn't so important to understanding block space and your broader crypto journey. So the topics today, number one, data availability. What is it? Why does it matter? Number two, what does cheap Da unlock for web? Three? Number three, is it even a good business model? How valuable is it to be a DA provider? Number four, we get right into the heart. TIA is worth $20 billion. Why is this actually a race to the bottom? Is this a race for a commodity? What does the future have in store for the entire market?"
    },
    {
        "speaker": "C",
        "text": "There has been this growing hype and excitement inside of the celestia ecosystem. Now being packaged up in the TIA is modular money, a meme. This is partly an exploration into that subject matter, maybe a prep for a conversation I'm going to have with Nick White from Celestia, exploring that meme, unpacking that meme, specifically. This, I think, is more of a third party, bird's eye view exploration of the nature of da. What is this business model? What are the margins like? What are the cash flows like? Why is Da valuable? What is the long term future of da? Why will da consumers, like rollups and other chains and other ecosystems. Why? What choices will they make and why will they make them? I think this the content in this episode is going to illustrate some of the decision trees that many roll up providers Da purchasers are going to have to make in the coming years as this whole da da universe unfolds. We also, of course, get into conversations around proto Dank sharding and full deng sharding. And what is this difference between Ethereum native Da for Ethereum native roll ups versus alt da? There is a big choice between choosing electing to consume ethereum da versus non ethereum da. What is the nature of that choice? The two guests that we have on the episode today, John Charbonneau from DBA, people will know John. He writes insanely depth research articles all about different subjects inside of the Ethereum and broader crypto world. And also Neil Somani from Eclipse. We've had on Neil once before. He is the guy building the Solana virtual machine as a layer two on Ethereum consuming celestia for Da. So both of these guys know a thing or two about the world of Da and the choices around that ecosystem. As a disclaimer, before we get into the episode, we are advisors for Eigen Layer, the producers of Eigen Da, which was brought up a handful of times throughout this episode. And also John's investment firm DBA is an investor in Eclipse, who the other guest, Neil, is the CEO of. So let's go ahead and get right into the episode. Is Da a good business model? But first I want to talk about some of these fantastic sponsors that make this show possible, especially cracket, our preferred exchange for crypto in 2024. If you do not have an account with Kraken, consider clicking the links in the show notes getting started with Kraken today in class nation. I'm so excited to introduce you to John Charbonneau, a researcher investor at DBA. John is known for writing some of the longest and deepest research pieces out there, exploring the frontiers of all of the leading ecosystems that we have in crypto, Ethereum, celestia, Solana, wherever there are interesting research topics, John is out there sifting for gold. John, welcome back to bankless."
    },
    {
        "speaker": "D",
        "text": "How's it going? Good to be on again."
    },
    {
        "speaker": "C",
        "text": "Neal Somani is the CEO of Eclipse, a project bringing the SVM to an ethereum layer two. Eclipse uses Ethereum for settlement, Solana VM for execution, Celestia for data availability, and RISC zero for proof verification. And Neil, like John, has been on the forefront of the modular design space. And if you couldn't tell from how Eclipse is constructed. He has a thing or two to teach us about the role that data availability has to play in the world of network design. Neil, also, welcome back to bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me, guys."
    },
    {
        "speaker": "C",
        "text": "So there is a broader conversation, I think, going on right now about more or less, what the hell is da? What the hell is data availability? And not just from a technical perspective, which we will also just answer that one on one question, but also qualitatively, what does it mean to have good da? What does it mean to have bad da? Is da a commodity? How, what is the future of da? Is it the bandwidth of web three? What is its future role and trajectory as the future of da, um, expands? And, but I, in order to really just nail down the, want to just define data availability, it's a weird term. It's one of these weird terms that the crypto industry comes up with. Normies will hear it and they're like, this is whatever podcast I'm listening to is not for me. Uh, maybe, John, you can start by kind of laying down some foundation. What is da, how is it a part of just blockchains? Uh, and why is it important?"
    },
    {
        "speaker": "D",
        "text": "Yeah, one of the many unfortunately named things in blockchain, which we've kind of realized after a couple of years still isn't super clear. So, I mean, it's kind of helpful to start with the basic idea of what is a blockchain in the first place. It's some way for us to agree on some form of shared state and we can update that thing and then we agree on the new shared state of the world. So fundamentally, what you want to have there is everyone knows what the state of the world is and then knows what it's correct. And kind of fundamentally to do that, you both need to be able to verify that this new state that you've been told is correct and also just to have all the data there in the first place, just to know that and understand what it is. The most concrete way. What you should also realize from that is we always talk about it in the roll up context for the most part. But fundamentally, every blockchain ensures data availability. That is just a fundamental guarantee of them. Roll ups just highlight it in that we strip it out and think about it separately, which is why we've just always taken it for granted that every blockchain ensures data availability by default of full nodes. Just download all the data. And if all the data is there, then you know that the data is available. If the data is missing, then you shouldn't sign off on that block. That's generally how any traditional blockchain would work, whether it's Solana, bitcoin, ethereum, et cetera. For roll ups, the area where it gets highlighted and we see it differently is they are posting their data to another chain, to a chain like Ethereum, and you will see data availability. You need it. For example, the clearest example is for optimistic rollups. You can't make a fraud proof to show that some state transition was invalid if you don't have the data available. While it's something that we highlight and see differently in the roll up world, that is just fundamentally a guarantee that any blockchain needs to have is, hey, if we're all going to agree on what the state of the world is and everything about it, you need to know what the data is. So it's just a very fundamental guarantee."
    },
    {
        "speaker": "B",
        "text": "For anybody, John, this is a core fundamental guarantee of blockchains. What do they do? They tell you whether the state of the world is true or not. Right. Okay. And then we have in kind of these modules, sort of what we've talked about is the consensus layer, the data availability layer, and then the execution layer. One framing of this that I've had is like the consensus layer tells us what's just happened or what's true. I think of it like that. And the DA layer is what's happened in the recent past. It's kind of like there's some history sort of archive associated with it. Tell me if that framing works for you or how you'd modify that in terms of what we're actually concretely talking about here."
    },
    {
        "speaker": "D",
        "text": "So it's not so much the history, and this is part of the reason why I would say data availability was an unfortunate name in hindsight, because it does sound like that. But we're really referring to just a very short term guarantee of I am able to download this data and I know that it's available guarantee that you can go get the data from five years ago that Ethereum had or anything like that. That historical storage requirement is a little different."
    },
    {
        "speaker": "B",
        "text": "John Dankrad has called it data publishing. Yes."
    },
    {
        "speaker": "D",
        "text": "I definitely do think it is clear. A lot of the other data availability people are also in favor of Mustafa and celestia. I think they're generally in favor of it. I think it is just so hard to change the name of it at this point to something that is probably a little bit better, but has just been memed into this gigantic thing over time. But that is a clearer way to think of it. And that is actually how the idea was kind of described in the first place back in bitcoin world, basically is this."
    },
    {
        "speaker": "B",
        "text": "And when we say data publishing is maybe clearer, because I guess that's what, in fact, we are doing. When I think most normal people, they hear the word publishing, they think about it in a non blockchain context. So they think about publishing to the web. I'm publishing my blog or I'm publishing this podcast to my RSS feed. But when we're talking about data publishing or aka data availability, we'll use those terms interchangeably. Through the rest of this episode, we're talking about publishing that data to the blockchain. Again, what do blockchains do? Sort of a truth computer for us, it's a truth engine. It's a trusted compute layer. So that's what we mean in this context of data publishing. Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. You could also publish to the Internet and that would be some form of data publication. It's just very bad da as opposed to a blockchain, which is the gold standard."
    },
    {
        "speaker": "C",
        "text": "Okay, bad da. Bad da. Can we, like, unpack that a little bit? Why is that bad da? And can you, like, frame it up as, like, okay, in crypto, did we invent good da? So, Neil, what did you mean by bad da? And then maybe you can also go into what is good da?"
    },
    {
        "speaker": "A",
        "text": "So to me, good da is something that's one verifiable. So anyone can determine whether DA was performed properly and whether the data was actually published. And second, it has better liveness properties, meaning that on the Internet, theoretically, whatever web server you publish that to, they could refuse to serve you that block. And that's okay for archival data, just because you don't actually need that to determine the fork choice rule and to determine the current state of the chain. As John was pointing out, once you've already finalized a particular tip or a particular history. But for good DA, it's probably better to optimize on good DA for things like when you're in the active process of finalization."
    },
    {
        "speaker": "B",
        "text": "So, Neil, when you say good versus bad, right. We're starting to add some subjectivity to this, I think. And like, maybe the question is, like, good for what or bad for what? Because I think the way I publish, you know, my newsletter is probably fine for the purposes of a newsletter. It's just content that I'm trying to. I don't. I don't need sort of the trust guarantees of a blockchain, but maybe you might argue is bad for use cases like, um, let's say transferring millions of dollars, large amounts of value. So with what kind of context or what types of apps are you judging DA through this lens of good versus bad? Is it basically Internet of value types of apps? You need stronger DA guarantees, whereas just communications, regular old Internet, copy paste, JPeg type apps, it's fine to just use the protocol layer of the Internet. Yeah, tell me about that."
    },
    {
        "speaker": "A",
        "text": "I think it's more about what's the threat if data were to be withheld. And sometimes that's a more meaningful way to think about DA in the context of a data withholding attack. Meaning if someone didn't give you this data, what's the worst damage they could cause? And for example, for a blockchain, once something is already finalized, if they withheld historical data, that might mean it's harder to bootstrap a new full node. And you can't replay history from the beginning of time. But at the end of the day, you know that there was some safety guarantee given by the fact that the whole quorum voted off on something and you had consensus at some point. Whereas if something has not even been finalized in someone without data, then you could actually have forks, you could have safety violations, and then it's much more meaningful to have good DA in those circumstances."
    },
    {
        "speaker": "B",
        "text": "So what can happen if the data is withheld? I guess the stakes are higher with high value use cases like actual peer to peer money transfers, that sort of thing. Whereas."
    },
    {
        "speaker": "A",
        "text": "So it depends on the, depends on the blockchain. So for an l one, if you withheld data, then the blockchain would literally fork, and then you'd have two sets of participants, some which have seen the blocks and some which have not. And then it depends on who you're connected to in terms of what state you're going to be receiving. But if you're an l two, then that means that the Ethereum bridge could literally be compromised in the case of an optimistic roll up where the executor could publish an invalid state route. And then theoretically, if the block were withheld, then no one would be able to wipe that invalid state commitment and would eventually be finalized. So those are the. It somewhat depends on what the blockchain construction is to determine what's the worst case outcome of a data withholding attack."
    },
    {
        "speaker": "B",
        "text": "Okay, John, I'm just mining for data here. Do you have anything else to add to just explaining data publishing and data availability to normies? What else would you add to kind of tie us off, and then we'll get into the deeper subjects here, I."
    },
    {
        "speaker": "D",
        "text": "Think we covered it well there. I would just finish it with like, that simple mental model and description of publication probably is the right one for most people to think of it in the same way that you could publish something to any website. And based off of that, we can have some reasonable assumption that everyone saw that data, and if it was there for long enough, everyone should have been able to download it. But it's not a guarantee that if you publish something that a year later the website has taken it down or something else, but your data was published, it's just a matter of that strength of guarantee and that everyone saw it, and then we could all verify that together."
    },
    {
        "speaker": "C",
        "text": "I actually do really like bringing in the web two database conversation here, just as a frame of reference. Wherever we have, like our censorable substack or like our bankless YouTube that was actually taken down one time and deplatformed, our data was withheld from us. And this has caused issues in like, the web two space. Like, we call it de platforming. And then when you apply a new technology called a blockchain that introduces property rights and settlement guarantees, withholding data is a same as a similar problem. But now we're talking about that data was actually your money, like, not just your YouTube videos. Uh, and so maybe, maybe that can help listeners come in and reframe this conversation for data availability. John talking about it from an economics standpoint, data availability is a commodity. All block, all blockchains have them. Bitcoin. Uh, so like, just like you said, it's a core part of every blockchain. If you are a blockchain, you have data availability. Your blockchain has qualitative properties. Therefore, the data availability of your blockchain also has qualitative properties. Bitcoin is data availability with a proof of work mechanism. Ethereum is proof of stake with airtubes. How. But data availability, it's a commodity. It's a resource. How do we categorize this thing?"
    },
    {
        "speaker": "D",
        "text": "I think that's a good way to categorize it, is that it is effectively just a base commodity that is an input to most of these systems. The way that most people will use that term then, is to try to make the point of, oh, it's a commodity. These different things are all the same. Whether I use celestia or vale or eigenvalue or ethereum, whatever, it's just a commodity. They're all the same thing. That is the part that I would in practice at least disagree with and push back on is that I would agree that in the limit of if we have all these perfect systems and everyone is like, yeah, there's a bunch of perfect DA layers that have all the guarantees you want, then yeah, it should be relatively fungible between them. Practical reality is there is a very large difference, I would say, in the quality of block space that is being provided by one da layer versus another one today. Because otherwise you can take this to the extreme of we're actually back to the web too, of like posting your data online is data availability in some sense. Why don't we just put all of this on AWS? Why do we need a blockchain in the first place? There very much is this spectrum of, there is different, I would say qualities of block space, and there's different features that come along with them of whether it's certain network effects of being in the same ecosystem together. Others lend themselves much better to data availability sampling, which means that people could more easily verify it. So are these different features that definitely do differentiate in practice, like one da layer versus another?"
    },
    {
        "speaker": "A",
        "text": "In the short to medium term, I think that's true. I think in the long term, pretty much all these folks like avail Celestia Eigen da. The features like data ability sampling and having really good decentralized relayers will essentially become table stakes. Because if they don't have those baseline features, even things like soft confirmations to better support based roll ups, these constructions will become so popular that if you don't offer the features that are conducive to those constructions, you'll just be non competitive. So that's how I'm thinking about it in the long term. And then Ethereum, DA obviously is in a category of its own, assuming you're using Ethereum for the fork choice rule, just given that now your trust minimized with respect to Ethereum."
    },
    {
        "speaker": "B",
        "text": "Okay, so there's so many things that we just brought up there. But so David's basic question is, is da a commodity? And your answer to that, both of you, I think you guys would say yes, it's a commodity. Bankless listeners have heard us talk about block space as being sort of the core commodity that this entire revolution has created. The thing that we made was block space. And is it accurate to say, John, that DA is just one component of block space? In fact, inside Ethereum on main net, before it modularized and it sliced out DA as a separate part, it basically included DA as part of that block space. And just DA is just one component of the larger superset commodity, which is block space, correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I would agree with that. Yeah. Really? Data availability and then consensus over that is kind of like the fundamental baseline of what any blockchain is like looking to that you need to have and to provide for them."
    },
    {
        "speaker": "B",
        "text": "Okay, and then, John, you were making the argument that not all DA is the same. So like some commodities, like DA commodities have different properties than other commodities. But Neil, you were just saying. Well, actually that's true right now, but over time they'll sort of fuse, fuse together. They'll become kind of like a baseline. This is the set of functionality and features that all Da has. And it will, I guess maybe another word is commodify, right? They'll all become kind of similar to one another. But then you made an exception there, Neil, and you said, but Ethereum Da might be in a category of its own. Can you say more about that? Like why is Ethereum da have any special status? And I would love John's take on this too."
    },
    {
        "speaker": "A",
        "text": "So it's mostly about because of the fact that rollups typically define their fork choice role on Ethereum. And this is actually something that we were chatting about with the celestial team just recently. They said, why don't you just define your fork's choice rule directly on Celestia in some way? And the reason for using Ethereum is that now, assuming you also offer forced inclusion on Ethereum, then theoretically your roll up could operate even if Celestia goes down. And that's a pretty big advantage. So by using Ethereum for DA as well, it means that even in the happy path, you're only relying on Ethereum. And there's no risk that Celestia going down can impact the safety or aliveness of your roll up. So that's the reason why it'd be different. But for example, if you were to have a roll up that settled to Solana, then I'd argue you should also use Solana for DA because that would be the trust minimized construction for that."
    },
    {
        "speaker": "C",
        "text": "Kind of roll up, is what you're saying just there, Neil, is there's a resonance between using the same layer for DA and settlement. Like if you're using both and both are the same, there's just a little bit of sum greater than the parts that emerges when both the DA and the settlement are the same layer."
    },
    {
        "speaker": "A",
        "text": "It's essentially avoiding the same issues that come with bridging. Because in order to use Celestia Da with Ethereum settlement, at some point you have to relay some data from Celestia, which is a signed data route. So everyone's posting their transactions to Celestia celestial quorum signs off on some succinct representation of that, and that has to be relayed to Ethereum. And doing that in a decentralized and trustless way runs into the same exact issues that bridging runs into."
    },
    {
        "speaker": "C",
        "text": "Understood, understood. Neil, you've also used this term fork choice rule. Could you just unpack that a little bit for listeners who might not be familiar with that term? Just explain, like, I'm five, what that means."
    },
    {
        "speaker": "A",
        "text": "So let's say I have some set of transactions and then I have an alternate set of transactions and they lead to different state routes. How do I decide which one? Yeah, and then choosing which fork you should go on or which fork is canonical is the fork choice rule."
    },
    {
        "speaker": "C",
        "text": "Okay, understood. Getting into just more of this, like, the qualitative nature of this Da conversation, both of you have said like, yeah, DA is a commodity. And then also there's this set of features that all DA providers will need to be able to provide in order to be competitive at all. Which means to me that there's like this natural convergence towards some conclusion about all competitive DA layers, which also kind of sounds like there is a race. It's a race to this end conclusion. And it's also like data is cheap in the grand scheme of things, hardware 1 tb is not that much money these days. It's like $25. Is that a fair comparison? And if data on a blockchain is the costs of this approaching that level of commodity like nature where just DA costs are approaching zero, is that a fair conclusion to arrive at? John, I'll start with you here."
    },
    {
        "speaker": "D",
        "text": "Definitely is a race towards this theoretical equilibrium of exactly what you described. It should basically approach what is the cost operationally for the most part of providing this service in the long run. And I do think it will continue to trend closer to that over time. The question is there are many things that in crypto are in practice, this is the equilibrium, and you end up here. And then everything is in practice, though you don't actually get there, at least for a very, very long time. There's a lot of markets the same thing as a proof of stake mechanism. In theory, the equilibrium is one person has all the stake and that's it. But generally in practice, there's going to be a very long road to actually get to those systems, and it might not actually get there for this, I would expect that in the long run, the cost of using one of these Da layers does get pretty close to some reasonable multiple. What is the operational cost of literally providing this x amount of bandwidth that is replicated across n nodes. And however many times, I do think that you should approach that over time. But in practice, today we're so far away from that. In reality, there is one specialized DA layer that is live. Today it's celestia, and everyone else is on the time span of years. When does it actually get to something similar than that? Even celestia is in its very, very initial state, where their current state now is nowhere near. Oh yeah. We can just theoretically provide all the bandwidth that everyone needs, and it's going to cost three x of whatever the bandwidth cost is. It needs to scale 1000 times more to start even getting close to those kinds of numbers."
    },
    {
        "speaker": "B",
        "text": "Okay, John, your long term prediction is that the cost of DA is going to decrease similar to other collapsing, I guess tech cause something equivalent to maybe Moore's law and that sort of thing, but that will take some time to play out, is, I guess, your prediction. Let's connect some dots for listeners right now about the implications of that. There's, I guess, two stakeholders we could talk about. One is the implications for value accrual and investors who are looking at Daevdeh layers themselves. Like if you're looking at something like Celestia or you're trying to invest in eigenda, the question is, will this accrue value over time? Where in the value chain is that? So there's a set of questions for investors, but there's also a set of questions and answers for users. And I think one implication will just connect some dots very quickly. Is the cost of transacting on blockchains is going to decrease a whole lot in the near future and then a whole lot more by orders of magnitude in the long term future. Maybe let's just talk about the users, because there's always going to be more users than there is investors here. And so is this effectively crypto's broadband moment when we see DA costs collapsed? Almost nothing. That means blockchain as a commodity. The usage of blockchain collapse towards zero. What are the downstream effects of that for users?"
    },
    {
        "speaker": "D",
        "text": "So it should mean at least the base input cost of spinning up one of these systems should approach zero or approach some reasonable multiple. Unlike the literal operational cost of providing it, it doesn't necessarily mean that the specific application, the cost of using something has to go to zero. There is still stickiness and value in a specific piece of shared state on top of what may be a very cheap piece of DA. If you have an application that is super in demand and that is on top of a DA layer that is super, super cheap. Great. Your input costs are effectively zero, but there still can be obviously a cost to interact with that application if it is valuable enough that they decide to charge extra fees. And now there is some premium on execution."
    },
    {
        "speaker": "B",
        "text": "Yeah, I get that. Definitely. Understood. I'm just wondering if you hold with Chris Dixon's take on this. He calls himself an infrastructure determinist. When he sees the cost of infrastructure approaching zero, then he's like, oh, there's going to be incredible app ecosystem. I don't even need to know what apps are built on top of this. I'm just going to invest in the thing that is the infrastructure whose cost is approaching zero. His take on this would be look at bandwidth scaling on the Internet. Some listeners getting involved in the Internet. It's the era of dial up modems and the 56k modem. Then we had our bandwidth era on the Internet. That didn't mean that the apps we used on top of the Internet approached zero. The bandwidth of those apps was effectively multiplied by orders of magnitude. Do you like that analogy? Does that kind of work here? Are we about to enter a high bandwidth era with DA costs going so low?"
    },
    {
        "speaker": "A",
        "text": "I think to some degree it's about rewriting the software so it can take advantage of bandwidth increases. And that's what Donksharne is essentially doing, or the upgrade known as dong sharding is doing for Ethereum. And I think the phenomenon you're pointing out is essentially Nielsen's law. Every year there's some percent increase in bandwidth year over year. But I guess my point is that I don't know that before then. There's anyone who's really properly positioned to take advantage of those bandwidth increases, though there's Celestia Solana who claim that they're well positioned to take advantage of it. I think there's this informal upper bound on how much bandwidth a blockchain can reasonably support, because you need light nodes to actively verify the bandwidth. To put it another way, if you look at bitcoin, CPU's kept increasing over time. We have Moore's law. That's a true thing. Yet bitcoin doesn't use more cpu's in the execution of programs, and that's intentional. It's because there's a security constraint that those cpu's are used for civil resistance for bitcoin, and they're not trying to use as many cores as possible. So similarly for blockchains. Some blockchains might have an informal design goal that they don't want to expand bandwidth too much because that can potentially compromise the security of the bandwidth or the blocks that are being propagated."
    },
    {
        "speaker": "C",
        "text": "I think if we do this episode well, the original motivation for this is really to understand the economics of selling data availability as your business. And if we have a bunch of DA providers, where do they end up on Coinmarketcap is really the goal I'm trying to get here. We already talked about the race towards what John, I think, alluded to is limited margins, and I think we'll return there later. But first, in order to really answer one half of this question, I want to talk about the buy side, uh, which is the question of, like, what does da unlock with cheap da? What are we able to do in crypto that we weren't able to do before? Like, what new fertile grounds has does cheap da, uh, provide us? And Neil, your project at Eclipse, like I said in the intro, chose elected to use, like, Celestia da for da, because Celestia has got the cheapest dae. So what did that choice unlock for you? Like, what were you able to not do before and now you are able to do? And I think this conversation with eclipse is actually will be the first of like a blossoming conversation for the future of rollups and even cheaper da. But let's start with eclipse. What could you do because you elected to choose Celestia da?"
    },
    {
        "speaker": "A",
        "text": "I think that's the right framing, because if we were able to, we would have just used ethereum da if it were able to support the use cases that we wanted to. And I think that in the long run, we probably will migrate to Ethereum Daevdev. But those use cases are things like central limit order bucks for a market maker. To effectively use that, and just to make cancel orders, transactions have to be on the order of one 100th of a penny, and even one 10th of a penny is possibly doable, but beyond that, there's no way it's economical. So that's one use case. Things like less economical use cases such as fully on chain games, deep in networks, even certain types of social networks, like, I'd argue the experience of using friendtech could have been potentially smoother if there was just more abundant block space, and therefore transactions were able to flow through more easily. So those are categories of apps that I think are better enabled when you have really cheap da."
    },
    {
        "speaker": "C",
        "text": "That kind of just invokes memories of 2017 to me, when we could daydream up anything about some sort of crypto project, and it was all very high in the sky. It was all turned out to be like ico mania at the time. But in hindsight, there were still lots of nuggets of very broad, very grandiose ideas of what we could do with blockchains. And maybe DA was actually a fundamental constraint to every single one of them. There's a growing motivation for further experimentation in layer two s. We really like, the last two, three, four years of layer two experimentation has been relatively constrained. Maybe one of those constraints has been, well, we don't have the DA to really experiment with. John, maybe I'll ask you to carry this conversation forward. Cheap da. Like, what can the roll up landscape really do with cheaper da?"
    },
    {
        "speaker": "D",
        "text": "It basically enables all of these types of applications of it. It is similar to any layer one being cheap and scalable. It is fundamentally very similar to that. It's mostly that l two s in particular have been the area of crypto that has had a very challenging time to do that. Technically, anything you could do on a roll up or an l two, you could just do on a centralized server. It's a matter of being able to do it in the context of that type of chain, and particularly l two s. For Ethereum, where in practice that is still where the majority of users and assets in interesting state and applications are, is built in some form on top of Ethereum. Ethereum layer two s. And so trying to scale that to be cost competitive with everything else in crypto is obviously just a gigantic part of crypto, because that's still where most of the value is. So I would say disproportionately, it's enabling a lot of the Ethereum world, those types of assets. And then also while there have been other cheap blockchains, it's also, particularly when it is the DA is catered towards, okay, spinning up a new blockchain on top of this, that is enabling a kind of new type of development that wasn't really possible before, where basically making it easier to spin up your own chain and the things that go along with that. So there is a difference in the entire design landscape of what can I do if I could just spin up my own chain and design it however I want, and then don't worry about Daevdeh versus if I can just make a smart contract on Solana that is theoretically very cheap to execute, but I don't have all the customizability and control over. I may want to do something else with the execution environment, and that historically wasn't possible to very easily spin up."
    },
    {
        "speaker": "C",
        "text": "I can't remember the name. I think there's a name for this. But I remember this conversation started in bitcoin land in the big block for a small block debate, where the small blockers were like, why don't. If we just have big blocks, people will just fill them up again and then the fees will return to where they were in the first place. And I kind of, I think same effect happen, might happen and will happen hopefully happens with cheap da. Whereas in all, we just like, you know, lower the cost of DA by one 1000. But then what we, what do we do? We just have 1000 or more times the total aggregate economic activity going on on blockchains, which is the bull case, right? Like, imagine having 10,000 more times economic activity happening in Grant in the grander, like, crypto sphere. Maybe this was why Ryan called it like crypto's like broadband moment, where like, you scale down costs, but then you scale up total aggregate usage even more. Is this kind of how you. Is this way where you think this is going? Jon?"
    },
    {
        "speaker": "D",
        "text": "The difficult part of it is that I think it's just almost inherently possible for any of us to reason about, like, what is the right order of magnitude of this terminal end state of. There are people who will make reasonable arguments that, you know, the end state of what you really need to scale the 99.9% of value in crypto is like $100,000 in GPS or something like that, which you could very reasonably provide on probably one chain. And I think there's a very reasonable argument that it's like, no, it's a hundred trillion, and these are just orders of magnitude that are just nonsensical and they're just both are reasonable in a sense of, okay, but what if everything is on a system similar to this and you end up with pretty radically different outcomes? Obviously, between those two, I tend towards the latter, and that you're going to have many of these types of systems over time, and that you will be able to just kind of continuously, like horizontally scale these systems and add more of them."
    },
    {
        "speaker": "C",
        "text": "When you say like hundreds of thousands of or even greater, like TPS numbers, to me at that point, once we start to break that metric, it just means infinity. Like an uncapped demand, uncapped limit constraints on transactions. Like, oh, do we need more? Spin up a new chain and then also new data will come online and be ready for you. Is that, is that maybe another articulation?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I would agree with that. And I think there is a reasonable argument that that doesnt happen. There is some reasonable argument to that that 99% of the value really is in that handful of size that we can reason about and understand. This is a few chains can really handle this, versus the latter outcome is what I actually expect. It gets to that point of, okay, beyond this point we need a scale for infinity. Thats what you need to build these systems for effectively is just to keep adding more to it. I think thats in practice much more likely."
    },
    {
        "speaker": "B",
        "text": "It's kind of like asking what's the terminal endpoint destination of Internet bandwidth? Like do we have enough yet? No, we can never have enough because."
    },
    {
        "speaker": "C",
        "text": "Once we have always too slow."
    },
    {
        "speaker": "B",
        "text": "Yeah, it always is. I don't know. I never have enough data in my mobile plan either. Neil, I want to go back to something that you were saying earlier, and this goes to the question that the genesis for this podcast in general, which is where does value accrual for? Where does celestial or any other asset kind of end up in the coin market cap? And you've got a unique vantage point in that you are a buyer here. Like you are buying DA, aren't you? And it's very interesting because it's not actually the users that decide what Da to buy, at least not anymore. It's sort of the entrepreneurs. It's kind of like the business owners, if you will. It's sort of like eclipse saying we're going to use Celestia rather than some other DA layer right now. And I want to go into why you chose Celestia, for example. And then you made another statement when you were talking a minute or two ago about at some point we might migrate to Ethereum, which has an interesting implication of what's different versus celestia versus Ethereum. And why might you want to migrate to a different DA provider like Ethereum? What advantages does it have for you? Can you talk about your decision of where to go buy your da?"
    },
    {
        "speaker": "A",
        "text": "In the long run, the choice of DA would be decided by eclipse governance. But to start, we chose Celestia primarily because it's the only live DA that exists right now other than Ethereum l one that is considered actually verifiable DA. And then the second reason was that a lot of the surrounding infrastructure either was already built or was very close to being built. So the name of their relayer is called blobstream. And that's the part that relays that signed data route over to Ethereum and to have a live relayer that's actually credibly trustless. I place a high premium on that because I know how difficult it is to build that and that's the one part about these modular systems that everyone points to it as a downside. Luckily, it's something that we're all very aware of, but it's the amount of relaying that you have to do between eclipse and ethereum, Ethereum and Celestia, eclipse and Celestia. So having all of that in place was one consideration. The second reason was that to me, like I was saying earlier, being on Ethereum da natively versus anything else is relatively zero one to me. So the difference between Eigen da versus Celestia da is relatively marginal compared to the big jump in security you get by just being directly on Ethereum. So to me, it's unlikely that we would migrate away from Celestia in the short to medium term unless there was something fundamentally unsuitable about it, meaning that it was just too congested. Or Eigen Da had some fundamental and net new innovation that Celestia just can't incorporate for whatever reason. But those are the reasons why we'd migrate to another Alt Da, which to me the set of those reasons is pretty limited, whereas migrating to Ethereum native DA is much more compelling if it were economical to do so."
    },
    {
        "speaker": "B",
        "text": "Why? Why is that more compelling? Why is Ethereum native Da more compelling to you?"
    },
    {
        "speaker": "A",
        "text": "Mostly about just keeping consensus and Da in the same place, and then we can avoid that relaying. And it also means that it's less complexity for the eclipse full nodes to run, because right now the eclipse flow nodes have to run a celestial node, an ethereum node. They have to do a lot of like the verifiers need to check in multiple places. Forced inclusion becomes a very complicated design, whereas if we were just using Ethereum for everything, it vastly simplifies a lot of those considerations."
    },
    {
        "speaker": "B",
        "text": "Okay, got it. And you know, obviously, you know, for the cost. So you're saying if Celestia da and Ethereum da were the same costs, basically you'd prefer Ethereum da. But Ethereum Da is not going to be the same cost, maybe ever."
    },
    {
        "speaker": "C",
        "text": "Ever."
    },
    {
        "speaker": "B",
        "text": "And so I'm curious, how cheap would it have to get for you to actually port some DA to Ethereum? Or maybe it's an all or nothing decision, I don't quite understand. But one upgrade that's coming probably in the next six weeks to two months or so is Ethereum's implementation of EIP 4844, which is proto dank sharding. So I think you referring to dank Sharding earlier in the episode. Maybe you're referring to it in its final form, proto dank sharding. Makes da cheaper on Ethereum. I don't know that it's cheap enough for you though, Neil. Maybe you can talk about the decision about how cheap Ethereum Da would need to get for you to consider migrating."
    },
    {
        "speaker": "A",
        "text": "So if it could achieve that relative order of magnitude of one 100th of a penny per, let's say an amm swap or a club order, then that's definitely compelling. I also think that things like blob space, fractionalization and financialization make this a little bit easier. Right now there seems to be, I don't want to say consensus, but there's a general sentiment within EF and on ETH research that the cost for even protodonk sharding is going to hit the floor. They feel that those blobs are going to be mostly empty, at least to start. So that's promising. I don't know if that's true in practice, because the reality is, if they were empty, eclipse is going to eat all of them. Or at least we would have ambitions to use a lot of that blob space."
    },
    {
        "speaker": "B",
        "text": "Okay, yeah, that's, I guess the other consideration here is that you might have more bidding on Ethereum blob space versus other DA layers because you're not the only builder, you're not the only buyer of Da, are you? There are many roll ups who actually want to go purchase DA, and so that could drive the costs of Ethereum Da upwards if it's more in demand versus other Da systems. Is that right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, and I wouldn't be surprised if there's da spam like inscriptions and things like that. That'll pop up relatively shortly."
    },
    {
        "speaker": "B",
        "text": "Just curious, what do you think of while we're on the subject of Ethereum and proto dank sharding and dank sharding, which is just like, these are Ethereum terms, Ethereum developer terms for basically the massive expansion and cost reduction, let's say high bandwidth, of Ethereum's native DA layer or data publishing layer. Maybe we should get back to that framing as well, to remind folks. What do you think of their strategy there, Neil? Do you, do you think that full dank sharding will kind of get you what it needs? Or is this just sort of an infinite game where we can never have enough data availability on Ethereum?"
    },
    {
        "speaker": "A",
        "text": "Well, with full day sharding, that gets you to 10,000 tps in its full form, and that's assuming no additional increases from Nielsen's law and no additional upgrades."
    },
    {
        "speaker": "C",
        "text": "Afterwards as a layer two. Not the layer one."
    },
    {
        "speaker": "A",
        "text": "Yeah, on the layer twos. Yeah, the layer one would not increase as a result of ding sharding. But I think that's pretty compelling just because if you look at even the highest throughput blockchains like Solana, the amount of real economic activity that occurs on Solana, even right now, and this is a very like, bull market type, speculative market for Solana as it exists, it's less than 1000 tps. And if you were to fix the fee market on Solana, that is, if you removed all the spam and things like that, it's going to be on the order of hundreds of tps. So I think 10,000 is a pretty generous overestimate of the amount of meaningful economic activity that occurs in crypto. So if you go in John's version of events where we just fill up all the block space that's available, then of course we'll have to continually adapt. And to speak to that point earlier, I think that we'd need some kind of net new upgrade that better takes advantage of the increases from Nielsen's law rather than, than just like capping the number of blobs at 64 or 32."
    },
    {
        "speaker": "C",
        "text": "I think with the introduction of proto Dank sharding, it will be a big step forward for Ethereum and data availability. I think we get three, three blobs per block. Yet also in perfect Ethereum fashion, it will be far too little for what the market actually wants at that present moment in time. It's really going to be full dank sharding that I think it's really going to finally move the needle. And full dank sharding is 2026 thing, maybe? Uh, I don't think anyone really knows the answer to when full dank sharding is coming. But, um, John, do you have any sort of indication about like, how competitive full Ethereum layer one, uh, dank sharding will be with like a more specific da layer like Celestia? Like will, will it be one to one competitive? Will it still be relatively constrained? Do you have any like numbers or indication about this?"
    },
    {
        "speaker": "D",
        "text": "I'm a bit more on the side of. I think that most of these other da layers are probably going to meaningfully outpace, um, Ethereum. I'm kind of da bandwidth in the long term term. I mean, in theory, there's nothing that Ethereum can't do that these other chains can do in practice. It is really hard to steer the moving ship, as we see with stuff like 444 taking quite a while and reasonably so, they're going to be more conservative and just as a result of that, I think that you are going to see just kind of by default by the time when these upgrades start to ship. Over time, it is going to be not enough to actually move the needle on where do new use cases go. I think that that is going to be the continued trend of I think that stuff like 454 is going to certainly be helpful to chains like optimism and arbitrum that are existing on Ethereum. I don't think that that or probably even future upgrades are going to be enough that will move the needle materially of, hey, if I'm spinning up a new chain like eclipse by default, where do I go for that kind of chain? I think that most of those are still going to go to the Celestias, the eigen das, the avails, the whatever of the world. My guess is that they will still be materially cheaper. I think that would be very different if this equation was okay. We get the full pretty much extent of what's a reasonable dank sharding today of cool. We have 16 megabytes of useful data per block. If that shipped tomorrow, I think that's a very different world. My inclination is there's a pretty meaningful path dependence of this and assuming that takes a few years, the game has probably just shifted materially by that point. I think the interesting question would be then is to what you're talking about before. Okay, let's see that something of that order magnitude shows up in two, three years from now. Does it make sense for someone like eclipse or other chains to kind of migrate back? I think that would be very dependent on the use case. I mean, the reason why in theory would be interesting for someone like eclipse and comparable chains is if you have a presumption that the majority of assets on this kind of chain are you, they are eth denominated. It's a lot of eth that's in the bridge there. Fundamentally, it is that zero to one of the best thing possible is always to have EthDa if you're using ETH on l two. But I tend to think that you're not going to see most of that activity moving back. The trend that we see now is more likely directionally to keep unfolding interesting."
    },
    {
        "speaker": "A",
        "text": "One other direction it could move in is if proving costs go down. Right now, proving overhead is something like 100,000 times to a million. But if it could get down to, let's say 4000 times overhead, then pretty much all roll ups I think would transition just being ZK rollups and then you just post the state diff, which is far more economical than the amount of data that optimistic roll ups have to post. Because from Eclipse's perspective, our tradeoff was basically what's cheaper, the cost of proving every transaction or the cost of posting every transaction. And ultimately, right now, it's obviously publishing every transaction is way cheaper, just given the existence of celestia. But I could totally see risk zero becoming way more economical. And then we would just prove everything."
    },
    {
        "speaker": "C",
        "text": "Just to unpack that a little bit. Okay, so we have posting and proving. Once something is proved like that's, then it's, there's been a ton of computation in order to make that proof. And that's the cost. Or you post and you just consume the data and that's the cost. It's like pre or post just to unpack that a little bit. And pre is like the ZK roll up side of things with a lot more research and hardware acceleration is something that we still need to unlock here and a lot of activities on optimistic roll ups who are doing posting data. Posting. We actually have a solution here for that. It's called celestia, just to unlock. Is that the right framing for that, Neil?"
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "Basically you're posting some amount of data in either scenario. It's just that if you are ZK, you have this option to pretty meaningfully reduce, potentially depending on the use case, the amount of data you need to post, because now you don't need to throw everything on there. You could just post."
    },
    {
        "speaker": "B",
        "text": "So what you're saying to Neil is that proving is very expensive on Ethereum right now? I'm just curious. Like you mentioned, risk zero. They've been on the podcast before, but I'm sure bankless listeners will have long forgotten that episode in that context. So, like what, what is this, this alternate path just to scope that out really quick, how does proven costs actually go down on Ethereum? Like, what is this another solution that needs to be injected? Is there sort of like a yemenite, a need for a celestia of proving costs or something like this? What sort of solutions does this actually look like in practice?"
    },
    {
        "speaker": "A",
        "text": "So it's not really like an ethereum specific issue. It's just that proving overall is pretty expensive and there's a lot of overhead for doing so. So usually the way you measure it is for every cycle of compute. How many cycles does that correspond to in your prover? And right now it's somewhere on the order of 100,000 to realistically about a million cycles for every cycle on your regular program. So what this would require is basically folks such as Axiom, RISC, zero other ZK co processors or provers just to drastically optimize what they're doing. And I think that in the direction of evms, typically they've had their own ZK provers that are specific to their EVM implementation. And that's what folks like Zksync did for eclipse. We were generally erring toward general purpose provers, and the reason for that is my suspicion is that the overhead for general purpose proving will eventually reduce the order of thousands. So that's the reason why we figure why build your own circuit if you can rely on some existing infrastructure which is going to naturally improve as hardware gets better?"
    },
    {
        "speaker": "C",
        "text": "Going back to something that John made me think of when he was giving his just the migration of consumption of DA down to the cheaper and cheaper da, like the celestials away from Ethereum dA, because Ethereum is going to be slow. But he said, John said, you said it's going to be the optimisms and the arbitrums and the polygons that are going to stay using Ethereum Da. I'm imagining two lines here, two lines that get crossed. One is the Ethereum da line. You either are or aren't using that. And then in the next section you cross one line and you're using an Alt DA, right? You're using Celestia, you're using eigen da, polygon, availability, whatever. And then you cross that line and then you start to use maybe something like Arbitrum, anyTrust, where you're using maybe a consortium of web two databases, like Google, Amazon, whatever. Arbitrum, any trust is the WBTC model, except instead of a multisig for an assets, it's a multisig for DA. But really you're just using five or six centralized databases. Those are the three data availability sources. Or you could just go in straight to one single server."
    },
    {
        "speaker": "B",
        "text": "AWS is on the far end of that spectrum, on the far end of."
    },
    {
        "speaker": "C",
        "text": "The spectrum, back in web two. So maybe these are like the ways to carve it out and you have like the back onto the Ethereum da side of things. What makes the choice of a roll up to use Ethereum da or hop into an alt DA might just have to be like brand, right? Are you, are you, are you aligned with Ethereum? Right? Like how, like you said, like how much eth is in your roll up bridge? Like, are you Ethereum denominated? Like optimism, arbitrum, polygon. These are all people in heavy competition to not just like scale themselves. But to scale Ethereum, because they all want you to think that they are Ethereum. So maybe it's like brand that is really the motivating factor for some of these choices. And for the other ones, like the Lyras and the avos that have spun up their op stack chains, but they are using celestia. Da. They don't necessarily need to have that strong of brand affinity with Ethereum. They need to really like reduce their costs. Uh, and so they've chosen to be like using Celestia for, for da. And that's kind of going to be like the long tail. And so maybe what, uh, proto dank sharding and then full dank sharding does. John Neal check me on this is just like, it opens up that room. It opens up the room to have to actually use Ethereum Da, the fat tail and have that like strong brand and security alignment. Like, I actually don't store any of my assets on layer twos that aren't like arbitrum polygon or optimism because of just security reasons. Like if I use a nap chain, I use it and then I get out just because like, yeah, you guys are, you guys are using an alt da. You guys aren't using Ethereum. And so that is, there's like the security properties of Ethereum are retained by this fat tail, this high brand alignment affinity with ethereum, and then more of like the quicker application specific stuff, the super cheap stuff you're starting to use, like the long tail of alt das. That's kind of my qualitative nature of some of these things. Does that resonate with you, John? Does that make sense?"
    },
    {
        "speaker": "D",
        "text": "I agree with that. I just think that directionally, that effect is going to even out much more over time and kind of weaken. It's that kind of brand and simplicity and reliability and all of those things of, you can just tell someone, oh, yeah, we're in Ethereum. Roll. We just use Ethereum. It's very simple for a user to understand. They don't have any follow up questions. Oh, cool. It's secure. I get it. I understand it. As you start telling people, oh, yeah, we're doing any trust, and there's this eleven of twelve, and if two of them say no, then we fall back and you just start going through all those things and people's eyes just start to glaze over and they're like, all right, man, is my money safe or not? What is this thing? And my pretty strong assumption is, over time, all of these, the top notch of reliable ones, will become very normalized once you have a dozen chains that are meaningful and people are using chains that are built on top of eclipse, that are layer two. It's eclipse. And others that are like, yeah, we use a Celestia da. And that is, people get used to that. Of like, oh, yeah, Eva is Celestia. Eclipse is celestia. All these things are celestia. And that becomes another simple, understandable brand for these people. And you get really comfortable with those things. And I think that there's just going to be a slow trend of those things. And Eigenva will probably hit that at some point, too. But you can't just do that if you spin up some random da layer today of like, oh, don't worry, I forked Celestia. It's exactly the same. Trust my chain. It's totally cool. You're not going to get people to move over to that thing. So I think that directionally, we will keep moving in this direction. People will get more comfortable with this understandable group of very reliable, good operators. And people like Celestia are increasingly falling into that bucket of people are understanding now what this thing is. Okay, I can get my head around it. This feels safe. I use a bunch of stuff on here."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally agree that I think the architectures will converge, as John's describing, because if you look at the layer one blockchain landscape, there were so many novel architectures that were postulated, and it ultimately did converge on pretty much tendermint. Like, everyone uses tendermint if you're spinning up a new l one, including Celestia. And I wouldn't be surprised if something similar happens with rollups. Though I'd say that there's one more technical reason why you might care about using a specific ta layer, and that's that there are occasional cases where there are network effects for using the same DA layer as another roll up, and there's cases without involving bridging that's generally less built out. But there's also just a simple case of a shared sequencer, where a shared sequencer is effectively a DA layer that just provides really quick, soft confirmations, and that's what espresso is effectively building. So that has unsolved complexity as well. Wherever. For that to actually work, you need this off chain builder market, which is actually not stateless. So you would need something a little bit more than just vanilla Celestia out of the box to facilitate that."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Is it the case, Neil, just to dig into that, we just recorded an episode with Justin Drake that came out before this episode is going to be released called fixing fragmentation. And he was just very bullish in making the case for decentralized sequencers and even using Ethereum as sort of a shared sequencer to help fix the growing problem across Ethereum roll ups, which is this fragmentation problem. Are you saying, Neil, that using the same kind of Da layer is useful towards interoperability across all of these roll ups? There's some sort of a network effect present there? Maybe you could describe that a little bit more."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a really interesting point that you just made about Ethereum itself being used as the shared sequencer for some kind of based roll up. I think on some timeframe for Ethereum Da to remain competitive, they would have to implement some kind of upgrade like that. But the complexity that I was referring to is for this to actually work in practice, let's say you want to have two roll ups. You deposit USDC on one side, and then you want DAi to come out on the other atomically. So the cases you really don't want is you deposited USDC and DAi did not come out, or conversely, you did not deposit USDC and DAi did come out. And what that requires is that someone at some point needs to have run a full node for all of the roll ups that are using the same shared sequencer, and they need to give you some assurance. So typically some kind of economic security, or they need to put some stake down that might be slashed, and that's what's required in order to provide that kind of interoperability. And shared sequencers in general, there's other shared sequencer constructions like what roam protocol is doing. But in general, that's how shared sequencers work. And my view is that there's upper bounds on how many roll ups you can reasonably support with that kind of off chain builder market. So I generally find the constructions like that don't scale very well."
    },
    {
        "speaker": "C",
        "text": "I want to unpack something you said, Neil, about the network effects around data availability. Are there any really, is the question. So Celestia, we have one layer, two pivoted from its DA, from ethereum to Celestia, the first one to go, and then the second one followed just thereafter. From what I hear, there's going to be at least a few more, and all of a sudden there's going to be some sort of aggregation of celestia data availability consumption. What are the tailwinds for many, many, many people, organizations, networks consuming one like da layers Da versus just a few. What kind of network effects composability effects does one Da layer get if it captures most of the consumers?"
    },
    {
        "speaker": "A",
        "text": "A really clear one for celestia in particular is if we're just all running light nodes, such as on every laptop, every cell phone, then that means you probably have pretty good coverage of those blocks to that point I was making earlier in that there's security reasons why you would not want to just arbitrarily scale the bandwidth and increase the blocks for full nodes. If you have very good confidence that there actually are a lot of non duplicative light nodes that are auditing these blocks, then that might be able to allow you to scale the blocks bigger, and therefore they're going to be less saturated and the cost will go down. So that's one network effect that you'd hope will play out in practice. I think the only concern there is does celestial governance have the incentive required in order to actually increase the block size? Because that's something that they're going to have to vote for. Ultimately, the biggest celestia token holders, it's going to be delegated to the validators or the guys running the chain, and they might say, why are you making me increase my hardware requirements if I'm not getting any upside from that? I get that that's better for the network and the fees will go down, but on average, I might actually end up making less money if you do that."
    },
    {
        "speaker": "C",
        "text": "Interesting. John, anything you want to add here?"
    },
    {
        "speaker": "D",
        "text": "I definitely think that Celestia will continue to increase their block size over time, would be my guess. Um, mostly because, I mean, it's kind of just my general view of where does the value in the system probably go to. Um, so I I don't think Da is particularly sticky, um, in the long run, I I. Or even in the short run, really, on any time span, um, I think we've seen that kind of clearly, um, from all these roll ups that have, like, once the first one goes, there's this wave of, all right, yeah, like, if celestia is acceptable, I'm not going to stick around in etha and, like, charge my users, like, 10,000 x more fees because now I'm not competitive and people will move over to that. I think that there is stickiness within a group of people understand that these are reliable operators that they're comfortable with. So I think that today people are going to go, it's not like it is reasonable for someone to say, oh, yeah, I'm moving off of Ethereum Da, and I'm going to go use Celestia da. It's not reasonable for someone to say, oh, we're switching out eth da, and I'm going to use this random chain that you've never heard of for DA. So I think within that realm of this is a reliable operator and brand that people understand. People will stick around that. But I don't think that there's going to be this long term effect of everyone really needs to be on one shared DA layer. The points that Neil made are accurate, of like you do get theoretically better scaling properties of when everybody is sampling on the same DA layer as opposed to splitting it up across many ones. The math does work out better there. Also, you do get better trustless interop between, or at least the ability to do better trustless interop between chains on the shared same shared DA layer. In practice, I don't think that we have seen much of a revealed preference for people to care that much about that, of this trustless bridging between them. People are generally okay with a reliable bridge between them, and that's not really where the risk is. So I tend to think that most of the network effects on that will be relatively loose over time. It is just going to be the brand. And this is reliable, it's scalable, it's cheap, people understand this, it's safe. That's what people use. They'll stay within that realm. I think most of the stickiness is really just in the state and the assets, which is why I think that if you look at the cash flows of something like Celestia, and this is something that people have rightfully pointed out is it's making dollar 75 a day or something like that."
    },
    {
        "speaker": "C",
        "text": "The whole network is making $75 a day."
    },
    {
        "speaker": "B",
        "text": "Yeah. And the background context here, John, is the fully diluted value of Celestia is 18 billion or something like this."
    },
    {
        "speaker": "D",
        "text": "Right, exactly. I think that we could say, I mean, like, okay, clearly the cost of this thing is not based on a DCF of future cash flows, most likely, unless you actually have people who are just thinking like, oh, yeah, but at some point in five years from now, oh, yeah, but this is going to go to like a billion a year run rate. And then, so, like, the valuation makes sense. Like, I don't think that people are doing that. I don't know that people ever will. For most of these, I think most of the stickiness is in like, the asset itself. And that's what you see with Ethereum itself, too, of people are pretty willing to switch DA to be like, okay, Celestia is reliable, it's cheap, I'm switching off ethereum da. I'm going to use celestial DA. People still want the asset and all of the state that is there, and that tends to be the stickier thing in my mind. And that is why I also think it probably makes. I think it is probably important for something like Celestia that the token is able to derive value in some form of money like way, whatever that means, over the long run, because I don't think that you're going to get a meaningful valuation on this thing based on the DCF of future cash flows in the future."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess to be fair, Celestia had to launch prior to rollups posting to it, just by nature of the fact that it's a proof of stake chain, so they have to launch that token even before the cash flows start coming in, though, I just think it's hard to become money. There are very few assets in general that have become money. We only know two digital assets that have ever done it. Bitcoin. Ethan and I guess USDC borrows the money ness of the us dollar. And I suspect that part of that is because of the fact that ETH and bitcoin are constrained at the base layer. So as a result, it forces this asymmetry of demand or incongruity of demand with respect to supply, and it forces it to be deflationary. So I don't know if it's possible for that to ever happen again. It seems like more was like a freak accident of history where if you try to deploy a constrained base layer today, people would be like, why would I use that over Celestia, Solana, all the other guys? But that basically means that only Ethan bitcoin will ever be money according to that theory."
    },
    {
        "speaker": "B",
        "text": "Oh, this is the heart of the conversation that I think we want to have with you. There's probably a few things we got to lay out first."
    },
    {
        "speaker": "C",
        "text": "Yeah, me and I have an episode scheduled with Nick to unpack this whole, like, modular money meme that the celestial people would love for you to think that Tia is modular money. I think we'll start to open up that conversation, but I think that's going to be a multi episode conversation. Um, bankless listeners will be familiar with this, infinitely familiar with this line from bankless blockchain. Sell blocks. What does Ethereum do? Produces blocks and sells them. Uh, what does a da layer do? Da layers. Sell da. Uh. And so there is a cash flow analysis that could be done for someone with, uh, who. Someone who sells Daevd. It's different than just a typical Ethereum monetary premium because of all the reasons that we've described on bank lists thousands of times before. But I really want to unpack just the raw economics of the DA business. How does da make money? How does producing and selling Da make money? John, you talked about a little bit earlier that you kind of expect the margins to approach pretty slim over time, but that's also, uh, compensated for by volume. Uh, can you just unpack what you think about the economics of the Da? Uh, the business model for dA, the."
    },
    {
        "speaker": "D",
        "text": "Simplest framing, which I'll copy and start with um, is from SRam I believe is like basically breaking down. The simplest way to think of it, I think, is you can think of like there's basically like kind of three fundamental components of like what is the cost for DA to provide it? Um, one is the operational cost of like literally like what does it cost to run the boxes? Um, two is the capital cost for economic security of hey, if I'm going to put up x billion dollars of stake, I need some return on that. What's the return on that? And then the last thing is congestion, which is primarily what all of Ethereum is today of. There's just not enough space for all the demands. Price has to go up. That's just how the market works in general, what we see today other than Celestia. But what we see for, at least for Ethereum, is that pretty much all pricing is congestion. Based of the cost of Ethereum, DA is in no way representative of what is the actual cost of running the network for these nodes. And okay, I need X return on my eth state. It is entirely representative of there is X amount of DA and people want a lot more than X. Price goes up. That is in practice how everything is priced today. My general assumption that we've talked about is I don't think that's sustainable or that works over time. I don't think that the stickiness and demand for one layer is going to just vastly outstrip the supply of it in the super long run because I think we'll just get more supply that's reasonable. And people will go over to Celestia, go over to avail, go over to Eigen DA. So what you end up more with is some function of the operational and capital costs is what actually matters. I think the operational costs of running most networks is going to approach being relatively low over the long run. It doesn't actually cost that much for some set of 100 or 1000 whatever participants to run the validators actually operate the network so then lastly, it's mostly capital cost. These systems shouldn't be expensive to run. So then it's the question of economic security. How much do you care about economic security? Is that a real thing? And that's what it comes down to a bit at the end. If you believe that congestion costs mostly go away, operational costs are pretty low. It's like, okay, if you want $20 billion staked of economic security, there needs to be some return on that capital of what is it, 4% a year or whatever the number may be for the different asset, and the capital costs will vary for different assets. This is part of Eigen DA and Eigen layer is this is exactly why they designed the way that they did. I was like, they think that this is the fundamental biggest cost at the end of the day. So how do we get a cheap capital cost? We just reuse the same capital to 30 being used for Ethereum."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "There's no perfect solution to this because, okay, we're reusing that capital, but in some sense that means you're diluting the economic security across more applications. But you can make the other argument that, okay, but pooling economic security is better. So it's like a nonlinear amount, it's unclear. It kind of just basically depends on how much do you actually care about the economic security in your system. Is that what you're prioritizing off of my general view for the long run on most of these systems, I think the prioritization of economic security will go down because I think that people will at least realize that the current numbers of economic security today I don't think are accurately representative of the current state. It's the simple idea of practically pretty much all stake is delegated. I think that the practical amount of economic security, I think that people will start to care less over that. Over time, you start to just see these systems getting cheaper and cheaper and cheaper over time because I think the operational costs are just going to get better and better and they're already not. That high congestion costs will go down because we have a lot of this available and capital costs. I don't think that people are going to be willing to pay some Da layer based on like, oh, I need x billion dollars of economic security and that one's not enough. So I'm going to charge my users ten times more to use this one that has x billion dollars of economic security. I don't think that's going to happen in practice. So those are really the three main components and pretty much all of them I see trending down over time, and I think that's what we'll continue to see."
    },
    {
        "speaker": "A",
        "text": "The optimal pricing is somewhat a function of what theory of pricing you're using for Ethereum. In general, it's optimizing total welfare. And that means that it's literally saying, let's maximize. Who gets the goods should be based on who wants it the most. And whoever supplies the goods should be whoever is able to supply it at the cheapest. But if you look at the optimization function on layer twos, I think that objective is fundamentally more complex because there's this informal goal of also wanting many non economical use cases to still be possible. And then on the other hand, the layer two also needs to be economically incentivized to exist, meaning that in order to compensate whatever surrounding hardware there is to keep the layer two running, it can't be paying too much to the base layer. That's fundamentally at odds with providing some baseline rate of return for the l one who needs to pay for its economic security."
    },
    {
        "speaker": "C",
        "text": "Something that's unique about the DA business model is that DA as a commodity can be like, quote unquote minted out of thin air. Right? Like there's actually no one stopping you from making more DA. And so it's like having a money printer with fiat money, but no one's stopping you from printing all the money. And that's kind of the whole point about DA layers, competitive DA layers, is that. But if we need more, we can supply more. And so that makes me kind of think that the economics, to go back to what you've been saying this entire time, John, is the economics are just that DA just gets cheaper and cheaper and cheaper, and the margins also get slimmer and slimmer and slimmer."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's generally the direction I see it going."
    },
    {
        "speaker": "B",
        "text": "Okay, so then there's kind of a question here, which is really the big question, I think, in everyone's mind, and David already alluded to this, is like, how does this all pan out? So we look at Celestia right now, it's actually number eleven. I just looked this up in terms of fully diluted market cap number eleven. Okay, so we're talking $18 billion. That means it surpassed arbitrum. Actually, at the time of recording, arbitrum is just a hair under the value of celestia. Right. And certainly we've seen massive categories of infrastructure chains and that sort of thing spring up and suddenly be worth in the tens of billions of dollars. So this isn't the first time it's happened, but the question is, is this a flash in the pan? Is this sustainable? Is the DA category going to increase? We also see with Eigen da something similar. I mean, it's not trading right now, but the amount of frenetic activity, just like restaking in search of eigen layer points, is like market points to evaluation, maybe in the double digit billions as well. So how do you explain this, John? Right, so like our framing, basically, if you think of it in some ways, the entire genesis of bankless is trying to figure out how we value crypto networks. And I feel like we've made some strides towards that. And we also still have the same unresolved questions, like outstanding. But basically, it's kind of like the bankless thesis is like there's three kinds of asset superclasses. You have capital assets that are discounted cash flows, and you have these things called commodities, and then you have things with monetary premium associated with it. And I don't know if that's how you think of the framing of where value is going to accrue, but can you explain why this network is worth $18 billion and give maybe a bull case for why it should go higher?"
    },
    {
        "speaker": "D",
        "text": "It's worth 18 billion because there's more buyers or sellers. It's probably about the best answer."
    },
    {
        "speaker": "C",
        "text": "Airdrop target."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. I mean, in practice, I think we could say that the vast majority of these types of projects are really priced off of mind share, especially in the short term. That's what they're priced off of, not any kind of DCF. Obviously, there's a big difference between, okay, what is it worth now? And what's it going to be worth in ten years? And I think the latter tends a bit more towards, okay, what are the fundamentals of the kind of thing? And both systems in the bull case certainly do make sense, even from a cash flow perspective of if you make the argument that something like celestia or egg and da, a single system can provide a massive amount of DA bandwidth such that it actually comprises a very meaningful service, a large part of crypto, that kind of thing, even at a modest multiple on operational costs, if there's millions of TPS going through this thing, well, a modest."
    },
    {
        "speaker": "B",
        "text": "So you could make the DCF the capital asset sort of case for this if you assume just really big numbers."
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly. And that actually is a pretty understandable thing in the long run of like, yeah, okay, there's a million TPS through the system that's going through this thing, and it's able to charge some margin over the operational costs. And at enough scale, that is a lot of money. And that actually makes sense. The obvious reality is most systems won't achieve that scale. I think there's a fair argument that some of them be gigantic. So that is a relatively simple understanding of it. But obviously this is one of those order of magnitude things where I think you can make a reasonable case that it stays within a couple orders of magnitude of today, or it could go a million times higher, then the valuation makes sense. At this stage, no one's trying to do any kind of practical DCF of, okay, I can underwrite to this. One person thinks it'll be 100,000 tps. The other person argues it'll be 100 million tps going through the system. Like you have no idea. But there is a reasonable argument for that. For the restaking stuff, I would say it's not so dissimilar to liquid staking, and those will start to converge. To staking. Services are actually one of the very few pretty cash flow generative businesses in most of crypto. There's a lot of cash flow that's going through the system. To the extent that you have meaningful network effects or a good operator in this space being able to charge some margin on top of that is actually a sensible business model in the long run. Again, it's one of those things where you can make a very rational argument for the correct order of magnitude of this business in the long run, to be somewhere between a million times apart of what is the scale of this thing going to be. You have no idea. There's a reasonable outcome that it ends up issuing the main asset and is the hub of most staking in the entire ecosystem, then it's gigantic, because taking a small percentage off of that is a lot in practice. I don't think that's what most of them are priced on in the short term. Most of them are priced in the short term. What is the mind share of this thing like, where is the money going in the ecosystem? That's what most of it is, particularly in the short term."
    },
    {
        "speaker": "A",
        "text": "When I think of trying to price crypto assets based on dcfs, the irony is that the few assets that actually do generate cash flow seem to be underpriced relative to non crypto alternatives. And all the ones that don't generate cash flow are doing quite well."
    },
    {
        "speaker": "C",
        "text": "Fundamentals are bearish in crypto. Everyone knows it."
    },
    {
        "speaker": "A",
        "text": "Orbitron was doing nine figures ARR just recently, so I thought that was good. Of course, it's still by a web two SaaS multiple that would land it in the billions or something? Not in the tens of billions, but yeah, I generally just don't think about price too much."
    },
    {
        "speaker": "B",
        "text": "But John, I want to ask the question then back to modeling this. Is there any element you think that Tia is being projected forward as having some sort of monetary premium? I think Neil earlier in this episode said, and there's some special things that happened with bitcoin and maybe it was replicated. Bankless has long argued that's been kind of replicated with Ethereum, that is this pristine collateral, it's accruing this monetary premium. Do you think the same is being assumed of Tia and Celestia and some of these DA providers? And do you think that's actually a viable path here?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I do. Yeah. I mean, the DCF aspect of it. I think while someone could get their head around it as a personal investor in both Celestia and Eigen layer, I can promise you I've never even tried to do a DCF of either one of them because I don't think that that is a sensible way to be trying to evaluate these at all. It doesn't make sense. I would definitely say that head and shoulders above everything, bitcoin and ETH are the only two assets in crypto that have approached any level of serious monetary consideration, decentralization, all of these types of things. I do think that this is a reasonable argument that other assets will be able to do that in the future, though I think it's more likely than not that at least something else will get into that category. I don't know that there will be soon. I don't know that there will be many of them, but I think it is reasonable to assume on a long enough time span that other ones or some handful can get into that. Celestia is unique in that I think that at least architecturally, it is reasonably well positioned of what is something that could potentially get into that category that makes sense, particularly just the way that the asset will be naturally used throughout the whole ecosystem. Maps pretty reasonably well to Ethereum, where a lot of why Ethereum has taken office, because it's used as this asset throughout across a many chain ecosystem in particular with chains like eclipse being the perfect example by default. Hey, I spin up a new chain on top of this thing. People want to use ETh. Cool. ETH is going to be the native gas token for my roll up because that's what people want to use and that just become self reinforcing. I think there's a reasonable likelihood that in the world where Celestia is quite successful, that you will see chains that spin up, that by default they launch without a token. They use TIa as the gas token stuff becomes denominated in TIa. In the ultimate bull case where, okay, this is where the trend keeps going, and there's a lot of those chains that keep doing that. You end up in a world where, okay, now there's a substantial amount of activity where it's users using Tia stuff is denominated in Tia, etcetera. I think that today we're obviously nowhere near there, if for nothing else. On the one, the simple monetary properties of, yeah, it's a high inflation rate that doesn't really map well to something that people can understand and be consistent with. And the other part, the more important part, is honestly just ownership, distribution. And that's the biggest part, again, where bitcoin and ethereum are just so far apart. The ownership of this thing and the practical direction of it is driven by so many people versus something like celestia or pretty much any other layer. One in existence today, for the most part, is just like, okay, it is still held in large part by a reasonably small amount of entities. The monetary properties are not quite there. You're not as sure of what they're going to be. So it is a very long path for anything else to get in that category of the two of them. But if we think that a few of these systems are going to reach unbelievable scale, I think it's reasonable to expect that at least something can get into that category of being a money asset. So I think they're reasonably well positioned among the candidates, but certainly compared to bitcoin and ethereum today, orders of magnitude apart in the types of qualities of the asset."
    },
    {
        "speaker": "A",
        "text": "Yeah. Seeing a roll up to use Tia as gas or Tia to denominate the ecosystem, I think would be evidence of that theory, which I haven't heard of any roll ups doing yet. And then the other weird thing about Tia is that it's kind of like inverse money in the sense that people are buying it, staking it, and then waiting for airdrop, so they kind of want to get free stuff for not spending it, whereas ETH is something that you actually leave your money in. That's why I think that the ETH community should continue to lean into the original narrative of programmable money, because that's what's unique about ETH, especially even compared to bitcoin. No one's really doing stuff in a programmable way with bitcoin at this point."
    },
    {
        "speaker": "C",
        "text": "Interesting. I can actually envision some properties of celestia to put on a celestia. Tia is money cap. Some amount of cash flow is great. But, like, imagine in a world where, like, I think we all know that the can assume that there's going to be more roll ups on Celestia using Celestia for DA than what there are today. Call it 100, call it a thousand, and in the bulk. The cool thing about Celestia and Ethereum is that they, the overlap for their vision about the future of crypto. It overlaps decently well. Like, the Celestia allows for more ethereum roll offs. I'm super into that idea. Uh, and say we have, like, you know, we start to get into the thousands and tens of thousands of roll ups deploying their data availability on Celestia, and maybe Celestia's margins and the DCF model just doesn't look good before all the reasons that we've discussed, discussed, there's still some brand power, some governance power that Celestia has over these roll ups, because so many people are using Celestia for data availability. Like governance. Governance is like the ability, the value of governance is the ability to direct stuff. And if that is this one central network that has this one brand called Celestia, and the brand is a trusted brand to place your trusted Da, that brand and monetary premium, actually, there's not too much difference between those two things. So I can start to see, like, the shape of this nebulous theory start to fold, form together, even though there are plenty of also reasons to be skeptical. John, Neil, any other of you want to reflect on that?"
    },
    {
        "speaker": "D",
        "text": "So I think the brand and monetary premium actually will be quite different. Things like using eclipse as a good test case of this theoretical architecture here is eclipse is going to very likely pay more in cash flows to Celestia than it will to Ethereum on a steady state basis going forward. I would also argue that eclipse actually accrues significantly more value to eth than it does to Tia, like, by a very wide margin, even though it was paying more dollars to celestia. So I think in the world where the majority of celestia use cases are chains like eclipse, where they are primarily ethereum centric l two s, where most of the activity is denominated neith, that's what people use. That's the money asset in the system. I think most of that value actually goes to ethereum in that world. I think the world where Tia can sustain that own value of itself is if tia, as the asset, starts to become used much more in those ecosystems where Celestia isn't just for scaling ethereum. L two s. Celestia is for making celestial rollups, where Tia is kind of the asset they are much more native to there. I think that's where it will actually derive more value if that starts to happen. Because in the other one, where it's mostly the eclipse type architectures of the world, I think it's mostly just a background service provider that makes sense as a business, but then is much more of a like, okay, well, what are the cash flows in the system? Because I'm not using it as money. It's not this thing that I use all the time. It's like, okay, what is the thing for? So I think getting the asset used throughout the ecosystem is actually what matters a lot. And so where that goes, I think will determine a lot of it on a longer timescale."
    },
    {
        "speaker": "A",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "And seeing that usage to both your points, right, Neil, saying a roll up kind of denominating the gas fees in Tia, that would be an indicator that there's some broader acceptance as a monetary premium here. The monetary premium thing is just so mysterious, right? Because when you boil it all down, you're just like, what is the path to achieve monetary premiums? Enough people believe that it's the money, right? I mean, if you boil it all down, it just sounds nonsensical and stupid. But that's kind of what we're talking about here. Now, if it follows the same path that bitcoin and Ethereum did, has to go through this kind of distribution type era, where to your point, John has to get it out of the hands of VC's and whales. The full supply has to come to the market. You know, bitcoin did this famously through proof of work, fair distribution. Ethereum had a lot of years of going through proof of work, also has to go through its like, ultrasound money phase. I mean, there was a time where Ethereum was a lot worse at being money than it is today, and it's gotten better over time. It's kind of a hardening of its monetary policy and the credible neutrality of that and also kind of the narrative that surrounds it. So it's a long path, but there is a needle that it could possibly thread there, I guess is interesting to see. What else would you say on kind of like DA in general, and what can we expect to see in the next one to three years in this category we've talked about, Celestia Eigen, DA is going to come online. I think that's going to be probably large. I don't know what you'd say about that, but what should investors look for in the DA category?"
    },
    {
        "speaker": "D",
        "text": "John, the main thing I'm going to be curious to see is Eigen DA expects, it seems like sometime around middle ish of this year is the expectation of it, and that avails sometime as well. The thing that I still have not had gotten a great answer for is, okay, when these systems are live, what are they actually going to get to use them? And why over something like Celestia, when Celestia is going to have this one year head start and a meaningful amount of reliability? And just understanding of this is the default of, okay, I need to reduce my costs in l two, this is what I go use. People understand that. I haven't seen a great answer for okay, why is the next thing going to pick Eigen Da or a veil instead of celestia on the go forward? The most common argument is just cost. The thing that I have not been super compelled with so far is that once we start talking about these orders of magnitude, does the cost matter anymore? And my intuition is probably no. I think the cost matters a lot. When you're talking about going from Ethereum to Celestia, where it's like, okay, you go from $2 a swap on one of these current Ethereum roll ups often to, okay, you're on the order of fractions of a penny. But does it matter when you go from, let's say that Celestia is a 10th of a penny and Eigen Da is a thousandth of a penny, is that going to matter for a lot of use cases that will actually attract them? I think the first jump is a very material difference because it's a very user facing and present thing of like, okay, this is a clear pitch for me. Obviously, this is way better. I don't know that my intuition is there's probably pretty decreasing returns on that. So I don't know that that's going to be a meaningful pitch. So that is the main thing that I'm really looking for still, is what is going to be the pitch of these new ones that's been up. The simplest thing that would change that is, does Celestia just get expensive at some point? Does it start to actually fill up because it becomes the default thing and it actually can't scale enough. If that starts to happen, then you'll definitely see this happen immediately. Obviously, when people will leave Celestia. If Celestia could start to get expensive, the whole point of celestia is it's supposed to be really cheap. That's the main thing."
    },
    {
        "speaker": "B",
        "text": "I would also be very bullish crypto and crypto apps. That means we were very successful, hopefully with something. Neil, what would you add to this?"
    },
    {
        "speaker": "C",
        "text": "We'd have so many ponzis."
    },
    {
        "speaker": "B",
        "text": "Yeah. Neil, what would you add to this? Maybe from a builder, a da buyer's perspective."
    },
    {
        "speaker": "A",
        "text": "So I think Eigen Da is a little bit more differentiated than avail relative to last year. Just given that the trust assumptions are different, though, I think it is still pretty marginal compared to eth native da avail. On the other hand, what they've basically done is they're giving a CK proof of the erasure encoding to make sure that the block was extended correctly, and it's a pretty marginal improvement. It's also pretty expensive to generate the ZK proof, so I don't think that it's possible for it to really get cheaper per se. And then that exact optimization was mentioned in the original data availability sampling white paper that was co authored between Mustafa and Vitalik. So that's all to say that I think avail is fundamentally less differentiated from a positioning standpoint compared to Celestia, whereas Eigenvalue could see having some novel angle. But I agree that it'd have to be something different than cost, unless for that edge case where Celestia got really expensive."
    },
    {
        "speaker": "D",
        "text": "The things that I think in practice that I've seen that are probably the most likely to be differentiated, I agree with that also that Eigen DA is the one that is far more likely to be meaningfully differentiated. I don't see a strong width of veil. I think it will come down to BD and stuff like that. If it fails to gain edge with Eigen Daev, although it's super early and I haven't seen any meaningful details on it, but things that they have talked about that are interesting. One is the idea of potentially having the ability to reserve DA bandwidth ahead of time. I don't know how you do that in a not super trusted way, but the idea of being able to okay for the next year I want to buy X amount of DA at this cost and great, now I can set that aside. I don't have to worry about prices changing in the future. That's very interesting. They seem to at least be looking into that. The other obvious one that I think is much easier to implement and people will almost certainly use is different forms of dual token staking, which is interesting. You can have a roll up that is using Eigen DA, but also have a dual token staking model where maybe your roll up also needs to be staked. My intuition is that there will be certainly enough chains at least once you play around with that, and whether that's perceived added utility for their own token or whatever it is, people will more likely than not play around with that. So I think that simple economic tweaks that are not available with celestia are things that people I think will reasonably want to play around with. And then the obvious of just like this is the one that is at least perceived as more of an extension of Ethereum. That's what people will look at it for."
    },
    {
        "speaker": "B",
        "text": "We haven't talked about Solana this entire episode. Can Solana be used as a DA layer? Do you think that's a possible future at all?"
    },
    {
        "speaker": "C",
        "text": "Does it have good da or bad da?"
    },
    {
        "speaker": "A",
        "text": "They definitely have a lot of it. They have a lot of DA, but I don't know if it's really good in the sense that there's no Das. And I think that they probably wouldn't implement something like Das, just given that the Solana North Star is so different than the Ethereum North Star, and therefore I'm starting to realize that it's not as suitable for roll ups as a base layer or settlement layer, and it's mostly because their North Star really is performance. I think it's a great goal, maximize throughput, minimize latency. But it's missing that constraint of verifiability in the same way that the Ethereum ecosystem has. And that's to say that when it comes to things like fraud proofs, which do require additional commitment data to be posted, or in the case of ZK, proving the entire chain, you have to pay that cost. And if it's not internalized by the chain's economics, then someone has to pay it. So that's all to say that it's unlikely that Solana would do those things if they were to adversely impact costs, which they will, and therefore it's probably best suited to almost someone like eclipse to build in those kinds of features. So I think Solana Turbine is like very scalable DA in the sense that they're trying to approach the cost of bandwidth, and so is celestia. But the erasure encoding that they're using is not suitable for das, and that erasure encoding is optimized just to pump as many blocks through as possible, as opposed to the celestial erasure encoding, which as mentioned, is this 2d erasure encoding, which is just fundamentally less efficient."
    },
    {
        "speaker": "C",
        "text": "Das data availability sampling, it's like a mechanism for scaling da? Neil John, I have learned a ton in this podcast. It's exactly the podcast I wanted to produce. A lot of my questions have been answered, but are there further questions out on the frontier? What big questions for the industry remain in the DA space, would you say? Do you have anything? If you could just snap your fingers and get a question answered, what would it be?"
    },
    {
        "speaker": "B",
        "text": "We're looking for bankless episode ideas here."
    },
    {
        "speaker": "D",
        "text": "Yeah, the thing that I'm very interested to see and don't have any strong views on still seems early is what is the path for Ethereum da post EIP 444 and pre the potential future of dank sharding? Is there a meaningful interim kind of steps that you can take that will be valuable and that will actually be pursued and be practical on a reasonable time span? And there's definitely at least some research around that stuff, like the peer das papers, so people are looking into it. It seems still rather early stage of it's not going to be prioritized in the next work Pectra after 424, but is there a reasonable path to actually scaling Ethereum da pre the full optimal dank sharding design in a shorter time horizon? I think that would be quite interesting, but still quite early on that."
    },
    {
        "speaker": "C",
        "text": "Neil, what big questions do you have."
    },
    {
        "speaker": "A",
        "text": "To add to something that John was saying earlier? As a differentiator of eigenvalue, which is the reserve pricing, I'm hoping that the market solves blob space financialization or even celestial block financialization. So that'd be hedging mostly. But I know that a lot of people talked about block space financialization for a long time, block space derivatives, and that never really got built out. And it's partly because of the asymmetry of the pricing, because the block space price can vary very wildly and there's no one who can really absorb that kind of asymmetric risk. But if you can somehow involve the blob proposers, then maybe there's some way to offer physical delivery. But that's an area of research that I've been following pretty closely."
    },
    {
        "speaker": "B",
        "text": "Well guys, this has been absolutely phenomenal. Thank you so much for joining us today and explaining the world of data publishing. We'll conclude on that note. Try to meme that into existence. Thank you so much guys. Thanks for having us on bankless nation. Gotta let you know, of course crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]