[
    {
        "speaker": "A",
        "text": "What these technologies do is they allow people more freedom of choice in whatever country they're in. They're able to go outside of their borders and get assets or get monies that they can't get just purely internally. Basically, the biggest tool we have against basically a complete kind of replay of prior fiscal dominance periods or the effectiveness of capital controls. And I think it's worth defending."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of fiscal fiscal dominance. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more thankless, thankless listener. If you want to survive this decade as an investor, as a market participant, maybe even just as a. As a citizen in whatever jurisdiction you're in, you can't draw on the last 40 years of financial history. That is the lesson. Today, we have entered something different. Lynn Alden calls this fiscal dominance. David, and I think this is absolutely key to understanding both crypto and the new world we've entered a few topics we get into today. Number one, this new era of fiscal dominance. Why is it inevitable? Number two, central bankers and fed interest rates. Do they even matter anymore? Number three, how this world of fiscal dominance will feel. What assets to hold, what assets not to hold. And number four, how will crypto fare in this new era? What about capital controls? Are they coming to take your crypto?"
    },
    {
        "speaker": "C",
        "text": "We check in with Lynn every now and then just to get an update on the macro world, what's going on out there. And if you pay attention to Lynn's Twitter timeline, you will have noticed just a reoccurring meme show up on her Twitter timeline called nothing stops this train. And I think after maybe the 20th or 30th time, I saw a Lynn Alden tweet talking about how nothing stops this train, I was like, hmm, maybe I should ask Lynn about what the hell that means. And so that's how we got to this podcast here today. What is. What is that train? And why is nothing stopping? It? Uh, was basically the motivation for this episode, and this, uh, 90 minutes masterclass in fiscal dominance was the answer. So I feel very educated, like I always do anytime Lynn Alden comes on the podcast. So let's go ahead and get right into that conversation with Lynn Alden, all about fiscal dominance. But first, a moment to talk about some of these fantastic sponsors."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. We are excited once again to introduce you to Lynn Alden. She's one of our favorite reoccurring guests in the bankless program, because every time we bring her on the podcast, I know we're going to get into a subject in some exhaustive detail, get educated along the way, and once again, coming to this episode to help us answer. Lynn, welcome back to Bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me back. Happy to be here."
    },
    {
        "speaker": "B",
        "text": "So, Lynn, I think David and I want to explore this topic by way of meme, if that works for you. So this is a meme. I'm showing it on screen right now that you posted on Twitter. I don't know if you created this meme or you sort of seeded around and really popularized it. And so if people haven't seen this before, it's kind of the classic. There's a bus. It's like going over a train track, and there's a train. So the top frame is the bus, like going over the train track, and there's a train sort of like in the, like just about to hit it. And the second, of course, is where the train just plows right into it. And the first frame, with the bus going over the train track says how markets trade for the past 40 years. And the second, the train is called fiscal dominance, and nothing stops this train. So this is like the imagery of we are about to get hit by a train and we have to get."
    },
    {
        "speaker": "A",
        "text": "Out of the way."
    },
    {
        "speaker": "B",
        "text": "So, Lynn, can you explain this meme? Because I think that the frame of this entire conversation is based on a train that's about to hit us, this train of fiscal dominance. So what is this strain? What is fiscal dominance?"
    },
    {
        "speaker": "A",
        "text": "Sure. So, you know, market regimes go through these long periods of time where they trade a certain way and there's certain forces that impact them. And so over the past 40 years, the United States and much of the rest of the developed world has been in monetary dominance. And the kind of simple way to put that is that a monetary policy is very effective at either kind of reaccelerating or slowing down an economy and impacting inflation. And most of the money creation is coming from bank lending, basically credit creation or credit contraction, which is why those monetary levels, levers, are powerful. But in fiscal dominance, that situation becomes reversed, which is that very large debts and fiscal deficits, specifically public debts, and then fiscal deficits, deficits, those are bigger drivers of inflation or disinflation or rate of nominal economic growth and those sort of things. And the central bank, in this case, the fed in the United States, starts taking a backseat. Their options become constrained by what's going on in the fiscal side, because when they raise or lower interest rates, it doesn't impact the fiscal side in the same way that it impacts bank lending, credit creation, that kind of thing. A lot of people, they have these back tests, they have. Here's what happened over the past 2030, 40 years, for example, that stocks and bonds are often inversely correlated, for example. But going forward, people that were looking at those metrics that were super important during a monetary dominant era are less likely to be. Those metrics are less relevant, is what that meme means. That basically all these ways of doing things, all these expectations that people developed, they made sense over a period of time. But if it's true that we are entering a different type of market environment, and developed countries have been in this in the past, just not in anyone's current trading lifetime. And emerging markets go through this on a more regular basis, you know, kind of more frequently. But developed countries have not been in this for a long time. And so a lot of people's mentor mental models are kind of tuned around monetary dominance and not around fiscal dominance. So that's what the meme means, and that's when we can unpack what some of that means."
    },
    {
        "speaker": "C",
        "text": "To put it in its most simple terms, is it accurate to say that monetary dominance is simply the Federal Reserve interest rates, whether we're cutting or increasing them, just like whatever the Fed is doing. And then fiscal dominance is whatever the government is doing, whatever more top down control about who should get what, who should get tax cuts, who should get subsidies. And so one is the Fed, one is the central bank, that's monetary dominance, and the other is the government. Is that like a simple way of understanding this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, pretty much. And I guess the one thing I would add is that monetary dominance is the combination of the central bank and then the broader banking system, the commercial banks, their rate of lending or not lending, as well as different things the central bank is doing to try to accelerate the amount of lending that's happening, or trying to slow down the rate of lending that's happening, that's all monetary dominance. And then, as you said, basically all the fiscal side, all those different things, that's fiscal dominance. And fiscal, when deficits are lower, when public debts are smaller, monetary dominance tends to be occurring. That basically all those monetary forces are bigger. Whereas when you build up 100% or more debt to GDP, specifically on the sovereign level, and you're running above target deficits that are not really one time things, they're more structural. That starts to override the power of that whole monetary side. Both the central banks and then even the broader banking system that bust that."
    },
    {
        "speaker": "C",
        "text": "Ryan described in the meme, how markets trade for the past 40 years, I've heard this take from a number of different people that really, really, the whole entire investment strategy over the last 40 years or so has just really been one trade, which is the debasement of currency, the dilution of the us dollar, and really, it's a matter of how fast or slow the Fed is doing that. All other investments have really been downstream of that. And this is what you're saying is actually coming to a close. This is the market structure that has defined the last era of anyone's trading memory. Uh, and you're saying that this, this era is, is likely coming to a close soonish because fiscal dominance is coming to replace it? Because something about fiscal dominance is not stopping this train. That train is not stopping. This is kind of like the summation of this meme."
    },
    {
        "speaker": "A",
        "text": "Uh, yeah, more or less. I think the thing I would add is that it's not just debasement per se, because debasement happens under fiscal dominance as well. Um, it's really about that kind of 40 years of declining interest rates and then the tailwinds that, that provides to a number of different asset classes. So we kind of started from this high point in this current era of very high interest rates. And then you go through 40 years of every time there's a recession, you can cut rates. Generally, inflation is on, you know, even though it's still positive it's declining from what used to be a high level to eventually, by the 2010s, you got to a pretty low level, at least for consumer price inflation. There's obviously different ways to measure inflation, but declining inflation rates, declining interest rates, and basically all that was offset by rising debt to GDP. So over time, more and more debt piled up on households, more and more debt piled up on the public ledger. That was offset by the fact that interest rates were declining. And it fed on itself, because lower interest rates allow more debt to accumulate and then higher debt levels tend to slow down economic growth and put pressure on a lot of things, which ends up pushing interest rates down. That's one of those tools that they use to kickstart the next expansion out of recession. The problem is when you run into zero and then you start going sideways to up in terms of interest rates, you no longer have that offset for all those debt levels. And private debt levels peaked around or shortly after the global financial crisis, whereas public debt levels are still going up. When you look at history of how these really long term debt cycles play out. So not just the cyclical debt cycles, but these kind of more generational debt cycles, when they play out of it does tend to happen in that one two punch, where first you hit some private sector maximum, and then you start rotating that onto the public sector, the debt starts getting transferred. So, for example, you bail out the banks, you recapitalize them, and push a lot of the debt more on the sovereign level. And then same thing with the response during and after the pandemic and lockdowns, a lot of the more private debt was indirectly transferred to the public level. So you have a little bit of deleveraging on the private side, but that gets pushed up to the public level, and that eventually comes out in currency debasement and fiscal dominance issues. Basically, I think the era that's behind us is that ever lower industry environment, the structural disinflation from a high level environment, and now we go forward in an environment that really hasn't been seen in the developed world since the 1940s. Japan's been in it first in this cycle among the developed world. You see it occasionally, or pretty frequently, actually, in the emerging world. But it's not something that a lot of developed market participants have a lot of experience with in their current careers, because it's all been one trade, which is interest rates keep going down, valuations of both bonds and stocks keep going up, and they tend to be countercyclical, they tend to be inversely correlated with each other, but that environment is messier going forward. In more inflationary environments, stocks and bonds tend to be more correlated. And also you start to get, generally during fiscal dominance, you get a rise of capital controls and other issues like that, which can manifest, for example, in this industry, it can manifest in attacks on privacy tools or self custody, or basically the ways to move around capital. So there's overlap there, and that's just an environment to be aware of. And I would argue that there's not a moment in time per se where you go from monetary dominance to fiscal dominance. Like you're not in 100% of one and zero in the other. It's this changeover that happens. And I would say there's different ways to analyze it, but I would say at least since 2019, the US has been in fiscal dominance more or less. And when it starts to go over, there's a year or two where you're in fiscal dominance, and maybe you're briefly out of it again. Then you're back in it until it gets so strong that you're more persistently in it. Ever since early 20, 2023, we've been in it probably more persistently but this whole Covid era, and even just a little bit before it, this has been a multi year transition toward fiscal dominance."
    },
    {
        "speaker": "B",
        "text": "Lynn, there's so much here to unpack and I think we're just peeling back the layers of the onion here. But I want to make sure that listeners get their Econ 101 definitions of fiscal dominance versus monetary dominance by way of maybe example. Right? So fiscal dominance, that is like a government, both fiscal and monetary, I guess policy is what governs the money system of any sovereign country. Right? So we understand that there's these two pieces. And in order to identify which is which, when we see things like quantitative easing or I like buying of bonds or interest rate increases or decreases, all of the drone Powell fed type of activity, that's going to be more the monetary policy type controls. Whereas on the fiscal side, when we see things like you mentioned, like Covid, the COVID stimulus or the PPP loans or even like more recently the Inflation Reduction act, kind of like congressional, we are spending this amount on x program that is more on the fiscal side of things. Would you say that's accurate? What are some examples in each so that listeners can good at identifying the differences between monetary and fiscal?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so that's accurate. I think we can make the example more clear by referring to time periods. And so, for example, when people think of inflation, they often think of the 1970s. The 1970s was a very inflationary environment. That was mostly inflation from bank lending. So there's two main ways that new broad money enters circulation. One is fractional reserve bank lending, and then the other one is monetized fiscal deficits. And you can quantify the size of what's happening there. So in the 1970s, I mean, they were running deficits. But if you look at how much new bank loans are created each year, that was a larger number than the size of the fiscal deficits that year, especially when you look at that over any, say, rolling five year period, basically more money is coming because banks are lending. The reason that was happening, there's a bunch of reasons, but basically the baby boomers were entering their home buying years. You had a big demographic surge, a lot of people hitting their period of peak credit formation. Back then, houses were cheaper. So people could buy homes earlier. They bought them often in their twenties or sometimes early thirties, but they can start buying homes on average earlier than people do today. This big generation is coming into their home buying years, their family formation years, this peak credit formation. Banks are making a lot of loans. You have money supplies going up very quickly. Then you ran into price inflation because you had that higher than normal rate of money creation at the same time as you had obviously constraints in oil supply and were also running some background deficits that werent helping, even though they were a smaller force. The way to get that under control was that Paul Volcker, the head of the Fed, raised interest rates to the highest level theyve ever been in the United States. The reason that was effective was because the federal government only had 30% debt to GDP, so there was not a lot of debt on the public sector and there really wasnt even a ton of debt on the private sector. But he was able to raise rates super high. And what that did was that slow down borrowers wanting to borrow money. Who wants to borrow money at double digits, especially if thats much higher than the inflation rate? Real high nominal rates and real high rates compared to the measures of inflation. That really slows down the ability and the desire for people to borrow money. And it slows down that rate of bank lending. It pushed the economy into a credit contraction recession. But you wash out some of that inflation from the system, you reduce demand enough to allow supply to catch back up to it. That's an example of monetary dominance in action, both the cause of inflation and then the response to having that high inflation. Whereas another big inflation appeared in the US was the 1940s. And people don't really think of that decade when they think of inflation, but that was roughly, on average as inflationary as the seventies. But that was the last time we were in fiscal dominance. And so in the forties, banks were not lending much at all. That was not a period of rapid bank lending. Instead, the obvious context was World War Two. And so they had already gone through the Great Depression, so they already had the big private debt bubble pop, and they started rotating that more to the public ledger. They kind of got stuck in this period of stagnation. But then as populism grew around the world, partially because of economic reasons, war broke out. And when it came to war, they did these massive fiscal deficits, the biggest deficits relative to GDP we've ever seen. They were even bigger than what happened in the lot of that goes to fighting the war, but that's going to commodity development, that's going to manufacturing. When the Gis come home, you put them through college and technical school and subsidize their mortgage."
    },
    {
        "speaker": "B",
        "text": "It's a government spending programs, basically."
    },
    {
        "speaker": "A",
        "text": "Exactly, yeah. Really big stimulus in various ways. And a lot of that, the bonds they issued to fund all that, because it's a tremendous amount of bonds, they were bought by the Federal Reserve, increasing their monetary base. Then they were bought by the commercial banking system on fractional reserve leverage. You had this huge spike in the money supply, but it was not because banks were lending. It was because these really big monetized fiscal deficits were plowing money into the system. The Federal Reserve, they were basically captured by the treasury. So they kept rates low despite the fact that inflation was very high, because if they raise rates, it wasn't going to change the decision in Washington. They're not going to not go fight this battle because of what the Fed's doing. They're not going to change any of that. It's an entirely different tool set around that. Eventually, after the war, they pivoted more toward austerity. They had a number of things in their favor to grow out of that problem. But that's an example of fiscal dominance at its most extreme, whereas the seventies was more so a monetary dominance. And today in emerging markets you see often there is fiscal dominance happening. Probably the clearest case of fiscal dominance today is Japan. So they have over 250% debt to GDP. Bank lending is not at a very high rate at all. It's some of the lowest rates of bank lending in the world. Their money supply increase, it is still fairly slow, but the increase that does happen is largely because the government's running deficits and then the central bank is helping to monetize those deficits. And so higher interest rates have a mixed success record of dealing with that because it's not like they're going to change their government spending much based on what the central bank does. In the same way that the private sector response, I think that's a good baseline to set. It is. Where is the money creation coming from and what tools are able to slow down or not slow down that money creation."
    },
    {
        "speaker": "B",
        "text": "I think this is great. I think that no one listening has really lived through a fiscal dominance era. So we're going to have to bring in some of those examples later in the episode where you talk about the US in the 1940s and what was that like? Or Japan today, or an emerging economy, an emerging country, maybe we can draw parallels there. But I want to ask you another point on the timeline that is probably closer to lived experience for the listeners to this podcast. And that is something we all remember, which was 2008 and the big bank crisis. Now, applying what we just learned here, Lynn, and you check me, we were squarely in monetary dominance territory and the tools to fix the financial system that was utterly broken and plunging us towards the deepest recession, maybe depression, since the 1920s and 1930s, was a monetary intervention. And it was almost squarely a monetary intervention, where rates dropped down to zero. And the bank bailouts, of course, quite famously. And that's where some of us started to learn this very esoteric term called quantitative easing. These were all monetary policy instruments. I don't recall much of any fiscal policy intervention. In fact, that was some of the criticism here. And there was an entire social movement, Occupy Wall street, for instance. Why you bailed out the bankers, used your instruments of monetary policy, but there was no fiscal policy intervention. People didn't get stimulus checks like Main street didn't get bailed out. And so, check me on that. Was that purely monetary policy intervention? And if so, why didn't we use more fiscal policy at the time? Or like some combination of both?"
    },
    {
        "speaker": "A",
        "text": "So that was kind of the beginning of where fiscal started to become relevant. So that was a mix of monetary and fiscal response, because that was a private sector debt blow up. For the most part. The biggest response there was monetary, mainly in the form of cutting interest rates to zero and then doing quantitative easing. There were some fiscal components, but as you pointed out, they were more targeted on banks. So some of the bank bailouts involved a combination of monetary and fiscal policy, because they did things that the Fed is not authorized to do on their own. And so some of that was actually injecting solvency into the banks, not just liquidity, but the other part was monetary. To the extent that there was fiscal support to the rest of the economy, that was pretty minimal. So, for example, there was things like cash for clunkers."
    },
    {
        "speaker": "B",
        "text": "I do remember this. That was like, it was a government program to buy your used car. Is that what this was?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Basically, it incentivized people to get rid of their older car and buy a newer car, tried to help them out while also helping out kind of industry. But that was, that's like basically laughing stock in terms of size compared to the things we saw in these recent years. They're also, I mean, they gave a little bit of a boost to seniors. It was like a tiny little stimulus check. If you were unemployed, your benefits were a little bit higher than normal. So around the margins, there was a little bit of fiscal support, but more of the fiscal support was directed at the banks to recapitalize them. And then it was a very large monetary response. And when you look at another way to phrase it is what is the fiscal support relative to. So, for example, during that 2008 2009 period, a lot of loans went bankrupt. So they defaulted. One of the few ways to really destroy money in the system is to default on a loan or pay back a loan and don't refinance it, actually pay it back. Those are methods to either rapidly or slowly reduce the amount of money supply in the system during that period. Because of loan defaults, the money supply would otherwise have shrunk a little bit. And the fiscal support that they did was about the same size as the loan defaults, and also just a slowdown of lending that occurred. They basically balanced it in such a way that instead of getting deflation, we just had zero inflation, or really low inflation. You might have had a couple quarters of the way they measure it, deflation, but it wasn't some gigantic, huge thing that was way bigger than the amount of loans being destroyed. Whereas when you fast forward to, say, the 2020s, these stimulus checks were order magnitude bigger. The stimulus checks, the childcare tax credits, the PPP loans that turn into grants, the corporate bailouts down the line, all these things that happened, and the magnitude of those was way bigger than the loan defaults. That was a net huge increase in the money supply in a way that did not happen in 2008. 2008 was like hints of fiscal, still mostly monetary, whereas by the time you got into the 2020s, monetary policy is still a present force, but the fiscal side is so much larger."
    },
    {
        "speaker": "B",
        "text": "Lynn, is this too simple an explanation? So both the fiscal and monetary policy interventions increase generally, always in the direction of increasing the money supply. It's just a matter of who gets it. And when a policy tends towards monetary policy intervention, then asset prices get inflated. We certainly saw that from the time of the interventions in 2008 onward. Just massive run ups in stocks and all sorts of risk on assets. And on the other side, when there's a fiscal policy intervention, that tends to go towards, I guess, more directed to Main street and wage increases or direct stimulus checks. And that causes inflation of a different type, which is a bit more of the consumer price index CPI type inflation. So is that oversimplifying the explanation of saying monetary policy equals asset price inflation? Fiscal policy, like intervention increase equals consumer price index CPI inflation?"
    },
    {
        "speaker": "A",
        "text": "I would say for the most part, fiscal can do both. I mean, fiscal, when they use it, is probably generally a more powerful tool than monetary. So it can actually impact both asset price inflation and consumer price inflation, whereas monetary policy is generally more impactful on asset prices. There are some levers, of course, where monetary policy can impact CPI. For example, if a currency has negative real rates, nobody wants to hold it. If they raise interest rates, it could convince more of the foreign sector to go and hold that currency, which helps it find a floor so it stops devaluing, and therefore it can say, put a lid on energy prices or other import prices. So both of those types of policies can affect asset prices or consumer prices, but it largely depends on who's being stimulated. So if you're mainly stimulating banks, for example, that's not going to contribute to too much CPI growth. Whereas if you're sending money to households, you are going to impact consumer price inflation at a much higher level. And another factor that's kind of worth a clarifying here is its not just the size of the deficits or the monetary policy intervention, its also the amount of aggregate debt thats on the public ledger, because thats why if it builds up enough, it starts to invalidate monetary policy. So an example of that is, during the seventies, federal debt to GDP was 30% when they raised interest rates. When Volcker raised interest rates, it put downward pressure on private sector lending. But at the same time it put upward pressure on interest expense from the government, which is ironically kind of stimulatory. That's money, that's a fiscal deficit that's flowing out from the government to whoever holds those bonds. Basically, one hand you're pushing down, the other hand you're stimulating. But because federal debt was low and most of the money creation was coming from banks, downward pressure was a lot bigger than the upward pressure, which is why it was effective. Whereas when you go to today, when you have over 100% debt to GDP, the problem is that when they raise rates, they do put downward pressure on the private sector lending. We've seen that in the current data, lending is slower than it was a couple of years ago because rates are higher. People aren't rushing out to buy homes or releverage their homes, and corporations with high debt are running into issues. It is putting downward pressure. The problem is that the interest expense that it increases for the federal government is like four times bigger when you're at 120% debt to GDP than 30% debt to GDP. And that is flowing to entities. If someone has locked in a fixed rate mortgage, they have money market funds or t bills or whatever. Every time the Federal Reserve raises interest rates, the government is now paying them more money, whereas their mortgage is locked in. So they actually have more spending power. And there were corporations did the same thing. There were corporations that just termed out debt for 10, 20, 30 years. That doesn't get affected anytime soon. Every year a little bit of it matures, but it's not a big deal. Whereas any sort of big cash position they have in t bills or whatever else they're holding it in, that's paying them more every time the Federal Reserve raises interest rates. That's one of the key reasons why structurally fiscal dominance starts to take over and limit the options of monetary policy. Because what we normally think of as what central banks should do in the face of inflation is they should raise interest rates. But then after a certain point, you go through that looking glass where youre raising interest rates and its only moderately effective because youre stimulating as much as youre pushing down. And if you go far enough, if you get into japans case, its so lopsided at 250% debt to GDP and almost no bank loans, that industry increases would almost certainly be somewhat stimulatory for inflation."
    },
    {
        "speaker": "B",
        "text": "Ironically, I've heard people describe monetary policy in that condition as pushing on a string. It's just like you keep pushing and just nothing happens."
    },
    {
        "speaker": "A",
        "text": "Yeah, and that's the transition you go through. And that's also why it's not 100% versus another 0%. It's like as you kind of get more and more debt on the public ledger, there's no magical line where that starts to switch over to fiscal dominance. It partially depends on different countries have different policies for what kind of mortgages they have. So a country with more long term fixed rate mortgages can enter fiscal dominance at maybe a lower level than a country where all of those are adjusting upwards quickly. There's no one magic number. But over time, as you move more and more debt to the public ledger, all those fiscal sides starts to take over. And then even the monetary policy tools that are meant to slow down inflation become less effective and in rare cases even counterproductive. Again, there's always multiple forces. So for example, if they raise interest rates, let's say the bank of JPN raised interest rates, it would make more of the foreign sector, maybe want to hold yen, which could slow down the yen descent and therefore slow down the increase in oil prices. In yen terms, that's one of the disinflationary factors it would have. But it would also increase the deficit more because all that 250% debt to GP would start maturing into higher and higher yielding assets. And they're not going to let the sovereign default. So the central bank's literally going to increase their balance sheet to facilitate all those monetized fiscal deficits, which at the same time is increasing the money supply at a faster rate. That's really where fiscal starts to take over compared to the monetary."
    },
    {
        "speaker": "C",
        "text": "So after the last like two and a half years of my education in the macro space, I've gotten a pretty good grasp around the Federal Reserve. I remember hearing about the rising interest rates in like 2022 and I'm like, hmm, I wonder what that's about. And then by the end of 2022, I had just exactly figured out what that was about. And so I think my and bankless listeners understanding of what the mandate of the Fed is and how it impacts interest rates and just overall its goals. I think we have a pretty firm grasped on this now in the year 2024. But now it seems like my understanding of that is mostly moot because we're no longer in a monetary dominant world, or at least that's what we're learning. We are now in a fiscal dominant world. And so now, like the goals and objectives for whoever is controlling these dials are now like, now, I don't know anymore. Now it's like another kind of blank slate. And so if, if now we are in a world of fiscal dominance, who's got the levers? Who's got the dials? Like, what's their mandate? What's their objective? Who's got the power here and where do they want to take us?"
    },
    {
        "speaker": "A",
        "text": "So the answer basically is the combination of Congress and the president. They're the ones that authorize spending that happens, including tax changes or spending changes. But probably the scary answer there is kind of no one is driving the train because if you have a highly politicized, polarized environment, right? So Congress is gridlocked. One side doesn't want to raise taxes, one side doesn't want to cut spending. Or even in many cases, both sides don't want to cut spending, at least certain types of spending. Right now in the US, for example, neither side particularly wants to cut Social Security, neither side particularly wants to cut Medicare, especially the recipients of those are the demographics that vote. And so basically a lot of that spending is locked in. A lot of times when people hear deficits, they think, is it Trump's fault, is it Biden's fault? Whose fault is it? But it's actually accumulated decisions. Some of that is a lot of it was during COVID and after Covid and all these kind of current things that are happening, that it's a factor. But even things, for example, part of why we have so much debt is the Iraq war, right? But people forgot about that. That's two decades ago since it started. And then even before then, it's kind of the construction of these entitlement systems. The fact that as kind of, and more and more of that now the baby regeneration, as they enter their retirement years, theyre on the receiving side of more of these things. The US also has the highest healthcare spending per capita in the world for multiple reasons. And that feeds into it. So all these things are kind of, to varying degrees, locked in and developed over the course of decades. And so the process of trying to rein that in is kind of outside of any one persons control. It would take massive reforms, whereas monetary policy tends to be more centralized. There's only a handful of people that are involved in those key decisions. That's why I use the meme. Nothing stops this train because it's not like a handful of people can get in the room and be like, okay, we're going to fix these things. Now there's so many moving parts, so many people that disagree, so much stuff. This legacy built up accumulated problems that fixing it is nearly impossible in any sort of investable time horizon, which is kind of a challenge. So they sped up the train and then they kind of broke the lever. So there's no one that can really stop it."
    },
    {
        "speaker": "C",
        "text": "Feels healthy. So we were talking earlier about kind of the de strengthening, the weakening of the tools of the fed. And that's a result of just having a very high debt to GDP. If you have very high debt to GDP and you raise interest rates, you're actually just stimulating the economy because you're injecting more money into the economy. Because the interest rates are coming out."
    },
    {
        "speaker": "A",
        "text": "Of the fiscal side."
    },
    {
        "speaker": "C",
        "text": "The vibe is that there is a nerfing of the Federal Reserve. The control, the powers, the levers that the Federal Reserve has. My gut is like, well that's a boon. That's a strengthening to the fiscal tools. What are those fiscal tools? And since no one is meaningfully at the helm of those tools, this accumulates over decades. What are those tools? What's getting stronger? What are the impacts upon the economy that are now stronger? If the Fed is weaker, what's going on on the other side of the equation that's stronger now?"
    },
    {
        "speaker": "A",
        "text": "Partly what's stronger is that the overall deficit as a percentage of GDP is just structurally bigger. Even putting aside monetary policy, there's larger deficits flowing into the economy which are a type of stimulus, at least nominally. They might not boost the real economy, depends on what they're spending on. But they do tend to boost the nominal economy, which is, for example, if you boost Social Security, the money that they receive, they can go out and buy more things. Or at least there's more dollars chasing things which can drive the prices of those things up. That's why it's complicated between nominal and real, but basically it's a type of nominal stimulus. The main levers that fiscal can pull is they could choose to raise or lower taxes. That would have probably a bigger impact on inflation than monetary policy decisions. They could choose or not choose to do certain spending actions. So things like the Inflation Reduction act, kind of ironically named, it's a form of deficit spending decisions, whether or not to alleviate student loans, decisions on military financing support abroad, which a lot of that actually gets spent domestically. It goes into the military industrial complex, kind of circulates that way, right? So all these different levers of either spending or taxing, those are things that can be impactful. And one thing, when you have fiscal dominance, you have a bigger than normal dislocation between different sectors. And so for example, commercial real estate right now is in a world of hurt because not much of the fiscal deficits are flowing to commercial real estate, but they are impacted by the fact that the fed is pretty tight right now. They have over 5% interest rates, it's a very leveraged industry. They were impacted by work from home and just shifting needs of office space. So it's a perfect storm of things that is putting downward pressure on commercial real estate and not really assisting them in any way. They're still under as an industry, they're still under monetary dominance. Whereas for example, if you're doing restaurant or travel type of things, you're less interest rate sensitive. And people that are on the receiving side of Social Security and upper middle class and hold a lot of money markets, they're the ones traveling and eating out and doing all these kind of things. So that's good for the american expresses of the world, that's good for the booking dot coms of the world. Anything travel related that's pretty strong in its niche is generally more on the receiving side of the fiscal deficits, or at least their customers are. And they're not really on the harmful side of the monetary policy. That's what you get. And then it becomes in fiscal's control, basically Congress, the president, where they can direct that fire hose of money to whatever they want. In the 1940s they directed at the younger side of the population, the GIS fighting the war, manufacturing capacity, energy capacity, the highway system, that's where they directed that money at the current time, a lot of that's directed toward Social Security, Medicare, military stuff. That's where a lot of that's flowing a few years ago is flowing more broadly. It was flowing to almost everybody. One of the challenges is how opaque it is. For example, people, when they think of stimulus, their first thought is stimulus checks. Whereas I keep pointing out how powerful the PPP loans were and how corrupt a lot of those were because, for example, when they look at the numbers, something like two thirds of it, the vast majority of it went to the top 20% of the population. So it's like person down the street got a handful of four figure stimulus checks. They got 600 here and then 1200 here and then they got childcare tax credits added up to several thousand four figures. Whereas there were law firms or investment firms or technology firms that were never really planning on laying anyone off. And they would just get like a million dollars and that would just go to the bottom line of the owners. Yeah. And they would just buy a house or buy whatever the case is. And of course some of them were so outrageous they got prosecuted for fraud. But a lot of them, they followed the letter of the law, but it still just went to the bottom line of the business. And that's kind of, there was upper middle class or kind of wealthy class spending, which was, that was stimulatory for things like upper class homes or other luxury items. So across the spectrum, wherever the fire hose goes tends to be the recipients that are doing pretty well."
    },
    {
        "speaker": "C",
        "text": "Okay, so fiscal dominance is, I like how you said at the beginning, there's a difference between nominal versus real and fiscal. I think from your answer, I think is really in the nominal side of things, it's not really impacting the broad economy. But fiscal dominance is giving the tools to Congress, the president, whoever is in charge, the power to kind of like pick winners and losers in the economy as the fiscal policy deems fit. And so the strength of the levers is increasing for the politicization of what sector of the economy we want to give a boon to and what sectors of the economy we want to like depress or suppress or whatever. And so there's not any sort of like rising tide that lifts all boats kind of phenomenon that's happening. But really the strengthening of fiscal dominance just means that whoever's in charge gets to determine that fire hose of money. And that is just decided in Congress by our elected leaders. Is that kind of the answer?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's pretty much it. And rather than giving them the power, it's more like over time the fiscal side elbowed its way through until it took the power. And it's not even necessarily intentional. It's more just accumulated. That accumulated debt level is what eventually causes it. So when you have that 40 years of declining interest rates and higher debts, every time there was a recession, you get a little bit of a transfer of private debt on the public ledger. And after four or five of those recessions or more, and you get interest rates all the way to zero. At that point, you've transferred a lot to the public ledger, and that's where it starts to snowball. So it's not like one machiavellian decision to do that. It's a bunch of accumulated decisions led to that point. And then the monetary policy gets more restricted because it's like, well, we have to. There's times where they have to increase their balance sheet, even though they'd prefer not to, because they had to kind of keep the sovereign bond market liquid. So they kind of, you know, maybe they prefer, like during, during the early 2023, when banks were kind of choking on treasuries and running into some issues, they wanted to help fight inflation, but they went back to multiple months of providing liquidity because banks were dealing with an overflow of Treasuries and falling treasury prices. And so the Fed kind of had to accommodate what's happening in the fiscal side. And now at this point, for example, the New York Fed is already forecasting that probably by 2025, they're going to go back to gradual balance sheet increases. And the narrative could get pretty awkward if inflation is still above their target and they're going back to no longer shrinking their balance sheet and increasing their balance sheet. And that's what you see if you look at most emerging markets today, let's say Egypt, for example, they currently have an inflation problem, and they're also increasing their monetary base. Their central bank is doing what is a form of QE, despite the fact that they have above target inflation. You see that regularly. And the US can enter that type of environment where the Fed is providing liquidity because they have to facilitate these large debt deficits, even though they prefer not to. And most of their tools are geared toward accelerating or decelerating bank lending, but that's now a much smaller force than the size of the fiscal deficits."
    },
    {
        "speaker": "B",
        "text": "Yeah. For the people at this point in the conversation saying, well, this is Biden's fault, this is Trump's fault, this is Congress's fault. I think to the comment that you were making, yes, all of those things are true. And certainly with things like PPP, there's a headline I was just reading, most of the 800 billion in PPP loans did not go to workers, 77% did not actually get to workers and paychecks. So obviously, when you're talking about fiscal policy, where you point the fire hose into whom there's a tremendous amount for Congress and the executive branch to take accountability for that, and they totally should. And also the reason I think you're staying, Lynn, that the lever on the train is broke, you just can't stop the train, is because I don't think that there is an official who could get elected right now on a plan of austerity. So imagine the Republicans come out and they say, look, austerity plan, we're going to raise taxes and we're going to cut Social Security, and any party that did this would not get elected. That's why we're in this representative democracy sort of trap where those in power, even if they wanted to, even if they wanted to, they couldn't get elected on an austerity platform. But one thing that still doesn't quite make sense to me, and I'm wondering if you'd translate this, is it feels like Jerome Powell acts like he's driving, like driving the train or driving the bus or driving something here. And here was a comment from the last Fed meeting. Somebody asked him, are you satisfied, Powell, with 3% inflation? He goes, of course we're not satisfied with 3% inflation. 3% can't be in the same sentence with satisfied, is what he said. Why is there this act? Is Powell not aware that he's no longer in as much control over that 3% inflation number as he once was, or is this all an act? That part to me still doesn't make sense."
    },
    {
        "speaker": "A",
        "text": "Well, it's hard to get in what his personal headspace is at. But in general, central banking is partially a confidence game. So some of their levers have real power, but another big chunk of it is setting expectations of whats going to happen. So, for example, Weve had an environment where if an inflation print comes in hot, the dollar index goes up because the market says, well, that means the feds going to have to be even more hawkish. You get that loop where that works for a period of time. Whereas if the market loses confidence that the Fed or the fiscal side can get this under control, you can start getting nonlinear outcomes where people say, I want to hold anything other than the currency of what's happening here right now. I'd say it partially works because a large part of the market still thinks they got this under control. This is fine. Nobody wants to sit there and say my job is less important now because I'm getting overridden. Everything's set up around the idea of an independent central bank and so they still have to maintain that illusion. In addition, it's not like those levers don't matter, it's just that they're diminished. So for example, if Powell decides to cut to 2% interest rates that would really impact the commercial real estate sector. Whereas if he decides to hold interest rates where they are or hike them, he keeps the slow moving kind of train wreck that's happening in the commercial real estate space happening. He still has impact. His decisions do around the margin still matter. It's just that they are a much smaller percentage of the equation than the fiscal side and his tool set is diminished because of the fiscal side. But that's not something you won't really hear a central banker mention that out loud because it goes against play their part. Yeah, it goes against the narrative, how we constructed things."
    },
    {
        "speaker": "B",
        "text": "Lynn, what do you say to people who hear this argument? They say yeah I understand what you're saying Lynn but the train is still off in the distance. Maybe we can hear the distant choo choo sound but we still have some time around this. I'm wondering what indicators you look at for this one you keep going back to is debt to GDP and right around 120% now but it has burned hotter in Japan. It got all the way in the we could get more debt. Japan's still working right? I guess I think it is. I haven't been there recently. Another maybe is we keep going back to higher deficits. So every year you probably see the headline report x trillion dollars in deficit. I would imagine fiscal dominance era would be dominated by large deficits. And you also have gone back to the interest payments on the loans that basically the government owes the world and at some level maybe owes itself. And I was just looking at this because I was paying my taxes here recently as one does and this is an infographic I'm going to share on the screen. Where does $1 of us tax dollar go? Let me just share this really quick for us. And here it is. We got some candidates you'd expect $0.22 Social Security 14% Medicare. Wow that's a lot on healthcare that the US pays national defense about 13%. It's very costly to maintain that large military. But look at this, 111 cents on the dollar in net interest. Net interest $0.11 on the dollar. So you give a dollar to the IR's. Eleven cents of that is in the form of an interest payment. And that's not going to any sort of entitlement program. No one receives the benefit of that aside from those that own t bills. It's certainly not going to defense, certainly not going into infrastructure investment. That's what you're talking about. And that number gets, that eleven cent number gets larger and larger as the Fed increases its rates. And that's why it's so high at this point in time. Anyway, just broad picture strokes. What are the indicators besides those that I mentioned, that we are in the fiscal dominance territory for you, Lyn."
    },
    {
        "speaker": "A",
        "text": "So yeah, debt to GDP is definitely one of them. I think probably if I had to pick one metric, it'd be the one I mentioned before, which is when fiscal deficits are larger than the rate of new bank loan creation. Probably I would actually add an extra hurdle, which is the bank loan creation plus net corporate bond issuance. When the fiscal deficits are bigger than those on a fairly sustained basis, not just a one off, say in 2008 or something, but actually on a sustained basis, that's when you've crossed over to fiscal dominance. Then adding onto that is when you have that really high debt to GDP level. That's where when they raise interest rates, when the monetary policy tries to reassert itself. The problem is that because there's that really big stock of debt, not just the annual fiscal deficits, but the stock of debt, when that gets refined into those higher rates, that tends to offset with larger deficits any kind of downward pressure you put on bank loan creation. So I would say those two factors together. And to your prior point about how the trains in the distance, I would so one thing I would generally agree with is that this is normally a very long term process. Like I said, id argue that weve been in fiscal dominance on and off since 2019. So it basically means were five years in, I think five years from now were still going to be in fiscal dominance and probably five years after that. I think this is a fairly long term transition. Japans been in it for well over a decade, but different countries entered at different speeds and then how they respond to it and what their details are really matters. For example, Japan entered it during the 2010s decade and they entered it from a state of, they have structural current account surpluses. So there's more money flowing in from the combination of they have really good trade and also they've had had so many decades of trade surpluses. They actually own a lot of foreign assets. They own more foreign assets than foreigners own of their assets. Basically, you can think of it as interest and dividends are just flowing to Japan all the time. That really helps set a floor under a currency. And they have their pretty strong industrial base. Those factors allow them to push further, I would argue, than most other countries would be able to push. That's an extreme case. They had so many things supporting them that they could get up to well over 200% debt to GDP before it started becoming an issue. Also, the 2010s, that was a structural commodity bear market, because in the prior decade, there was this over investment in commodities. And then, of course, the global financial crisis slowed everything down. And so you had this glut of commodities, you had the shale revolution, so you brought a lot of new oil to market. All these things are disinflationary. And so Japan's policy gives them a really long timeframe before inflation starts to become an issue. So most of that fiscal dominance error just translated into higher asset prices in Japan, not a lot of inflation. And so it wasn't showing up at the gas pump, for example. But when you're still doing those policies and then you enter geopolitical issues and lack of investment in energy and all, there's inflation elsewhere, so they have to raise rates. And then you're stuck in fiscal dominance where you can't raise rates. Or if you do, it's going to be somewhat counter effective. Everybody wants to sell the yen now. So some of those things finally started to materialize, but it took a long time because they entered it from a position of strength and they entered it during a commodity bear market, whereas if countries go through that more together and during a commodity bull market, that could turn out much faster. So I think that all those variables matter in terms of understanding the magnitude of the speed, and they're not always predictable in advance. So, for example, in 2022, when the fed started raising interest rates, it's like, okay, we're looking at potential recession here. I doubted they'd be able to get them over 3%. And for all of 2022, we were seeing recession indicators. So purchasing managed indices were rolling over, multiple things were kind of slowing down. Growth was decelerating. Asset prices were doing poorly pretty much across the board, except for energy. And so all those signs were playing out as expected. And what's hard to know in advance is when does something start impacting? So by the time we got into late 2022 or early 2023, that's when I started noticing that the fiscal dominance was reasserting itself. That basically the government debt, because it's on average, shorter duration than the private debt in the US because that was starting to refinance and blow out the deficits. I was like, okay, were showing signs of bottoming here and were actually entering more acute fiscal dominance. Its a combination of having that outlook, kind of that structural idea of whats happening, but then paying attention to whats actually happening in real time because that can affect timing rather than everything being a theoretical problem or something down the road. Its like, no, this is starting to happen right now. And so that shifts the base case for how quickly that plays out. So, I mean, I would argue that Japan's in fiscal dominance now. They're kind of finally having downsides of that. And the US is in fiscal dominance, Europe less so. But that's a whole messy situation in and of itself. And when more countries reach that together, it's a problem. So, for example, when Japan entered fiscal dominance kind of alone, it still had all these disinflationary offsets from China. China was increasing their manufacturing and there was still this period of globalization and no major geopolitical issues. But when we fast forward a decade and now there's geopolitical issues and just more uncertainty around that, and now China's population is flatlining. So they're maybe not going to be the disinflationary offset for manufacturing that they once were. These things start to change over time."
    },
    {
        "speaker": "B",
        "text": "Yeah, in the picture of the train smashing into the bus. Just to add to that, what you're saying, Lynn, very clearly is this is a train accident that happens in slow motion. This is not sort of an overnight. Bam, people will look at this and say, hey, Lynn, next month, nothing's happening. This kind of looks the same. That's not what you're saying. You're not saying this is going to be an overnight thing. You're saying this is going to happen in slow motion. Could play out over many months and years."
    },
    {
        "speaker": "C",
        "text": "Well, the meme that Lyn had was the way that the markets traded for the last 40 years. So I'm sure it happens in a blink of an eye from the perspective of 40 years. But from a human lifespan perspective, it's not happening inside of acutely one or two years."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a multi year timeframe. And basically, I think the way it starts to manifest and it's been manifesting is higher baseline inflation, higher baseline money creation. And things are somewhat less cyclical because the fiscal deficits are not as cyclical as those cycles of bank credit creation, emerging market recessions, for example. They look somewhat different than developing market recessions. And I think that as we go forward, when developed markets have recessions, they could have some emerging market characteristics, basically that they could be more stagflationary than outright disinflationary. For example, it's hard to have an outright recession if you're already pre stimulating by $2 trillion a year in deficits. Or to the extent that you have recession, it's probably going to look different. Or like I said before, you're going to get very big sector differences. It's like literally commercial real estate's in an outright depression, or at least office and parts of commercial real estate. A lot of that is an outright depression, whereas other parts are booming. So the number of people that are going through us airports is currently at record highs. For example, you have that wider than normal difference between different sectors and that's characteristics of being in fiscal dominance. When an emerging market has a currency crisis, it's often the case that exporters are doing great because they're earning forward currency and they're paying a lot of things in local currency so they're booming. And maybe the tourism industry is doing great because the currency is cheap now. So more people want to go and travel there. So there are certain sectors that are doing fine, if not more than fine, whereas other sectors like mainly around consumption or imports and certain other things, they're the ones that are really suffering their recessionary or currency inflation effects. And I think that as the US kind of continues along this path, that's kind of the type of thing that."
    },
    {
        "speaker": "C",
        "text": "Well see, since one of the main indicators of whether were in monetary dominance or fiscal dominance is debt to GDP, it feels like as a gut take that its mostly a one way street because as you have a high debt to GDP, it becomes harder and harder to pay off your debts because your interest rates are so large. And so at some point theres some sort of window of inflection point where the debt payments to our own debt are just so large that we can't facilitate them and we just literally get smothered by a mountain of debt. So like as a just a gut instinct, it kind of seems like as we enter into fiscal dominance and we stay there for longer, it gets harder to get out of it. It kind of seems like it's a one way road where once you enter fiscal dominance you don't really come back out. Is that, that's my intuition."
    },
    {
        "speaker": "B",
        "text": "It's like a train track, David."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's pretty much one way. Historically, the way that they get out of it is these really big dramatic currency devaluations and resets. So, for example, in the US they broke the gold peg in the thirties. And then in the forties, they did financial repression. So they held interest rates at zero. The long end, they even capped at 2.5%. So a ten year treasury was capped at 2.5% while inflation averaged 6% for the decade. And so they basically grew nominal GDP faster than the debt accumulated after a certain point. And they were able to combination of real growth and nominal growth and basically inflating their way out of it. They were able to do that, but that was hard enough to do back then. Now you have social media, now you have a polarized political environment. Those things are a lot harder to do now. I think a way of putting it is that when you enter deep into fiscal dominance, default becomes increasingly inevitable, and it just becomes a question of how do they default. So if you print your own currency, you're unlikely to default nominally, but you do things like break gold pegs or do financial repression. Those bondholders might get paid back every currency unit that they're owed, but they'll be worth less purchasing power compared to if they held other assets or other investments. I think that's the tailspin that they go through, and that's why it can take a long time because at least in the forties, they. That they could point to external threats and be like, that's why we have to do these extreme things. And here's the endgame for how we get out of this. Whereas if fiscal dominance is largely caused by accumulated entitlement issues and kind of accumulated military industrial complex stuff on wars, that didn't help anyone. Right. If it's all those things, there's less of an external enemy to point to and there's less of a clear kind of catalyst to get out of it. And so I do think it takes a very, very long time to get out of it. And it ultimately ends with bondholders not getting their purchasing power back."
    },
    {
        "speaker": "B",
        "text": "Let's talk about this. So we've so far in this conversation described a slow motion train wreck, like a train, like speeding and just hitting a bus. And so let's talk about what that feels like and who's going to get hit, because no one listening kind of like has lived through this type of an experience. And we've talked about the 1940s, we've talked about like emerging economies, we've talked about Japan. It feels like it might have flavors of all of those and yet be somewhat different. I guess my first question to you, Lynn, is it probably is different based on who you are. So let's segment this in a few ways. One way to segment this is by country. So there's sort of the developed world versus everywhere else, or maybe there's kind of the west versus China, Russia, other countries. That's one way to look at it. But also, I'm curious about demographics. Who carries the disproportionate burden of this? Does this benefit those on the lower tier from an economic perspective, or does it go back to the wealthy yet again? And how about generations? There's sort of the baby boomers who are right now the recipients of the entitlements, and then there's kind of younger generations, right, Gen X, even particularly millennials and Gen Z. So can you talk about during this era of fiscal dominance, what your expectations are based on kind of like demographics of who's going to win? Who's going to lose?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's where details really matter. So, for example, in the forties and fifties, a lot of the deficits was flowing toward the younger side. And, for example, Social Security, the age of receiving that was not that different from the average life expectancy. And so the amount of time that the average person would spend in that state of kind of receiving those benefits was lower. Obviously, there's big variance, whereas now, on average, life expectancy is a lot higher than Social Security, and there's that big chunk of demographics that moved into it. And so in the forties and fifties, you had declining wealth concentration. There's also, they did extremely high tax rates in that period. And so a lot of the bondholders were wealthy. They were getting devalued. A lot of the wealthy people were paying very high taxes, and a lot of those stimulus things were putting gis through."
    },
    {
        "speaker": "B",
        "text": "And Lynn, when you say extremely high, we're talking about like 90% plus, right, for the highest income like wealth tiers."
    },
    {
        "speaker": "A",
        "text": "Yes. Yeah. And most people, so most people would not be paying 90%, but, yeah, on that marginal high dollar. Yeah, they were very high tax rates. And so that's kind of what they went through at that time. So it was like there's a really draconian for people who held bonds, held cash or made a lot of money, and that it was beneficial for anything on the receiving side of some of what was happening. Whereas in the current time, as you showed from that chart of where our money goes, a lot of it's going to Social Security, a lot of it's going to healthcare, and a lot of it's going to the defense, the military industrial complex that's generally going to older, wealthier demographics and it's not really going to the younger side. That fuels ongoing polarization. It fuels more and more wealth concentration. Whereas in Japan you have somewhat of a different case, they have lower wealth concentration because if you look at where their deficits are going, it's not really going to defense, it's not really going abroad. It's mostly going to things like healthcare and things like that. And they pay something like a third per capita on healthcare of what we do in the United States, even though on average they're older. So basically that money is less thrown everywhere and less thrown in ways that are kind of politically unpopular. And so that's another reason why they're able to stay in a state of fiscal dominance for longer is because they're kind of doing it almost as effective as they could, given all the demographics issues they face. They have a lot of tailwinds that help them. Whereas in the US we're paying three times as much for healthcare, our military spending relative to GDP is bigger and a lot of it's more foreign. And so those are things not really going back to people in the same way. So it really depends on those details."
    },
    {
        "speaker": "B",
        "text": "How about the differences in countries and sort of where you live? So far, we've been talking about this from the us perspective, and I just broadly understand that most of the EU is in kind of a similar place, although you had said maybe Europe is not in full fiscal dominance, but certainly from a debt to GDP perspective, similar. And they also have places like China, which have a lower debt to GDP right now. But the entire world operates on the dollar as the reserve currency status. So as we go through this period of time, of this slow motion train wreck, how do different nations feel it or different regions of the world?"
    },
    {
        "speaker": "A",
        "text": "So that I think partially depends on what stage of fiscal dominance that we're in. As you point out, mostly it's the developed world that's in fiscal dominance to varying degrees now. And when that starts to become more and more apparent and gets more and more extreme, that probably starts to benefit those other countries. But at the current time, it's not really benefiting them yet because the market still fully thinks that the Fed has this under control. For example, right now the dollar index is fairly strong, and that hurts countries that have a lot of dollar debt, like Latin America, for example. They're in an environment where they have a decent amount of dollar debt. And so when the dollar strengthens, their liabilities are getting harder relative to the cash flows that they're earning. And so you generally see depression like characteristics. They're like real GDP in dollar terms starts going sideways for like."
    },
    {
        "speaker": "B",
        "text": "So it's like when Volcker was squeezing sort of like the US and like increasing interest rates, he was absolutely, absolutely devastating emerging economies around the world."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the dark side of what he did. He did slow down loan creation and these other factors, but also by spiking the dollar, he basically put Latin America into a depression. If you look at their oil consumption, it flatlined for a decade. That alleviated some of the supply issues for the United States. Over time, they try to push that problem to someone else. And one thing that builds up over time, this is another one way train. So the US, as the world reserve currency, is running these structural trade deficits, which over time means more and more countries accumulate reserves relative to their external debts. And so our ability to crush areas gets kind of weaker over time. So back then, we had basically all the cards, we could just crush other countries and that wouldn't ricochet back to us very quickly. And then in the nineties, we could do it again, but a little bit less powerfully. And now a lot of these countries have built up such big reserves that they're more resilient. So, for example, Brazil and China and India, for example, a lot of these countries are able to kind of hold on in the face of a strong dollar better than they could have in the prior strong dollar cycle, like the late nineties or the one before that, in the eighties. Now there's still individual countries that get caught out. So, for example, Turkey and Argentina and Egypt and a bunch of countries in Africa, some of these countries that are not even classified as emerging, some of them are classified as frontier, whereas ones like Turkey are obviously more developed. But either way, those are the ones that have run into issues in this cycle. But thats a smaller percentage of global GDP than if you manage to, say, catch China or catch Brazil again, for example. And so because these really big economic blocks, they have more reserves relative to their external debts, and theyre in a position to weather through this. It slows them down, it hardens them, it pushes problems onto them, but theyre able to stand against it. I think where the next phase happens is, let's say, in 2025 or give or take a year or so. If the Federal Reserve has to go back to increasing its balance sheet, even when inflation is maybe still on the hotter side, that's when you could get a meaningfully weaker dollar index, and that could cause a boom in places like Latin America or elsewhere that had been pressured during this strong dollar environment, but they've been able to get through it. So that's when you could start to see that rotation of who's harmed and who's benefiting. But basically it's every country that's in fiscal dominance. It depends where their deficits are going and then geopolitically, it depends on who has more debt than assets in terms of their foreign exposures."
    },
    {
        "speaker": "B",
        "text": "Yeah, but generally fiscal dominance, is that going to. I know, not right away, but lead to a weaker dollar for that could be good for many emerging countries around the world. But is that sort of the trend in the trajectory?"
    },
    {
        "speaker": "A",
        "text": "I think once you get to that switchover point right now, somewhat counterintuitively, fiscal dominance has benefited the US. If you can run a combination of loose fiscal policy but tight monetary policy, that actually can strengthen a currency temporarily. That happened in the eighties and that happened in recent years, but when eventually that runs its course, because you can't run that combination together for very long. Were already seeing, for example, the Federal Reserve is tapering their rate of balance sheet reduction. And the next step is probably to stop balance sheet reduction. And the step after that would be going back to some degree of mild balance sheet expansion. So in the past two years, where they could run fairly tight monetary policy with that loose fiscal policy, thats actually its strong dollar, its negative for emerging markets, it puts pressure on them. But when they kind of fully relent and the balance sheet starts going back up structurally, and people get increasingly aware that it's going up because of the fiscal deficits that they're forced to monetize. That's when I think you could see a bottoming of the economies of Latin America and certain other regions, because all."
    },
    {
        "speaker": "B",
        "text": "Of these things do have political implications. Of course, if you can imagine putting yourself in a position, if you're a listener in the US, you already think unelected officials make too many monetary policy decisions and like you didn't sanction this person. Imagine you're somewhere in Latin America and it's not even your central banker. It's not even a person in your country. It's like in a country, like in another place in the world that's actually making these monetary policy decisions. That has to be so infuriating and could lead to, I would imagine, lots of instability. I want to ask you though, Lynn, let's put ourselves in the position of somebody who's living in a more developed country, maybe like somewhere in the US. How will it feel to live through this period of fiscal dominance. So I have no feeling of how life might have been in the 1940s. But of course, there was a major war going on at that point in time, so we don't have that, thankfully, yet. You also mentioned capital controls. So this is like maybe FDR executive order type stuff where american citizens, turn in your gold. I don't know if that's a common characteristic of fiscal dominance. And what we might expect to see also the 1930s were a period of riots, a period of revolutions, depending on where you lived in the world. So I'm getting this picture of expect some instability, expect maybe even in the worst outcome cases, some chaos. But do you have any sense of how can you flesh out how it'll feel to live in an era that is dominated by fiscal dominance? Is it all negative or there's some positives to it? It."
    },
    {
        "speaker": "A",
        "text": "Well, so that's where the details of the politics really matter. Generally, those periods are characterized by rising populism. But populism can take very many shapes. So there can be. Right populism, left populism. There can be kind of rational populism where it's like, hey, we've kind of pushed everything up to the, we've done all these things that kind of benefit the military industrial complex and benefit Wall street. How can we kind of pull some of this back? That's kind of rational populism. Whereas then you can get irrational populism, like extreme nationalism or, or at the worst case, fascism. Right. So it's generally characterized by some degree of rising populism, which is what we've seen throughout the world, really. Europe has rising populism, the US has rising populism, multiple emerging markets do. Japan's kind of avoided that issue. It's specific the way they're handling it and what their culture's like. So it's kind of a different. That's why the politics matter right now. For example, Turkey and Argentina are in fiscal dominance. Now. Those are emerging markets going through fiscal dominance. But they are, I mean, they are g 20 countries, and Argentina used to be one of the wealthiest per capita countries in the world many decades ago. And so those are kind of tastes of how it can go. Now, those are a little bit different because they both have external debts in currencies they can't print. So they experience that generally to a more extreme level than what you see in developed countries when they go through fiscal dominance. So parse depends on how self contained is that country, how extreme or broken is the political situation relative to how put together is it potentially Japan. That's why they can take on a higher level of fiscal dominance before it really starts to become an issue because some of these other pieces are still in place and held together pretty well. Whereas the US likely, and I think we're already seeing experiences issues at a lower level of fiscal dominance because we go into that with a structural trade deficit and we go into that with already higher wealth concentration and we go into it with higher degrees of political polarization. And so generally what happens is in fiscal dominance you have political populism of varying shades. You have above average inflation and you could have years that are better or worse than others, but generally higher baseline inflation. Whos benefiting depends on where those deficits are going. And then you generally get capital controls which can take, they can be mild or they can be extreme. So extreme is saying things like you can't bring any money in and out of the country or you can't own gold. Those are extreme things. More mild ones. For example like turkey implemented policies like kind of restricting the types of entities that could take on debt because what they don't want to do is have people take on debt and then say buy dollars with it. They don't want people to short the lira by taking out debt and buying the dollar because that can exacerbate what's happening. So they start to close pieces of the capital account, they close the financial borders or the types of lending that places can do. And then yeah, they can get fairly extreme. They can go after say bitcoin and stablecoin privacy tools and crypto privacy tools and things like that. They can put more restrictions on self custody of these assets. They can in Nigeria, they put pressure on exchanges, so they put pressure on peer to peer marketplaces. There's different levers that they can pull, but they generally are ways to slow down capital that wants to get out of that financially repressed system and go to other jurisdictions or go to other assets that are holding it better. They try to close those exits. Again, that could be a draconian or it could be around the margins. You can't do this type of lending, but otherwise you're still fairly free. And that's where even things like legal defense matters. So if those things start to materialize, the more educated the population is on it and the more organized that they are at resisting it and the more independent the court system is in a given country, the more success they might have at pushing back some of the most draconian capital controls. And to some extent it's inevitable, but they can at least defend against the worst case scenarios at the time."
    },
    {
        "speaker": "B",
        "text": "Capital controls are in place in their most aggressive form. I think it's be pretty hard for anybody to argue that we're in this period of fiscal dominance right now. It still feels like to the entire tenure of this conversation is the large portion of the market and the government who just kind of denies it or just doesn't see it right now. But it even has started to feel in crypto, Lynn, that we are under a tremendous amount of regulatory and governmental pressure in the US. You mentioned it. There have been open source privacy developers, cryptocurrency developers, who actually have been arrested at this point in time. We've got five different companies based in the US. We're talking about Coinbase and Kraken and non custodial wallets like Uniswap and Metamask, even Robinhood most lately. And they all have lawsuits now. All of that is under the auspice of going afoul of securities law and running afoul of OFAC sanctions and national defense and all of these sorts of things. But you start to wonder if some of this might verge on the edge of some type of capital control and what it would look like, at least for the cryptocurrency community, an asset that wasn't available in the 1930s. I guess the closest analog would probably be some sort of non custodial store of value, like a gold that you'd hold in your own home. But what that might look like if we started facing more severe or moderate to severe capital controls in the US, and could that mean, like, the restriction of noncustodial wallets or the software around it? Do you think that we might actually enter that sort of regime? I mean, I even hazard to ask the question because it feels very alarming to even sort of surface this, that the country that you live in could actually ban noncustodial custody of crypto assets. But I sort of have to ask because, I mean, if we're going to enter this world of fiscal dominance, we should enter it with eyes wide open."
    },
    {
        "speaker": "A",
        "text": "Yeah, and it's a good question. I mean, in Europe, for example, there are countries like France, where, like, you can't pay over €1000 or whatever the number is for something that you're technically on the gray market. If you're a business that is allowing customers to pay you in cash above a certain amount because they want to be able to surveillance, or for example, in, I think it was 2020, Germany did a new rule that if you buy more than like €2000 of gold. You basically kyc'd on that, which is crazy. The first step is surveillance. They want to know where the flows are going, increasing levels of surveillance, for starters. In the US, we recently saw escalation where they're going after non custodial privacy tools. They're trying to expand the definition of a money transmitter to include coordinators. They're basically helping message services for non custodial entities to transfer value and have privacy, rather than actually taking custody of the funds being able to control them. We'll see how that works out in courts. So those are early signs. Another thing to always keep in mind is that capital controls generally come with a narrative for why they're happening. So, for example, in a country that's trying to stop people from taking out loans to buy dollars or making hard to get dollars, they often phrase it as speculators are attacking our currency. We have to stop the speculators, or there's foreign powers going after our currency. And that's why we have to take."
    },
    {
        "speaker": "B",
        "text": "These, where in the 1930s, a lot of it was framed as greedy hoarders are hoarding all of their wealth in gold."
    },
    {
        "speaker": "A",
        "text": "Exactly. They're hoarding their wealth in gold. Or look at these bitcoiners. They're boiling the oceans and their bitcoins going up. But we got to take that back. That's the kind of, if you can point to a problem or an imaginary problem and direct. Yeah, scapegoat. Same thing. Another characteristic you sometimes see is wage and price controls, where inflation's happening. So they're like, well, the problem is these grocery stores. They're raising prices on us. That becomes another narrative. It's the corporation's fault. Or in Europe, you already see, for example, there are politicians saying we have to slow down wage increases because that feeds inflation. It doesnt go over very well politically, but thats another thing they try to do. So its always scapegoating different areas and trying to then do that and basically blaming that group. And its always better if you can blame outsiders or the wealthy minority or this unpopular group, the more. And that's where you get some really dark outcomes depending on how far you go. But basically, it comes out to those capital controls, starts with surveillance, then gets to control, and then it goes to trying to justify why you're doing that. You never really want to, if you're a government doing those, you never want to say, well, we're going to take power from our people. It's no, it's like, okay, we're doing this to save you from these other people. That's how it's always usually constructed."
    },
    {
        "speaker": "B",
        "text": "Can I ask? I guess maybe my sense is that the tighter they squeeze on a capital control perspective, the challenge for them or whoever wants to implement capital controls is it sort of exposes that the emperor has no clothes. And so my sense is the tighter they squeeze on something like bitcoin or other cryptocurrencies, the more people will be like, oh, shit, this is why we need cryptocurrencies. And the price of these things will kind of escape the capital controls and continue to rise. But I want to check that against the past. So in the 1930s, what happened to the price of, let's say, gold? When they implemented these capital controls? Did it decrease the price of gold? Did it increase the price of gold? What were the effects of capital controls in past fiscal dominance eras?"
    },
    {
        "speaker": "A",
        "text": "Back then, gold was pegged, so you couldn't really see it manifest in price. Generally, what happened was there was very low enforcement of the gold ban because it's expensive to enforce. Anytime you enforce something on banks that's cheap because you only have to tell a few thousand banks what to do, and they of course comply overnight, whereas when you're trying to enforce things on the individual level, now you have millions of enforcement points. And so they mostly just did really big scare tactic sentences like, you can go to prison for ten years, but then there are fairly small number of people doing that. And there were people that literally just hodled gold for decades because that ban lasted for about four decades. And mainly what it did was it killed liquidity in the market. So even though individual people could still technically find ways to hold gold, it reduced the amount of usefulness you could get out of gold, because if you want to then sell some of your gold for value, you got to basically go onto the black market to do it. You got to do these underground gold agreements. There are countries today where it's illegal to own bitcoin or crypto or stablecoin, whatever the case may be. And brokers are off the market. Or in some of these countries, you have physical cash dollars. There are brokers that are basically gray market or black market street brokers for dollars. People can still get their hands on dollars if they're in a repressed environment. But the liquidity, if you're a billionaire or a multimillionaire trying to move around a lot of money, it's a lot harder than someone who's just small and well connected. So a lot of what they do is they damage the liquidity of those things. But it also does draw attention to it, and it also, weakness feeds on weakness. For example, if a country implements capital controls, well, every outside investor is like, why would I ever invest in that country again? I'm not going to put money in. I'm not going to get it out. And so you can actually go into a spiral until eventually something changes. Now, an entity like the US or China can get potentially away with more capital controls than say, a turkey. The bigger, more powerful you are, you have a longer Runway of being able to implement that kind of thing. Now, the US has the benefit of fairly independent court system, so it's hard to just do a top down thing. That political polarization can start to work on your favor, because political polarization prevents some of the most extreme outcomes, as long as it holds. So, for example, during the gold ban, one party in Congress had a supermajority. They had over two thirds. So they could bypass almost every check and balance, because you had a gigantic wave of political shift. Whereas it's much harder to do those things in a polarized republic, for example, generally, authoritarians can do it, or republics where theyve managed to build some sort of narrative or some sort of supermajority. Those are where you get usually those more extreme outcomes."
    },
    {
        "speaker": "C",
        "text": "The typical macro podcast formula, which is why we dont do them, because theyre kind of a formula we just ask you to come on maybe twice a year, is that you would run through all the macro conditions and then you would end the podcast with, all right, well, is the Fed going to cut? Or, and when is the Fed going to cut? And so that is my question to you. Like, when is the fed going to cut? But also, first, does that question even matter anymore now that we are entering the world of like fiscal dominance, like the whole, like, magnifying glass that everyone has over the Fed, is that just not important as it once was anymore? And so, like, what, what signals are you pulling out from the Fed? Are they even, is it even an agency worth watching, watching clay so its."
    },
    {
        "speaker": "A",
        "text": "Certainly important for some sectors, like I mentioned, commercial real estate, for example, thatll really be impacted by whether or not the Fed chooses to cut or not. My base case. But overall, I think that rates are a less important variable than the markets become accustomed to in recent decades. My base case is, well, probably see a steeper yield curve, either from higher long on the bond yields or some cuts on the shorter end, or both. So probably steeper yield curve. So I'm not particularly bullish on, say, owning long duration bonds. If I'm going to own any of them, I'd rather own short duration ones or mid duration ones. But the thing I watch at the Fed right now is liquidity. Their rate of balance sheet reduction, I think, is going to matter because eventually they get to a point where they're no longer able to run their shrinking balance sheet playbook because they run out of resources, theyll run out of reverse repos, theyll run out of other balance sheet space to absorb those bond issuances, and then theyll have to go back to balance sheet increases. That is potentially a big narrative shift when they have to get to that point. I paid attention very closely when they, back in 2019, had to go back to balance sheet expansion, and that was an investible thing. Basically, it was pro most types of assets when it happened. I think that liquidity variable, that balance sheet size variable, matters more than the rate variable. I also look at things like what's going on on the fiscal side. Is there anything on the horizon that can accelerate some of the fiscal deficits, or, for example, if a meaningful tax rate starts to make its way through Congress and is somehow going to get bipartisan support? That'd be a huge variable that I'd be paying attention to, as well as anything revolving around capital controls or anti self custody or these types of things. So those are the variables that I monitor in a fiscal dominant environment, or that I'm looking to monitor that I have been monitoring more so than what's the Fed going to do at their next meeting? Are they going to go up 25 basis points or down 50 basis points, or hold steady again? That becomes less relevant than fed liquidity, fiscal deficit size, and any of these other kinds of capital controls."
    },
    {
        "speaker": "B",
        "text": "Trey Lynn this has been an absolute masterclass in fiscal dominance. I just want to thank you on behalf of David, myself, and the bankless community for this. I think maybe we just have two questions as we conclude this, which is the preparation type questions. One is, what will things look like on the other side? This new world, what does it look like? Is the US still the reserve currency, or has it lost that in the process of dealing with this? And then what do we do to prepare? Are there assets to buy? How do we brace for impact here?"
    },
    {
        "speaker": "A",
        "text": "So I think what it looks like on the other side partially depends on how long it takes. My base case is to see a more multipolar world. You asked before, for example, what does this look like for other countries? Well, partially depends on how effective they are at getting out of the problem. So to the extent that, for example, China can buy oil in its own currency, allows them to escape some of the downsides of us fiscal dominance, than if they were stuck buying oil in dollars while the US is running a fiscal dominance playbook. And so over time, I think you probably would see more bilateral trade agreements between large foreign countries, other economic blocs. But I don't expect, for example, any one of those currencies to become larger than the us currency. They're either. I mean the only economy at the same scale of the US is China and they've closed capital on their border and generally they're not a super trusted global partner. And so it's not that one other big currency takes over, but that you have a little bit more diversification of currency pricing or what kind of reserve assets central banks hold. So you get maybe less treasury purchases and more gold purchases because thats a market that theyre used to. Its pretty big over time. Well see for example, what happens to the size of the bitcoin market in five or ten years or whatever else is happening here. Stable coins are an interesting variable because even as you have top down countries are trying to de dollarize at the bottom up, people generally still want dollars. Thats their fiat currency. And so stable coins are a way to basically get dollars in the hands of people, even as their top level is trying to de dollarize. So stable coins can actually extend the extent that the US is able to maintain some degree of globals or status. People can think that's good or bad, but it's just a factor that potentially extends it in the face of that top down de dollarization. That's all the big moving parts there. But basically it shifts to a more and more multipolar reserve asset and bilateral trade agreement world as far as what assets own generally. Where possible you short fiat currency, especially if you locked them in before rates went up. And then you own things that are scarcer. And then if you want to avoid tail risk, you diversify because for example, you dont want to have everything in one asset and then your asset became the scapegoat that got like an 80% tax put on it for example. Right? So its not about maybe the asset itself does fine, but maybe you in your jurisdiction dont do fine with that asset. You either pay attention to whats happening in that area, or for example you might own your own house, you might then own bitcoin, you might own a little bit of gold, you might own some energy equities, or you might own various equities that have locked in long duration rates, and then they have variable pricing power that could be in almost any industry. You own this playbook that can get through things. Maybe for, maybe if you're older and you want to have lower volatility, you own things like t bills or intermediate term tips rather than owning long duration bonds. Those are all the different levers that someone can pull depending on where they live. What is their volatility tolerance like? What is their willingness to concentrate and take on risk of that concentration, which could come politically as well. But basically you want to own scarcer assets and be very careful about owning anything that's just purely paper based."
    },
    {
        "speaker": "B",
        "text": "I think basically the bankless listenership is disproportionately long on cryptos is one of those scarcer assets."
    },
    {
        "speaker": "C",
        "text": "And interestingly enough, we tend to not invest in paper."
    },
    {
        "speaker": "B",
        "text": "Interestingly enough, Lynn, I think you just presented the most compelling case I've heard to actually diversify out of crypto, because my general impression is crypto does quite well during this era of fiscal dominance being a scarce, non sovereign asset. But actually I had not considered that it could be scapegoating voted, and it could be like subject to the 80% type of taxes that you're talking about. And I would not put it past the current us government regime to do something like that. So maybe there's a case for diversification. But just a final ending question. Are we safe in crypto assets? And I know you advocate a three pillar approach and you're talking about profitable equities and owning some cash equivalents and that sort of thing. But how do you think, think crypto fares in this whole fiscal dominance era?"
    },
    {
        "speaker": "A",
        "text": "So I think that, for example, bitcoin and stablecoins are a big tool against this. For example, in developing countries, the fact that people can, a nigerian graphic designer could hold up a QR code on a video call or send me a payment, string an email or a DM and have me pay her in whatever currency she wants. It goes around her local banking system. So that's a super powerful tool, one that's infinite value density through ports of entry and that's infinite value density, peer to peer rather than through decentralized gateway. So that is basically the biggest tool against this is basically holding those assets. Being able to transfer those assets is super important, which is also why you then do have to pay attention to jurisdictional risk. So I think that that's why part of my case for being structurally long bitcoin is this fiscal dominance environment. And then I do also pay attention to stablecoins, especially in that kind of emerging world phenomenon, because everybody wants to go up the stack. If you're in Turkey, you want dollars or gold or bitcoin or whatever the case may be, if in the US you have dollars. So stable coins are less of an issue. But what these technologies do is they allow people more freedom of choice in whatever country they're in. They're able to go outside of their borders and get assets or get monies that they can't get just purely internally. And so it's basically the biggest tool we have against basically a complete replay of prior fiscal dominance periods or the effectiveness of capital controls. And I think it's worth defending."
    },
    {
        "speaker": "B",
        "text": "There we go. Crypto is the biggest tool we have towards resisting these things. Lynn Alden, thank you so much for joining us. This has been a pleasure."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. If you are not already subscribed to Lynn Alden's awesome email, you need to go do that. So we'll include a link in the show notes to that. It is a free investing newsletter. You can keep up to date on all of her latest thoughts. And of course, I got to end with this. This new era of fiscal dominance is going to be risky. So is crypto. I guess you could lose what you put in, but we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]