[
    {
        "speaker": "A",
        "text": "Welcome to Bankless, where we explore the frontier of Internet money and Internet finance. That's what I usually say when I start these episodes. But, David, we're actually exploring the frontier of science today, decentralized science. And I still think the new frontier of science. Yeah, this is a new frontier, and this is another front running of the opportunity. So, as usual, guys, I am Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless. So the episode today, science is really a consensus technology. At the end of the day, just like crypto. The question on our minds is, can we use crypto to fix science? And you'll never guess who we have on the episode. Brian Armstrong. On the episode to talk to us about this. Yes, Brian Armstrong from Coinbase. He's joined by his co founder and scientist, Patrick Joyce. That's not the co founder of Coinbase. That's the co founder of Research Hub, which is another company that Brian founded, which is going to be subject matter for today. We also talk about, number one, why science matters. Number two, why science is broken today. Number three, how crypto can fix it. And number four, what they are building over there at research hub. David, I know you've done some deci episodes in the past and put them out on bankless. Why was this episode significant to you?"
    },
    {
        "speaker": "B",
        "text": "Deci, short for decentralized science, is an emerging part of the crypto sphere that's pretty far adjacent to probably what we typically talk about on these episodes and what bankless listeners are used to. But it is nonetheless, a crypto subject matter with a ton of values and ethos and principles that every listener of this podcast will be incredibly familiar with, but applied in a new sphere, the sphere of science, rather than this sphere of finance. As it turns out, the problems that we see in the traditional financial system, the closed walls, the rent extraction, the middlemen, is not actually only a problem of the financial world, it is also a problem of maybe the whole entire world. And now we are talking about it in the context of scientific institutions, the universities, the who's giving the grants, who's winning the IP rights. And there is a lot of middlemen in this world of science, as we learned in this episode today. And so I think bankless listeners who have been with bankless for a long time will be able to apply patterns and principles that we have been teaching about here on bankless, but now in a new context. So take the principles of crypto, take them up from the lens of finance, and turn it over to the lens of science. And we'll be able to have an interesting episode where we learn a lot with the same kind of foundational knowledge that we already have."
    },
    {
        "speaker": "A",
        "text": "Yeah, bankless listeners see where you can spot the MEV in the scientific institutions and the corruption kind of seeping in. I mean, Mandy, it's the same. Similar rules apply. Same, same. So, guys, we are going to get right to this episode, but before we do, we want to thank the sponsors that made it possible, including bankless nation."
    },
    {
        "speaker": "B",
        "text": "I'm excited to introduce you to Patrick Joyce, a researcher, a scientist, if you will, and the co founder of research Hub, Patrick. Welcome to Bankless."
    },
    {
        "speaker": "C",
        "text": "It's great to be here, David, thanks for having us."
    },
    {
        "speaker": "B",
        "text": "And also on the episode today, we have Brian Armstrong. You probably know him as the co founder and CEO of Coinbase, but today he joins us as a co founder of research Hub as well. I bet you didn't know that. And the powerful idea of rebuilding our modern system of doing science. Brian, when we usually have you on the episode, we're usually talking about crypto or Coinbase or something in the related field that we usually talk about on bank list. But today we're talking about science. What gives? What's the deal? Why do we need to talk about science?"
    },
    {
        "speaker": "D",
        "text": "Yeah, well, many years ago, of course, crypto took off as a trading use case, and I started to think more and more about, how can crypto be used for a variety of things in our economy? How can it be used to bring communities together? And so I felt like the best way to learn was to go try doing something. And I was fortunate enough to meet Patrick Joyce and a few other early team members over at research hub. And I figured, let's see what can happen here if you apply crypto to a community and see if you can bring something unique together. So, science is something I've always been passionate about. Know, in my family, they're scientists. I have friends who are scientists. And it was funny. I'd always hear them nights and weekends, kind of complain about the inefficiencies of publishing getting in journals. You know, the university research model and 50% of the overhead went to the university for some reason. And it took years to get in these journals. And I always had this thought, like, wow. In open source software, we have such a huge advantage in terms of how people collaborate all over the world. You know, you put work in progress out. Sometimes some random person on the other side of the world submits a pull request. They have the other piece of the puzzle. I've had that experience as a developer. And, you know, I always had this passion for science and felt like it could be more efficient. So when I was fortunate enough to meet the research hub team, I was like, all right, let's. Let's try doing something, and we can talk about it today. What they've been able to accomplish. I think it's. I think it's really impressive."
    },
    {
        "speaker": "A",
        "text": "Brian, would you consider yourself a scientist? You said you had scientists in your family, but are you a scientist? Right, so, okay, computer science. Computer scientist. Does that count?"
    },
    {
        "speaker": "D",
        "text": "Well, you know, there's kind of this joke that if you have to put science in the name, it's not actually a science. Like, there's no such thing as physics, physics, science and everything. I remember my professors in college would say, you know, computer science is a real science. Now. There's enough body of research and all this kind of stuff. So, I mean, I did get a master's degree in computer science, but I was never one of these people kind of who was really good at writing math proofs and publishing papers. I was always just like, man, I just want to build products. I just want to hack on. So I was, like, more of a software engineer and, like, a hacker than I was a true computer scientist who I think of as somebody who, like, write, writes, you know, math proofs and papers, and they're not, like, sitting there trying to get the first, you know, 100,000 users in their product."
    },
    {
        "speaker": "A",
        "text": "So we have some of those in crypto, though, don't we? Some of these mathy kind of cryptography researchers."
    },
    {
        "speaker": "D",
        "text": "Vitalik is like that. Obviously. Satoshi was like that. I mean, so I knew. I knew enough computer science and economics to read the bitcoin white paper, and I was like, wow, this is really hard to understand. I had to read it, like, five times. But that's an example of a research paper that founded an entire industry, and obviously, Coinbase was entirely built on that research paper. It's also very interesting that that was published anonymously, because we'll come back to that maybe a little bit later in the episode, how it's not really safe to talk about every idea in science today. That's kind of an interesting topic, but, and people follow these trends, and if you offend the wrong person, it's like, it's political, all these kind of things, which shouldn't be that way, because science is supposed to be about seeking truth, even if it's, like a very difficult truth to look at. But anyway, yeah, I don't think, I don't consider myself a scientist. I. Hopefully someday I'll be, like, an honorary scientist, but I'm more of a software engineer hacker, hopefully product builder, and I. But Patrick Joyce, he's got true scientist credentials, so he brings that side of the equation."
    },
    {
        "speaker": "B",
        "text": "As we progress in this conversation, I think this conversation will follow a pretty similar pattern that most crypto episodes will follow. We'll start with laying down some foundations about what is science? What does science do for humanity? How has the system evolved? Why has it become broken, and how can crypto help rebuild it? There's going to be, I think, a lot of patterns that will match. Even though we're talking about something pretty far away from crypto, I think there's gonna be very similar sentiments as we progress in this conversation. But, Patrick, I want to actually learn a little bit more about you as we get into this conversation. Tell us a little bit about your background and maybe tease us with the illumination that you had about how crypto can start to innovate with science."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So I'm, like, a huge science nerd. When I was in college, I was really lucky and got to do some undergraduate research at Johns Hopkins, studying tumor biology, specifically, like, the epigenetic signature of cancer stem cells. The lab at Hopkins was this HHMI Howard Hughes Medical Institute funded lab that had, like, 30 of the brightest people I've ever worked with in an environment where they were allowed to just kind of, like, on their own volition, explore what they were intellectually curious about. I was like, wow, this is amazing. You're basically just, like, exploring the world through a test tube. And I fell in love with bench work, so I decided to start a PhD in molecular biology. Quickly found that not all labs are quite as lovely as a HHMI funded Hopkins lab. There's a lot of issues with the way that capital is distributed in science that creates a lot of pressure on the participants within the ecosystem. That kind of erodes, I think, the valuable or the value of the results that are produced. So I started a PhD in molecular biology. Quickly saw a lot of these issues that resulted in a low quality of life for the average researcher, along with a low quality of accuracy of the average scientific result. I was frustrated by this, decided to leave, started medical school very interested in psychiatry and mental health, and after spending some time in the clinic, found that, hey, the quality of our knowledge around mental health is also not that good. We have a lot of treatments out there, but they really don't work that well, and actually barely better than a placebo across all of the patients. That they're given to for conditions like anxiety, depression, PTSD, some of the most common mental health disorders that exist in the world. So I was kind of frustrated with this as well, and was like, hey, what's going on here? Like, why don't we have better medications? Kind of at the end of the pipeline of academic knowledge creation, and in my mind, I thought it was kind of this broken way we allocate capital within basic science. So I kind of, like, stupidly at the time, was like, hey, you know what? I'll try my hand at making a startup to try and fix these issues. So I took a year off from medical school, built like the v, one of a product, you know, was very lucky. Came across Brian's blog post where he described a lot of, like, the similar issues in science that I was working on myself and, you know, got in contact with him. We've been able to build research up now for about three and a half years. So it's been a great journey. I feel very lucky to be working on this problem."
    },
    {
        "speaker": "A",
        "text": "It's a really cool, cool story. And to just build onto what David was saying, I think there's some similarities with a typical bankless podcast. And, in fact, where I want to continue this conversation may be our first stop on the journey here is back to basics. One thing that we realized when we started learning about crypto is like, well, in order to understand crypto or bitcoin or ethereum or anything, you actually have to understand money in general. And while this is a much deeper topic than it first appears, money is just not something that is created out of thin air. There's a bunch of history here, there's kind of institutions, there's social coordination, there's sociology, there's other sciences involved in the process of creating money. So take us to the basement level of science. So when you think about science, okay, this is like, I guess, when did science emerge historically? I mean, can we go back to, like, greek philosophers? Was that the beginning of science? Or do we go to, like, Isaac Newton? Is that really the beginning of science? And, like, what is it? Is it a way of thinking about the world? Is it a philosophy? I've often kind of wondered, going to this conversation, well, maybe science is some sort of a consensus technology, similar to a blockchain in some ways, where we're all trying to figure out a. What truth actually is and the reality of the world. And so there's consensus. Maybe it's all of these things. Tell us, Patrick, from a scientist's perspective, an actual molecular biologist who've not had on the bakeless podcast, what is science? What is this thing?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I kind of think of science as, like, this way to think about the world that is repeatable and testable, that helps humans kind of uncover what is true and helps us manipulate our environment in the future. I think probably the easiest way to describe this structure is the scientific method. You can have an observation about the world, the sky is blue, ask a question, why is the sky blue? And then create a testable hypothesis that you can use experimental data in order to confirm or reject your hypothesis. So, yeah, I think it's a way for humans to come together on what is actually true about the world."
    },
    {
        "speaker": "A",
        "text": "Okay. And Brian, what would you add to that? Like, are there any ties with what we understand about crypto? Is it, like, is there some sort of different philosophy underlying science? It appears to be a major reason that humanity has progressed through the last 400 or 500 years. Is it a social consensus, technology as well? What would you add to this?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, if you go back and look at the history of this, there's kind of. I think it goes back to enlightenment values. Right. And you can kind of read about some of these topics in Wikipedia or wherever, about empiricism and rationalism and skepticism. And I guess I'm not an expert on the, I'm not a historian on this, but my high level understanding is that there was a shift in thinking at that time, which was a breakthrough, that previously, people, they were looking for these explanations of natural phenomenon and why did they occur in the world. And it was largely being taught from a religious or a spiritual mindset. If there's thunder and lightning in the sky, maybe God is angry at us. And people would come up with these kind of philosophical or religious explanations, and people were just guessing. But whoever kind of had the best story, it was memetic, and it would spread throughout society. And so this idea of empiricism or rationalism or skepticism was a breakthrough way of saying, okay, well, let's come up with a testable, a falsifiable hypothesis. How do we even know what's true? Our brains are sort of naturally evolved to deceive us, right? Come up with something just because of how we feel scared or we feel angry. And like, you know, there's all kinds of, like, fallacies that your brain can fall into. And most people, if you're not actively taught this separate way of thinking, it's very easy to end up believing something because it feels right or because, you know, you were exposed to it in a certain way or whatever. So I think this different approach is kind of the foundation of science and enlightenment values. And, you know, sometimes you see people say things like, well, trust the science. Right? I mean, maybe on the surface that's a good idea, but part of science is actually questioning things from first principles, and how do we even know that that's true? Right? And so it's sort of a. It's an anachronism to sort of say, like just blindly trust the science. That's not what science is about. Science is about questioning science."
    },
    {
        "speaker": "B",
        "text": "Should we trust?"
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly. And I mean, I think science is at its best when there can be an accepted theory that has a lot of evidence, and somebody comes up with a new theory and it's testable, it's falsifiable, and a very counterintuitive result is shown, and suddenly everybody has to question it again. Okay, maybe we had the wrong model of how the actual world works, but you see that human biases creep into this all the time, and people, they don't want to believe that new thing even in the face of new evidence. And of course, there's famous examples of this. I think Copernicus came up with this heliocentric version of the world, that the earth revolves around the sun and not the other way around. And people like Galileo were actually convicted, I guess, of heresy or whatever they called it back then. I think some people might have even been put to death for proposing these heliocentric versions of the universe. So we see much more moderate or minor versions of that in modern society where there's a belief that somebody has about the way the world works and someone proposes an alternative, and there's not actually a safe forum to go and propose that in science because you might offend somebody or you might harm your career, because these very famous scientists have been proposing an alternative theory their entire career, and to go against them puts your own career at risk. So anyway, that's a bit about the history of science. I do think crypto has a unique role to play here. It's actually become its own thing, kind of like Defi. Now, this is called desi, right? Decentralized science. And this is still in its infancy. Research hub is one of a number of really cool companies that are playing in this space. But incentives matter, and crypto is, in a way, to align people's incentives to bring them together to try to accomplish better outcomes in science. And again, make it a little bit more like open source software. There's different roles people can play. Some people are doing breakthrough science itself. Other people are going to be more like trying to replicate that science. Other people might be more like editors to that science. Other people might be sort of like science educators, you know, trying to translate it to a lay audience. How do we go, if you have some breakthrough in science, how do you go commercialize that and make it so that products can come from that, that actually benefit people? Right. So I think crypto, if you zoom out to the 20,000 foot view, it's just a tool to align incentives, and the incentives in science are kind of broken, right? There's not a true economy where if you come up with some breakthrough, like CRISPR, the people who did that, Jennifer Dodna and others, they should probably be billionaires from that. It's created so much value for the world, and it will in the future. But that's not how it works currently, science often exists in sort of a false economy of based on citations and tenure, and so you get all kinds of kind of inefficient outcomes where people are publishing something which is really not a breakthrough. They're dressing it up in all kinds of fancy language to try to get their PhD or approve, like, ten other people in their field will read it at some journal, but it actually does nothing for the world. And of the two to 3 million papers that are published every year, most of them are never read. They don't replicate. They don't have any kind of real breakthrough. They're just someone trying to get their PhD with a bunch of fancy language. And so I think if we can align science back to real incentives, maybe crypto can help, and then we can get more breakthrough, innovate real. Like, we can accelerate science. That's actually the mission of research hub and have that eventually translated to real products for real people."
    },
    {
        "speaker": "A",
        "text": "Yeah. Fascinating. And we're circling in on kind of some of the problems and the solutions here in a roundabout way. And, Patrick, I'm wondering, what did you think of Brian's definition of science and why it's important?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it makes a lot of sense. It is kind of ironic that sort of the catchphrase of the last few years has been trust the science, when the motto of the first scientific journal was actually nullus in verba, which means take no one's word for it. So, basically, like this inherent skepticism, where there are theories about the world that we only believe if they've been tested multiple, multiple times, and the strongest ones are the theories that are able to be resilient to these tests, for instance, like the acceleration of gravity, 9.81 meters/second squared. You can drop a rock 100,000 times, and you're going to get the same measure for acceleration of gravity. So, yeah, I think what we want to build with research hub is kind of a new system that helps to make it easy to test hypotheses using objective data and then allows the world to have a better understanding of what's going on around us, rather than, you know, just inherently trusting the science or trusting the experts who are kind of the people behind the dissemination of scientific knowledge at the moment."
    },
    {
        "speaker": "A",
        "text": "Can we just reinforce, again, the value of science here for our audience? Because I don't think people think about the basement level principles very much. So we had kind of this enlightenment where we discovered the effectiveness of the scientific method that was in the 16 hundreds. And most listeners learn the scientific method in grade school, which is you have a hypothesis, you test it and see if you can know the hypothesis and repeat the experiment, that sort of thing. It's quite amazing that such a very simple primitive, and it does sound very simple face value. It's just like a series of steps, right, with kind of a measurable outcome at the end. It's sort of deceptively simple that such a protocol could, like, absolutely transform humanity. And indeed, that's kind of what it did, right? It brought us out of kind of the dark ages when we think about technology. Most listeners to this podcast will be probably tech accelerationists, I would guess. They are, definitely. They're in crypto, right? They're technophiles. They love technology. You think about, how does technology actually get created? Well, it's on the basis of this public good, of this recipe, of this protocol called science the scientific method. And that's absolutely wild. And, like, we can have technology, we can't have accelerationism, we can't have the civilization, all the good stuff that we want without science. That's the kind of the bottom layer of all of these things. And the process from turning science into, like, technology is something interesting to talk about, but I just want to reinforce the value proposition here. Like, look around you, this conversation, everything you see and appreciate about humanity and all of the fantastic things that we've done in human civilization are because science, it's like, that's the one thing that is propelling us forward, and it's kind of a simple truth. I'm sure you guys are both nodding your heads, and especially you, Patrick. Is that why you're here? Is there kind of like some mission orientation with like a true scientist as a truth seeker trying to propel humanity forward. Is that why scientists do what they do?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. I mean, I think it's about, like, reducing suffering in the world in general. So kind of what I mentioned before when I was into psychiatry and mental health, like, there are a lot of issues in the world that a lot of people struggle with on a daily basis. And having, like, a repeatable process through which we can understand what reality is allows us to, like, manipulate our environment to our own advantage, create drugs and small molecules that can actually change how you feel and make better your perception of life. And so I think that all technology is based on scientific underpinnings, which are based on the process of observing what is true, asking questions about it, and then creating experiments to test hypotheses that underlie the theories of how the world works."
    },
    {
        "speaker": "D",
        "text": "Yeah. And again, just to add to that, I mean, if you look at all the countries of the world and they're all kind of trying to think about how do we grow our economy, how do we have more budget, how do we improve healthcare and all these things. So Matt Ridley and others have written about this, but if you sort of trace it back to the root cause, right? And it's like, okay, well, how do countries grow their economy so that they have more resources to do more things? I mean, well, you have to have some sort of product that is unique, that your country produces that has some unique advantage. It's, like, hard for people to get it from other countries, right? It's distinct. And so how do you get products that have some advantage? Right, whether it's like the best car or the best rocket or the OpenAI or whatever? Well, it usually comes from some technological breakthrough, right. Okay, so how do you get a technological breakthrough in your product? Even going back to, like, the, you know, the Dutch Empire, like they had the best ships, the caravels, or, you know, all these kinds, you can kind of go back and back. Well, the way you get the best technological breakthrough is you need to have some sort of scientific breakthrough. Right? How do you get scientific breakthroughs? Well, you could probably trace that back to, you know, having great education or having a great immigration program, like, to attract the best and brightest people all over the world. And so, you know, essentially, like, good education produces good science, good science produces technological breakthroughs. Those get commercialized into products which produce the prosperity of entire empires. And, you know, sometimes when people think, I think Patrick, I don't want to speak for Patrick, but, you know, I think we're both techno optimists in that sense. And, you know, I think it's important in a country that you celebrate science and celebrate technological breakthroughs, because I think sometimes technology gets a bad name. There's, like, this tech lash thing, right? People think of, oh, technology is like Instagram. Aren't people, like, addicted to that? And it's kind of frivolous, and it's like, no, technology is much more than that. Like, technology is the shoes on your feet, right? Technology is like fire. Humans inventing fire, which led to the internal combustion engine and cars and, like, you know, eyeglasses that are contact lenses on our face. And, you know, if without technology, we would literally just be, like, freezing and starving in the wilderness, like, as primitive beings. Right? And so, you know, once technology has been around a little while, people don't, like. They don't think of eyeglasses and cars as technology. They think of, like, OpenAI and Instagram, but, like, they're all part of one chain of discoveries being built upon another. And I think it's worth celebrating that, like, Uri Milner and a bunch of people, they put on this breakthrough prize, and they try to actually make scientists like celebrities, because they've had this observation that if you look at the top followed accounts on Twitter and Instagram and stuff, or x, like something like 95% of them are musicians and athletes. And so that kind of is sort of an example of what our society celebrates. And if you ask young people, what do you want to be?"
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "A lot of them say, I want to be a social media influencer or something. Something. And so I think it's fine to have some percentage of society be allocated to entertainment, like music and sports. And, like, entertainment is great, but maybe it should be, like, 20% or 30% of our societal heroes and, like, some percent more than, like, 1% should be the scientists that are achieving these breakthroughs. And so anyway, we want to have, like, leaderboards. It's like, there's a lot we want to do on research hub. It's still very early days, but we want to recognize the people who had the best breakthrough in computer science or physics this month or this year, and actually give out the research hub prize, kind of like the Nobel Prize or something like that. Kind of all community oriented and crowdsourced and voted on anyway. Lots of stuff there. But, yeah, science is important. We're really passionate about it."
    },
    {
        "speaker": "B",
        "text": "I want to add one last dimension to this conversation before we get into some of the details about what the current modern system of science is and the ways that it is broken or failing us or needs improvement. This last dimension I want to add is the rate of science, which is just like, how much science are we doing, like units of science per time? And I would guess over the arc of humanity that we've been able to do more science over time, and that has been part of the growth. And we have this thing called the scientific method, which I think is just like the first principles of science. And then we have the system of doing science that we've built on top of the scientific method, and that system itself has developed and grown and become more sophisticated over time. That system is a science. And so we're kind of talking about the science of science, I think. And I think what we're saying is, hey, we are in a phase in humanity's arc where we actually can maybe make a newer system of science because our current system of science isn't doing so well. Brian, you use the terms of just a chain of discoveries. And if we're going to put these into blockchain terms, I kind of think of science maybe a little bit like a blockchain, where we have growing complexity of state being layered on previous knowledge, we have more knowledge being layered on previous knowledge, and then there's like instability in consensus at the tip of the chain, whereas the new knowledge is contested. But over time, we have replication, we have more studies, and things become embedded in knowledge, and that just becomes truth. And the system of science, the consensus mechanism that we have, really determines the rate of science that we are doing as a species. And I think what we're talking about here is, hey, with crypto protocols, we have newer tools in the tool belt for producing a different system of doing science, we can do more science. Patrick, does this, like, metaphor kind of resonates with what you're doing and aspiring to do at research hub? How would you react to that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So this, like, the science of science is referred to as meta science. And there are a lot of people who have spent, like, the last 30 or 40 years kind of understanding how, like, you know, scientific capital turns into new knowledge and sort of the inefficiencies that have existed within an old system in an Internet age. So, yeah, the key innovation that I think we bring to the table with research hub is the ability to have modular incentives for creating new scientific research. Kind of traditionally, one of the core problems that's existed in science is if you have capital and you want to give it to a scientist, like, how do you decide who to give it to? If you think of it from the terms of, like, vc investing in startups. Like, they're pretty objective metrics that you can use as a VC to determine which startup is the best company to give your money to in hopes of, like, seeing a return on that investment. In science, it's a lot harder oftentimes, like, the true value of research isn't known for like, decades after the initial discovery. Like Brian said, I think CRISPR wasn't truly recognized for its, like, actual, like, utility as a product for maybe like ten to twelve years after the initial discovery was made. And so traditionally, what people with capital have used is this concept of bibliometrics or citation based metrics. The idea is if you publish a lot in scientific journals and those papers are cited by your scientific peers, then you're likely a good scientist. Unfortunately, sort of, this system of using citations as a metric for scientific quality has gained a lot of adoption over the last 20 years, and scientists have begun to sort of optimize their research outputs to game the system in order to generate more publications and more citations. The goal here is to make themselves more eligible for funding in the future. And so in the last, like, 20 years, we've seen, I think, like, a reduction in the efficacy of our ability to, like, produce new technologies, because we have scientists who are more worried about publishing a lot and getting their papers cited a lot than they are with creating verifiable new knowledge. And so with research hub, what we want to do is create a new way to financially reward scientists for creating high quality knowledge and using sort of the principles of blockchain, we can come together as a community and democratically decide together what we actually perceive to be high value knowledge and set up a reward structure to algorithmically financially compensate people for producing that. So, yeah, I think traditionally we've sort of relied on these journal based mechanisms to decide what is quality science. And the Internet, and specifically, blockchain gives us new tools to get more granular and actually reward people for doing high quality research rather than using a proxy metric of citations."
    },
    {
        "speaker": "A",
        "text": "It's really fascinating, because if you look at what science is trying to do is it's not all that different from a blockchain in terms of it's a consensus mechanism, it's a truth finding tool. And by the way, it could be corrupted. We all know that there are ways to corrupt a blockchain. You can do a 51% attack. There are mev type vectors, there are all sorts of ways to corrupt the truth of a chain. And so we're trying to design bottom up, censorship resistant truth machines that are essentially incorruptible or have a high cost to corrupt. It sounds like the consensus mechanism that science is using is good and has brought us to a certain point, but it has some corruption vectors, like crypto listeners will be familiar with this term gamed. Okay. And so, like, it sounds like what you're saying is the citation method, which is basically how truth rises to the forefront, how the consensus machine of science says, okay, this paper is the accurate one that's been corrupted by influences of capital, which is very interesting. And I'm just wondering if you could define a little bit more flesh out the modern system of science, because you've used terms like citations and journals and that kind of thing. I'll give you my rough sense of it. It seems like the government, this is a total layman, I know very little about how this system works, so that's why I'm throwing it out there, Patrick, for you to react to. But it seems like in the early days of science, the main funders of science, you need capital and you have a truth fighting mechanism. But the main capital sources were like patrons, rich people, lords and kings, and these types of things. Now we've moved to this modern age, it seems like the main funders of science are public institutions. So it would be like our government, the NIH, maybe there's some commercial funding of science involved in there, but largely kind of public. And then our consensus mechanism for finding truth is this citation. So you have scientists that write kind of papers. Those papers are like peer reviewed. And then the more citations you get, it kind of like moves up the page rank algorithm. In fact, I think this is maybe how Larry Page designed, like, Google at the very early phases, like, inspired by the scientific consensus mechanism and the stuff that rises to the top. Well, we call that science, we call that truth. We call that a peer reviewed study. And, like, that's good. That's the golden stuff. And what you're saying is in that process, there's crept in some money, some capital, some corruption, some gamifying of the system. So we're not actually getting truth. We're getting some sort of third party's biased form of truth, and they're doing this to bend the rules to their advantage because there's some economic advantage. I'm just throwing these out there. Is this kind of like a rough picture of what the science system looks like today?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think you absolutely nailed it. And really there are a lot of great analogies there where I would say that science within the last ten to 20 years has done a lot of SEO, where maybe the initial page rank algorithm doesn't work quite as well as it used to because there's a lot of money on the line and individuals within this system want to maximize their ability to receive money in the future. So scientists have done SEO on their work and they're generating more clicks and therefore citations. And the result is that the end Google search results are less valuable than they were 20 years ago because of this self awareness, really, the term is good heart's law. So the idea that a measure ceases to be a good measure when it becomes a target for behavior. So scientists, they're really bright people, and there's this hyper competitive job market where less than 2% of first year PhD students become research professors. So in order to succeed as a scientist, you have to do almost anything you can to just be a part of that 2% that can get to the next level. And one of the things you have to do to be there is to optimize your outputs in order to become eligible for funding. So, yeah, I think your pagerank algorithm is like a great analogy and is exactly what's happening in science today."
    },
    {
        "speaker": "A",
        "text": "So I'm going to guess. Patrick, does this lead to maybe like, three outcomes? Is just kind of a guess on my part, but, like, one is bad capital allocation, so we're funding the wrong things, or we're like, inefficient in the things that we're funding. They're not actually, like, achieving good outcomes. Number two, like, maybe this also leads to bad science. So actual science, that's kind of not truth. And then number three, does this also lead to, like, poor incentives? So we're not getting our best and brightest. Our best and brightest in our society are going and they're working and they're in the Facebook ad department, right? And they're making 500K salaries, and they're not scientists competing for that Nobel Prize. Is it those three? Are there other things?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think those are three great categories, and I have a lot of stories that kind of embody them. I think the first is like, the concept of negative results. Are you guys familiar with this terminal? The idea is when you're dreaming up an experiment, you have a hypothesis, and oftentimes you're wrong about the world. Your hypothesis is not supported by the experimental data you produce. This is considered a negative result. If you look at the entire body of scientific literature, the proportion of papers that convey negative results has gone down from, I think it was like 40% ish in the 1990s, and now it's only 20% ish of all papers are actually like, display negative results. And when you look at this, it actually comes down to people who are worried about their careers. There have been meta scientists who have done studies that have found that negative results, they just aren't that exciting. So when you publish them, other scientists are like, oh, yeah, cool, I knew this. No need for me to cite this or share this with my friends. When positive results are oftentimes, you know, just straight up more interesting and more."
    },
    {
        "speaker": "B",
        "text": "Likely positive results are sexy. Negative results aren't sexy, exactly."
    },
    {
        "speaker": "C",
        "text": "Yeah. And so it turns out that it actually hurts your career as a scientist if you share a negative result. So if you conduct an experiment, it doesn't match your hypothesis, you're actually better off in your career not sharing it because you reduce your ability to receive funding in the future by sharing your results."
    },
    {
        "speaker": "B",
        "text": "You're a scientist, Narc. Yeah, exactly."
    },
    {
        "speaker": "C",
        "text": "Yeah. They call it the desk drawer problem, because you get these negative results and you're just like, whoops, I'll put that in here. And kind of the end result is that like, you know, there's a lot of knowledge that's not shared with the world, and it's due to this kind of broken incentive structure. And really, like, as you mentioned, Ryan, like, poor capital allocation that reduces the efficiency of how we as a society are able to convert to, you know, $1 to one unit of new knowledge."
    },
    {
        "speaker": "A",
        "text": "Well, Brian, that sounds like a broken market and a broken incentive scheme right now. And crypto knows a thing or two about that. What would you add to the, to that, Brian?"
    },
    {
        "speaker": "D",
        "text": "Yeah, well, I think what we're referring to here is the culture of risk aversion. So, yeah, I've talked to scientists who say I basically figure out if the thing is going to work and then I apply for the granthenne to the nih or whatever, because I need to make sure that the things that I apply for grants demonstrate success so that I can get the next one in the next one. And imagine if you were in the startup world, in tech startups, and you were going to pitch for seed financing or your series A or something, and you were like, well, I know that it has to work, otherwise I won't even apply for it because the shame or embarrassment or whatever of having it not work. I mean, most seed investors in tech or series A investors, they expect two thirds, 80%, 90% of their portfolio to essentially round down to zero. And it's a hits driven business. Right? So that's kind of like the culture in tech and startups is you try really ambitious things, you know that most of them are not going to work because you're trying to get breakthroughs. And in science, the culture has become risk averse, and it's basically trying to do incrementalism and dress it up or shoehorn it into whatever you can get funding for. Like, oh, the Department of Defense has a big budget. How can I dress this up to make some argument that it's going to help defense when I actually want to be researching something entirely different? So it is a broken. Yeah, the incentives are broken. It's also like the people who make these breakthroughs don't get some big upside if it gets commercialized. And so you get people publishing papers on things which I think have no hope of ever actually reducing human suffering or turning into some kind of product. They're just sort of off in La la Land. Some of these papers make absolutely no sense why they're getting funded. So anyway, yeah, risk aversion, nih, it's like if you were going to go in and try to sell something to the government, it's like IBM would win that contract. Or people in the government, they're allocating other people's money so it gets allocated based on citations. Ten year risk aversion, not looking stupid if something blows up. Whereas venture capitalists allocate their own money more efficiently. So that's something hopefully we can add into research hub over time too. And we should be giving awards for negative results. People who are willing to do that, or one of the features we're trying to think about adding in the future is around funding. Allow anybody to come in and propose ideas, get it crowdsourced, like, you know, in terms of peer reviews or upvotes and people who have capital to allocate. Hopefully a lot of people in the crypto space, by the way, who have built wealth, they're very, they're techno optimist, they want to allocate money to science. Hopefully this can get more privately funded and we get away from the risk aversion of the NIH and some of these university models."
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe I can try and do my best to recap some of the mis incentives that produces mis knowledge. Patrick, you were talking about, just like it's more safe to try and produce positive results, as in like I have a hypothesis and I did some science and my hypothesis has been proved correct and that is more incented than equivalent science that's trying to prove something against a hypothesis. It's just like, people want confirmation bias, right? People want to say, like, here's my idea. Oh, and it's correct. There's just, like, a natural incentive to do that kind of science rather than the inverse. And so as a result of that, maybe there's, like, more false positives, as we have three different theories going three different directions, and they're all proven true, but they actually conflict with each other. And no one is taking the other side of that trade. For example, to put it into, like, finance terms. It's like, maybe a market where short selling is banned. It's just like, things just get perversed when you don't have the other side of that market being able to express itself. And then we also talked about just Brian, like, there's no. No one's going for the moonshot. Everyone is just trying to stay, keep their cards close to their chest, not trying to take any risks. And, I mean, how can you blame them? There are kids to pay for school, and there are, like, mortgages to pay, and we don't. And job security to keep in mind. It really kind of just seems like a Moloch problem, a Moloch trap, a coordination problem, where it's just we can't actually incentivize trying to find truth, trying to find the North Star. It really seems to always boil back down to just economics at the end of day capital allocation. We've used capital allocation, like, three, four, or five times so far in this episode. Is it really that simple? Is it really just boiling down to, can we fix the financial incentives to fix science? Is that a reductive way to put this conversation?"
    },
    {
        "speaker": "D",
        "text": "I think that's one way to put it, yeah. And, Joyce, you should jump in, too. But I. You know, I'm a believer in free markets. I'm a believer that people allocate their own capital more carefully than they allocate someone else's capital. And so the market is this beautiful thing that it has this truth serum baked into it, which is like, if you're going to allocate capital to something, did you ultimately produce something that generated revenue, that paid back? And the people who are good at it get more capital, and the people who aren't as good at it get less capital. And the minute we put that into a government institution, I think we break one of the best mechanisms ever discovered to make progress. And it's true that a lot of science. One of the arguments against this, by the way, is that there needs to be basic research which would be, how do we discover something about the cosmos or the basic laws of physics, like the Stanford linear accelerator? And we need to invest in things which have no hope of immediately being commercialized. But I question that premise a little bit. I think that there are things that can be commercialized even out of basic research. Now, it might take a decade or two, but there's enough private citizens with capital now who are thinking about longer time horizons like that. If you're like a basics venture firm that's just trying to invest in SaaS companies and have, you know, three to five extra money in three to five years or something, maybe you're not going to invest in some of these things. But we've seen people like Sam Altman or the Collison brothers, like, funded this new Ark Institute, right? We're seeing private sources of capital. In Sam Altman's case, you know, he's funding things like nuclear fusion, right? And like, these are in the realm of science fiction. They're research projects. But, you know, or even if you went back to whatever Elon, you know, with neuralink or SpaceX, these are the kinds of things that would have normally been in the realm of government projects or research projects. But it turns out if you have a scientific breakthrough and you can turn it into a product, some of the biggest companies on the planet are defined by that. By the way, Coinbase is an example of that, too, because it's based on a computer science breakthrough by Satoshi Nakamoto. It it comes back to, like, the best companies are based on scientific breakthroughs. So, anyway, I think there's actually a lot more room to run for private capital being allocated towards this than a lot of people think. And it can actually contribute to basic research as well."
    },
    {
        "speaker": "B",
        "text": "I think we've defined a lot of patterns and principles and ideas about the broken incentives inside of science. And I think listeners are already starting to get a grip and understanding for, like, oh, this is a similar problem to crypto. We have similar tools here, and I think we've done a good job expressing the vibe. But I'd like to actually kind of drill down and trying to get into some of the specifics of how crypto can actually help. I think we have a lot of ideas in crypto, and we have fewer real products than we have ideas in crypto. And so maybe we can kind of drill into some of the ideas. More specifically, can crypto and crypto incentives and the tools that we have in the crypto space, when we collide the crypto particle with a science particle. What are some of the specifics there? Like, how do we actually reconstruct science? Patrick, I'll start that one with you."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think at the end of the day, the value. Well, there are a lot of use cases that crypto can bring to science, and I think there are a bunch of deci companies that are helping to address different aspects of this. But at research hub, kind of our main concern is setting up an economy where, like, high quality science is rewarded with economic value. And so, Ryan, I think, as you mentioned earlier, kind of this, like, consensus mechanism of science, and, like, how do we all agree what is valuable science? Like, that's not an easy thing to do. And Brian and I realize that, like, a group of, you know, five to ten people in a room, it's impossible for them to, like, independently reward science in the most effective way. What we want to build with research hub is a way to iterate on a reward structure that can, in an evidence based fashion, help to compensate high quality science over time. This takes the format of our current product, which is a Reddit style forum where users earn the ERC 20 token research coin for creating high quality content. There's a bunch of ways this is happening currently. Like, if someone shares a paper and creates, like, a great layman summary of that paper for other people to understand, they may earn, like, a tip with RSC for their efforts. We also have a bounty feature where if you need a scientific task completed, you can create a research coin bounty for other scientists to come in and help you. So I think the core innovation that we're driving towards with research hub is, like, this ability to give, like, the scientific user base, like, control over how research outputs are judged and rewarded with the eventual goal of creating a financial system where we can compensate scientists in an evidence based fashion for producing new knowledge, rather than being reliant on this sort of, like, grandfathered in proxy metric of citations."
    },
    {
        "speaker": "A",
        "text": "Okay, so, Patrick, I'm going to share a research hub here and just like, to try to make sense of it. This is a screenshot. If you're watching on, on YouTube, you can kind of see here. So what you're doing at research hub, it sounds like, is you're kind of. Are you removing the middleman so, you know, bankless? We call ourselves bankless because we don't have to use banks for banking any longer."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "That's what crypto enables. You kind of delete the middleman. I don't know. Is this journalists? You're like, no longer does a scientist have to go through this institutional journal type process. They can be journalists, and they can do like, bottom up, peer to peer finding of capital. And you have created kind of a hub for a truth finding, a consensus machine on what's good science and what's not. And you're connecting the scientists to the capital in various ways. Describe this a little bit. What I'm looking at right now is, yes, a Reddit style, I would say upvote, downvote. It looks like a bunch of different papers across all sorts of different, um, like, uh, different categories, right? It looks like there's some bio, biotech here, looks like this. There's a physics paper, uh, quantitized inertia, a physics theory that gets rid of dark matter. That sounds absolutely fascinating, which current maladies were actually a survival advantage. Anyway, describe a little bit what, what you're doing here at research hub and what we're looking at."
    },
    {
        "speaker": "C",
        "text": "Yeah, so here is like a Reddit style feed where users can share existing scientific papers, publish new ones, or create any kind of scientific content. So this quantized inertia post up at the top here, if you click into this, this was actually shared by a, I guess, a psychologist within our community who's really interested, kind of as a hobbyist in quantum physics, as I think, like a lot of people are these days. And so they came ACroSS this new KinD of understanding of quantum gravity from this scientist that I actually follow on Twitter, her ex podgies. And he asked a question. So he took some of the research coin that he had earned in the past, created a bounty, and then asked for a physicist who is more familiar with the theory to come in and explain it to him and help him understand whether it might be a viable way to view the world through a new lens. And so, as Brian said, we're still in very early days. We're trying to play around with how we can use these new financial incentives to create higher quality scientific content than the kind of antiquated traditional system. And so there are a bunch of ways we're going about it. But right here, I think this is a pretty interesting mechanism for someone who's not a physicist to allocate relatively modest amounts of capital to another physicist to answer a question that is personally interesting to him. So, yeah, let's just kind of do these sort of micro grant interactions where people can earn value for creating content or providing knowledge that others within our community perceive as valuable based on the research coin bounty that they place upon the post."
    },
    {
        "speaker": "A",
        "text": "This is fascinating, Brian. I love your take on this. And what's being built here? And you've got kind of like, I think a crypto take, an engineer's take, right? So like you have in the, like the programmer systems, like stack overflow, this kind of reminds me a little bit of that type of system also have like open source. So much code is open source, and like, science is also an open source technology. Anyway, what do you see being built here and what's kind of the vision here?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so the V one of the site is really about prioritization and discovery of papers. There's two or 3 million papers that get published every year. A lot of the sites that people go to to look at these, like archive and Biorxiv, these are really great efforts. I don't want to disparage them at all. But the websites are kind of, they feel like they were built 20 years ago. They're usually run out of these universities by a couple handful of grad students. And so they're just not modern applications that allow you to do voting and threaded discussions and things like that. So that was the v one of how do we actually just make sure as a modern day journal, let's do the curation, discovery, prioritization of all the massive papers out there. So if you only have a few hours that week as a scientist to come in and check out what's going on in a certain area, you can do that more efficiently, but the product quickly evolved beyond that too, because just prioritization and discovery is only one small piece of it. Okay, well, how do we get like peer reviews incentivized, right? Or people going in there, like Joyce said, to complete some kind of scientific task? Like, if you have a scientific question and you want like a literature summary, which is a common task that scientists do both in academia and in inside companies, you know, what's the current state of the research? So you can now put up bounties to have people go do that. You can have peer review completed and people actually kind of getting rewarded for that. Whereas in the journal system today, not only are there like big paywalls and it takes a year to get in the journal and all these kind of things, but the peer reviews are just volunteers doing it. These are oftentimes like underpaid grad students. And anyway, actually being allowed to get paid to do peer reviews is kind of a cool feature on its own. And so we started to add some of those features in now where this is going in the future, I think it's beyond just prioritization, discovery, incentivizing peer reviews, literature summaries, bounties, things like that. It's how do we actually allow people to get funded more efficiently? How do we fix the funding pipeline? You can see there's an experiment there in the top right today where people are applying now to get some of their science projects funded or their research projects funded. That's an early feature that is being beta tested today where the community can kind of crowdsource and say, hey, we think this is really cool. We like this person's background, like whatever it is. And so we're beta testing, getting research funded now and then where I think this is going in the future is this is going to kind of be, we need to solve the translation of science. Translational science is kind of where you have a breakthrough and how does it get turned into a product and commercialized? And today the way that that happens today is super inefficient. There's these things called tech transfer offices within universities. And essentially, if you're like an entrepreneur and you want to commercialize something based on a breakthrough, you have to call up the tech transfer office at Stanford or MIT or whatever, and it's a very bespoke process. You have to talk to these lawyers, you have to go meet them in person, you have to negotiate all these custom legal documents. There's high legal bills, and at the end of it you might get a license to go try to do this thing."
    },
    {
        "speaker": "A",
        "text": "The universities get a percent of the cut, don't they too, Brian? Aren't they in the negotiating seat in that process?"
    },
    {
        "speaker": "D",
        "text": "Yeah, that's right. So that's one of the issues. A lot of the revenue goes to the university, not to the person who discovered the breakthrough. So this broken incentives issue, the other issue is that I forget the exact number. It's like 99.9% of all papers never get commercialized into anything. And if you look at the revenue that Stanford has generated from the tech transfer office, it's almost entirely due to, I think, Google and Genentech was like the vast majority of it throughout the history of the entire university. So very few things ever get commercialized out, but when they do, they're often big breakthroughs. And so one of the ideas that we had was like, how do we make it where there's like a one click license button, you know, on a paper or a scientific breakthrough that someone's put out. And I don't want to go negotiate custom terms like with some lawyer. Like it's kind of like the Creative Commons license. Like if it's federally funded research. Ideally, it would be kind of in the Creative Commons, anybody could go do it. But it's also, if it's somebody publishing something out of like a company or something where they want to be commercially recognized for it, maybe we can come up with a standard. Like a safe agreement is a standard agreement that a lot of startups get invested in. Now why don't we make a safe agreement for science where it's like anybody can click this button. If you go build a product based on this innovation, I get 1% of the revenue for the next ten years or something like that. A standard terms, or it's like Getty Images would be another example where photographers can put up all their images. There's like standard licensing and terms if you want to license that image off Getty and go do something commercial with it. And so that's kind of where we're hoping to get in the future with research hub is make it easy for anybody to commercialize science. And for people who are discovering these really cool things, they should, they don't even have to meet the people. There could be like some company in India, in Europe, in Asia trying to go build and commercialize cool things off their innovation that they are their breakthrough, that they never even would have thought of. And they just have revenue streams coming in. So that's kind of like where we're hoping to get to in the future."
    },
    {
        "speaker": "C",
        "text": "Just one anecdote. When I started my PhD in microbiology, I was working in a synthetic biology lab, and between 50% to 70% of any invention that was created from that lab, the IP would be assigned to the university. So the PI, you know, would have less than 50% of the equity value of any, like, you know, innovation they created. And then as a grad student, the first thing they do before they even let you in the lab, is they make you sign an IP assignment agreement where you receive 0% equity and you're kind of at the, you know, whims of your PI."
    },
    {
        "speaker": "A",
        "text": "It's like 1990s record labels with artists."
    },
    {
        "speaker": "C",
        "text": "It's crazy because it's sort of like people don't fully understand financial incentives because, you know, as a grad student, why would I invent anything, you know, if there's no way for me to see any value, you know, coming from it? So it's just like sort of these old school grandfathered in like poor incentive structures that are meant for 50 years ago and don't really resonate with the modern age."
    },
    {
        "speaker": "B",
        "text": "What I'm seeing here with research hub is a peer to peer science platform, where we have an alternative, maybe just like DeFi is a parallel financial system to Wall street, we now have Deci, which is a parallel scientific system to trad sci institutional science. And so we previously had the gatekeeping of science by the universities and the institutions. There's like, the anecdote that you just gave us, Patrick. And now what I'm seeing with what Ryan was showing, the research hub and the concept of decoupling in general, we have a new blank slate of a platform to do science and economically incentivize science. But it's blank, it's unwritten, and the future still needs to be developed. We still need to kind of shape the clay. And so I think there's a. We're actually, like, not. We're at the starting line, I think, of what this could be, but there's probably a lot more things to do to make sure this system gets built right now. One of the reasons why me and Ryan started bankless is because we wanted to make sure that the ethos of crypto is preserved as it matures. We don't want to just bring in a new set of bosses to replace the old bosses. We want a system to be sustainable into the future. Brian, love what you're doing at Coinbase, but I don't want all financial activity to route through Coinbase because that would be the same thing that we had. And so neither do I. When I see the foundation of research hub and I see, like, oh, it's a bounty platform, I see a new blank slate. But I don't actually know, how does the market actually stay balanced? How do the incentives stay pure as this system develops? How do we make sure that it also remains uncorrupted? Have you guys thought about any of this perspective or philosophy at all?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. And one thing I want to call out first, too, is I do think we have a blank slate, but we're holding it up on the shoulders of giants, specifically the open science movement. David, you did a great episode maybe a couple months ago with Boris and Mikey talking about Desai and Zuzalu, and they did a great job of highlighting that there have been this group of humans who have been going against their own personal financial incentives for the last 30 years in order to advocate for a new way of funding and communicating science. And this is the open science movement. So, like, sort of innovations like preprint servers, like open peer review, open access journals in general, there have been a lot of humans who have been working for a very long time on how to create this system. And I think, like, the really powerful thing that research hub brings to the table is the ability to make this, like, a financially viable decision. So you don't have to take career risk. By practicing open science, you can actually be selfish personally and practice open science on research hub. And I think aligning incentives will really help to accelerate the growth of what the open science movement has accomplished."
    },
    {
        "speaker": "A",
        "text": "I was going to say, Patrick, does that create a new character class here? Can you have the scientist entrepreneur? That's something we haven't seen in society. Scientists is always the person who gives back to the community. That's all great, but I also want to see the scientist entrepreneur. What is that character class?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. I think, as Brian mentioned at the beginning, like, who are the most famous scientists in the world? Like, the person who created CRISPR? Is that a household name? No. And why not? I think one of the things about society is we're status seeking monkeys, and we see examples of wealth and success, and we kind of want to emulate it. And I think the world has done a poor job of shining a light on some of the, you know, individuals who have been, like, so crucial to our progress as a species. And with research hub, one of the things that we can do is help to help people, I guess, like, capture the value that they create in a more efficient way, where we might start to see some of the more wealthier people in the world be earning wealth because of the value they created through research hub."
    },
    {
        "speaker": "A",
        "text": "Okay, so we mentioned kind of like an upvote type of tool, which means there's some kind of like a. A mechanism for building consensus. I also heard mention of a token and one popular theme in crypto. All this time has been governance, and that's partially what David was getting to. What if the old boss replaces the new boss? What if research hub becomes the new scientific journal establishment and becomes corrupted as well? This is called desi. There's got to be a decentralized part of this. And we've talked about the permissionless nature. Any kind of scientists can sort of enter this, but how do you keep it decentralized? And where does governance, where does the token kind of fit into this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So I think there are kind of like, two efforts that we're making here to help decentralize research hub. The first is that all our code is open source. So our community can see our source code and fork it if they believe that Brian and I are not doing a faithful job stewarding the scientific community that we build through research hub. So there's some nice governance incentives there to have Brian and I essentially be aligned with our community's desires for the future of the product. The second is that kind of, as I mentioned earlier, it's impossible for a group of five people to sit in a room in an a priori or beforehand fashion and decide like, hey, how are we going to financially incentivize scientific research outputs to come or to end up with the best output? It's just, it's not feasible. And anything that we did do in an a priori fashion would end up being gamed according to Goodhart's law, kind of like the current citation based mechanism is being gamed by scientists. So I think one of the innovations that we're trying to bring about is creating an infrastructure for iteration on a reward mechanism for science. So right now, those who earn research coin are able to vote on how rewards are distributed through research hub. So we've had some community governance votes around how many research coin are rewarded per day on the platform. We've also had community governance around how rewards are distributed to different types of content. In addition to that, we have like this element of reputation on research hub that helps to encapsulate a person's real world contributions, like their kind of prior publications, in conjunction with their activity on research hub. And how this reputation works is also defined by our community. So essentially, we're trying to build a workshop, for lack of a better term, where scientists can come together and come to a consensus around, like, what is good science and how are we going to financially reward that?"
    },
    {
        "speaker": "A",
        "text": "That's so cool. It seems like you're working to solve kind of this entire coordination problem here. Yeah, Brian, you're going to add something to that."
    },
    {
        "speaker": "D",
        "text": "Yeah, well, I mean, very directly, people who come and contribute to the site or an RoC, and then they can participate in these votes. So they have more say the more they contribute to the site as decided by the community. And I think at this point, about 5% of the Roc supply is being distributed per year. And so you can imagine over time that will decentralize and a bigger, bigger piece of that will come from the community in future. Dow votes."
    },
    {
        "speaker": "A",
        "text": "Brian, I'm curious. We've talked a little bit about deci, of course, and David brought up this terminal tradsy. Right. And the question I have for you is we're very familiar, and you more than most people, about incumbents who resist change. And in crypto, famously, we have regulators that like to resist change. There's lots of kind of internal stakeholders that don't want to see crypto take off. They actually don't want it to be successful. And we're on the other side of that bet and other side of that trade, of course. Is there a similar. Is there, like a trad psi like group of institutions that don't want this to happen? Are you going to have some fights ahead, some giants to slay on the. Maybe not the regular side?"
    },
    {
        "speaker": "D",
        "text": "Well, just like anything that's disruptive and innovative, there's that quote about first they ignore you, then they laugh at you, then they fight you, then you win or whatever. I think maybe for better or worse, we're still a little bit in that phase of. They're ignoring it. Deci, that's not entirely true. I think the traditional journals are actually relatively tech forward in the sense that I think they're high level aware of this. They occasionally will do acquisitions of companies that are trying to build innovative tech projects in the scientific publishing space. So my hope is that we can collaborate with them. It's not antagonistic. Who knows? Maybe at some point they'll invest in research hub or something, and so we can kind of have aligned incentives. I hope it doesn't end up antagonistic, but usually in any given industry, there's some people who are like that, some people who aren't, you know, one big kind of sea change that's on the horizon, which I think will be interesting. So actually, the Biden administration put out an executive order where I believe in 2025, all federally funded research will have to be published in open access journals. And so this is a sea change event happening that all the trad sci journals. I like that term. I don't know if we just came up with that. Are going to have to adapt to this new world. They have paywalls for people to go access this, and it never really made sense because our taxpayer money is funding this research. It should be available to the public. We paid for it. But just due to legacy reasons and oligopolies and things like that, it's actually thousands of dollars to go in and read some research paper that our taxpayer dollars paid for. And so that's all going to be flipped on its head in 2025. And we're really hoping that research hub can lead the pack here as the leading kind of open access journal, a modern day preprint server, modern day journal, if you will. And we have hubs, we call them hubs for many different scientific topics. I think there's, like, probably 10,000 different hubs, technically, but the most popular ones around, you know, physics, computer science, like those kinds of major areas of science. You can also dial into some really specific. If you just work on one particular protein, one transcription factor in human biology, you can probably go find a tag or a hub for that. Or if it's not there, create it. Sign up and create it anyway. I hope we can work with the existing journals. I hope it's all collaborative, but I'm sure there'll be some people who resist change, and that's just the nature of innovation."
    },
    {
        "speaker": "B",
        "text": "I want to transport us forward maybe like 50 years when Desi is massively successful, because of course it will be just like DeFi. So DeFi is working payments at the speed of light, permissionless finance, desi right on its heels. And, Patrick, maybe you can kind of create some sort of Sci-Fi story about what science looks like in 50 years after this D sci movement is perfectly successful and achieves all of its wildest hopes and dreams. What does science look like? What does it mean to be a scientist? How does science happen? Just tell us a story. What does that look like?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So the thing that I'm most excited about for 50 years in the future, in the world where Deci works, and this may be a little bit more boring than flying cars, but it's auditability. So if a scientist makes a claim, there's public data associated with that claim, where anyone in the world can audit the data to see if it actually supports the claim, and then also replicate the data to see if someone else can find the same conclusion in an independent fashion. I think this will drastically improve how we're able to innovate in the world and will result in all kinds of societally disrupting new technologies. Maybe we can teleport from one country to the next. But I try not to speculate about things that I don't know anything about more. So I'm interested in ways that we can empower the average individual to participate in the academic world. I think kind of on top of this, another thing that's very achievable for us is to kind of like, follow in the footsteps of open source software. For instance, like, when I was a medical student, I wanted to make a startup, but no vc would talk to me. Like, every engineer I talked to was like, no way, man. Find some money and then I'll work with you. And so what I ended up doing is I went on GitHub and I found, like, open source versions of Reddit, and I, like, tried to teach myself some ruby on rails and, like, hack together, like an absolutely atrocious prototype that I could then take to a financial person in order to help to describe my vision. And so I think the beauty of open source software is that anyone with an Internet connection can go on GitHub and learn how to build something in an autodidactic or self learning fashion. And that doesn't really exist in science right now. Like, if you want to contribute to kind of the world scientific consensus, you almost need to have like, spent a lot of time in like, London or Boston or, you know, like Baltimore at Johns Hopkins. And there's like a gigantic proportion of the world that's just not able to get there due to life circumstances. And I think in the future we'll create a system where there are less gatekeepers and anyone can participate, much like GitHub has done for open source software development."
    },
    {
        "speaker": "B",
        "text": "Brian, what about you? What do you imagine in the distant future when desi achieves all of its hopes and dreams? What are you optimistic about?"
    },
    {
        "speaker": "D",
        "text": "Yeah, well, just to extend that analogy about open source software, I mean, there's a lot of cool things about open source software. One is like, people can fork your stuff and go off in another direction, right? So imagine if you're working on some piece of research, and by the way, let's imagine all that. The datasets and the code is just right there. Today, research papers are like a PDF that's frozen in time. Open source software is a living, evergreen document. Open source software is never done. You make your first commit, you publish it, you do all the work in the open, then various people come in over time. They might fork it, they might contribute to the master branch. And so imagine if research was happening like that. Imagine if the data sets and the code was built right in. And then I think the thing I would be most excited about in the future is, yeah, if it sort of democratized science, people, all good ideas could come from anywhere, right? You could have some. The next Einstein is like some kid in Brazilia or Bangalore or whatever, and they could contribute to something. They could publish some idea. The next bitcoin, white paper or crispr. Some of this stuff requires a laboratory and a lot of capital to get into a good place. I don't want to gloss over that, but good ideas can still come from anywhere. It doesn't have to be in this ivory tower of a few cities in the whole world. If that person can, then actually we can make that link to, how does this get commercialized? Could I publish something that's so useful as an idea or a technology that it either has an open access license or somebody could click, have a one click button to license it and go commercialize a product. Now I feel like we've really hooked up the power of free markets to scientific research, and that's how we'll really start to accelerate science. So I don't know, that's a bit of a vision of the future of where it could go."
    },
    {
        "speaker": "B",
        "text": "And just one question just out of curiosity, Brian, you're a co founder of research Hub. You're also CEO of Coinbase. That's a very big role to fill. What's your role at research hub? What does that look like? What are you doing? What's your time split like?"
    },
    {
        "speaker": "D",
        "text": "Yeah, even when Coinbase went public, we put some disclosures in there around this, that this was another company that I'm helping out on, but I really help a lot with the product guidance. But the real work day to day is happening with Patrick Joyce and the team there, which are incredible. Obviously, Coinbase is my full time job and more, but I can't help myself. I want to see how crypto is going to be used in a variety of ways. That's actually ultimately the potential for crypto. It's got to go beyond trading and payments and financial services to actually be used as web three. It's the future of the Internet. I feel like this isn't a really important way for me to go get my hands dirty, like figure out how it's going to actually be used in web three to build these new kinds of communities. And so it's been an incredibly fun project for me to work on, but I want to give all the credit to Patrick Joyce and the team, really, that are working there hard every day, day in and day out."
    },
    {
        "speaker": "C",
        "text": "Well, cool."
    },
    {
        "speaker": "A",
        "text": "Guys, this has been a fantastic episode and thanks for giving us a very practical overview of what you're building a research hub. And also d side, I think Im leaving this episode incredibly bullish and also with increasing recognition about kind of like the kindred quest that were on with decentralized finance and going bankless and deci. And I dont know if this is a quote, maybe I just made this up, but the only truth is science and markets. Everything else is an opinion. Thats certainly why Im in crypto, why I love finance, why I love markets is because this is a technology that allows you to figure out what's true or not. There's so many different professions out there where you don't really know if you've arrived at truth or not. But there are some professions like markets. They'll tell you whether it's true or not, given enough time. Science also does that. Therefore it's kind of a kindred technology. It's like a blockchain for consensus about what's true in nature. And we've got this killer methodology, the scientific method, which is the repeatable experiments of how we verify the blocks on this scientific blockchain and this position, scientists really as almost like the validators of this network. So there's a lot of cool analogies and things that I'm seeing about both. And Brian Patrick, you've been very generous with your time in educating us about this, so best of luck. How can people, I guess, keep in touch with what you're doing? I don't know how many scientists we have as bankless listeners, but maybe there's a shout out for anyone who is in the scientific community to do something. What would be the action items you would leave the bankless listeners with? Patrick and Brian."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I'll refer to joy as you jump in too. But yeah, really, if you're interested in science, if you know scientists, I would encourage people to go to research hubs, sign up. You can kind of choose which hubs or areas of science that you might be interested in. You can start to kind of just peruse it periodically and see what's happening in there. But we really are looking for people to come in and participate in the community. So submit a paper. If you hear about it and you think it's interesting, go in there and write a peer review. If you have some kind of a question in science that you're trying to figure out, and you want the community to go compile something together for you to try to make it understandable or digestible, post a bounty, and then you can join the discord. You can follow us on twitteresearch hub. There's a variety of ways to get involved in the community, and I think a lot of people are just going to be consumers of the content. But we actually love it when people sign up and engage a little bit. And it's early days. The site is still new, but there's a really vibrant early community that's super passionate about it and whatever. Send us feedback, too. We know that the site is not perfect. There's a bunch of things that we're working on currently to make it better. So we love it when people send us feedback, too. But Joyce, what would you add?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think one of the most fun parts of working on this project is some of our most active community contributors actually independently thought of the idea for research hub and were working on it themselves. And then they found a. And they were like, oh, man, I guess I'll just, like, meet up with Patrick and Brian and see if I can help contribute. So I'm sure there was someone who will listen to this episode who has been having this idea sort of pop up in the back of their brains. And if they're excited about trying to fix the problems that exist in science, I would say stop by researchhub.com and join our discord and introduce yourself. And we have a lot of very passionate, talented individuals there who'll be excited to chat with you and help to incorporate your ideas into what we're building. I think at the end of the day, like, you guys are right. Like, we're trying to decentralize science, and we know that we can't do it alone in an a priori fashion. And we need to bring in the voices of those who are most passionate about the problems. So, yeah, stop by research hub, sign up, join our discord, and help us accelerate the pace of scientific research."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a fantastic call to action. If anyone doubts the power of this, I mean, we built the entirety of crypto this way. Go check out the Ethereum research form. You know, this is kind of like a mirror of what can be done here. Decide not tradsy. I think we unlocked that in this episode. Guys, thank you so much for joining us. Brian and Patrick."
    },
    {
        "speaker": "D",
        "text": "Yeah, thanks for having us."
    },
    {
        "speaker": "A",
        "text": "Got to end with this risk and disclaimers."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I usually say crypto is risky. Is science risky? I don't know. Corruption in any of our truth fighting mechanisms is risky. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot. I don't have to say this is not financial advice. So there you go. Yeah."
    }
]