[
    {
        "speaker": "A",
        "text": "Think about 2020. Imagine a room full of people. And the people in this room are all the greatest names of our industry. And you can imagine in that room, all the people were looking at each other and then looking at us and whispering, oh, yeah, those guys are the black sheep. Those guys, they are going down. And then you fast forward four years in that room. You don't hear whispering, because basically, there is only us."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the front frontier of Internet money and Internet finance. This is how to get started, how to get better, how to front run the opportunity. This is Ryan Sean Adams. This is a solo episode today. David's on a flight, so I guess I'm here to help you become more bankless. We have Paulo Ardonio, the CEO of Tether, the hundred billion dollar stablecoin company, on the podcast today. And before we begin, I think I should give you some context. For as long as I've been in crypto, I've heard people say, and I'm sure many of you have heard people say, Tether, the stablecoin, is going to go bust. People have said it's a scam. People have said it's a fraud, and that maybe someday it would go bust and take down all of crypto with it. It's been about ten years of people saying that. And I've seen a lot of projects, crypto projects, rise and fall during that time. And here's the thing. Tether is still here, and it's still pretty much working as advertised. Of course, we can't take that to mean that we should trust it. If you choose to use a crypto dollar, something that is centralized in the way that tether is, you're getting a product that does not have trustless guarantees. It is not crypto native to the nth degree. And so, like all centralized, stable coins, tether is a dollar IOU. It's based on the full faith and credit of the tether bank. You have to trust tethers auditors. It's not bankless in the way that bitcoin and ethereum are bankless, and it's certainly not censorship resistant. So tether can freeze your account at any time. If an authority tells you to, they can freeze the tether inside your ether address, for instance. And yet, despite these centralization vectors, it's been a better alternative for people in countries like Argentina and Turkey that are facing soaring inflation, and in places where the local banking system and fiat currency frankly, sucks. So why are we talking about tether on the podcast today? The reason is pretty simple. Tether is a force in crypto. It has been for a very long time. It continues to be. It is worth almost $100 billion at the time of recording. Tether owns more us treasuries than most central banks, than entire countries. It's just like right next to Germany on that count. It's also become a flashpoint and us regulatory conversations. So David and I felt it was high time that we met the CEO of Tether so you can hear what he has to say for yourself. I talk about a few things with Paulo. Number one, why tether is winning and who's really using it. Number two, why Apollo says the FUD against Tether is all wrong. Number three, what really backs up the USDT token? What's on its balance sheet? Number four, Operation Choke point. And finally, we talk about Tron and circle. There's also a ton more and just some housekeeping before we begin. If you like this episode, if you like bank list, now is the time to give us a five star review. If you're listening to this podcast, you can do that in Apple. You can do this on Spotify, wherever you subscribe to podcasts. If you're listening to this on YouTube, then make sure you subscribe. This is really how we get crypto to the masses this cycle. All right, guys, we're going to get right to the conversation with Paulo, the CEO of Tether. But before we do, we want to thank the sponsors that made this episode possible. Bankless nation, I am very excited to introduce you to Paulo Ardonio. He is the CEO of Tether, which is the largest stablecoin in the world, with about 100 billion in total supply at the time of recording. Paolo, welcome to Bankless."
    },
    {
        "speaker": "A",
        "text": "Thank you very much, Ryan. Excited to be here."
    },
    {
        "speaker": "B",
        "text": "Oh, Paulo, this is the first time we've actually done an episode with you and on tether, specifically, USDT, as the symbol is called. I think we should start, really with getting to know you a little bit. Could you introduce yourself to the bankless community? Who are you? Coindesk called you the hardest working man in crypto. I believe you've held the title of CTO, so you're definitely technical, have your share of GitHub commitments and that sort of thing. You're also now the CEO of Tether, as I understand, on the business side. So just give us a taste on who Paulo is."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've been the developer for almost all my life. Started coding when I was eight with the first personal computers, then went to the computer science university in Genoa. I'm italian and graduated there. Worked as a researcher for the university on a couple of really cool projects, one specifically related to peer to peer communications in extreme situations like battlefields. Then, as sometimes happens, and most of the times happens, especially in Italy, you don't get paid much. So I looked outside of Italy, decided to focus on finance. I started to get a job to build financial services in Switzerland. Was 2009, around 2009. And then I started learning everything that I could around creating systems and portfolio management system for hedge funds, stocks, options funds, everything that you can think about, futures and so on. And then I decided that I was quite good at what I was doing. So moved to London to create my own startup. And in 2020, 1213 I was reading about bitcoin, and still I had my startup. In 2014, I had the chance to meet Giancarlo Devazzini, Bitfinex and Tether CFO. He asked my help to collaborate on Bitfinex. Bitfinex was one of the fastest growing crypto exchanges at the time. And as sometimes happens, this crazily fast growing industries require scalability on the infrastructure. So I was quite good at that side of things. So I started coding, or I was hired to start coding the machine engine of Bitfinex, improving it I spent in 2015. I kept working on it. I was able to improve by 100 x the throughput of that engine. 2016, Bitfinex was hacked. I was asked to become the CTO of Bitfinex, which I gladly accepted. And in 2017 I also became the CTO at header. And then after that I started growing the team. I kept working on the tech side of the two companies, but also started to move on more strategical side and more strategy and business side, especially on the tether. When it comes to tether. In the last four years also, I co founded a project called Hole Punch. That is a peer to peer communication layer, resembles a little bit of torrent, but is made for real time distaste streams and for chats, video calls, streaming and everything that you can think about. Recently we launched the first product for hole Punch called Keith, that is a peer to peer video chat, fully without any centralized infrastructure. Even more recently, just few days ago, we launched the first, I would say peerspeed operating system called pair runtime."
    },
    {
        "speaker": "B",
        "text": "You were an engineer by training, and certainly that seems to be the route that you took to get into crypto. For some of the bankless audience that don't know about the relationship between Bitfinex, which is an exchange, and at one time was one of the fastest growing crypto exchanges in the world. And tether, which is a stable coin, which I'm sure many have stumbled across. Many, many know that the term USDT or tether, what is the relationship between these two entities? So is tether a product of Bitfinex? Is it a completely separate entity and company? How are these two organizations related?"
    },
    {
        "speaker": "A",
        "text": "So the two companies are completely separated when it comes to the structure. The history is that tether, USDT as a product started from a necessity that was identified by Giancarlo Delazzini in the capacity of CFO at Bitfinex. In 2014, the environment of crypto exchanges was completely different than today. So in 2014, there was bitstamp, Kraken, Coinbase, Bitfinex, BTCC, and Okcoin. I think that I named basically almost the most important ones."
    },
    {
        "speaker": "B",
        "text": "No binance at the time, no FTX. How about Coinbase? That was sort of around. Not quite an exchange, though. Yeah, they were around, yeah. Okay."
    },
    {
        "speaker": "A",
        "text": "Coinbase was there, so there were five, six prominent exchanges, and that's it. And the issue is that for any maturing industry, financial industry, you need something that is, or an activity that is extremely important, that is called arbitrage. So basically, you need traders that sell bitcoin on the exchange where the price is higher for dollars, move the dollars on the exchange where the price is lower, use these dollars to buy bitcoin, and so on and so forth. That activity is like pressuring the price and keeping the price online across all the different exchanges. This works only if you are able to move both the legs of a trade. So bitcoin and dollars at the same speed. So we know that the bitcoin block time is ten minutes, and so you can send, realistically bitcoin from one exchange to another between ten and 30 minutes. But it's much harder when it comes to moving fiat, especially back in time. If you were lucky, it could take one day, but most of the time was taking five to seven days if you could get a wire."
    },
    {
        "speaker": "B",
        "text": "The banks take holidays too, don't they? Whereas crypto is 24/7 there are some days where it's just like the banks aren't open. You can't get things through."
    },
    {
        "speaker": "A",
        "text": "Exactly as you said, during the weekends was terrible because the spread across exchanges was ballooning a lot. The really simple idea around USDT was let's reuse this brilliant technology called blockchain, and let's just put the most used currency in the world on top of it. So us dollar, and at that time was before Ethereum. So the only available transport layer was called omnilayer. That was basically a color coin solution on top of bitcoin."
    },
    {
        "speaker": "B",
        "text": "Color coin, for people who don't remember, is a tokenization type of solution just built on top of bitcoin. This is pre Ethereum, as you said."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Much more limited programmability compared to Ethereum. It was only a solution. Omnilayer was designed only to make tokens, not anything else. From there, basically, Tether was funded. There was a team of developers that started working on the product, and the two entities are segregated and they have some overlapping shareholders. But over time, one in this exchange, one is a stable coin. They completely took different routes and strategies, and you can see how Bitfinex now is focusing on institutional traders outside of the US. Tether is purely stablecoin, but is, or started as purely stablecoin now is becoming kind of a behemoth when it also comes to financial markets, investments and energy production, communications and many other areas."
    },
    {
        "speaker": "B",
        "text": "I'm certainly not as aware of those many other areas, actually, Paolo. So maybe through the course of this conversation, we can get to some of those areas. But I want to maybe start with the thing tether is most known for, which is the stablecoin itself. Can you talk about the stablecoin? So we've come a long way from the omnichain color coin days where tether was primarily a token on bitcoin. Now, of course, it's an ERC 20. It's across many chains as well. It's on Tron, it's on Solana. It's spread throughout the entire blockchain ecosystem. There's about $100 billion worth of tether. And so one tether coin, one USDT, equals $1. So it's about $100 billion. Stablecoins owns about 70% of the market. I would say, in terms of the total stablecoin market. I mean, you correct me if any of these numbers are inaccurate. So it's come a long way since those, uh, early days. Can, can you just describe, like, um, I guess, what it is as a product today? Right. So you described sort of the early days of 2014, and it was very useful because, you know, the fiat banking wire system and ach transfer system, uh, that was slow, that was not updated. That was not suited to the fast paced nature of, of crypto. How is tether being used primarily today? Is it still kind of that use case? Have there been other use cases added to it? Take us forward to 2024 and where USDT sets what it's useful as."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would say that in 2020, there has been a turning point, not just for USDT, but in general for the entire world. So we have seen the pandemic. And with the pandemic, I think there has been an acceleration in the financial instability, especially in emerging markets and developing countries. So we have seen how there was an acceleration of the devaluation on national currencies. Let's think about the turkish lira or the Argentina pesos. So right at that time, we started seeing the shift of the usage of USDT from being a settlement currency for crypto trading transactions to a checking account, basically. So more and more USDT has been growing as the alternative to fiat money for all emerging markets and developing countries. So today, you go in Argentina, you're going in Brazil, you're going in Turkey, Vietnam, Venezuela and Middle east. All these countries, the communities in these countries, there is a lot, especially in South America and certain parts of Asia. Do you have more than 70% of the population that is unbanked? Not because there are bad people, just because they are not profitable enough for the banks. And to bring the bank infrastructure. The bank infrastructure is outdated, relies on technology that was built 40 years ago, went through decades of rubber and band patching. So it's extremely expensive to keep it running. And so the finances and transactions is an activity that is fundamental in people's lives, in day to day people's lives. So the usage of tether grew so much there. And I wish I could tell you, because that happened because we were really good and we had an awesome strategy, actually happened because USDT as a product is useful. Tether never didn't have a marketing team before 2022. And so with that, we didn't have a business development team. So people started to use it just because they need a solution. So this was a life saving necessity for people in these countries. I have a friend that lives in Turkey and told me multiple times that with the turkish lira, even your father, you worked the entire month or the entire year. And at the end of the year, if you save only in turkish liras, you are poorer compared to the beginning of the year. Just because the turkish lira devaluates 80% against the us dollar, that is the measure for all the imports of any goods in the country. And so, of course, people are looking around, they are trying to find solutions to not get screwed by their burden. And same thing happened to Argentina. Now, in Buenos Aires, you can see many places, many physical shops and online places are all accepting USD for the very same reason."
    },
    {
        "speaker": "B",
        "text": "How does this work practically, Paolo? For people who can't imagine somebody using, I think many people are in the west who have access to a decent banking system. I mean, we complain about it, there are a lot of problems, but they still generally are banked, the banked population of the world. I think they have a hard time putting themselves in the shoes of somebody who's using tether as their checking account, as you said. How does this work in practice? Are they using something like, let's say, ethereum, or maybe ethereum. Gas fees are too expensive. Something like a tron, let's say, which has, I believe, over $50 billion worth of tether right now on the tron chain. Are they using something like that? And when you say they have a checking account, they're basically using their Tron private key, public key as their bank account, essentially. And rather than use their local currency, whether it's the peso or the turkish lyrae, that they're just using tether as kind of their unit of account and store of value and medium of exchange directly on a blockchain. Is that practically how it works?"
    },
    {
        "speaker": "A",
        "text": "So I think there are two types of users. There is the user that is a bit more experienced and so is using. He has downloaded wallet on his phone, could be metamask, could be trust wallet, or many other wallets that are fairly popular nowadays, ledger, so on. And so those are the bit more experienced users that know how maybe to back up their private keys. And then there is, I would say, still the majority of the users that are using as proxy centralized custodians. So they keep the USDT on these custodians, and they are just using the custodian services to do payments. And there is a drawing distinction also across people that use centralized custodians. So many of them, we started seeing a growth of a user base that doesn't have an account with crypto exchanges for trading. They don't care about trading, they just get paid USDT, and they would use that account on the exchange to pay in USDT all the services and their bills. For example, in Brazil, now, in Brazil, there is something called pics, that is a standard payment system that is spread in all shops, online and offline, and all the banks. It's basically a QR code that every single banking app in Brazil supports. You can see that people have built bridges between the PiK system and USDT. Now there are apps that allows you to scan the Pixware code and pay any invoice that in brazilian realized through USDT. So they do the conversion, they do everything. And so now we have 60,000 ATM's in Brazil that allows to cash in and cash out USDT throughout Brazil. And it's all happening independently just because really people need these type of solutions."
    },
    {
        "speaker": "B",
        "text": "So there's the two sets you said are the crypto natives, which many bankless listeners will probably be with their own crypto wallets metamask account. But there's probably an even larger audience that is essentially using some sort of local custodial type service. And it sounds like there's some innovation going on where you almost are getting fintech type of companies, like custodial type of companies building solutions rather than on their. The traditional banking layer in their jurisdiction. They're just doing this based on tether and a blockchain. But because they're a custodial service, it's easier ux, they can integrate into other areas of an individual's life. And you're starting to see some uptick on that sort of usage. And that's been unexpected. You said, Paulo."
    },
    {
        "speaker": "A",
        "text": "Well, it's. It's not that it's unexpected, but when I think how we started with USDT, thinking that fast forward a few years, the market cap of USDT is approaching is 97.8 billion is mind blowing. We have our team extremely committed to the values bitcoin of decentralization. And so we are just doing our best to keep bringing these values and philosophy with us throughout our journey, and even at a much bigger size like we are today."
    },
    {
        "speaker": "B",
        "text": "It's interesting because I think in the early days of maybe 2014, a lot of people in crypto thought that bitcoin would be the currency that would sort of bank the unbanked. Why has it not been? Why are stablecoins like tether a bit more popular in some of these emerging areas, like Brazil?"
    },
    {
        "speaker": "A",
        "text": "Let's say I'm a bit coiner, but nevertheless, I'm also quite pragmatic. I think, first of all, there is still, I wish we will see in the future and hyper bitcoinization and the overcoming of fiat currencies because they, you know, limited supply tokens are the only ones that I think can provide certain type of guarantees to their users. The issue with, and you should look, and maybe, of course, now we don't have a crystal ball, but maybe in 50 years we will look at differently and someone on Twitter will say, well, zoom out and look at the big picture. Yes, for a period of time, you had a. The usage of fiat proxies like USDT, and eventually few cryptocurrencies will become the actual ultimate currency or resource for humanity. But for the time being, you cannot pretend that things happen from one day to another. And the reality is that communities have problems, people have problems. The people that don't have our time, my time, your time to dig into technology, they have real life problems, like they have to pay the bills, they have to protect their family's money. And so how they do it is they need to do it quickly, they need to do it securely. And that's why they know the thing that they know the best throughout the last 200 years is the US dollar. That and gold. So we cannot pretend that bitcoin replace especially well both the US dollar and gold with a snap of a finger. It requires education. But also, I think the beauty of it is that when people are going and start using USDT through a wallet, then they might be more prone to explore also other digital assets. So I think this is onboarding basically, humanity on digital currencies is the first step to get also wider adoption for bitcoin. So I think everything has a time and we shouldn't be stressed because we are annoyed by the fact that it's not happening at the pace we, as lucky guys working this beautiful industry want."
    },
    {
        "speaker": "B",
        "text": "I do think you're right there. Apollo like stable coins are kind of the gateway drug to all of the rest of crypto, and certainly to some of the more crypto native assets, that's for sure. Can we talk about tether itself and the backing of tether? So, ever since I have been in crypto Paulo, there has been some question as to what are the assets that back a USDT and are they really there? We can address maybe kind of the FUD and why. Tether seems to be a lightning rod for that a little bit later in the episode, but I want to hear from you directly. So when someone were to split apart a dollar of USDT, what do they find inside of it? What is backing it? I think you have this page on the tether website. It's a transparency page, and it shows both the current balance of how much USDT is issued right now on top of blockchains and right now. Yeah, you were right. You mentioned the number 97 billion or so, almost 98 billion. And they've got this other tab called reports and reserves, which are independent auditor reports from an auditor called BDO. Okay. I'm not, I don't know all of the auditors in this type of a field. Maybe you can kind of explore it, but it has a reserves breakdown and there are a few different categories of assets that are the reserves. The backing for USDT, 84% according to this, cash and cash equivalents, a tiny amount, 0.05 corporate bonds. Then you got some precious metals, 3.6%, precious metals, 2.9%, bitcoins, other investments, 3.8% and then secured loans, 4.9%. That, according to this report, is what backs a USDT and all of the $98 billion worth of USDT. First of all, can you just broad strokes, tell us about the backing of tether? How do we know that these assets are actually backing tether? What is the auditing process? And then maybe we'll go through this in a couple of the main categories here. But first, the backing itself."
    },
    {
        "speaker": "A",
        "text": "Sure. So, stablecoins, historically never had too much luck in having a full audit. So the industry standard at the moment is called attestation. So that is what we have with tether done by BDO. So if you look, though. Although if you look at our attestation, you can see that the auditor. So video went through enormous efforts not just to take our word on the existence of the numbers of the assets that are back in tether, but also they went through independent contacts to the different custodians in order to confirm these numbers. So that is, I think, one of the most important points, right? So, yes, you're right. I, throughout the history, had been considered the black sheep of, you know, in the industry. But, you know, it's imagine. Think about 2020. Imagine a room full of people, okay? And the people in this room are all the greatest names of our industry. And, you know, you can imagine in that room, all the people, you know, we're looking at each other and then looking at us and whispering, oh, yeah, yeah, those guys are the black sheep. Those guys are. They are going down. And then you fast forward four years in that room. You don't hear whispering, because basically there is only us, you know, all the greatest of the industry apart. Maybe a couple went bust in 2022 and 2023. All those people were the ones that accused tether to do the thing, the exact things that they were doing, and those things destroyed them. Right? They were landing based on pinky promises and so on. So, yes, sure, I mean, I agree with you. Our biggest mistake, I think, was being naive. And we thought that keeping your head down without caring too much about the noise around yourself would be enough to succeed, right? So you think, okay, I'm doing everything right. And, you know, I keep my head down at work and, you know, if people criticize me, eventually they will see that I'm. I'm good, but. And that was, you know, definitely naive. And as I told you, we never. We didn't have communication team before, like 2022. So we learned from that specific mistake and we learned that transparency is really important. And today, as matter, you have read some of the percentages on the transparency page. There is one important factor that I think has to be underlined. So the numbers that you described are based on the 31 December 2023. That is the latest attestation. At the 31 December 2023, we had $5.2 billion more than our total outstanding tokens. So it means that, well, it's now publicly reported that tether made basically $6 billion in profits last year. And we kept the vast majority of these profits within the stablecoin reserves so that we could over collateralize the stablecoin to make it much more resilient than anything ever seen in the financial industry. Banks go leveraged on their balance sheet. You look at what happened with Silicon Valley bank that almost killed our main competitor, Silvergate signature. These banks were investing in ten years, 20 years, municipality bonds. Right now, if you look at our reserves, 90% of the issued tokens are covered by cash, and cash equivalent. Yes. We have gold and we have bitcoin, and we have other assets, and altogether are making 105% of the total issued tokens. And the secure loans are well over collateralized by 200% on average. And gold has an average buying price that is fairly low compared to the current market. Same goes with bitcoin. And tether is on track for making around. With this size of t bills is making around $1 billion per quarter. So you can imagine that by the end of the year, if nothing changed much, we could be around other five to 6 billion in excess equity if we want to keep everything in the excess equity, but our objective is to go to 100 and 100% in tbils anyway. But now we are 105, almost 105% over collateralized. So that's, you know, that's the story that I want to tell today, is the story of a company that grew from nothing and made a change to the financial industry."
    },
    {
        "speaker": "B",
        "text": "All right, so what you're saying, Paulo, is number one. You've made it through kind of like the worst of the crypto bear market. When FTX fell, SBF fell, Celsius, block five, Voyager, all these things, Alex Mashinsky, they're all gone, and tether is still here. So that's the first argument you're making. And then you're also saying that it's actually over collateralized. So we actually have more money than the outstanding amount of USDT issued. And you're also saying, look, we're a profitable company, and it sounds like the company is just absolutely, yeah, incredibly profitable. I'm not sure how many employees you guys have over there, but I've heard, like, 40 employees. And you're. And you're throwing off cash of 80. Okay, 80. So small, small number of employees for the amount of cash you're throwing off. So you're saying all of that. And yet, Paulo, I will tell you, like, you know, in crypto, we've been burned so many times. We've been burned so many times, haven't we? And so, no, no wonder the crypto community has kind of, like, trust issues in general, is because I remember a time when Sam Bankman Fried said, all of the money's there, and it turns out it wasn't. I mean, how many other, like, companies and entities can. Can we point to and say they told us similar things about kind of trust? And isn't the entire ethos of this space to be, like, to not have to trust any centralized intermediaries? Now, understand that tether is kind of a different product. It's not bitcoin. You can't audit it. It's not ethereum. You can't kind of audit the supply and that sort of thing. So there does need to be some element of trust. I'm wondering if you could shed some light on this. What is the difference between an audit, an attestation? So you mentioned that you said what we have here on the transparency page is an attestation. And you said, it's actually difficult to do an audit of a chain, but I'm not actually privy to the technicalities here. What is that? Auditors do an attestation, but an attestation is different than an audit. What are the differences here? What are the subtleties we need to understand about this report and the transparency that we're seeing from tethere?"
    },
    {
        "speaker": "A",
        "text": "I didn't say that it was difficult. I said that the industry standard of stablecoins is attestations. So there are no. So far, there are. To my knowledge, all our competitors have attestations. Well, there are different reasons for that. So audits are a bit more in depth in general. Again, if you look at our testation that BDO is doing, compared the attestation that our competitors are providing, there is a difference in the disclosures. So you can see that our auditors video, you know, tether has a name, right? And as you said could be a risk for any auditor to audit tether. Because why? Why with all the fud that was around tether, why an auditor should, should do that, right? Should take the risk of doing that. And so for that reason, video wanted to go through not only the minimum requirements for an attestation, usually an attestation requires just that you present as a company your numbers to an auditor and the auditor signs them all. And that is usually what our competitor is doing. But BDO decided to go a few steps farther and actually get the independent confirmations from our custodians in order to ensure that they would not associate their name with something that was risky. And that's what I like. Right? Sure. It's still an attestation. So attestations are for the various same reason that I said publicly. Attestations are usually not as thorough as audits. The work that BDO does to get the gestation is insanely in depth because of the fact that rightfully so. Cryptocurrencies and the cryptocurrency world also thanks to FTX, made it really, really hard for top tier auditors to trust cryptocurrency companies. So that's in a way that's also, I think that you had Senator Warren suggesting publicly or writing a letter to the top auditors suggesting that they should not onboard new crypto customers. You have some political issues and some other reasons. And I think, as I said a few times in the past, auditors are not the top four auditing firms are not jumping at the idea of auditing a stablecoin, at least for the moment. But this doesn't mean that we are not keep trying and work in that direction. I think that if means something. Recently, I didn't see much about how tether doesn't have the money. Well, I mean, I think that at this point, few people have now in 2024, the doubt that we have the money. Even our biggest attractors, I'm pretty sure you're familiar with the names like Bitfinex and so on. They are keeping moving the goalposts, if you remember, at first they said, well, tether cannot have money. And they kept saying for many, many years. And now they're saying, of course tether has the money, but they are bad guys, so they keep moving the goalposts. And so that is pure noise. But then you have people like our Lacni, that is the CEO of Hunter Fitzgerald that goes on, I think CNBC on Bloomberg TV and says forwards and in Davos was World Economic Forum this year. And says, forwards, they have the money. So we have also our custodians that went through enormous amount of due diligence and reviewed everything that you are doing. And they have been comfortable in saying publicly that we have the money."
    },
    {
        "speaker": "B",
        "text": "Paolo, I think what you were referencing, I saw this story back in maybe it was December, Cantor Fitzgerald among the best known bond trading. January. Okay. Bond trading houses on Wall street and one of 25 primary dealers for us treasuries said those words. They have it in reference to tether in USDC with respect to the collateral. So tell me about this. So I imagine it's difficult to get auditors to attest to things. And so the big four are maybe ignoring you. And we've seen a full blown, we've called in the us kind of Operation Choke point, sort of Elizabeth Warren and others inspired anti crypto army trying to sort of choke a crypto off, even onshore US based companies off of the us banking system. So I'm sure you've seen your share of that in trying to get some of these assets banked, which I believe they have to be. And it was just a little bit less than a year ago that we saw the stablecoin world, at least USDC, which is circle kind of rocked by something that wasn't on my bingo cardinal. And you get worried about a stablecoin issuer maybe not having the funds that they say they have. It was not on my list of concerns to be worried about the underlying banking system, the us banking system that they banked at Silicon Valley bank going under and potentially bank runs with Silvergate, all of this, it caused absolute chaos with USDC. I remember a few days, it was over the weekend sometime, I believe in March, Paula, USDC was trading off of a dollar. It was down to $0.90. Something like this, you just don't really expect that the thing that can cause a stablecoin to falter and de peg is the underlying banking system. I'm wondering how that works with tether. What had to happen with USDC is they upgraded their banking relationships. I think they're with one of the big ten type banks, like the too big to fail type banks in the US now. And that's how they restored some comfort back to the market. Jeremy Allaire was talking about this. We had him on the podcast at the time of this entire crisis. I don't know that tether has faced anything that significant, but I've got to imagine it's tough to get a bank for tether to custody all of these assets. Can you talk about that? Is that a risk to the business at all? And how do you manage that?"
    },
    {
        "speaker": "A",
        "text": "Right. There is a lot to unpack there. First of all, in 2022, Tether was subject to the biggest trial by fire that any financial institution could have been subject to. In 48 hours, tether managed to redeem $7 billion, and in 25 days, around $20 billion. So $7 billion at that time were 10% of our reserves, and $20 billion were around a bit more than that was like around 20 and something percent of our reserves."
    },
    {
        "speaker": "B",
        "text": "When was this, Paulo? In 2022. When?"
    },
    {
        "speaker": "A",
        "text": "Around the 19 May. Okay, well, Terra Luna. Okay, Terra Luna, the hype, you know, everything was blowing up. Right?"
    },
    {
        "speaker": "B",
        "text": "I had to ask because it could have been so many different things in 2022."
    },
    {
        "speaker": "A",
        "text": "But think about this, right? So it was not a casualty. So what happened is that a group of hedge funds publicly said throughout the beginning of 2022 that were accumulating USDT so that they could short it to the ground. They wanted to cause a bank run. And fear three was that name? Something like that was one of them. And they tried. $7 billion of USDT were dumped on secondary markets. In 48 hours, we redeem all of them. And what these groups, these hedge funds were doing was trying to sell USDT at below par. So when that happens, it triggers a specific activity. It means that market makers can buy cheap USDT from the secondary markets. They come to tether. They ask us, okay, here's the USDT. Give me $1 for each one of them."
    },
    {
        "speaker": "B",
        "text": "How does that work, by the way? How does that redemption process work? Because I've never been totally clear on that."
    },
    {
        "speaker": "A",
        "text": "Well, it goes through our platform. That is tether ko. You register, you get Kyc, you go through email, and then you are ineligible participant."
    },
    {
        "speaker": "B",
        "text": "And then they get one USdt dollar, one of USdt. They get their fiat directly. That's the redemption window, minus ten basis points in fees. I got it."
    },
    {
        "speaker": "A",
        "text": "So basically, these enormous amounts of USDT were pushed on the market to try to cause a bankrupt. Right? So it's what happened to Silicon Valley. But historically, there is this bank called Washington mutual. In 2008, they didn't survive at 10% of redemption. Basically, Silicon Valley didn't survive to a bank run. Tether survived to a 10% bank run in 48 hours and a 20% bank run in 20 days. And we could have kept going. So that's the thing that no one in this industry can ever take from us, is the fact that there is no wonder anymore. Like, okay, can they pay out? It was not only a stress test on our reserves, it was a stress test also on our banking and bank enchantments. So that is the first point. The second point is 2023 in March, when the periods that you reference to when Silicon Valley bank went down. The issue of our competitor was that they had more than $3 billion in cash in a bank. Sit in a bank. When you have cash in the bank, that is usually a bad idea because that goes in their balance sheet. So it means that you need to be FDISC insured to be able to survive if something bad happens to the bank. But the issue is that the FDIC only usually cover up to $250,000."
    },
    {
        "speaker": "B",
        "text": "So cash in a bank is worse than what, treasuries or something in a bank."
    },
    {
        "speaker": "A",
        "text": "Treasuries are securities. So the treasuries are securities. So if the bank goes bankrupt, you get the securities back. But the cash that you have at a bank, that's why it exists. The FDIC, right. The FDIC would not exist if basically, if you could get the cash out. But the issue is that if you leave cash in a bank, that cash gets into. The bank can use it for loans and many other things. They cannot lend out your t bills, they cannot lend out your apple stocks unless you really want to. And you sign ton of papers saying that your specific apple shares can be lent out or t bills can be lent out. So that's the entire point of securities. Securities are yours are nominal, and so you own them in that specific bank. So if the bank goes belly up, okay, you pay for one, two days, but eventually you will get them back. You don't have to go in the bankruptcy process to get back then while you have to go in bankruptcy course, to get what is remaining of your cash."
    },
    {
        "speaker": "B",
        "text": "I mean, cash in a bank above 250k in the US is a really bad product from a legal perspective. It's just kind of an iou, isn't it?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And this time, the FDIC decided to step in. Probably. Otherwise, all the Silicon Valley, Silicon Valley companies would have been belly up, right? So probably the FDIC and the treasury feared contagion in many, many other banks, so they decided to save it. But the bottom line is that if you look at our latest attestation, we keep a minimal cash, much lower than our excess reserves within the banks. And also we use a facility called overnight reverse repos. So basically, you are able, in that case, you have tens of millions of dollars in liquidity that you can use to pay immediately redemptions for tens of billions of dollars in a day. And even if you hold t bills. Right. So these are all facilities that we have put in place also thanks to counter fit Gerald, in order to operate in the safest way possible. And also you said the last point you made was how are these for tether to have banks that want to custody our assets? Well, the guy that, the person of the bank that is wealth bank, the primary dealer that is custody our t bills went on tv saying I have their t bills."
    },
    {
        "speaker": "B",
        "text": "And who is that? Who is the primary hunter of jail? They are the primary. So that would be the bulk of your assets are held with those primary brokers. Then you do have some banking relationships. Of course. Do you disclose who your banking relationships are and your banking partners are?"
    },
    {
        "speaker": "A",
        "text": "Well, I think that they've been public for many years. And one of the other funny aspects was that people were saying tether never disclosed which banks they use. Well, if you could, unless you are american, well, living in the United States, but you can register to our platform and try to send the money and we will disclose you with the banking details."
    },
    {
        "speaker": "B",
        "text": "Let's talk about then the reserve breakdown a little bit. So I think we've talked pretty much about cash and cash equivalents and that's basically basically overnight reserve repos, treasury bills, 76% treasury bills. Of that 84% it looks like or no, not of the 84, 76% of the entire USDT treasury is t bills there. So I think we've kind of covered the cash. Is it a bit more because you."
    },
    {
        "speaker": "A",
        "text": "Have to count the overnight reverse repos that are secured by t bills and then you have to count the money market funds that are invested in t bills. So the total amount of tvs that we have now is, I could get the decimals wrong, but is around $80.4 billion. That would put a tether just after Germany in how many tbils we hold."
    },
    {
        "speaker": "B",
        "text": "I want people to hear that just after Germany, the country, we're not talking about a bank in Germany, we're talking about the amount that the central bank of Germany actually owns. And you have more t bills than the central bank of Germany, is that what you're saying, Paula?"
    },
    {
        "speaker": "A",
        "text": "No, just after. So Germany has around. But we have more t bills than UAE and many other countries like Australia and so on."
    },
    {
        "speaker": "B",
        "text": "Are you top ten, top 15, something like this?"
    },
    {
        "speaker": "A",
        "text": "We are 20th."
    },
    {
        "speaker": "B",
        "text": "20Th the 20th largest holder of t bills then. And among central banks I guess as well those would be the top. The other 19."
    },
    {
        "speaker": "A",
        "text": "Look, there is an interesting innovation that people think about USDT as the innovation around the digital dollar, sure. But also the other important innovation. The other two innovations that we made were, one, the over collateralization. As I said, banks are used to lend out and they have only to keep 10% of their assets liquid. So that's the big difference. So we have 105% of assets in the company. And second, the third big innovation is actually how much United States really cares about the dollar and the dollar hegemony. The distribution of the dollar and the dollar as their serve currency of the war, has always been one of the fundamental pushes that the United States made in the last 100 years to make sure to remain dominant out in many different markets. But that happened in many different ways before, through cash, sending cash abroad and so on, through the euro dollar, called the euro dollar, and the petrol dollar before, and so on. But all those had a missing piece. If you have cash running around in Argentina, that cash is pure cash. The difference with USDT is that if you have, for any argentinean or turkish person that holds USDT, tether is buying a portion of the us debt. So that is the crazy new innovation that happened before you had only the cash out, but that cash was just circulating. That was not going back to benefits necessarily and directly the us economy. And in a year like 2023, when the us government printed $2 trillion, then you and you have China. That in the last four years, China reduced their USD deals by a big percentage, where I think four years ago they had $2 trillion in USD bills, and now China has $800 billion. So it means that tether holds 10% of the t bills that China holds. So you see that we are actually, if you think about it, USDT is a good ally for United States for the very same reason that it's actually helping to repurchase and spread this process throughout hundreds of millions of people. And that is something that I think not many people are thinking about. And when we think about modern monetary policies, I think stablecoins like USDT are actually a key part. When you think about your internal country debt."
    },
    {
        "speaker": "B",
        "text": "Yeah, I kind of wonder how that argument is landing. Basically, you're saying when other countries use sort of cash, right? I'm talking like physical $100 bills or something like that. That is not the same as actually buying treasuries. And that's really what tether is doing. So tether has been a net purchaser of $80 billion of us treasuries at a time when the US kind of needs to sell its treasuries worldwide in order to fund all of its debts and so you're saying, basically, you're not saying this to the us government necessarily, but you're saying this to, I guess generally the american people, I would say is this is a good thing for us dollar hegemony, us dollar power worldwide, because now you have a decrease in demand in countries like China and certainly other countries worldwide. And now here's this new way to export your debt to the world. And don't you need that? Don't you need net new buyers of debt? And yet I wonder, Paulo as well, on the flip side of this, right, are you worried about becoming too big? And what I mean is at 100 billion in us treasuries, let's call it, you are bigger than Germany. These are major geopolitical entities, let's say, and people start to take notice. There was talk even this week in Congress about tether. We could talk maybe a little bit about some of the conversation that happened about tether, but tether is definitely under the microscope, I would say at least in some quarters in the US. And if you got as large as $1 trillion, wow. I mean, I don't know how large you would be in kind of the scheme of things if you think tether can even grow that large, possibly. But you're sort of a geopolitical entity at that time and you have other problems, let's say, or regulators and officials in the us government kind of takes notice. How do you think about that? Do you worry about getting too big or is that a sign of your success? And you just think you'll be kind of ushered into the traditional financial system, maybe through kind of like a backdoor and maybe the hard way, not through the existing institutions, but they'll have to kind of accept tether. What are your thoughts on this?"
    },
    {
        "speaker": "A",
        "text": "Well, that's a really good point. Again, we, although many years pass from the creation of tether USDT, I think we can argue that the growth has been extremely rapid. So it's hard to judge what is going to be the next two, three years growth of USDT in one way. First of all, we are not selling, we are not allowing us people on the platform. So first of all, the market cap is, if you think about it, is coming from non us countries, so the rest of the world. And so this is one of the things that makes more, I think should make it more exciting for the US, right? So it's not like we are getting or incorporating us money to buy the us debt. It's actually outside it, outside other countries money. So the growth, in a way and it's kind of, in a way sad is that the success of tether is the success of global finance and the success of financial policies in many emerging markets. The more a country has problems from the financial point of view, the more there its people are going to use USDT. And that is kind of the sad part, if I admit, right, because no one wants to try when things are not going well. But I mean, I doubted that many people are thinking today that the world is going to go, is going in a greater direction, right? So you see more wars, more issues. And so in a way that the growth of USDT is a symptom of something really big that is not working, that is falling apart. So how big can become? I think USDT can become really big. I think that is really important for tether to realize that, as we did realize that and partner with the biggest institutions in the market to make sure that the product remains safe. We have been working and collaborating with law enforcement agencies around the world. We have onboarded un United secret services, the FBI, we are collaborating with the DOJ, we are collaborating with the national borough of counterterrorism in Israel. We realize the importance and the fact that terror is the backbone of the last mile of international finance. So I think that as many new industries, the growth can be incredible when throughout the innovation or humanity innovation, you have many times these type of companies that grow really rapidly. And I think our role is just to work with regulators, work with policymakers, work with central banks to showcase what we're doing and to make them comfortable in what we're doing. And there is always time to learn. And we believe that although with the recent events, and again, what we achieve with our investment in Tbils, the fact that we are keeping the vast majority of the profits within the company is also another important, another important attestation from our side in how much we want this product to be as safe as possible. So any other company, you have $5.2 billion of profits, these are excess equity, that these are undistributed profits. I could bet that almost any Silicon Valley BC would have gratefully split those dividends and started enjoying them. But we are keeping the majority of them within the company because we want to show, we want to advertise the world how strong and how solid we want to be and we are, and how much we believe in the safety of our product."
    },
    {
        "speaker": "B",
        "text": "So it sounds like the strategy is basically to continue to work with us government and regulators as they're open to working with you and basically get their blessing. And indeed you say you are, are already working with them. I was curious, I saw this earlier this week. I believe it was VP of policy from Circle, which is the creators of USDC, which I think Paulo, you mentioned, is one of the tether competitors. They of course have a different stable coin. Said something in Congress earlier this week that caught my attention. I personally believe no company should be allowed to reference the us dollar without having democratic values inside their USD backed stablecoin, was the statement. I think castigating tether a little bit here, and I'm wondering what you make of this sort of thing. I know you've mentioned earlier in our conversation you feel like the goalposts have moved. And it used to be people saying tether is not fully collateralized. Now there seem to be saying that tether is not compliant with kind of like financial surveillance types of apparatus. I'm actually not sure what the I, what the specific concern or charge is here. Although JP Morgan, a bank in the US I know, recently said something. One of their analysts said, we view the increasing concentration in tether over the past year as a negative for the stablecoin universe and the crypto ecosystem more broadly. I believe, Paulo, you fired back at them and you said it was a bit hypocritical to talk about concentration coming from JP Morgan, the biggest bank in the world. What do you make of all of this kind of conversation? Is it sort of tether against the establishment bankers? And are you seeing circle kind of team up with the regulators and try to push you out? What's your take on this market and what's going on right now?"
    },
    {
        "speaker": "A",
        "text": "Well, first of all, I think that was evident to everyone. If you read Twitter comments on that event in Congress, people were really sad to see a company in our industry spreading lies about another company in the same industry. So the reality is that as tether announced, we respect the OFAC SDN list. We onboarded the FBI, we onboarded the United Secret Services, we work with the DOJ. So we worked with 31 different law enforcement agencies around the world. I mean, market has spoken, right? So I understand that our competitors might be upset because, you know, they are probably scratching their head and don't understand why people prefer us, right? So they consider themselves more beautiful than us. But the problem, I think you touch base at the beginning of this call is that when you are phrasing, but when you build a business, you have to, to think about who your users are building a business where your target is the institutions. The institution have already the best banking rails, the best cash rails and everything. They don't need a stable coin. People in emerging markets, developing countries need a stable coin. So I feel like I'm sorry, because I feel this is an act of desperation and it's lying in front of the Congress saying, well, we are not complying with the regulation. So on this lie, I mean, we froze. So we collaborate on more than 300 cases with the DOJ in the last years. I mean, I think that's the number, give or take. And we, we are always, we are faster than anyone else in replying to law enforcement requests. I mean, it's. We froze much more than our competitors due to working with law enforcement. So I don't know, I feel just sorry. I mean, sometimes, you know, if you are the biggest, it's normal that your competitors are stabbing you, right? So everyone wants to be in front. I don't know what to tell you. And JP Morgan for sure, they're probably upset they missed on bitcoin and stablecoin train and now they are trying to make up to do their losses. Or maybe it's just a random financial analyst I mind on my own business. I think that we proved that we made the right decisions in growing the company, growing the customer base. I think it's not us that left $3 billion in the bank uninsured. I mean, sure, if you want to cry about it, but it's not our fault. People should look at their own houses."
    },
    {
        "speaker": "B",
        "text": "I think this is a good time to remind folks too Paulo, that tether does, as well as USDC, have the ability, and other stable coins that are centrally issued have the ability to actually freeze accounts. How does that work? You said you're compliant with OFAC, the SDN list kind of thing. If a name or an address, let's say an ethereum address, gets published to this list, then what powers does tether actually have? Can you just stop the transfer of funds? And how does that work mechanically? So government agency publishes a list and then basically by law, you have to just freeze the account. And so whomever has that account can no longer move their USDA. Is that how it works?"
    },
    {
        "speaker": "A",
        "text": "In short, yes. Let's just. And because I also am a big fan of clarity and education. Stablecoins are centralized. 99% of the market is made by centralized stablecoins. This means that, sure, stable coins are using blockchains, but blockchains are purely transport layers for stable coins. The entire power remains in the hands of the issuer. So the issuer is the one that has the access to the multi SIG controls that allows the issuer to issue, redeem, burn, and also freeze and unfreeze specific wallet addresses. So if law enforcement contact tether, we do our due diligence, we review, we, we review the claim of the law enforcement agency, we validate the, the chain of events, and if that is confirmed, that we proceed to freeze the funds. The vast majority of the funds we froze was, you know, maybe you remember some of the cases, but they were due to exchanges getting hacked, Defi getting hacked, you know, people losing money. And I'm proud to say that we return really more, I think, hundreds of millions of dollars to legitimate owners because."
    },
    {
        "speaker": "B",
        "text": "You can freeze it, and then what do you just reissue to the rightful owner in that type of a case? In case of a hack, let's say."
    },
    {
        "speaker": "A",
        "text": "So we freeze, then we burn the assets on the frozen address and we reissue them to the legitimate owner. So we have done this multiple times. Also for notable exchanges that were hacked or notable DeFi protocols that were hacked."
    },
    {
        "speaker": "B",
        "text": "I'm curious why you think tether has been so successful. So we mentioned earlier that tether has about 70%, maybe more than that. The stablecoin market, what does it take to win stablecoins? I mean, there's been many, many competitors over the years. I remember Gemini's GUSD when I thought that could kind of take off. It just really has gone nowhere. PayPal has a new stablecoin that is still pretty early, I would say, but just hasn't received nearly the traction that tether has. Packs. There's been so many different attempts at stablecoins. What do you make of why tether has been so successful where others haven't? What's kind of the secret here?"
    },
    {
        "speaker": "A",
        "text": "Again, I think the main issue is that you have to understand who needs your product. That is true for any product. If you build an app, for a smartphone app, you need to understand who needs your product. You shouldn't force the product down the throat of people if you have to find the sector that is need of your product. And so our competitors, everyone of our competitors focused on, they had basically two different strategies. One strategy is, oh, let's, let's work with banks and hedge funds and have them using USD. Well, they're a stable coin, so they, so our competitors basically wanted to be the replacement of the settlement layer across financial institutions. But again, these financial institutions have already the best banking. They work on credit their wires. The ability of transacting on each other is so fast, it's like trying to sell ice cream to an ischemis doesn't make any sense. So tether always focused on emerging markets in developing countries. So the people that cannot have a bank account and you find them outside of Europe and outside the US, and I count there are countless people that I still today have talked to, they don't understand this simple concept. They are living nicely in Europe or they are living nicely in us and they think the entire world is exactly as their home. But if you try to go to El Salvador, if you go to the, you know, poorer countries, the situation is completely different. The people are actually, they need to be smarter in order to find solutions to be able to survive. And that's, that's how it is. And so that's our realization that the, that the world is in need of the last mile is the most important part, is a good part of the fact that we have the biggest market cap. And second is also now I'm seeing many stable coins that are interested. They think that they can grow really fast, promising sharing the interest from the investment. The t bills and whatever they have is collateral."
    },
    {
        "speaker": "B",
        "text": "Yeah, let's talk about that. That's been a big theme, the idea of tokenizing t bills. Some of the profits, the billions in profits, maybe those could be passed on to the USDT holders in some way. I don't know if that's a concept, but yeah, talk about that, Paula."
    },
    {
        "speaker": "A",
        "text": "Look, the issue there is that, first of all, if you start sharing an interest, you will likely make it the financial instrument for security in many, many jurisdictions. So first of all, I think we don't want to take that risk. And I know that some of our biggest competitors behind the scenes are doing that, but, you know, it's not for us. We are happy. We were happy when the interest rates on tbos were like 20 basis points. We are happy today. So there is no need to take on such a big risk. I think is that double edged sword that could kill our competition. Second, think about this. Right. So again, going back to the first point I made, do you think that for a person that lives in Argentina or a person that lives in Turkey, where the intraday volatility of their national currency compared to the dollar is more than 4% on average, they do care to have 4% more at the end of the year. So you have to, in business, you have to understand who you are talking to. And the most important thing for these communities in Turkey and Argentina is that they are using a safe product. That is the most important fact. They are not complaining for a few percentage of yield because the savings that are making, not keeping their money in international currency is quite high. So I feel, feels to me that the people designing these stable coins that are providing the yield are again designing a product for people that have already the ability of using other products, like banking system."
    },
    {
        "speaker": "B",
        "text": "Yeah, I get that. And by the way, I don't think we maybe clarified how tether makes its money. Right. And you mentioned 6 billion last year at a billion per quarter. It's on that delta. Right. Is it mainly on treasuries, for instance? So you have treasuries in your reserves and those are yielding 5%. Maybe I'm oversimplifying things, Paulo, but they're yielding 5% percent and then you're just able to keep that 5%. And that's how the business model works. Now, if the Fed funds rate decreased to like 1%, then it kind of cuts into your profit, obviously. But is that the primary source of revenue for tether itself?"
    },
    {
        "speaker": "A",
        "text": "Yes. So that is, I would say, the vast majority of the profits. And then there is a bit of appreciation on the bitcoin holdings and the gold holdings that we had. But the vast majority is us tbls that are now yielding around five point five point five percent. And we use short majority tbls that are around 90 days."
    },
    {
        "speaker": "B",
        "text": "Well, you're talking about your competitors not really understanding sort of the emerging markets and that kind of thing. One thing that's been pretty astounding to me, and I think to a lot of people in crypto, is the success tether has had on Tron. So there's actually more tether on TrOn right now than there is Ethereum, according to kind of at least the December transparency reports. I mean, it's pretty close. It's neck and neck anyway, about 51 billion or so on TrON. What's your take on why? Why has that been so successful? And this is kind of like painted by some news. As of this morning at the time of recording, USDC has actually decided, that is circle has decided to discontinue their stable coin on TrOn effective immediately. A tweet says we'll no longer mint USDC on Tron. What do you make of that? And what do you make of the success tether has had on Tron so far? Why is that happening?"
    },
    {
        "speaker": "A",
        "text": "Well, first of all, I think our competitor has only 300 million in their stablecoin on TrON, so probably is not really a thing for them. There is not much sense. Also, tether discontinued different chains in the past that didn't yield much volume. But let me tell you. So TrOn or Ethereum or Solana or stable coin issuer are just transport layers. The power. So we have the ability to monitor through chain analysis and other tools thrown as Ethereum and others. So we have the ability of freezing wallets on Tron, Ethereum and others and so on. So all the controls are equal to the different chains. So if someone is using a chain or the other, doesn't matter too much. The importance is exactly that. We have the ability of being compliant and ensuring our compliance requirements across the different transport layers. Now, there is an interesting fact. People think, oh, well, you know, there are issues on Tron. Well, and because sometimes people prefer Ethereum, right? There is in the blockchain industry, there are religion wars. And when you support multiple chains, you have to be careful with religion wars, right? Because everyone can decide which chain. The reality, the reason why Tron became so popular is that for so many years, sending transactions on Ethereum was expensive. So if I'm not wrong, the first meaningful roll up on Ethereum was born in 2022. And also 2022 was the year of everything blowing up in the crypto industry. So not many people had the time of transitioning from Toronto for something else. And so 2023 is the first year when things started to be quieter and things started to get better. So it's basically like Tron had five years before Ethereum realized the importance of releasing something that would make transaction fees bearable. So it cost five cents of a dollar to send a transaction on Tron and cost $5 to send a transaction on Ethereum. And so if you give. Thinking about putting myself in the shoes of Ethereum, if you give your five years first mover advantage to your competition, then you are talking about hundreds of thousands of people and well, actually millions and millions of people, but hundreds of thousands of service providers, they build their rails around Tron because it's cheaper. Again, we shouldn't be obnoxious people thinking, oh, well, but you know, because if you live again in Europe and us again, I'm european, so I'm allowed to say that you think that, you know, yeah, why people should use Ethereum is more decentralized. Well, you never put yourself in the shoes of a person that where $1 in transaction fees are a lot, even $0.50 are a lot. So if you have to choose between paying five cents, five dollars for a transaction fee, that makes the entire difference. If that the USDT is your checking account. And look, in the end, the reality is that the only thing that matters is the issuer because the issuer has the control, we could freeze or pose a smart contract on each chain. So we have these abilities. So one transport scenario or another. As I said, we have all the compliance tools to remain compliant as an issue. So it's just a matter of transaction fees and speed of transaction."
    },
    {
        "speaker": "B",
        "text": "Paulo, as we wrap this out, I've just got a few quick questions for you. One is regulation. So what's your feeling? Should stablecoins be regulated? What are some ways you think that would make sense?"
    },
    {
        "speaker": "A",
        "text": "Well, I think it's important to define exactly the word stablecoin because we don't want to have another terra Luna, right? So we want, and I was one of the first people, and of course, before Terra Luna blew up, I publicly said it's a bad idea. And I was, you know, the entire. Well, many in the community pointed the finger at me saying, of course you're saying that because it's your competitor going to destroy you. Well, you know, we have seen what happened. And so I think that is important for regulators to give a definition and to define thresholds for stable coins. Like can you keep, can you have 90% of your assets in cryptocurrencies? Probably not. Right. So what are the different thresholds and parameters and assurances that you have to have as a stable coin issuer? Those are really important. So I think it's important for us for regulators to look at it and at least give a guidance in order to provide an official guidance."
    },
    {
        "speaker": "B",
        "text": "Paula, it's been great chatting with you. I've learned a lot about tether and about, just in general, your approach and yeah, a lot of details I just have never filled in. So thank you for all this. Maybe my last question is kind of for your closing arguments. I think it sounds like you're in crypto because you believe it is a net positive and you are working on tether because you believe that's a net positive. Give me your closing arguments for why is tethers existence in the world good? Maybe why is it good for crypto? Why is it good for the US? Why is it good for the entire world?"
    },
    {
        "speaker": "A",
        "text": "What would you say tether has been? And I think we didn't have the time, but we kind of said that we would follow up during this interview. Tether is known for. For USDT, but now created. So he is investing in many countries in renewal, energy production and bitcoin mining. To decentralize bitcoin mining and to improve the energy availability and source in emerging markets. Tether is investing in education. We launched tether education, not for the classic please use my product type of education like basically everyone else in this industry. But actually, we believe that Edo tech and education, you can learn marketing, communication online, you can learn development, you can learn about AI, you can learn about plumbing, you can learn about being an electrician online and so on, is going to be a game changer. And I believe that with our expertise from the last many years, we can invest in edutech and we can invest in a better educational system that is global and give the same access as we are giving. We are trying our best to solve the bankless problem. We want to also use our expertise in reaching the last mile to also help with educational problems. On top of that, we launched. We spent the last five years to build this protocol called Hole Punch, alongside with the great talent in the industry of peer to peer communications, and which showed how this riverside call could have been done on peer to peer without any central servers and central intermediary on Keith. And so we are actually dedicating a lot of resources to bring the same mission that is the bitcoin mission or the crypto mission, from the stablecoin side to expanding it, and with the same philosophy, with the same ethos to many other areas of innovation. So that's why I'm doing time. I'm working with Tether, because it's probably the only company where I would ever feel at home. And if anyone wants to join, they are welcome."
    },
    {
        "speaker": "B",
        "text": "It's great. Paulo, thank you so much for joining us today. This has been absolutely fantastic. I appreciate it."
    },
    {
        "speaker": "A",
        "text": "Thank you very much, Ryan, for your time. It was fun."
    },
    {
        "speaker": "B",
        "text": "Risks and disclaimers bankless nation. Gotta let you know, of course, crypto is risky. You lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey."
    },
    {
        "speaker": "A",
        "text": "Thanks a lot."
    }
]