[
    {
        "speaker": "A",
        "text": "What's really interesting to me that most people don't think about is what is the compute called for AI's? They're tokens, right? You pay for a certain number of tokens. It's obvious to me that a tokenization of an AI OpenAI network makes total sense."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is how to get started, how to get better, how to front run the opportunity. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more thankless guys. I'm in David's New York City studio today. This is the first Monday episode we've ever recorded in person. And this is all about getting our bearings as crypto investors. Where are we headed? Are we on the right path? Will there even be another bull market in crypto anytime soon? Raoul Paul is our guest for these questions. A few benefits and takeaways for you. Number one, we rewind to 2022. What happened over the last twelve months in crypto? Did we learn anything? Number two, we talk about why Raoul thinks there is a crypto inflection moment on the horizon. Number three, liquidity indicators. These are the key indicators that inform Raoul's outlooks in crypto investing. Number four, we talk about why Raoul thinks the popular inflation narrative is complete trash. Maybe we're in for deflation rather than inflation in the coming decade. Number five, we talk AI. Is it a bubble or is it massively under hyped? And how does crypto fit into the story? And finally, we end with Raul's crypto portfolio in the summer of 2023. Has he increased his exposure to crypto or decreased it? Stay tuned at the end to hear the answer to that. David, why was this episode significant to you?"
    },
    {
        "speaker": "C",
        "text": "Well, other than having you right next to me, which took some getting used to, but I think it went pretty well. Uh, Raul finds signals and finds ways to look towards the longest term, uh, signals that crypto can offer. And just like, investing in general, and it's a nice, uh, respite for people who, like, I know you, and I tend to be, like, sucked into the center of crypto, Twitter. Uh, there's, like, a lot of noise around there. But rel does a very good job of zooming all the way back out, tapping into macro signals, tapping in some internal to crypto signals, and then also just being a strong reminder of some of the fundamentals that drive this space. Like, when's the last time we talked about Metcalfe's law here. He just loves Metcalfe's law, and there's a reason for that. And if you're heads down, like, sucked into the middle of crypto Twitter, and like I said, like you and I are, it's easy to forget some of these things that are playing out over the longest term time horizons that crypto has to offer. Raul always will remind us that crypto and macro are the same story. And so even though crypto is so young, it's. It's so risk on, it's so small, it is still a part of the macro conversation, and the macro conversation is very, very big right now. Uh, and so I think we do a very good job defining the contours around crypto, the macro environment that is defining the internal crypto environment, and then also trying to parse the part. What's up with the internal crypto environment? Like, there's a. There's a story to unpack there, and I think even Raul is a little bit lost and lost, although patient, for crypto to find its footing. These are the themes of the episodes, I would say."
    },
    {
        "speaker": "B",
        "text": "And bankless nation, of course. Stay tuned for the debrief episode that is available for bankless citizens. It's our episode right after the episode we're about to hit record on. We've also never done a debrief in person either, and we'll be sharing one mic. So, David, we'll have to see how that goes. But if you are a bankless citizen, you have access to that right now on the bankless premium feed. If you're not a citizen, consider upgrading. There's a link in the show notes to get access to that episode right now. All right, guys, we're going to get right to the episode with Raoul Paul. But before we do, we want to thank the sponsors that made this episode possible at Bankless Nation. I am super excited to introduce you once again to Raoul Paul. He is the co founder and CEO of Real Vision, which is a financial media and education platform focused on macro investing and crypto. He's bootstrapped this company independently from mainstream media, just like bankless. Raul, it's been about a year since we've had you on, and what a year it has been. Welcome back to Bankless, my friend."
    },
    {
        "speaker": "A",
        "text": "Good to be here. Yeah, it's been one hell of a year."
    },
    {
        "speaker": "B",
        "text": "It truly has. And by the way, for bankless listeners seeing on YouTube, you can see David and I are actually recording this episode in person. This is the first Monday episode we've ever recorded together."
    },
    {
        "speaker": "C",
        "text": "Never would have thought it was possible for David."
    },
    {
        "speaker": "A",
        "text": "It's very cute."
    },
    {
        "speaker": "B",
        "text": "Yeah. Raoul is seeing it on the other end. So, Bankless listener, you can see how we do with this. Raoul, we were hoping that this episode could be one where we get our bearings a little bit as crypto investors, because I think the market, particularly maybe crypto investors, we're all feeling a little bit lost right now. We're unsure of ourselves. We don't know where to go next. We're hoping you could help with that. Does that sound good?"
    },
    {
        "speaker": "A",
        "text": "Yeah, of course."
    },
    {
        "speaker": "B",
        "text": "You know where I wanted to start, though, was taking a trip down memory lane, because I said in the intro, it's been quite a year. And I think you agree. The last time we had you on the Bankless podcast, we titled the episode very aptly, should we be scared right now? Okay. This was May 16, 2022. Several months prior, crypto had just hit all time highs. I think people were still feeling generally bullish, but the tires were starting to wobble at that point in time, and there were some bad things that were about to hit us. This is a clip from that episode, and I want to play back for the bankless nation just to capture that moment in time. Let's play that clip."
    },
    {
        "speaker": "C",
        "text": "I'll take over here."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's UsT, which we talked about earlier."
    },
    {
        "speaker": "A",
        "text": "I just interviewed Doe this morning, by the way."
    },
    {
        "speaker": "B",
        "text": "My goodness. Well, let's talk about that, because he."
    },
    {
        "speaker": "A",
        "text": "Didn'T give a lot away."
    },
    {
        "speaker": "B",
        "text": "What's happening with Ust price and Raoul? I don't know if you want to pull up a chart, too."
    },
    {
        "speaker": "C",
        "text": "When you hover into this recording room. UST price was at $0.98 being defended. Do you know what it is right now?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "It's at $0.92. What a day. Yeah. So that's a billion dollars of stablecoin market cap that's gotten a race in the last 30 minutes. And as a. Monitoring, monitoring Twitter right now. And the Luna guard, the Luna foundation that has the BTC, has just sent their BTC outbound. So they are probably in the process."
    },
    {
        "speaker": "A",
        "text": "Of liquidating 500 million."
    },
    {
        "speaker": "B",
        "text": "Yesterday, we continued on in that conversation, Raul, and we were trying to figure out what in the world was going on at that point in time. And so I think the answer to that episode title, should we be scared right now? We found out later, was very much, yes. Although we're talking mainly about macro in that episode. I just want to reflect on you with you about the last twelve months in crypto."
    },
    {
        "speaker": "A",
        "text": "It was also, by the way, a priceless moment. The face of mine when I was totally going through the ramifications, as I said, the ramifications of people who were going to get really hurt in that. That's what was going through my head at that time. It's like, oh my God. Okay, so co founder Remy was hugely involved in that space, and I'm like, he's going to get wiped out."
    },
    {
        "speaker": "C",
        "text": "Some people did."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Can you tell us what happened? So that was going through your head at that point in time, and then what went on in the days and the weeks to come, and then maybe zoom out and, and tell us. Reflect on the last twelve months in crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that was the moment when we realized that there was going to be much bigger implications to the space, because that was the first major domino that's going to start accelerating everything. But having been in this space for quite some time now, since 20, 12, 13, ive seen this before many times. And its where narrative suddenly gets to peak frenzy, a narrative of fear. And so it was by June that I started. I dont really trade a lot, so I just kind of im an accumulator. I wait for opportunities to add. And at that point, I had realized that, okay, we're now in the phase where there's mass liquidation, mass fear, and narrative couldn't get much worse. Did it get worse in October? I'm not sure, because eth never made a new low. So this was utter panic, because it took people by surprise. By October, we were kind of used to the fact we were in our own banking crisis of sorts, but back then it was peak fear. So what I was doing was trying to zoom out, try and spend as much time as possible hearing the noise, and then trying to step back out of it to say, okay, if you filter out the noise, what is going on here? And it was the deleveraging of the space. But my liquidity indicators, which I think is the primary driver of, well, all markets, were bottoming. So I'm like, huh? So here we are. Just take the log trend of bitcoin, or the log trend of ethan. We'd come down to the log trend, which is the secular uptrend, and we're at the bottom of the liquidity cycle, which was turning up. That to me was like a golden opportunity. I started making noise about that, saying, well, that June period was really an opportunity to start significantly adding into the space. I'd not sold anything. And that if you understood the liquidity cycle and the business cycle, which most people in crypto didnt really yet understand, that this was going to be a good opportunity. Then we play through to the FTX thing, which was an enormous moment, probably more so for mainstream media than it was for the space itself. And so it became headline news all around the world. And again, by this stage, things like the year on year rate of change of M two was a big driver of bitcoin, which was my secondary order liquidity indicator had also picked up. So im like, okay, here we are. When the narrative is completely opposite to the indicators. Now, not all indicators work all the time. Everything is a probabilistic outcome, but the probabilities were very high. So, again, I kind of added into that period as well, thinking that through, thinking, okay, here's our mount Gox moment. Here's the big one. It's the kind of puking, the kitchen sinking of everything, of all negative news flow. And then since that date, firstly, it gave me a lot of comfort that ETH didn't make a new low in October. Right? That was telling me something major. Then we started to see, even over the FTX period, ETH starts becoming deflationary. It's like, huh, not even in a bull market, it's becoming deflationary. That was interesting. The Solana story was very interesting to me because Solana had been, as the cheap narrative goes, it's just a vc token, but I started to dig in. I owned a small amount of Solana, but I started to dig in in June to really look at the ecosystem and look at the depth of the ecosystem. And I thought, you know what? This feels like an ETH 2018 momentous, where it's down 97.5%, there's forced liquidations. And so that becomes interesting. So, for me, it was an opportunistic year. It was hard because the narrative was so violent, and you felt so under attack by everybody. Not only did people from outside the crypto space turn on everybody on crypto, but everybody within crypto turned on each other as well. And it was a real moment of ugliness. And so it was hard, emotionally hard, to try and tune out the noise. But if you truly believe in a longer term time horizon, then these are the opportunities you wait for. And I would start to listen to people like Chris Beniske, who is great at this kind of stuff. There's a few people, Arthur Hayes, there's a few people who really understood what this was in the cycle and that it was an opportunity, not a threat. Then subsequent to that, we started to see the Gensler noise ramping up. And my hypothesis on Gensler, for over a year, had been. He is going to. There's multiple hypothesis on him, but as a negotiator, he's going to start with hard no. Hard no. Hard no, you're all going to prison, you're all going to die and the space is going to go. We're libertarians, we can do anything we want, will rebuild the Silk road. And it's like somewhere there's going to be a compromise and we don't know which side of the line it's all fighting, which side of the central line it is. Obviously, Gensler became politicized in the process as well, even more so than when he started, and had different ideas of what he wants to do, what that meant because of his relationship with FTX. Whether they just wanted scalps, who the hell knows? But again, what was really interesting as Gensler was firing up the narrative, and that was becoming the predominant narrative in the space, crypto prices were rising in line with liquidity. And again, that just gave me comfort that the macro cycle was actually more important and the adoption cycle was continuing and none of this mattered. I then started also focusing on, there's too many people on crypto. Twitter are us based, and so everybody filters everything through their own narrative, which is they're going to ban everything. It's the US, it's the end of crypto. But when you look at it, the US is only a fraction of crypto. Yes, there's a lot of money there. Yes. A lot of companies building there. But in a world of capital that is liquid, that moves anywhere, it's like water, it will find the easiest path, it flows. Even the EU, who can't seem to regulate anything very easily, got a decent set of regs across the line. Then we saw, obviously, Singapore had obviously put that in place. They had a bit of a bloody nose from the FTX saga, but they were still there. Then the news out of Hong Kong comes, then the news out of the UK comes, and I'm looking at this thinking, we've seen all of this before, is the US is trying to become protectionist over the system of money, because it is the world's reserve currency. But in a global capital market, capital will find a way. And my hypothesis has been, if the US screws this up, it'll just go to the UK. I remember speaking to Brett Tejpaul and others from Coinbase, saying, the probability of you opening your main office in London is extremely high. He's like, yeah, it's easy to get staffed to London. Yeah, the weather's a bit shit. But other than that, it's an easy place to go. My entire time in the finance industry, London was the epicenter of everything. Goldman's main office was London. Nomura's main office was London. Society general's main office was London. So we know how this plays out, and it doesn't stop capital. It just moves it around the board. And again, the us people were so us centric about this that they were again, getting confused over the global adoption, which is what we're all in this game for, versus can I trade my bags? It doesn't matter over the bigger structure of things. So I've been very optimistic over this whole period, because the narrative was peak pessimistic, and there was only one hypothesis to test. Is this technology going away or not? That was the only hypothesis you had to have. And if you didn't see evidence of it going away, or use cases dying. The other thing that backed up my theories were we saw what, $60 billion of vc money go in. So there's an incredible amount of startups building new projects, building new areas, which will form the next foundation for the bull market. Now, we've never seen that much money in the space before. It's like ten x. The size of the entire hedge fund market in crypto just went in basically two years. You have to start betting on the outcomes of that. What does it mean? What are the opportunities that are going to come that we don't realize? We know there's infrastructure stuff. I know you guys are involved in the ZK side and all sorts of stuff there. We're also seeing some new layer ones. Do they help or not help? Who knows? But we're also seeing, I think, people working on how to get mass adoption. What is the consumerization? It's one of the things that also attracted me to the Solana ecosystem as well, which is really a small part. My main bets are in ETH. But if I were to say Solana stands for one thing, it's a consumer application chain. Now, narrative is everything in this game, particularly in crypto, the meme wins. And if that's their meme, that's a nice meme to have, because nobody else owns that. Somebody's going to own blockchain of gaming, somebody's going to own blockchain of finance in the end, because I think that's how the space evolved. So, yeah, with all of those macro factors, with peak macro pessimism as well, I started getting long the equity market for the same reason. It's like the pessimism was obscene. People attacking everybody who could be vaguely bullish made me think, okay, if the liquidity cycle is turned, we know what happens, which is over this period, the economy will weaken. So the probability of more liquidity, or more cowbell, as I put it, comes back into the market, and therefore, forward looking asset prices, technology, crypto, will outperform. And that's been exactly how it's played out. Never feels that way because there's so much bloody attacking and misery online. But it's actually played out exactly right."
    },
    {
        "speaker": "C",
        "text": "Maybe I can try and put your answer into even more context. Role. I remember throughout 2021, it was just an endless onslaught of top signals to the point of where you started to have to ignore them, because even though from the start to the end of 2021 was full of top signals, it was still beneficial to have exposure to the market. And yet, finally, the top signals played out. And the top actually came in November of 2021, and that's when it was down, only from then on out. I think maybe what you're saying is that in the last year or so, we've had just a year's worth of bottom signals, starting with terra Luna, followed by three arrows Capital, followed by FTX. But around the FTX era, I think what you're saying is that you started to see some divergence in some signals versus some bullish indicators. And one of them was the fact that ETH did not make a new low during FTX. ETH started to become deflationary, and some other various signs of strength started to emerge while there was a growing divergence in signals. Gary Gensler comes in with his heavy hammer. Uh, everyone gets scared. Yet there are signals out there. Even in the midst of mass pessimism, mass depression, mass like infighting in the crypto world, there are stronger and stronger signals. Sources of confidence for you, uh, that we are towards the end of that. And I think that maybe that's really hits home, uh, especially when we get the, uh, bitcoin ETF. I don't know if that's really going to change the game, but it has made people very, very happy, at the very least. Uh, so, so maybe. Maybe what you're saying is, just like, man, the. The pessimism is drying up, and at some point, people are going to start to hear the signals for what they are. Maybe we're not there yet, but we're getting there."
    },
    {
        "speaker": "A",
        "text": "I think the final part of pessimism that's washing through most things. In a business cycle terms, there tends to be things that lead and things that lag so it looks like EtH led I at bottom. First, the thing that lags is the further out the risk curve, which is nfts. So nfts are having a horrific time right now. You can blame it on blur and other stuff, but really, it's a factor of nfts are recycling of capital within the space. So when people are making money, they want to buy premium nfTs, crypto punks or Fidenzas or whatever it may be. And when everybody's losing money, they don't do the same. It's the same with high end real estate. It's the same with Rolex watches. We saw that Rolex watch prices come down because of the same reason. Once you go out the trophy assets and stuff, there's not enough money around. So that is still washing through the space. So that's, I think, the last part of what has to happen. And then, as you say, the ETF is the chink of light on the other side. Now, the ETF in itself doesn't cause a stampede. If you launch the ETF between June and October, you would have had zero uptake. But the ETF, as price is rising, becomes very powerful, because most people in this space are momentum investors, particularly the Raas, the pension plans and others. Most people have done, the institutions have done the work on this space, and all they need is price because they don't look stupid. Everyone's investment committee's beating them over the head saying, see, you were stupid thinking about this. But everybody I speak to, it's still on their plan. I mean, don't forget Blackrock were talking about this during the last cycle. Remember, they had bitcoin on their website. And he was talking about, Fink was saying, we've had more hits on our website than we've ever had in history. They've been thinking about this through, as have most of the big players. So it feels that as the darkness is on nfts, we see the light coming for new capital into the space, and then it flows through again. Very typically in a cycle, you start with the benchmark asset, bitcoin, that outperforms. Then as the capital comes into the space, because each other part of the space is less liquid, you put the same amount of money in. As it spreads down, it causes an outsized reaction in other parts of the space. What the space does need is new capital, because we've been recycling capital for a while. It's the same with economies. There's no new investment anywhere going on in the global economy right now, except AI, because of the economic situation, nobody's got money. But the moment people start making money again, it flows through and we'll see again stuff like the ETH bitcoin outperformance begin again. Now, interestingly enough, I've been digging work on that too, and I found that's entirely correlated to the business cycle, that I've got a certain set of indicators that suggests when that happens, and it's based on liquidity. So it's the same thing. So that gets interesting to me as well."
    },
    {
        "speaker": "B",
        "text": "We're going to talk about macro in just a minute because there's lots going on the macro side. But in the first questions of this conversation, the first part of this conversation, two questions arose in my mind as you were speaking. The one is, how's your co founder doing? How's Remy doing? You mentioned he got kind of hit hard. I think you used the term wiped out in the Luna Terra thing. Is he doing okay?"
    },
    {
        "speaker": "A",
        "text": "Look, I think it's very hard because he had left real vision and was pursuing some other stuff, and he was thinking about the crypto space. So look, it's very hard for him because you have to rebuild your capital again. But he's building his own research service out doing some other stuff, mainly on the macro side, because he used to work with me at global macro investor as well as my macro analysts. So, yeah, it's hard. We saw a lot of people. I thought more people got hurt by the lunar thing than got hurt by FTX."
    },
    {
        "speaker": "B",
        "text": "More retail people as well."
    },
    {
        "speaker": "A",
        "text": "Yes, and same with Celsius and all of those, the centralized exchanges, the CFI stuff, that really hurt people. So a lot of people I know got caught out in that. Not that many people I knew were actually using FTX. Yes, some funds work. I've got an asset management company, Exponential age asset Management, which invests in digital asset hedge funds. It's a fund of funds, because I think one of my hypotheses is the secondary markets are starved of capital in the space and we need more participants who need to create vehicles, much like the ETF does. Most people will use stuff like hedge funds to give them exposures to the other parts of the space that aren't bitcoin."
    },
    {
        "speaker": "B",
        "text": "Let me dive into maybe my second question here, because you brought it up a couple of times, and I really want to hear your perspective on the market right now, because at bankless, I feel like we cover the builder side of things very well. But something that you said that I don't think we cover enough here, and I want to get your lens on? This is liquidity indicators. You say you look at the crypto market from. There's a series of liquidity indicators you kind of evaluate from time to time. How can investors look at crypto from a liquidity perspective? What liquidity indicators do you use that indicated that, hey, June is a good time to buy? Hey, October, November might be a good time to buy? Tell us more about that."
    },
    {
        "speaker": "A",
        "text": "It's complicated. The business cycle is what drives liquidity. So we can use stuff like the ISM survey as where we are in the business cycle. If it's below 50, we tend to be in recessionary or contractual times. If it's expanding and above, we tend to be expansory times. But what we know is when the economy slows down, the answer to that is more liquidity, because that's how you stabilize the economy, whether it's cutting rates or whether it's increasing the fed balance sheet. And I've spent a long time looking at this and developed something that refer to as the everything code. And we can talk a bit about that later. There's a bunch of liquidity measures, they're not easy to do. Some of them you can get on trading view, I think, because some people have built them. One is fed net liquidity, which is us centric, which I don't think is the most important. And that is basically the fed balance sheet, minus the treasury general account, which is the treasury building or reducing liquidity, and the reverse repo, those three things. And they actually have mirrored asset prices pretty well. But it's not all about the US, as we talked about before. So then you need a global proxy. So the global proxy that's easier for people to find is global money supply. But again, even that's difficult because there's no one measure of global money supply. So you have to kind of construct it yourself. But again, I think people have got that on trading view now, whether how good it is or not, I don't know, because we use Bloomberg and Refinitiv and other data sources. Then finally, the big daddy of it all is we've got the global macro investor, which is my research service, the weekly liquidity index, that's based around the g five central bank balance sheet. So that's the US, the ECB, the PBOC in China, the bank of Japan, and the bank of England. That seems to explain 97% of the entire price movement of the Nasdaq, and about 87.5% of bitcoin. The reason why bitcoin actually has a lower correlation than Nasdaq is because of the up cycles, because the adoption rate is so high, because it goes up, the blow off tops. Right? That is the reason, because the compounding of that. But other than that, it's all driven by this factor, which is the central bank balance sheet is different to the general liquidity in the market, that is money supply and stuff like that. The central bank balance sheet is actually debasement of currency. So debasement of fiat currency is a thing that most people don't understand because it's not obvious, but when you are printing more of a currency, particularly when all the central banks are doing it, you're lowering the denominator, which is the same why the venezuelan stock market looks like it goes vertical. It's because the bolivar keeps going lower. So that is what is driving almost all asset prices. Once I started adjusting for that, I realized there was two assets that did better than anything else. Everything else, like equities divided by the fed balance sheet is a simple way of doing it for people who can't find a, a larger set of thing. The S and P has gone nowhere since about 2012, since qe really became prevalent, or 2008, really. And we found the same with real estate, gold, everything technology. Yes. Why? Adoption trends? Technological adoption is relentless. And the other one that beats it all, obviously, is crypto because it's got the technological adoption and it counteracts the debasement. So once I found those out, I realized liquidity was going to become the really important driver. And I think it will be. The thing people talk about for this cycle. And now whether it fully works all the way through or not remains to be seen. So it's a little bit hard for people to look at it themselves. Some people have got some indicators of it. Tech dev on Twitter. I post a bit of this stuff. I understand it's hard for people to do, and if I can, in due form, we're just building out a new real vision platform. I'll try and make some templates for people that they can use to make it a bit easier, because it is incredibly powerful and really helps."
    },
    {
        "speaker": "B",
        "text": "But Raul, the basic story is when you see central bank balance sheets growing, when you see currency debasement, when you see that denominator being debased, then that's an indicator to be bullish on assets, and particularly crypto assets."
    },
    {
        "speaker": "A",
        "text": "Raoul, that's generally the all in indicator. Before that, you'll see."
    },
    {
        "speaker": "C",
        "text": "So it will stabilize exposure now."
    },
    {
        "speaker": "A",
        "text": "That's right. So usually it stabilizes first. If you remember 2018, the Fed had been shrinking the balance sheet. Most of the global central banks. Did the Fed go and pause. Some of the other central banks start doing the same. That moment, assets took off. Bitcoin was up 300% into June or July of that year, then corrected into 2020. But that period of pause is like somebody taking the foot off the beach ball and it rises out above the water. Then the thing that lifts it is when they really start expanding the balance sheet. That is when recession is coming, or you've got a banking crisis, both of which toying with right now. This is the summer months, so it tends to get a bit quieter. But that narrative probably picks up again, and the beach bull gets lifted up by the gust of wind. So this is the kind of moment in liquidity where things have bottomed because the central bank balance sheet stopped at shrinking, and Japan started printing a bit, China started increasing money supply. The UK had to print quickly because it had a. A pension crisis, and then the Fed had to print quickly for the bank crisis. These were isolated events, but they're the markers that we know. The more cowbell is coming, and then we're waiting for. Okay, when do they really swing into action? Money printer, go burr. You can use the very simple bell curve meme of the money printer. Go burr. That's the one. That's the big signal. So, really, it's all about setting yourself up for that big signal, because crypto spring, which is where I think we got to from October, tends to be choppier, harder to trade. It's not an up only market. It tends to make good progress, but it tends to be complicated because there's a lot of opposite narratives, which we're seeing. Right. People don't trust this rally because of banning or because of this. Because of that, yeah."
    },
    {
        "speaker": "C",
        "text": "Setting ourselves up for the big indicator, the big moment, I think that's kind of what we're all dancing around. So far in this conversation, we've talked about the internal to crypto conversation conversations. Right. Like, just a year's worth of negative signals seems to be, like, not having the same impact. So that means that the big signal that's hopefully bullish is sooner rather than later. Hopefully. And then we have the external indicators, which we're talking about. You touched on one of them, but there's a few others, Raul, that I can think of. Inflation is not yet tamed. We have a geopolitical tectonic shifts going on right now, like you touched on the banking crisis. What are the big external indicators that are worth noting? Like I said, you talked about the banking crisis, but if we're looking for the big signal, that tells us, like, hey, it's safe to go risk on, because that denominator is about to shift in our favor. What are the big macro external signals to the crypto world that you're paying attention to?"
    },
    {
        "speaker": "A",
        "text": "One is banking crisis. The proven outcome for a banking crisis is inject liquidity into the system. We also know that there's a commercial real estate crisis. So there's two parts of this crisis. One is the banks themselves having deposit flights because of the mismatch of interest rates between what they offer their customers versus money market funds. That's not going to stop until the Fed cut. So there's a bleed of assets that come out of the banking system, but the big one is commercial real estate. Nobody goes to the office anymore. So we don't know how big."
    },
    {
        "speaker": "C",
        "text": "Ryan comes to my house."
    },
    {
        "speaker": "A",
        "text": "Exactly. We don't know how big that is, but it's in the one to $2 trillion range. I mean, that's trillion with a t. These are big numbers. And this stuff, nobody's ever going to use this offices ever again. So it's going to end up on somebody's balance sheet, and it'll end up on the central bank balance sheet. But that's probably a 2024 2025 story when things really pick up. So what else forces the central banks into the game? It usually is the old ones, inflation falling or unemployment rising. I use the as a good proxy for where inflation is going to be. Headline inflation is going to be in a couple of months. Just use trufflation. It's the on chain inflation thing. That's about, what, 2.3%? I've been saying this for a while, is I think there's a probability that headline inflation, certainly PPI inflation, is negative over the summer. Now, core inflation is a bit stickier, but there's an extremely strong narrative, maybe the strongest narrative they've ever seen in financial markets, that inflation is going to be around forever. And it's sticky because people pull up the chart of the 1970s, see, and say, see, it's going to happen. They're imposing their own belief system on two markets, as opposed to observing markets as an impartial participant. So I think that narrative needs to get crushed. Now, don't forget, a banking crisis is the single most deflationary thing that could ever happen, except for AI, which is the single most deflationary thing that could ever happen."
    },
    {
        "speaker": "B",
        "text": "Okay, can we talk about that for a minute? Because I don't know that the bankless listeners have fully absorbed your take on inflation. I feel like somewhat the accepted narrative on inflation right now among kind of macro gurus and the rest of crypto is that inflation will be a persistent thing this decade. Right? So we had what, eight, 9% in the government inflation rates and that's dropped. I think we were like 4% annualized a couple of weeks ago. And so it's going down. But people are saying, well, that's a brief dip, and then we'll go back towards double digits. Inflation will be a persistent thing for the 2020s for many of the reasons, debasement reasons, other reasons that macro folks mentioned. I think you take the opposite view. Yes, I think you are. You think that. Well, why don't you tell us what you think actually, Raul, because I think it's a bit more. You think deflation will be more the take here."
    },
    {
        "speaker": "A",
        "text": "The largest driver of everything, of all economic activity in all of the developed countries is demographics. GDP growth is driven by population growth, productivity growth and probably debt growth. What we've got is population shrinking in most countries, or in the US at least stable. But the birth deaths rates collapsed. Right. So there is no population increase. And most people have closed borders or throttled their borders somewhat because there's a scarcity of job opportunities because of globalization. So people have tended to throttle back on immigration. Okay. So that tends to be the big forward indicator for inflation. It's very difficult to have an old population generating inflation. I've talked about this a lot. When I saw my father retired, I mean, his spending probably fell 65% in the first two years of retirement. It's a psychological effect. The psychological effect is I don't know how long I'm going to live for. Am I going to run out of money that is so powerful as a fear that people will entirely change their spending patterns. There is a school of thought came out of one paper that an aging population is inflationary because those people will spend their money. But it's the rate of change of spending money that's important here. The baby boomers might have a lot of money, but how do they pass it on? What was very interesting is we saw this in Japan. Their old population eventually ended up living longer than expected, pass it on to their kids who had retired. So it just didn't get recycled into the economy, never did. So I'm a believer that the demographics are a problem. I understand that there is a scarcity of jobs in some areas and that drives wages up. But when the labor force participation rate is 62%. There's 38% of the people who don't get wage rises. So aggregate effect wage rises aren't as pervasive. They don't drive demand, which drives inflation. So that's that. The productivity side of the equation of GDP growth. We're seeing things like AI and new technologies coming in that replace workers. So if you look at Amazon, Amazon now has, I think, it's a one and a half million employees and half a million robot employees, if you think of them in those terms. Those robots work 24 7365. They're more productive than humans in the roles that they do. But let's assume they're the same productivity. So they've got an equal robot man hours versus man hours. And that equation is going to keep happening because technology does one thing, it looks at the highest cost and destroys it. So everything that gets digitized goes to zero in cost. We've seen it with cloud compute, with mobile phone data, with literally everything. So that pervasive trend of technology and the productivity of technology plus demographics makes it almost impossible. So why we got the inflation is not a function of the money that got printed, that washes in and washes out. It was a function of no supply because factories were having to get back up online and supply chains were broken and everybody coming out of lockdowns. That demand and supply, we saw exactly that after World War two. Same outcome. We've been following the charts. Identical is inflation rises up and then it just collapses back down. You'll have an echo because of the year on year effects, but it doesn't come back. And I don't see a reason why it's going to come back. When I press people to say, show me, they say, de globalization, I'm like, fine. When I look at the amount of world trade, it's basically stabilized. It's not shrinking. And we're also seeing supply change. Change. So the US moves away from China and moves to Mexico. It's not all coming back to the US. So I'm like, somebody needs to show me a real data driven reason why inflation is going to stick. Usually when you get down to it, when you open your mind and listen to what they're saying, they're manifesting their own fears or desires. It's the fear of the seventies redux that's coming from an older group, because they want justice for what central banks have done. They want their justice. They want to be proven that if you mess around with money, it creates inflation. I don't think it does. It creates acid inflation because of the denominator effect, I think inflation is very hard to actually create for extended periods of time without demand, and that has to come from population."
    },
    {
        "speaker": "B",
        "text": "So just to be clear on what you think, you believe in your thesis. So you're a big believer like debasement. You see that as happening right now, kind of inevitable, and you're tracking that very precisely. You don't think that will manifest in terms of CPI price inflation, kind of the common definition of inflation, although you do think it will manifest in asset price inflation, which is sort of a separate category that we'll put aside. And the reason you don't think it will manifest in the form of CPI inflation, consumer price index inflation, is because aging population demographics, we're not growing as fast as we used to. Baby boomers are aging, and they're going to be spending less in developed countries in particular, and also because of technology innovation and digital technology innovation, AI, that sort of thing. So you think that counteracts my question to you then, raul, is where does all this debasement manifest? Does all the debasement that you see happening, does that just get pushed into asset prices? Is that where it manifests? It doesn't go into core CPI inflation?"
    },
    {
        "speaker": "A",
        "text": "Correct. So look what's happened. Once you understand this process, you can see that real wages have not risen since 1972. The reason being is you put the largest population boom in all history, the baby boomers, into the workforce at the same time. They compete with each other for wages. So wages didn't go up after that. You get globalization and technology, and it makes it really hard for wages to go up. 2008, the world changed. We reset all debt to zero interest payments, and we started printing money. And what happened is asset prices took off. Now, if you change the denominator, many of the assets actually didn't really take off. They just were cyclical. But it meant that the average person was now poorer every year in the number of assets they could own. So the assets going up doesn't really help a lot of people because the majority of people don't have assets. Yeah, the house you live in, maybe, but you live in that. What are you going to do, liquidate it and live on the street? It's a lifestyle asset, but it's not an asset per se. Yeah, in an emergency situation, it could be, but people own. The average millennial can afford a fraction of the s and p that their parents, their baby boomer parents could, when they were 30, a fraction of the real estate, a fraction of gold, a fraction of everything, which is why I've been a big proponent of crypto as the one opportunity for the younger generation and technology, because those are the only things that are going to really accrue wealth in the same way that your parents did, from just buying the s and P 500. And you need to beat the balance sheet as well, which is growing at, what, 7% a year or something on average. So you've got quite a high hurdle rate to actually get richer. So once you understand the world in these terms, you understand why populism rose so fast. People just turned around and said, well, I'm not participating. The markets are all time highs, the billionaires are all laughing, drinking champagne, flying jets, and we can barely afford anything. It's also the same discussion why people get very voracious about the argument about not ruling out fossil fuels, particularly in the US, because fossil fuels is the cost input to traveling, to work and the basic things of life. And everyone's fearful that if you change systems like the EU is doing, you'll increase the cost of living on people, and nobody can do it because they're all like this. So it's a really complicated world, and it's not necessarily inflation that's the huge enemy here. Yeah, inflation really hurt people over the last two years, really hurt people because the price of goods never goes down. Deflation might happen for one or 2% never comes down. So the cost of living has gone up, and it went up more than their wages, and that won't change."
    },
    {
        "speaker": "C",
        "text": "We've opened up the AI conversation. I want to make sure we fully unpack that. It seems to be like Schrodinger's position of is AI in a bubble, or is AI about to cause massive deflation? I think there's, without a doubt, a lot of bubble signals. But also, the last jobs report I saw, there was actually a line item for reasons why you lost your job. And some thousands of people said that they lost their job because of AI. So I want to ask your position, your perspective on the AI industry in this present moment, like, it kind of feels bubbly, like Nvidia is priced 30% higher than its 2021 top. The world can't stop talking about chat GPT like the crypto people are jealous of all the attention that AI is getting. Jason Calcanis tweets out if you're in crypto, pivot to AI. But also, at the same time, we are also seeing people report that they're losing their jobs to AI, indicating that some sort of deflationary pressure. So I can kind of see the argument for both cases, like, yeah, like, companies are raising hundreds of millions of dollars for ideas that they just started a couple months ago. But like I said, at the same time, there are deflationary forces. So, overall, what's your whole read on the state of AI in this present moment, and as it relates to just the rest of investing in markets?"
    },
    {
        "speaker": "A",
        "text": "I think AI is the most powerful technology humanity has probably ever developed, maybe with the exception of the splitting of the atom. I don't think people understand what this means yet. They still think it's like a gadget or a widget or a bit of the Internet. It is, in fact, if you think of scarcity, a world everybody in crypto understands, we replaced the scarcity of humans by creating the machines. That was the agricultural revolution, the industrial revolution, the technological revolution. The one thing that we had as humans that was scarce was knowledge. Knowledge is now infinitely scalable. There is no reason to have as many doctors, lawyers, accountants, almost anybody. Producers, editors, writers, marketers, you name it. I mean, it's staggering. And we've only, don't forget, here's us going, oh, well, it's a bubble. We're six months into this. Since GPT four came out, it's gone from zero to 120 million users. It went there in five months."
    },
    {
        "speaker": "C",
        "text": "In five weeks, I will say, rogal, my frame of reference is crypto, and if you got into crypto six months after you heard about it, you're halfway through 2021. I don't know if AI moves at the same time frames that AI does, but that's my perspective on just like, yeah, we're six months into it. It could be kind of late."
    },
    {
        "speaker": "B",
        "text": "William."
    },
    {
        "speaker": "A",
        "text": "So if you bought Facebook in 2012, it had some big ups and downs, but just kept going, right? That was the wave of social media, and that's part of the Internet. So where are we in the bubble? Well, it's virtually uninvestable. You can buy some semiconductor stocks. You can buy Microsoft. That does a whole shit ton of other stuff. You could buy Google. We haven't started the bubble in this. If it's as big a disruptive technology, we're going to have one epic bubble."
    },
    {
        "speaker": "B",
        "text": "And we'll be looking in what, though? That's the question I was going to ask as well, Raul. How do people invest in this thing?"
    },
    {
        "speaker": "C",
        "text": "How do we get exposure to the bubble?"
    },
    {
        "speaker": "B",
        "text": "Yeah, one way to do it. One thing I would advise everyone listening to this is make sure you have an AI proof career and job. And that begins with leveraging AI to the maximum degree in whatever you are doing right now. Are you creating content? Make sure you are using an AI assistant to help you create that content. David is pointing to me right now. Are you writing marketing copy? Make sure you are using an AI. Are you a graphic designer? How are you leveraging something like mid journey to actually help you plan the next thing to develop? That is one thing from a career perspective, but I mean, this is an investor podcast, too, Raoul, and I can't figure out how to invest in this thing. I'm not going to go buy Nvidia stock."
    },
    {
        "speaker": "A",
        "text": "No, I mean, I would buy. What I've done is buy the SMH ETF, that's the semis, because it's not just Nvidia. So, okay, so it's less scary than Nvidia. And the semi cycle has just turned higher again. It's driven by the business cycle. We have forward looking forecasts that should last for another two or three years, and it tends to outperform the Nasdaq in these cycles. The Nasdaq itself, pretty easy way of getting exposure to this whole space. Then you could go down to individual stocks. They've got so many other component parts. Microsoft, Google, Tesla is a no brainer in this. There's a reason Elon bought Twitter. And it's not because he wants an open playing field of debate. It's because he wants all of the natural language of humans in the way that they interact with each other at scale. Because don't forget, he's got the Optimus robot, he's got the self driving cars, and he's building the world's fastest supercomputer, dojo. So everybody's in this game. So those stocks will do well, and then there'll be other opportunities that come. Whether somebody manages to go public, whatever it is, or it ends up being a gigantic vc bubble, of course it will do. We've seen this play out and play out, but the bubbles, we've only been going for six months. These things usually go three, four years before you have a big wipe out of capital a reset. And off we go again."
    },
    {
        "speaker": "B",
        "text": "Tell me your take on this, Raul. I think we are, and I am early in thinking, and David as well. Bakeless is early in thinking of crypto as a potential AI investment vehicle. This may be a ways ahead of the narrative. This may also be my bags and bias talking as well. But you have to start thinking about all of the AI agents that are emerging. You just mentioned Amazon's workforce. If you think of knowledge, intelligent artificial intelligence agents, AI agents, they will compose the largest unbanked population in the world. They don't have an identity. They don't have a Social Security number. They don't have a driver's license. What money system are they going to prefer? It's not going to be Wells Fargo dollars, that's for sure. It's going to be some sort of programmable digital ledger system. When you start to think about that, and again, this is still a ways out in the future, but you start to look at crypto again and say, well, we've built a digital programmable money system for AI's potentially. You want to create a capital structure as a set of artificial intelligence agents. You're going to register a Delaware LLC. No, you're going to form a dao. You're going to register it on chain. You're going to have your banking apparatus in Defi, not JPMorgan. We might be ahead of that narrative, but is this just my bags talking, or do you think there's something to."
    },
    {
        "speaker": "C",
        "text": "That fun fact if you actually ask chat GPT what money system it would likely use, what crypto money system? It says it'll tell you Ethereum."
    },
    {
        "speaker": "A",
        "text": "Well, it's proven to be the money of the Internet, right? If there's a single currency of the Internet currently, it'll be Ethereum. Okay, here's how I think about it. I developed a thesis called the exponential age, which you've heard me bleat on about. And that's the nexus of all of these technologies, from crypto to AI to robotics to genetic sciences to space, to distributed computing power. And all of these Internet of things, all of this stuff, they all are part of the same thing, which is an entirely new technological infrastructure of the world and applications of the world. So the blockchain sits at the middle of that and helps a lot of it become more efficient, as you rightly say. The currency of the machines is likely to be a cryptocurrency in its format. So I think that is a decent thesis, but that's a way off your fridge. Paying Amazon to upload will happen. The Internet of things. What is it going to do that streaming payments in? We don't know. The central banks are trying to get into this game as well by figuring out can they get faster and faster ways of payments? But there's that. The other thing is what's really interesting to me that most people don't think about is what is the compute called for AI's the tokens. You pay for a certain number of tokens. It's obvious to me that a tokenization of an AI OpenAI network makes total sense because you create a payment system for paying the tokens, using the tokens, it can create an economy. So if there's one way for the machines to create an economy, it's the tokenization of itself as a network. Most of these are not closed networks right now. Now, stability, AI, and there's a few others are open source. Okay? That leads itself. Even the fact that you are paying for tokens, to use tokens for that, I think that makes a tremendous amount of sense, as it does with cloud computing, other big open networks of this sort. And finally, the other one is, I know you guys are involved in the kind of ZK ecosystem. I think identity is going to be the most pressing and urgent part of this. First, because we are going into a us election, let's see how hot it's going to be as an election. But if we've got a very polarizing set of candidates, we are going to see an enormous amount of use of AI, both good and bad, and we will not know what content is authentic, what people are authentic. We already struggling with Twitter, with authenticity. All of this needs to get resolved, and I think blockchain is the way of doing it."
    },
    {
        "speaker": "B",
        "text": "So, Raul, you think AI is every bit as hype as it should be? Or let me just say, it's definitely going to live up to all of the expectations and all of the hype."
    },
    {
        "speaker": "A",
        "text": "That has front ran it already over time. Look, just people need to get their heads around simple things. It's like, watch the DeepMind go documentary. When Google built this large language model called DeepMind, they kind of pioneered. It came out of the UK. That thing started competing against the world go champion, which is supposed to be the most complex board game, strategic board game that humans can play. It wins the first bunch of them playing normal go strategies. It then loses a game, and the next game after that. The commentators and it's all filmed are like, what the hell's it doing? This is stupid moves. This doesn't make any sense. It then never lost a game ever again. And the only thing that can beat it is new versions of DeepMind. It had learnt to play go in a way that humans had never played go, and it never had been taught the rules. It learnt the rules. And it was that transition, you see it on the documentary where people are like, I don't understand this. Then we've started hearing stories out of Google X, their internal labs, which is like, this thing has some elements of sentience, whatever that means. These are all charged terms. Just go and say, does it have a form of intelligence that we don't understand or a way of learning even simpler than that, a way of learning we don't understand. Then go and watch the Sam Altman Lex Fridman interview. When Sam stops and goes to Lex, do you think we've built AGI? And Lex pauses and goes, I don't think so."
    },
    {
        "speaker": "B",
        "text": "No one knows. They don't know."
    },
    {
        "speaker": "A",
        "text": "Because the issue is here is this thing learns in ways we don't understand. We've seen it learn languages that it had never been taught. So it's learning. And every time we ask it questions, it's learning more. The more data we put in, it's learning more. We don't know how it learns or what it learns. So what we're now stuck with, and nobody knows how these models work? Sam Altman nobody. So when you, so how I think about it is we're restricted by our own language. So it's like if you've got broken Spanish and you speak to a spanish person, a native spanish speaker, you can't assess their intelligence because you don't even know how to ask the questions because you're limited by your language and understanding. And that's where I think we are with this. I'm not saying we've developed AGI, but I'm saying is we don't know what we've developed, but the power of it is enormous."
    },
    {
        "speaker": "B",
        "text": "Raoul, we've done a few episodes now on the existential threat of artificial general intelligence, super intelligent systems. Of course, I don't want to run us a field and talk about that, but rather, I want to ask you a question. I'm wondering if you've given any thought to this, about the societal impact, if what you say comes true and what you're talking about comes true. So we are talking about already asset price inflation for all of the reasons we've talked about, which is just going to exacerbate wealth inequality. Now, people are also going to be hit with the same time their jobs literally being taken away by artificial intelligence agents. It's not clear that society's governance systems, western liberal democracies, let's call them, can adapt fast enough to respond to this level of change. You should think even about the tax code. There's so many ways for wealthy individuals to circumvent taxes in all sorts of various ways. Their wealth can accrue far more rapidly. How are we going to tax AI agents? What does that world even look like? And I'm almost wondering if the world doesn't. And societies don't start to buckle under all of these external forces that are kind of hitting them. They're not able to respond fast enough to this level of change. And before we have to worry about some sort of existential risk from an artificial general intelligence, we have to worry about late 1930s level populism and societal decay as a result of all of these forces coming to play and the change being far too rapid. What's your take on this? Do you think we will be able to weather these storms as a world, as a global collective of humans trying to navigate our way? Or do you think that we're in for some tumultuous times as a result of these changes?"
    },
    {
        "speaker": "A",
        "text": "If you think of the AGI, of the global population of 8 billion people trying to solve a problem, it's still very, very powerful. The machines are not at that level. My guess is we reorganize society, which we know we're in need of, and it's underway. Crypto was one of the first parts of that. It came precisely from a moment where it's like we need to reorganize the financial system. I think we reorganize society. And many of the jobs that people do, they don't want to do. What are the jobs in the future? And I go with Marc Andreessen, I don't think if it's all roses for sure, but I go with Mark Andresen's idea that humans will reorganize and create different opportunities. My thesis, and I don't know, is that community based work, because people are social and working within communities enabled by web three, I think is a big way for people to earn a living. If they help bankless increase bankless reach productivity, economic situation, and their participants in your network, and they participate in it, then everybody's got alignments of interest. We live in a globalized, digital nation states right now, and I think we'll fractionalize into smaller and smaller digital nation states of which we can earn a are living from. So I do think there's different opportunities that will come, but I think basis of knowledge is not going to be the human opportunity, much like physical force is not a human opportunity any longer. But I do think also within this is we're entering a renaissance period of productivity growth. So opportunities are going to be vast for a period of time. Opportunities to use the technology, to utilize it, to augment yourself, to augment your businesses, is staggering in nature. So I do think there's a lot of opportunity to be gained by many. And so there will be that friction of the opportunity to be gained, the advances and then the reorgan of societies in new ways, and that's going to feel friction full. But I do believe it's part of the fourth turning. You know, the Neil Howe William Strauss thesis feels spot on to me. It's the changing of generations, it's the changing of systems, it's the changing of the rules based global order system in the way that it stands today. As you said, our institutions are really not able to deal with this like they're not able to deal with crypto. They're barely able to deal with the Internet. We're still regulating Internet stuff and we can't get round to figuring how this is. So it's going to happen naturally in a way that we don't yet understand."
    },
    {
        "speaker": "C",
        "text": "I want to zero back in on the crypto side of this conversation because I think we've illustrated the contours around crypto pretty damn well. We've talked about macro, talked about AI as the big force that's parallel to crypto in and outside of crypto, I don't think."
    },
    {
        "speaker": "A",
        "text": "No parallel, by the way. I think they're converging, but that's the important thing."
    },
    {
        "speaker": "C",
        "text": "Yes, yes, yes. Yeah, definitely. Certainly on a collision course, specifically, though, on the internal to crypto side of things. And I really like the articulation of just like we're all kind of waiting for the big inflection moment. And that's also how the bull market started. The crypto bull market started last cycle. 2020 compound launches governance, their governance token. And all of a sudden we had the appetite for tokens. And before that, momentous, there was brewing bullishness, there was brewing excitement. But that was a very clear single moment of just like, oh, it's on. And I think everyone in crypto is waiting for that. I think my personal take is we are just now starting to heat up from being going through a very, very cold winter and we're still looking for that inflection moment. It's like, oh, it's. We all have conviction that it's on now, but we still, as an industry, we still feel lost. Right? Like I said, AI is the sparkly new thing that has stolen our attention. There's still macro overhead clouds. We still have Gary Gensler. So I'm wondering just Raul, for the crypto native investor who is looking to get their foundations strong and be prepared to capture the maximum amount of opportunity to go into the future, to wherever this next cycle in crypto. This next phase in crypto leads us how should investors be positioned? How should they get their feet fixed on the ground? What should they be thinking about in terms of making sure that they actually capture the upside that hopefully inevitably does come?"
    },
    {
        "speaker": "A",
        "text": "Look, it gets harder and harder each cycle because you've got more and more assets and more and more applications, so it's actually not easy. So for the general person, ETH is a good proxy. Anytime you try and stray outside of that, you're just following narratives. Unless you really are involved in a space and you understand what drives it. The adoption rate, the Metcalfe's law stuff, all of this stuff, it is very, very hard to figure out how to trade it. So I think keep it simple. Stupid is generally the best outcome, unless you're deep into a particular area of the space, but then you still can't be blinded by your own biases, because we don't know what the next big breakout is going to be. We didn't know it was going to be Defi, we didn't know it was going to be nfts. We didn't know many of these things. What's it going to be this time? I have no bloody idea. What are going to be the big applications this time? Is it going to be gaming? I have no idea. I'm not a gamer and it has zero appeal to me. But to other people, it's everything. Is it going to be the application of music and culture and all of the other things that I've been working on? Possibly. Could that happen? Yes. We just don't know. Could it be something to do with AI and tokenizing the tokens? Possibly. Could it be with digital id? Possibly. That's the hard thing about this space. Now you have to be a deeply knowledgeable VC investor, and that's not my skillset. That's one of the reasons I set up the asset management firm, because I'm just farming it out to hedge funds, because it's their job to do it, because it's hard. I don't really have a good answer for you. I wish I did."
    },
    {
        "speaker": "B",
        "text": "What about in crypto generally? Are you a believer? Maybe this is more broadly to all kind of investors, like retail investors. Are you a believer in active investing or more passive? So if you're talking crypto, you just mentioned, hey, keep it simple, stupid. ETH is a good proxy for a lot of the innovation and upside in the space. So maybe we're kind of saying not financial advice, of course, but ETH is a reasonable hold in this type of a market. But passive versus active investing maybe make the bull case for active for us and the bull case for passive, because I could see the merits of both."
    },
    {
        "speaker": "A",
        "text": "So I look at Twitter and see the active. So that means generally, you've got a short term time horizon. This is a very volatile asset class, so it's really difficult to figure out what's a real trend and what's not. We're seeing that with the meme tokens, attention and a meme can last, can be pervasive and last decades or millennia, in the case of religion, or it can last a weekend in the case of a meme token. So it's really hard to be able to trade that. And I think most people end up net zero or net losing money. Then there's the people who do the fundamental work. We've seen that work quite well in nfts, but there's a lot of people who've been absolutely blown to pieces in that space, too, because they always see somebody else getting hilariously rich and they think that they should do it, when, if they just had some basic exposure, they would do better doing it. The other side is the completely passive way, which is you just buy a basket of stuff or just hold some eth and just sit with it and forget about it, and add at those macro cycles and just keep going. That works really well. It's worked for the bitcoin people who've been in it forever, works for the ETH people, it just works. But most of us want to feel like we're just doing something that we're not, just because we get bored and we like the attention span. There's all the noise around it. So what I tend to do is I have a few cross rates that I look at. So back in 2020, back end of 20, I had the bitcoin etH cross all the time, staring at it, and I was waiting for that breakout. Then I switched most of my portfolio, because I saw the change in narratives between the two, the adoption, everything else. And I switched most of my investment into ETH back then. I'm looking at, and I wouldn't do it to the same extent, because it's not as big, but I'm looking at, for example, the Solana Eth cross. Does that stop moving? So would I switch capital based on something like that? Yes, I might increase an allocation, so at least I feel like I'm doing something, because otherwise, half the time I've got the hourly chart of ETH next to me, but I don't trade it. You kind of drive yourself nuts sometimes. You just want to trade it. And we don't all have infinite capital. We can keep buying it and keep buying it. So you just kind of have to pretend you're in the game partly, and then maybe make these bigger asset allocations that you think could move the dial. And I think those can be very rewarding."
    },
    {
        "speaker": "C",
        "text": "One thing I appreciate about your perspective, Raoul, is you seem to be a juggler of many signals. You've talked about. You've got the ether bitcoin price chart. Maybe it's somewhere to your left on the screen or something. And you looked at the liquidity indicators. Then you also talked about narratives. Where do you get some of the more social squishy signals from? Obviously, crypto Twitter. But maybe an answer more precise than that would be great. Where do you get. If, indeed investing is hard, there's so many more assets now. There's so many more potential bullish use cases that might emerge first and foremost out of crypto. Where are you looking in this fear of crypto information sphere? Are you getting those kinds of signals from?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So what I'm trying to do here, using all of these things, there is no single source of truth. Right. All we're trying to do is create a probabilistic framework, and the best we can build our probability set. And again, it's not a mathematical thing. It's kind of intuitively, if I've got all of these signals, then that's giving me a higher rate of conviction. So I tend to operate with crypto Twitter at two levels. One is overall sentiment. Who's killing who? Who's attacking who, who's angry? Why are they angry? Right. It's not who and what they're angry about. It's why that really matters. And understanding whose narrative is under threat, how they're feeling emotionally threatened by something happening. What does that mean? Is there opportunities in this? Is there something informational, of value? Then I try and look at the people, and it rotates. It's not always because nobody has a source of truth, and not everybody's right all the time, but you just start trying to keep an eye on people who are doing something interesting or thinking in different ways, and I think that becomes interesting. There's people like Chris Beniske, who just kind of is not affected by all the noise and sticks to his own thing. Doesn't mean he's always right, but I find that very interesting. People like Arthur Hayes. Arthur's pretty good at this kind of stuff as well, doesn't mean he's always right, but he's building a thesis. He bought a thesis around NFT platforms and then stuff like Dexs and what you could do there, interesting macro thesis, looking for supporting evidence, stuff like that. So I try to look for people who are talking about interesting stuff from a non emotional standpoint that's driven by a deeper understanding of the space. That's not just because they're actively involved in it, but something about this is why I think it's interesting. And here's the application, and here's what I'm seeing that becomes very interesting to me. And then crypto Twitter on top is just the monkeys throwing poo at each other and you just see who they're throwing poo at and why."
    },
    {
        "speaker": "B",
        "text": "And you derive some signal from that. Yes, increasingly, I'm having a hard time with that."
    },
    {
        "speaker": "A",
        "text": "Well, it is because NFT Twitter has been busy destroying each other. Bitcoin Twitter has been reshuffling, also destroying, reshuffling its own narrative, which is actually great to see."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "Really, really positive to finally to see a change of narrative for that ecosystem. That's great. ETH doesn't really have a new narrative yet because we haven't seen a new application come. So it's like it works, it's got its yield, it does its thing, but we don't have a new narrative. Most places in the space are still missing narratives. So that's why everybody's feeling a little bit under threat and hates each other for anything anybody says. But crypto Twitter is still very toxic. You can't say anything without somebody criticizing you for something you've said, and not in a normal, debative fashion, but it's just incel after incel after incel. And because people are losing money, as soon as they lose money, they get angry. It's like you've got to understand time Horizon and what the game you're in, because if you think you're in a different game, you're going to get blown up."
    },
    {
        "speaker": "B",
        "text": "I think they lost money, and I think part of the prevailing sentiment coming from 2022 is they were scammed by a particular set of actors. So now there's just a blanket distrust. And crypto Twitter is overly volatile, for the smallest of things can set your tribe of pitchforks after you. And I'm sure you've experienced some of that, as have we, certainly. I'm curious what all this means for your portfolio, though. Raoul. One thing we always ask at the end of these, toward the end of these episodes, is what does your portfolio look like today? This is summer 2023. Is it a super boring portfolio or what are you doing?"
    },
    {
        "speaker": "A",
        "text": "I dont change a lot. Im very consistent in what I do. Its still 80% eth, bit of Solana, small bit of bitcoin, and a tale of a few things that ive bought because I want to just feel the price matic or whatever that im not tied to because then you mention anything on Twitter and everyone destroys you and attacks you. It's so tiresome. So basically, it's the same bet that I've had and I don't really change it. I put money in when I could and I'll wait to see when I got a bit more cash. I'll maybe put some more in given the right opportunity. Depending how the market trades."
    },
    {
        "speaker": "C",
        "text": "Have you increased or decreased your net exposure to crypto as a part of your greater portfolio?"
    },
    {
        "speaker": "A",
        "text": "So I haven't sold anything. So that answers something. And then I added. So I probably increased it by 30%, 40% in June to October."
    },
    {
        "speaker": "B",
        "text": "Nice, nice. Good time to do that. Well, Raul, as always, this has been a fantastic conversation. I want to maybe end in a summary form with the question we sort of started with and what I think has been the theme of this episode, as we've talked about the last year, how crazy that was in cryptos. We talked about macros, we talked about AI, as we talked about this exponential age, just with getting our bearings, that term, getting our bearings. I feel like, as David mentioned earlier, and we've talked about a few times, this episode, crypto feels a little bit lost right now. It doesn't know where it is. It's somewhere out on the sea, and it's not sure what direction to point to. And that term, getting your bearings, was a nautical term. It's like getting your bearings on the compass. And it brings the question of, what is our true north in crypto? Where should we be pointed? What are the use cases that will still remain going into the next cycle? What are the narratives that will still remain? Can you summarize this for the typical crypto investor who's maybe feeling punched in the gut from the last year or so of a bear market? What is the true north for crypto, in your mind?"
    },
    {
        "speaker": "A",
        "text": "The true north is not narrative because narrative changes, and this bull market will have a different narrative, and the next bear market will have a different bear market narrative. So narrative shifts. There is one way of navigating it, which is a very simple way that I use, is the log trend channel of this, and that keeps you honest with where you are and what's going on. So I find that very useful. The other thing is, I did a lot of work on what drives price action in the space, and it's Metcalfe's law that I've written extensively about. You can basically estimate Metcalfe's law by two factors. One is the number of active users. And this applies to the whole of crypto or just any ecosystem you want. And then the other predominant factor is that value transacted in a week or a month. In dollar terms, people have all sorts of different measures, but those two together basically describe most of price. What I found is that I checked it against pretty much all of the major tokens, and they all are priced accurately. There's no informational edge in knowing that thing. It's not like an arbitrage opportunity. ETH is different. It trades at a premium. And I think that was because of yield. Whether it's yield or whether it's the burn mechanism, I'm not sure the combo of the two. So okay, fine. I think we'll see that in other chains that do similar stuff. But if we step back and say, okay, what is the informational value I've got there? You only need to know two things for the entire space and whether the economy of crypto is growing or not. It's are the active addresses going up or down? Is the value being transacted going up or down? And if those things are trending up over time, the ecosystem is in economic expansion. If it's not, it's in recession. It's really helpful because it goes to data as opposed to narrative."
    },
    {
        "speaker": "B",
        "text": "And what are we right now?"
    },
    {
        "speaker": "A",
        "text": "We are still relatively flat. We're starting to see activity coming back. We've started to see the active addresses rising. We're starting to see activity rising as we should be at this stage in the cycle, the crypto spring. We're starting to see people come out of hibernation, start exercising those muscles again. But we're not operating across everywhere. So we're seeing nfts dead as a doornail. But we're starting to see more activity in bitcoin. Now bitcoin is great because it has huge value transacted eth has a lot more transactions, but they're lower in economic value. Just the nature of the chains. So this is really, and XRP really interesting is because it has very low value transactions. But a lot of them, they all work out, all of these workout roughly. It's fascinating."
    },
    {
        "speaker": "C",
        "text": "I think Raul, a lot of the indicators that you kind of just listed just now are all lagging indicators. One of the indicators I look at is, like, gas fees when there's more gas being burnt. When there's more eth being burnt is bullish, and usually it's after the price has already risen. Transaction fees go up when there is more activity. So these are all lagging indicators. I'm wondering what your disposition or perspective is on when the timing to get exposure is as a result of confirmation of indicators that are lagging versus things that you actually try and predict the future about."
    },
    {
        "speaker": "A",
        "text": "So if my hypothesis is that price is correct versus network activity, that is all crypto. Most tech stocks as well are priced on Metcalfe's law. If price, because there's only participants discovering price every day, is roughly right, that actually means that technical analysis is pretty useful, which is really interesting because price doesn't lie. So I think there's that, and then there's the liquidity business cycle. The understanding of the flow of money around the world and debasement. Those things give you a forward look. Everything else is just checking your hypothesis. Am I getting caught away with an excess narrative, or is this continuing to confirm my hypothesis that over time, activity in blockchain technologies will increase? It's a check versus a forecast, and you just keep looking at those two things."
    },
    {
        "speaker": "B",
        "text": "Some people, though, Raul, you said the economic indicators are flat right now. Some people right now are saying, and they're going to remain flat. That's it. We've seen crypto bubble, and I feel like they say that at this time, at every point in this type of a cycle, at the same time, maybe this time is different. What are you saying in terms of the average crypto investor getting their bearings? Are you saying that we should just maintain course, be patient, that this is just early springtime? How do you know that we will get to another summer season, that we will have another bull market in the future? Are you taking that on faith, or is there something more to the thesis here?"
    },
    {
        "speaker": "A",
        "text": "If there were two factors that drive the crypto market overall at a macro level, one is liquidity, and the other is the adoption of the technology. If you assume that liquidity doesn't come back, nothing changes. Does the ecosystem grow? Do we get new applications for the technology, in which case it will perform just not as well as previous cycles? If you've got liquidity as well, which is, is the economy looking shit? Is it going to remain shit? Are the central banks going to have to do something about it, because unemployment is starting to rise, or inflation starting to come off too sharply, or the banking system is blowing up those factors, then you bring the liquidity equation back in. Currently we've got the liquidity equation and a little bit of the adoption equation coming in. The sweet spot of the market is when both are happening. So I don't think we would have for it to do something catastrophically different that is very negative. We'd have to see an ongoing decline in the use of the technology and an ongoing rate of change negativity to liquidity. But rate of change liquidity, even if they just stop tightening rates and stop shrinking the money supply and stop decreasing the balance sheet, is enough for the beach ball underwater. The beach ball is the adoption of technology plus animal spirits. So these are the factors that need to. Everyone needs to assess at all times. And again, nobody has the truth, nobody has a crystal ball into the future. I think I've developed one with this thing called the everything code, but I don't. It's a hypothesis, and I can't trust it yet."
    },
    {
        "speaker": "B",
        "text": "So as we draw to a close, then just update us, Raul, on what you're doing. So what is the everything code and what are you focusing on over at real vision these days?"
    },
    {
        "speaker": "A",
        "text": "The everything code is actually culmination of 19 years of work, where I spend the whole time in macros trying to solve bits of puzzles. And then suddenly, occasionally, everything comes together. And this was 19 years of work coming together to understand everything from the demographics, which I've been working on for a long time. Plus what happened in 2008, the political climate, globalization, all of these things come together. And I realized that to cut to the chase, the central banks, their printing is actually to pay the interest on the previous cycle's debt that they accumulated. And it's proven out over time. And so that's a very powerful hypothesis, because the last cycle was the massive printing for Covid. So it suggests we get a huge amount of printing to come in 20, 1424, 25. And I think the central bank balance sheet goes from wherever it is now, 6.5 trillion to maybe 12 trillion. So that's an enormous amount of money to come into the system. Interest rates have to come lower because everybody needs to service the debt. But what I've done in the whole everything code is because I've got a lot of forward looking indicators. I kind of think I know what drives liquidity and how to look forward. This will not. It's a hypothesis, but therefore, because I know the correlation between assets and the balance sheets, I can forecast asset prices out to 2026, which is arrogant and hubristic. And I'm not expecting it to be perfect, but I think I found something really fucking big and nobody else has."
    },
    {
        "speaker": "C",
        "text": "But specifically, the everything code is an article that you've written that details."
    },
    {
        "speaker": "A",
        "text": "Yes, in global macro investor, which is my kind of high end research service. I've just started publishing in real vision. So if anybody's a real vision member, I think all members for the essential membership got one part of the article. It's a three part article on real vision. The real vision pro crypto pro macro. Guys are getting it right now. It's really important. It's the most important thing I've ever done. Whether it's right or not, I don't know. So I've been on that, and then I've built two other businesses in the crypto space. One is exponential age asset management, which is to allow Raas, pension plans, family offices, access to the market in a way that's very helpful to them, which is via hedge funds in the space, in the crypto space. And then I was a co founder of science Magic Studios, which is tokenizing culture, music, fashion, sports, entertainment. And that's a really interesting space because that's one of the big bets that I think will play out over this cycle. And then at real vision, we've rebuilt our entire tech stack to build out a platform that is the kind of nexus between community, web three, AI, and just the place for people to live their financial lives. So that's working really hard on that. Now we've got the ultra first beta stage internally, we're now just building on top of that as we start launching that, and that will be an iterative process. But sometime over the summer, people will see this new platform. We think we've got some really interesting stuff that's not been done before to give people the power of knowledge, augment people, augment people in their financial journey, that kind of stuff."
    },
    {
        "speaker": "C",
        "text": "I've been noticing a lot of the engagement with the web three community built right into the platform, which I think is fantastic. I just want to confirm something with you, Raoul. You are indeed an MFER, correct?"
    },
    {
        "speaker": "A",
        "text": "An MFA. I'm a punk and MFER, bored ape and ret guy. Those are the communities. And crypto dick butts obviously have to."
    },
    {
        "speaker": "B",
        "text": "Obviously, yes. It's quite the portfolio there, Raoul, as we draw to a close with the everything code. You mentioned that you're predicting prices in 2026. I'm curious about crypto prices in 2026. You don't have to give us the specifics. People can unlock that in the article, but are they looking bullish?"
    },
    {
        "speaker": "A",
        "text": "Yeah, look, it looks very bullish from here on out. This year. This is where I'm really reticence. I'm never going to name numbers. I'm really reticent because this year looks more bullish than even I expected. But what is really interesting is everything codes also just matches the log channel. It kind of is in the same direction, or whether it's the wave version of that channel, they're all consistent amongst different ways. You back in and out. So, yeah, it just looks like a crypto cycle, and it looks like it should be. And it should be. I don't think it's a pure function of the debasement. If it was, then, 2021 to 20 cycle would have been even bigger. So it's not. It's a function of the amount of capital available to move the space, etcetera. So, yeah, it looks very positive to me, and I don't think we need to get worried until 2025."
    },
    {
        "speaker": "B",
        "text": "Raoul, this has kind of been my base take as well. And it almost seems so simple that we're just going to repeat an entire crypto cycle yet again on that kind of three to five year."
    },
    {
        "speaker": "A",
        "text": "I know why."
    },
    {
        "speaker": "B",
        "text": "You've got the receipts, huh? You've got the."
    },
    {
        "speaker": "A",
        "text": "Well, the everything code explains why. And it's not to do with the halving. The halving happens to be coincidental with the big reset. People talk about the big reset to come. We had the big reset in 2008. All interest rates went to zero everywhere. It was like a debt jubilee. You don't need to pay your interest on your debts. What that did was force every government and most corporations to reset all of their lending, all of their borrowings into this three to five year window. So most government debt is three to five year debt. What that meant is it created an interest rate cycle and a business cycle and a liquidity cycle that was three and a half years on the nose or four years, which is exactly because bitcoin came out exactly the same period. Its cycle is driven by the same things. It's driven by this debt cycle. This debt cycle is not going to go away yet until productivity is large enough to destroy the issue of the debt itself. We're not there yet. I think it just keeps repeating once you understand this thing, it was one of the big unlocks in the everything code. It's like, oh, my God, everything makes sense now. I don't have to chew myself up with trying to figure all this stuff out. It's kind of in plain sight."
    },
    {
        "speaker": "B",
        "text": "This is just it, Raul. And as we close out this episode, it's, as always, been a pleasure. You bring tons of insight into this conversation. I think the answer for anyone who is a crypto investor in terms of getting their bearings is probably just as simple as don't overthink it, continue to dollar cost average. In not financial advice. Of course you have to figure out what percentage of your portfolio into crypto makes sense, but it feels like we are destined for another run up and another bull market. Crypto isn't dead. It's not over. Just be patient. We've seen this play out before. Go talk to some other crypto veterans who've been in some of these cycles. They will tell you that this is what it feels like to be in a bear market. And Raul, thank you so much for talking through all of the issues related to this. As we draw to a close, I'm curious, where can people get access to that everything code and subscribe to real vision? Get access to some of the resources you've been mentioning."
    },
    {
        "speaker": "A",
        "text": "It's like a dollar to take a trial for real vision and you get the first part of the article. So you should do that anyway because there's a lot of great content. I've been a big proponent of explaining to people. Macro and crypto are the same thing. Everybody needs to understand all of this. It's all part of the new future and real vision, that's where it really excels. So just go to realvision.com and get a free trial there and go and read the everything code article, see some stuff there. Who knows, you might see you guys on there pretty soon too."
    },
    {
        "speaker": "B",
        "text": "Oh, hey."
    },
    {
        "speaker": "A",
        "text": "And that's the whole point. We're kind of all in this journey together, all of us. And I think it's very important for us all to lead by example, to show how this new world of web three is all about a larger community while Twitter is busy destroying itself. I think we need to show the way to show no, it's an abundance mindset we should all have. And the more we help each other in our journeys, the better this whole space will be."
    },
    {
        "speaker": "B",
        "text": "There you go. Well, Raoul, thank you for joining us on the bankless podcast and updating us on those things. It's been fantastic to talk to you as well."
    },
    {
        "speaker": "A",
        "text": "I loved it. Thanks, guys."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. David and I will actually be recording an episode where Raul and team interview us. We're recording that tomorrow, so you can expect that on the real vision platform as well. We'll include some links to the resources Raoul mentioned in the show notes. Got to end with this. As always, risks and disclaimers. Of course crypto is risky. None of this has been financial advice. You could definitely lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]