[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to bankless takes. We've got a few topics for you. First of all, David, I want to talk about Ethereum. Ethereum right now is hilariously underpriced, my friend. I'm just calling it. I've gotten to the stage where I'm just a bit angry about this and."
    },
    {
        "speaker": "B",
        "text": "We'Re going to talk about."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's a fundamentals mismatch between the market price and what Ethereum is actually doing. We've got bitcoin above 40k, we got token prices surging, and I want to talk to you about why I think Ethan should also be surging. David, it's the market that's wrong. It's not us. What else we got?"
    },
    {
        "speaker": "B",
        "text": "Speaking of fundamentals, does Solana have any notable crypto investor said that there is a 25% chance of Solana flipping ethereum? How did he get to this number? We will do our best to unpack that."
    },
    {
        "speaker": "A",
        "text": "Lastly, I want to tell you why I'm starting to hate debating the word decentralized or decentralization. I love the concept, but I hate what the word has become and what I think we should use instead. As always, these are the takes this week from David and my if you don't like our takes, there's other episodes for you. But this is where we cram it all into one concise episode. David, we got a shout out from one of our friends and sponsors, Ryan."
    },
    {
        "speaker": "B",
        "text": "Why is ethereum hilariously underpriced? This is a tweet you put out not too long ago. What do you mean by this?"
    },
    {
        "speaker": "A",
        "text": "Dude, I'm just sick of it. I think. I think somebody has to say it. Somebody has to start getting loud or louder on Twitter because it's just not right. David, I feel like ethereum is hilariously underpriced at 2.2k right now. It's very clear with bitcoin above 40k, we are now in the bull market, and I'm seeing a lot of price pumping on like, what ifs types of."
    },
    {
        "speaker": "B",
        "text": "Tokens, other what if price movements. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "And I think ethereum has actual fundamentals. So I spent some time enumerating the fundamentals. And again, I don't know, there's some price point at which, like, Ethereum is fairly priced, but in a bull market, I don't think that price is 2.2k, right? I think it's a lot higher. I spent some time enumerating this in contrasting Ethereum right now versus the start of the last bull cycle. And I remember starting the last bull cycle bitcoin had its run. Defi tokens had its run. And at some point in time, a number of us, myself included, just said, enough is enough. ETH at like 200 is hilarious. It is stupid. And I started this thread at this time to just track the number as it went up. Started 200, then it went to 300, then it went to 500, and then above 1000, it started to become more fairly priced, you know, and I sort of tapered off after things got above two k, where I am feeling similarly about Ethereum right now. And here's what's different from last cycle to this cycle, David. First of all, Ethereum now makes 2.7 billion in annualized profits."
    },
    {
        "speaker": "B",
        "text": "That is fee revenue collected versus Ether."
    },
    {
        "speaker": "A",
        "text": "Issued a. Yeah, and you could see all of this on ultrasound money, by the way. And if you contrast this with like, if you do like a price to earnings, I mean, how much are you paying for ether market cap versus how much it's earning in terms of profit? That $2.7 billion. The P E ratio, which is a common metric used in the stock market. Common metric used for any capital asset, whether you're renting a house or you're trying to value a stock. The P E ratio of ethereum right now is 98. Okay? That is relatively low. Contrast that with Amazon. Amazon's about 75 right now. So the amount that you're paying for $1 of earnings is $75 with Amazon."
    },
    {
        "speaker": "B",
        "text": "Okay, so what that, what that means, 98 to 75, is that the market is pricing in that ethereum will grow at least 25% faster than Amazon, to put it like reductively."
    },
    {
        "speaker": "A",
        "text": "Yeah, 25%. Is. Is that a conservative estimate to you? Feels that way."
    },
    {
        "speaker": "B",
        "text": "To me, Amazon is a massive company. How do you grow that thing very quickly?"
    },
    {
        "speaker": "A",
        "text": "I know. So you, I mean, if you look at other high tech stocks, Salesforce right now, you know what their PE is, David?"
    },
    {
        "speaker": "B",
        "text": "I think, like, I saw Netflix at one point in time was at 400."
    },
    {
        "speaker": "A",
        "text": "Netflix goes to 400. Salesforce right now, like a customer relationship management software. Software as a service. You know, it's been 163. Is their zoom is 150 also dumb?"
    },
    {
        "speaker": "B",
        "text": "I mean, maybe that's fair, but something is dumb here, because Ethereum is only 98."
    },
    {
        "speaker": "A",
        "text": "The global settlement system for the world, potentially that's the total addressable market we're playing at, is only 98. And to me that seems ludicrous. Compare that to last cycle. All right, David, we, like, I don't know what our pe was like infinity. It was actually in the negative because Ethereum wasn't even profitable. And now it's throwing off 2.7 billion in cash. And might I remind folks, the only profitable chain. All right, so this is not like Antron. Oh, Tron."
    },
    {
        "speaker": "B",
        "text": "Yeah, shout out to him."
    },
    {
        "speaker": "A",
        "text": "And Tron, shout out to Justin sun Tron. So that's my first point. I think that is completely different than last cycle. Also, David, I was looking at ultrasound money yet again, which is a fantastic place to go. View all of the Ethereum fundamentals. And you know who are the highest block space buyers? Oh, let me, let me guess."
    },
    {
        "speaker": "B",
        "text": "Protocols are other protocols."
    },
    {
        "speaker": "A",
        "text": "Yes. And a new entrant here. Okay, so I looked at the past seven days. If you do that, of the top ten block space buyers, consumers of Ethereum block space, five of those were layer twos over the past seven days. That is an entirely net new demand agent, consumer of Ethereum block space that we didn't have in 2020, the start of last bull run. Entire blockchains are now purchasing Ethereum block space. No other chain has this, by the way. That is bullish, my friend. Arbitrum can bundle hundreds of thousands, potentially millions of transactions into one concise atomic blockchain. Purchase of ethereum block space. You have entire chains that are new purchasing agents for Ethereum block space. Right now that is bullish. I think in particular compared to last cycles, pretty unique to Ethereum at this point."
    },
    {
        "speaker": "B",
        "text": "I would also add arbitrum, polygon, zk, sync, optimism. They all have their chain development kit, which is about the freedom to fork their train development kit. So at that, anyone can be a chain that settles on Ethereum. Anyone can spin up a protocol that consumes Ethereum block space. So these teams of these layer twos are also working at establishing more and more network effects around the actual settlement of all chains into the same shared block space. And so if the success of these bd teams is at all meaningful, then all of a sudden they're spinning up more chains that are consuming more block space."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, how many net new layer twos do you think will get this cycle, David?"
    },
    {
        "speaker": "B",
        "text": "More than I can think of today."
    },
    {
        "speaker": "A",
        "text": "Like at least hundreds. So those are all net new buyers of Ethereum block space. There will be some power law winners there. Another point that's different from last cycle. In 2020, Ethereum is going to be deflationary this entire cycle, right? It already is. Last time it inflated at about 4%. So between three and 4%, depending on what the burn was during kind of the most, this time it'll be at least negative 0.5% deflationary supply."
    },
    {
        "speaker": "B",
        "text": "We've never seen the full, a full market cycle where Ethereum was deflationary. We had EIP, we had the merge happen late 2022, like at the end of the bull market. We have never seen, like, when all of the massive amounts of demand for Ethereum block space was happening, was all pre merge. We have never seen a full cycle of complete Ethereum deflation. We do not know how, how hot the burn can get."
    },
    {
        "speaker": "A",
        "text": "It can. It can get pretty hot. I wouldn't be surprised if we saw, like one to 2% for, like, periods of time, maybe weeks, maybe months. But, like, we've never been net deflationary in a bull market. And this time, uh, we will be another point, David. Okay, so we've been talking about Ethereum as if it's valued as a capital asset and is a pretty attractive p e ratio, like, relative to other growth tech stocks. That's not even factoring in the monetary premium that Ethereum and ether, the asset can actually have. Right? So if you look at something like gold, ten to 20% of its use is industrial, right? It's like, kind of like a ingredient, a commodity to produce other goods. It's a consumable product. The rest of that value of the, you know, eight to $10 trillion of value that is in the market cap of golden, that's all monetary premium. That's because people use it as money. They use it as a collateral. They use it as a store of value. Well, Ethereum and ether, the asset is a store of value, is a collateral source in the Ethereum economy. Okay. And the 98 P e, that's just valuing it as a capital asset. Right."
    },
    {
        "speaker": "B",
        "text": "There's actually only one part of the triangle that is valued at 98."
    },
    {
        "speaker": "A",
        "text": "So there's a dial on, ultrasound money where you can just like, you crank this up to the equivalent to gold. Equivalent to gold, yeah, equivalent monetary premium."
    },
    {
        "speaker": "B",
        "text": "Because that's table stakes. If crypto meets gold at par in terms of money, I will consider that the bearish case for crypto, we are here to be at least be gold."
    },
    {
        "speaker": "A",
        "text": "So gold is like a ten x above its utility value in terms of monetary premium. If you did that for Ethereum, just add ten x to it, it would be already be worth 22k."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And this, okay, so this, it's worth 22k if we give Ethan monetary premium, equivalent amount of gold, and at ape ratio, equivalent to Amazon, which again, I would consider both of these the conservative versions of the long form of these things."
    },
    {
        "speaker": "A",
        "text": "Sure. And people can adjust that however they want. If you don't believe in monetary premium, you just want to view Ethereum as a capital asset. Well, great. It's pe of 98 right now. Okay? If you want to crank that to like ten x, then you, then you have the monetary premium value. The other point that's different this cycle, David, bondholders, ethereum, bondholders, we call these validators. They are getting paid, my friend. So right now, ultrasound money, it's about 5.3% inflation rate. So if you add issuance, which is about 3.1, you add kind of the fees, the tips for block space themselves, mev. So the tip that you receive for block, block space ordering, you get about 5.3% on your e field, which goes."
    },
    {
        "speaker": "B",
        "text": "Up when block space demand also goes up. So 5.3% is the current floor in this, like, early stage bull market environment."
    },
    {
        "speaker": "A",
        "text": "And people say, well, a lot of chains have yields, like any staking chain has yields, okay? But the difference is ethereum has real yields, not just nominal yields. A lot of the issuance when you're doing proof of stake on other chains, if they're not, if they're inflating as much as they are dishing out to validators, it's just a nominal increase."
    },
    {
        "speaker": "B",
        "text": "Yields are like 10% and inflation, inflation is like 7%. So actually you're only getting 3%."
    },
    {
        "speaker": "A",
        "text": "Yeah. And oftentimes it's even less than that. Right. It's like there's kind of a delta there. So this is all 100% real yield versus, like nominal yield, which I think."
    },
    {
        "speaker": "B",
        "text": "Not just, not just 100%. It's always 5.3% real yield. And then you add on the 1% deflation, the half a percent deflation that we're currently experiencing. You add on both of those things. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. Here's another thing, David. This cycle bitcoin is very likely, hopefully January, when you go destroy Gary Gensler's horror crux is going to get a spot ETF in the US. We've done episodes on this. This is going to unlock trillions in capital. Guess what else is likely going to happen this cycle? I give this a 80% probability in my mind, talking to all the analysts, Ethereum is going to get a spot ETF as well. It'll be bitcoin and ethereum, and no one else is really close in getting through the gauntlet of getting a. Like, it took 13 years for bitcoin to get here. Okay. It's taking seven for Ethereum. No one else is going to be ready to cycle. And we've done entire episodes on this. This unlocks trillions in potential capital okay, so. And what I would say an amplifier for this. Now that. Do you remember last cycle, people were upset about crypto investing in crypto? It's like, it's not ESG friendly. Look at all the proof of work. Like, nfts are bad because they burn so much energy. All right. If you look at a bitcoin or ether ETF, only one of those is actually, like, ESG friendly right now. Only one of those doesn't burn any, like, you know, carbon. Whether you care about that bankless listener, it's kind of irrelevant to the narrative of."
    },
    {
        "speaker": "B",
        "text": "Because the market wants that. Somebody loves your values, that's fine, but the market loves that as well."
    },
    {
        "speaker": "A",
        "text": "So that's what we got. We got the only asset to get a spot ETF, and it's the only asset to get a spot ETF aside from bitcoin. But it's the only asset to be ESG friendly with the spot ETF. So that is bullish from an inflows perspective."
    },
    {
        "speaker": "B",
        "text": "Oh, I've got. I've got more to add to that from. Yeah, so this, you know, the bitcoin and Ethereum ETF's, this is something that's echoed by Matt Hogan at Blockwise and a few other, other places. Ethereum as an instrument, as a financial instrument, is just more interesting to traditional market investors because it looks and feels like a high growth tech stock in comparison to bitcoin, which is a little bit more on the money side, which is, you know, honestly confusing to a lot of investors. And so while bitcoin has maybe 2.53 x the market size of Ethereum, I think Ethereum itself out punches above its weight class in terms of external market demand, simply because it's viewed as a software tech stock platform, which is easier to categorize in, like the high gross at risk assets that traditional investors will categorize it in. So, I mean, it's not going to. It's probably not going to meet bitcoin in terms of external capital demand, but it's going to punch above its weight class in terms of its market cap versus how much external demand that there is."
    },
    {
        "speaker": "A",
        "text": "This is."
    },
    {
        "speaker": "B",
        "text": "What is the vibe that has been reported by people who speak to traditional investors out in this space."
    },
    {
        "speaker": "A",
        "text": "I think bank listener David and I could go on with these takes."
    },
    {
        "speaker": "B",
        "text": "There's the Eigen layer, increasing the ETH yield. There is ether being sent out to other chains, being the money for other chains, which is something that we saw in market. The monetary premium of ETH is strong. People need low liquidity chains, low TVL chains need to have ether as the money in their system, because their system is not money either. Like the, the growth of the ether unit of account."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Has been up only."
    },
    {
        "speaker": "A",
        "text": "Yeah. I just like, you know, as an ether investor and watching the rest of the market kind of like rage. And ether hasn't followed suit. Right. I'm actually past the cope phase. This isn't even coke. This is now I'm in the phase. And I remember I was in this phase in 2022, whereas I'm just objectively, like, angry about this. Like, it's stupid. Just call it what it is. It's stupid. And I think there's a ton of investors in the Ethereum community who are looking at this, like this treat, got this tweet, got massive traction, basically. And we're all looking at your tweet."
    },
    {
        "speaker": "B",
        "text": "That you were pointing out, which, recapping."
    },
    {
        "speaker": "A",
        "text": "This, we're all looking at ether, and we're like, everybody is chasing these what ifs. And Ethereum has fundamentals."
    },
    {
        "speaker": "B",
        "text": "Everyone's going down the market cap stack, going down on the risk curve, and it's stupid."
    },
    {
        "speaker": "A",
        "text": "So whether the market catches up to that or not, uh, I'm feeling very comfy with these fundamentals, and I'm just going to, you know, keep being angry until Eth is, uh, you know, a little closer to ten k at least, David. So, you know, I'm, I'm going to keep tweeting this. Five k and below at least."
    },
    {
        "speaker": "B",
        "text": "Um, so this is your narrative, Ryan, or is this fundamentals?"
    },
    {
        "speaker": "A",
        "text": "Yeah, good question."
    },
    {
        "speaker": "B",
        "text": "Which is this?"
    },
    {
        "speaker": "A",
        "text": "What's the difference? What's the difference? Should we talk about that?"
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Okay, so there was another narrative, I think, going on in crypto Twitter that was the flipping not of ethereum, of bitcoin, but of Solana flipping ethereum. And friend of the show and investor Santiago Santos said this on the podcast. He thinks there's a 20% chance that Solana actually flips eth. I thought we should talk about this take on bank."
    },
    {
        "speaker": "B",
        "text": "Okay, let's hear the rationale."
    },
    {
        "speaker": "A",
        "text": "Okay, so do you want to hear him explain himself?"
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "There's a version of this next cycle where Solana flips ethereum. I think it's a greater than 25% probability. You think it's a 25% probability that Solana. 20% probability that Solana flips ethereum. I don't want to say this cycle doesn't necessarily mean that ethereum shrinks in size. Solana just uniquely enables different use cases. That introduces way more usage utility, therefore value. So Santiago goes in more detail in a follow up tweet. Fundamentally, the Solana case bull case boils down to this one. A viable scalability roadmap with more integrated network architecture, parallel execution, and local fee markets. Really cheap transactions, I think, is what he's saying here. Number two, fire dancer. This is a key network upgrade for network speed, reliability, and decentralization. We've talked about this a number of times on bankless. Again, this is max throughput TPS built by Jump Capital. By the way, number three, talking to teams has made me appreciate use cases. So Santiago is a vc, so he's talking to the devs, which is definitely what you should be doing, and appreciate use cases that are only possible in Solana."
    },
    {
        "speaker": "B",
        "text": "Only possible on Solana. Opulent opposite."
    },
    {
        "speaker": "A",
        "text": "Number four, the ecosystem survived FTX and is flourishing, similar to Ethereum, post dao hack and fork. I definitely agree with that one. Let's talk about these others, maybe contrast them. First of all, some people are saying this is more narrative than it is actual fundamentals."
    },
    {
        "speaker": "B",
        "text": "I would be one of these people."
    },
    {
        "speaker": "A",
        "text": "Okay, what's your take on this?"
    },
    {
        "speaker": "B",
        "text": "Okay, so, yeah, so this is kind of what has come to be the Solana chant. Fire dancer. Low fees, parallel execution, local fee market. All of the things, by the way, that ethereum doesn't have, like, ethereum doesn't have local fee markets. Ethereum doesn't have parallel execution on its layer one, bro. On its layer one. Yeah, on the Ethereum layer one. And so, like, a lot of this is just like, hey, these are. This is what Solana has that ethereum doesn't have. It's kind of like how I will simply simplify and reduce this down to what the elements that I see."
    },
    {
        "speaker": "A",
        "text": "Okay, well, Santiago says all of these equal a 20% chance of actually flipping ethereum. So let's say. Let's. Let's just. Let's just quantify this. If Ethereum is valued at $1 trillion at some point in this. This market cycle. So that'd be a four x, that's a ten k eth and above. Okay, that would make, you know, Solana would have to be above 1 trillion. So let's say $1.1 trillion, which would be about, I don't know, a 50 x."
    },
    {
        "speaker": "B",
        "text": "That would be Ryan. To get. For Solana to get to 1.1 trillion, that would be a 44 x, which would put sole price at $2,640."
    },
    {
        "speaker": "A",
        "text": "Dang, it's big."
    },
    {
        "speaker": "B",
        "text": "I should go buy soul. Clearly."
    },
    {
        "speaker": "A",
        "text": "I mean, there's. But let's talk about that. There's definitely a case for buying sole David. Mm hmm. Right. But the question is, what is the case? Is the case fundamentals? Is it narrative? Or like, maybe there's some miss, there's some difference in what people mean when they say fundamentals. Because if you talk to Santiago, he would say, guys, all of these are the fundamentals. Right? And what I point to now that we have kind of much more maturity in terms of our change this cycle, I'd be like, show me the revenue. Show me the profits."
    },
    {
        "speaker": "B",
        "text": "Show me the numbers."
    },
    {
        "speaker": "A",
        "text": "Where's the 3 billion in blockchain?"
    },
    {
        "speaker": "B",
        "text": "Get these ideas out of my face. Show me the numbers."
    },
    {
        "speaker": "A",
        "text": "I'm a little bit more skewed on that direction."
    },
    {
        "speaker": "B",
        "text": "Like the $25 billion network. Show me the money a little bit."
    },
    {
        "speaker": "A",
        "text": "Right? At a $1 trillion network, you better damn well be showing me how this thing is throwing off, like, tens of billions in cash annually anyway. Go on. What do you thinks going on here?"
    },
    {
        "speaker": "B",
        "text": "Okay, so heres exactly what I think is going on here. There is this tendency. I remember doing this in 2017 where I would pull out my calculator. I would perceive some likelihood about three x on my shitcoin bags, and then I would like, you know, add those two together, and then that would be my future net worth. And I would look, and so here's a kid. This is a meme that, like, everyone should be familiar with, because this is what you are going to do. Bankless listener in this bull market. You're going to pull out your calculator, you're going to put some inputs into it, and then you're going to like, you know, look at all the zeros, and then you're going to get ecstatic."
    },
    {
        "speaker": "A",
        "text": "Or a spreadsheet, if you're more sophisticated, sure."
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, yeah. But you don't. You just need your iOS app to really do it to look at all of your future rich net worth. So, like, my critique here is that there's no inputs into the calculation, and this is something that I think all bull market navigators should be aware of. Remember when Cardano finally introduced smart contracts into its system? You know what happened afterwards? Like, super strongly, like, anticipated upgrade, Cardano is finally going to get smart contracts. It was going to enter the Defi arena, and then it introduced smart contracts, and then the token price plummeted because all of a sudden, narrative and idea and future became present and got tested. And everyone realized like, oh, now we have so much left to build. There is a great premium for chains that are still in the idea phase. And so this is something that I think all bull market navigators should understand. Narratives are in in bull markets. Here's a response to Santiago's analysis from Kipfishycatfish, who's a crypto Twitter account and says, quote can't name the use case beyond vague categories. Can't name the app that's doing the unnamed use case, can't name where and how those users will show up, and also can't name the decade when the unnamed user will show up for the unnamed app for the unnamed use case. Meanwhile, given that Solana transactions cost fractions of a penny, you need tens of billions of transactions per day before Solana breaks even on revenue versus expenses, given its inflation rate and market cap. Meanwhile, as a secular trend, the cost of transaction execution, data availability, settlement, and the amount of MEV extraction will all trend downwards. Literally everyone is working to make change cheaper and faster. Nevertheless, Sol will do great by simply memeing chain go fast. And that's normie friendly enough to obfuscate the fact that Sol won't be accruing value before 2030 because 99% of the population can't delineate between the difference between a protocol and a token well enough. This is especially true when the token is a layer one gas token, aka like a layer one currency, which the market treats with irrational premiums and kid gloves. Plus, I'm sure Chris Berniski can also prepare for some scripted lines for Cathie Wood to read on CNBC about how fast and cheap it is to create some extra pumps. This entire space is deeply unserious. Wishycatfish is like a crypto Twitter anon account. And sometimes I just really appreciate these accounts who just come out and say it like it is. And I like, I just have to give it like this is, this is just."
    },
    {
        "speaker": "A",
        "text": "Okay. But let's explain a few things that that fishy catfish is saying here. He's basically, he shows a chart here, which is Solana revenue fees versus expenses. Okay, let's, let's reorient bankless listeners to what this actually means. So the first thing you have to know about blockchains is they sell something."
    },
    {
        "speaker": "B",
        "text": "They sell something called one things. There's one thing they tell."
    },
    {
        "speaker": "A",
        "text": "They say, blockchain sell blocks. Apple sells iPhones. Blockchain sell blocks. Okay? We repeat that all of the time. And there's a market price for the value of their blocks. Those are like. And the market pays for that in two ways. One, they pay to get their transaction in a block, okay? And then they also pay for the ordering of the block. Okay, right now, Solana's fees, remember I was saying 2.7 billion in annualized profit. That's how much Ethereum right now annualized is making from its block space sales. Solana right now is making about $140,000 in daily fees. Okay, so that's the amount of revenue it's actually bringing in. Okay, now let's talk about cost. It costs money to secure the network. How does a blockchain pay for this in fees, but mostly through issuance? It inflates its own supply to pay those that secure the network. The army, the validators, the mercenaries that do this. Right. Bitcoin works the same way. They just pay miners. But in Ethereum and Solana, they're paying validators. In Ethereum, they're also paying validators a certain amount in terms of eth rewards. But in Ethereum, when you subtract the revenue that's being created from block space sales and you subtract the cost to pay validators, it's actually@a.net profit of 2.7 billion per year is what we were saying. For Solana and most of the other chains out there, they are deeply unprofitable. So Solana, for example, in October, they spent 42 million in terms of issuance. So that is validator expense like cost to secure the network. And they brought in about 1 million in terms of revenue. Okay, so there's a delta there. That's why it's a deeply unprofitable chain at this point in time. That's what, that's what cat fishy is saying here. It's basically like, but we're beyond the speculative era of crypto. That was series a, maybe series b. We're post some product market fit. We actually are selling block space to the masses. And so you can start to compare something like Solana beyond speculative fervor. You can actually look at transaction revenue and how much it's doing, what the profitability is. And maybe we should be looking at chains from that sort of fundamentals perspective, unless just from a speculative hey number, you go up like it's, you know, it's valued. Based on a story that we tell."
    },
    {
        "speaker": "B",
        "text": "Putting these into daily numbers, Solana collects $140,000 of daily fees, daily transaction revenue, and then it issues $11 million in soul tokens to go to validators who, similarly to bitcoin, actually have to sell a decent amount of their soul in order to maintain their, their profit. Maintaining a salon of validators is actually a pretty expensive endeavor. And so that turns into cell pressure. And this is something, I would say, going back to one of Santiago's rationales for why Solana has a 25% chance to flip ethereum. One of them was firedancer. Right. Why is everyone stoked about firedancer in the Solana ecosystem? Because it makes transactions cheaper and faster. It actually reduces the amount of fees that the Solana network can take. And so there's this identity crisis about Solana that I think is like under the, under the, under the hood, under the iceberg. All they want to do is reduce, reduce, reduce fees. And also that will just put them further and further away from actually being able to store value in the native soul token, which goes back to what fishy was saying, this massive critique that fishy was saying the market treats with irrational premiums and kid gloves, because no one can understand the difference between a protocol versus its token well enough. If there's bullish adoption on Solana, clearly that goes well for the sol token, but that is not a given. And this is something that I think the entire industry has struggled to actually produce into its layer one assets, which actually kind of induces this speculative demand about the narrative of tokens, especially in bull markets, because in bull markets, fundamentals don't matter. It's all about the story. It's all about pricing in the future, and it's also about pricing in the perceived future, not the actual future."
    },
    {
        "speaker": "A",
        "text": "Well, let's, let's go back to Santiago stake, though. So, um, I actually think that there is the possibility that Solana Flippin's ethereum, I wouldn't rate it as 20%. I would rate this as, like, I don't know, in the single digit percentages. But I wouldn't completely say that that that's not going to happen. But I think if it does so, it will do so based on narrative, not fundamentals. Because I don't see the fundamentals. When I say fundamentals, I'm talking about is the block space profitable, basically. And I don't see those rising 40 x this year, let's say, particularly when they are expanding the transactions per second on the Solana in the way that they are. What chance do you give it? Do you think that Solana could flip in ethereum this cycle?"
    },
    {
        "speaker": "B",
        "text": "Yeah. What are some catalysts, some sole catalysts that I can actually get behind that it doesn't have now that it could have in the future? We give a lot of critiques. I'm about to give a lot of critiques of Solana TVL and it's not that great. But that's something that could actually change. More stable coins could go to Solana, Heath could go to Solana, and all of a sudden we can get some actual real TVL into this chain that doesn't make it tied with blast, for example. And so another one is reservation demand for soul. Okay, so if Sol's not generating revenue, if Sol is inflating, if that can be offset by alternative reservation demands, as in collateral inside of DeFi applications, that can be a real fundamental monetary premium for sole monetary premium for soul. Yeah. And so, like, if the validators aren't able to hold onto their soul because their operational expenses and the issuance rates are so high, then somebody else, like other sinks for the Sol token come come about. That can largely be defi. And so, like, stuff like this can start to also create a narrative like, oh, the soul is now money. Right? Maybe the Solana community goes through the soul is money phase because they realize that that's actually how you have sustainable economics at the layer one. So, like, maybe that can also help propel a flippening, a narrative flippening. But I'm with you. It's in the single digits. Why do I think it's so low? I want to level check some fundamentals about Solana that we all know and love. TVL Solana is 8th after the three major ethereum layer twos, arbitrum, optimism and polygon. Also 8th after avalanche, another competing ETH killer. And all of these, including the Ethereum layer twos, are behind Tron and Binance. Smart chain, of course, behind Ethereum as well. So, like, it's got some TVL to accrue in the first place, even after all this excitement from Solana. And the, there is like, I think there was like 100,000 active monthly users on Solana, and that has since jumped up to 175 in the last month. So there's some growing adoption here. Even after all of that, we have not seen a growth in stable coins or TVL on Solana all that much."
    },
    {
        "speaker": "A",
        "text": "It's competitive out there, David. It is like all of these layer twos, all of these chains are launching. It's basically all the competition is going on, the execution layer. And there's even probably, I would guess there'd be up to five SVM layer two chains. That's Solana virtual machine layer two chains that are trying to, like, clone the success of Solana's paralyzed execution environment and launch that as a layer, too. That's going to be competitive with Solana as well. At least I think it will be."
    },
    {
        "speaker": "B",
        "text": "Yeah. And that's, that's just the SVM. There's also parallelized EVM teams like Monad coming onto the Ethereum into, into the layer one space, to be honest. And so also the whole narrative around Solana is the payments chain because visa is integrated there. I'm sorry, Ethereum's not even the payments chain is Tron. You have to compete with TRon, not even Ethereum. So the whole, like, Solana Ethereum narrative is again, just a narrative. And that's just like the first half of fundamentals reality. The second half is like, okay, if we want Sol issuance to net out, as in we want burn on Solana does have a burn. 50% of transactions on Solana are burned. We need a 500 x in transactions volume on Solana to break even, to stop issuing Sol more than is burned, 500 x. And then if we want to match Ethereum in demands of, in terms of deflation, which is the Solana narrative, by the way, this is the narrative that Austin articulated to me when I had him on the show. That needs to be a 1000 x in demand of Solana transaction volumes, which brings Solana to a whopping 250 billion transactions per second that it has to sustain forever in order to be at par with Ethereum's bear market deflation volumes. 250 billion transactions per second. Ryan, does that seem reasonable? Is that a rational number?"
    },
    {
        "speaker": "A",
        "text": "So I don't think so. And I think it's time to start looking at kind of the, these chains from a profitability perspective. I mean, we've been doing this for."
    },
    {
        "speaker": "B",
        "text": "13 years to get this industry to move towards fundamentals and profitability for a cycle."
    },
    {
        "speaker": "A",
        "text": "That said, let me flip that, and let me give you the, if we're wrong, how are we wrong? Sort of take. You could take that. You could make the case that we are so early that competing for market share is the thing that you want to do, that profitability doesn't matter. So if you look at a startup, they don't care so much about your profit. They don't care at all. They want you to recycle all of your profit back into growth. And that in a certain way, that's essentially what Solana is doing. They don't care about profit. In fact, they're willing to dilute the existing, I'll call it in quotes, token holders, shareholders, right. Dilute them and recycle that and subsidize blockchain fees. So the Solana argument would be like, no, we're just playing a game to make loss leader transactions as cheap as possible. And we don't care if we're diluting our token holders right now because we'll make that back later in network effect and maybe potential Mev. So I would say if we're wrong, David, that's how we could be wrong. I'll also say like a second thing, which is Ethereum and layer twos has not solved its UX problem right now."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "It's really freaking stupid and hard. Like, I'm moving from Ethereum to like, arbitram and like, the centralized exchange only supports Ethereum. And so I have to hop to Ethereum and then get on my layer two and what do I do? And now I'm on this chain. Now I'm on that chain. Where are my assets? I can't even find, find them. There's the other case that this cycle, Ethereum ux, doesn't get solved. Maybe it never gets solved, and Solana just has a better user experience. Just come on. The phantom wallet. It's just everything works. You pay nothing in transaction fees. If you're getting mev attacked, it doesn't matter. Users don't notice and they'll create the killer app that way. I will say, like, let's be open, and you have to be open to try to figure out where you're wrong. Oh, the last, the last area, I think it could be the case, which is that this whole entire crypto thing becomes less of a revolution and more like a tradfi type of thing. It's just like everything is AMl KYC'd like, we don't care about, you know, non sovereign, non nation state store of value. It becomes a lot like an open database for traditional finance. In those conditions, then the decentralization of ethereum might be entirely overkill. Those are three ways I think we could be wrong on this, and you have to be open to."
    },
    {
        "speaker": "B",
        "text": "I want to unpack that last thing about decentralization and whether this crypto experiment can actually produce the censorship resistant, non sovereign store value money or if it just becomes an extension of tradfi in a more efficient manner. There's a lot of perceived ness about the word decentralization. It can mean a lot of different things. So I think we need to unpack that, and that's going to come in the second half of the show. But first, I want to talk about some of these fantastic sponsors that make this episode possible."
    },
    {
        "speaker": "A",
        "text": "All right, let's get into this word, David, that you alluded to this word decentralization. I've actually, I think I've come to hate the word decentralization, not like the meaning of it. So I don't want folks to get me wrong, but just the debates about it and the lack of definition for it and the lack of context and the whole discussion around it, at least in crypto circles and on crypto, Twitter. Twitter. It's almost become like a form of religious warfare. It's like a super decentralized."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "So fiscantes tweeted this out. I wish key eth people would be as outraged about most layer two security models being basically a multisig as they are about Lido getting bigger market share. If showing a picture of layer two b, which is actually saying the state, showing the stage of decentralization, of all of these layer twos, the furthest along is arbitrum. Stage one. We've done an entire episode about this and how they're planning to get to stage two. We've got optimism, which is still stage zero. They don't have fraud proofs fully implemented. Right. And so he's saying, hey, the layer twos you guys are talking about, they're not fully decentralized. Eman from Avalanche also says this. It's taking a while, but finally, people are beginning to realize that we all got into crypto for decentralization. That's that word again. And trustlessness and layer twos are leading us away from those central values. Okay, that's the, that's the take. My take was a little bit different, of course, being a layer two bull. I think layer twos are awesome. I think layer twos are becoming more decentralized over time. I think the community isn't. The Ethereum community is completely aware. That's why we have, like, layer two."
    },
    {
        "speaker": "B",
        "text": "Why we have this website to track it in the first place."
    },
    {
        "speaker": "A",
        "text": "Yes. And that all of the layer two teams, at least the legitimate layer two teams, are working. They are in a competitive, you know, battle to actually become, to graduate up this chain and go from zero to stage two and to do it first. Like, there's a lot of social pressure on them, there's a lot of value, unlock pressure on them. And I think Ethereum is actually doing a fairly good job self regulating it. You know, we don't want this to go from zero to two right away. Right. Because what if there's a hack? What if there's a bug? Like, what if you have a, uh, to do something? We, we have some steps in between there that make logical sense. But my take is people say, say, say, otherwise they might be trying to sell you something as my take. And that's a little, uh, feisty. Back to you. To Eman."
    },
    {
        "speaker": "B",
        "text": "There's a tweet that went around the Twitter space from this Ignis defi research account which said, avalanche, thor, chain and Solana are more decentralized than Ethereum, which is in bold at the very top of the tweet. So, you know, he knows that this is going to invite some critique."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And then he follows up and goes, at least according to the Nakamoto coefficient, it's a measure of how many entities can collectively shut down a blockchain. Okay, so what is a Nakamoto coefficient? Is exactly how we said. It's this measure for the minimum number of entities that can come together to clue to shut down a blockchain. This was actually made by Satoshi Nakamoto. And it was, I think, more apt in the proof of work sense, where you have large centralized mining operations. And if three of them can get above of 51%, then you have a Nakamoto coefficient of three. Since the evolution of proof of work, the Nakamoto coefficient, in my mind, this is, my opinion, is now more of a thought experiment, more than it is actually a measurable metric. It's the thought experiment of how many entities, what is the minimum number of entities that come together that's needed to actually take down a blockchain and control a blockchain. And so it's not an actual applicable metric, but it's the thing that the Solana community loves to measure with decentralization. He makes this tweet, avalanche, Thor chain, Solana more decentralized than Ethereum because of this Nakamoto coefficient. In order to produce a number out of the Nakamoto coefficient, you need to have extremely subjective, interpretable metrics for what is actually a colluding entity. Is Lido one entity or is it."
    },
    {
        "speaker": "A",
        "text": "32, for example, where Ethereum score is so low, they rate lido as one."
    },
    {
        "speaker": "B",
        "text": "It's just one colluding entity, which is a subjective opinion. And you can make the argument going both ways and it really is nuanced between. It's a little bit like one, it's a little bit like 32, and it's somewhere in between these things. How you determine what an entity is, is also subjective."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you could make the argument that, let's say, all the Solana validators that receive some sort of funding from the Solana foundation, which many of them do also only count as well at all. Right. I'm not saying that's the case. I'm just saying you can make that argument, and that's why this is such a subjective metric."
    },
    {
        "speaker": "B",
        "text": "So my take is that if your system for measuring decentralization puts binance, smart chain, Solana and avalanche higher than Ethereum, then maybe it's actually your metric that's flawed. And this is exactly what I followed up and said with Ignis. This just shows that this measure of decentralization is poor. And they asked what alternative measures are more appropriate to measure is a great question. And I think we really want, we as an industry want to be able to define and parameterize decentralization. But if a system is actually decentralized, then it is unmeasurable because it's decentralized. It's this weird catch 22 where if something is decentralized, it's inherently hard to grasp or measure. If it is measurable, that means there is a centralization vector that you are measuring. If it's not measurable, then it's decentralized. True decentralized systems are impossible to parameterize. It's noble to try and do this. It's a good attempt to see a good thought. Experiments, there are lessons to be learned here. But truly decentralized systems can only be measured in their decentralization through like, tests, acid tests. This is why Ethereum is so focused on censorship. We have this MeV watch website to show you how many transactions or blocks are being censored by people who don't want to violate OFAC sanctions post tornado cache. That is one measure of ways you can test the decentralization of a system. Another way to test the decentralization of the system. Can you download and verify a full node of that system? Can you also participate in consensus of that system? Can you add blocks to the blockchain? Are you allowed to do that? How feasible is it? How easy is it for you to join the network and be a part of the network? There's no way to truly measure decentralization. You can only test it in various different ways."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree with that. That's kind of my take on it is actually, I think we have to get out of this quest for a definition of this holy world word called decentralization, because every community is going to point to their set of features and be like, oh, here it is, we found decentralization. And the non holy communities, the non sacred communities, will be those that don't have that feature set and are cut outside of it. And I think this applies to bitcoiners who talk about, like, you got to run a full archive note. And they define an archive note as a very specific thing that, you know, Ethereum has kind of a different definition of what a full note is. And, you know, this was a debate in a religious war a couple of years ago, right. You know, Solana, other communities have Nakimoto coefficient. They score very highly on that. So they're like, this is what decentralization actually means."
    },
    {
        "speaker": "B",
        "text": "The worst thing about the Nakamoto coefficient is you can measure it in an interpretable way. It itself is not objective. Sure."
    },
    {
        "speaker": "A",
        "text": "And we will never come up with an objective measurement of decentralization. That's perfect. So my take is similar to yours, David. We should just stop trying. Let's. We are beyond that again. We are beyond the narratives of what decentralization actually is. And now we get into fundamentals. Here's a fundamental. You brought it up. If you deploy something like tornado cash to your chain, some sort of privacy tech, and the smart contracts themselves are sanctioned by the most powerful government in the world. That is the United States government says, no, these smart contracts are illegal. Can the network still process that transaction? That's the question. Okay, this is the case for a tornado cash on Ethereum. There are a list of addresses, smart contract addresses, and actual wallets that are blacklisted by OFAC. Can those transactions still go through on Ethereum? The answer is yes."
    },
    {
        "speaker": "B",
        "text": "Unequivocally, yes."
    },
    {
        "speaker": "A",
        "text": "Here's an entire website that's a watchdog for this. It's called mev watch. Not only can they go through, but actually, OFAC compliant blocks have gone down over time. Okay? And, like, there's a whole story here that we could get into, but the reality is, a theorem has now passed an acid test right now for coercion. Okay? Because why? Why do we even have decentralization? So that we can resist corruption and coercion. This is coercion. A major government says you cannot process the transaction. The Ethereum network processes it anyway."
    },
    {
        "speaker": "B",
        "text": "The Ethereum network doesn't give a fuck."
    },
    {
        "speaker": "A",
        "text": "The decentralization test is passed. Okay, thought experiment. If you had some sort of tornado cash smart contract, OFAC sanctioned addresses on your chain, will the transaction still go through? Ethereum is really the only chain that's gone through that bitcoin, really hat. I mean, bitcoin has also passed that test, but it doesn't have defi. So it's just like sending to you a bitcoin address. It also process, like, passes that check. But if the miners start to censor. David."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "That's where you get into, oh, it's not passing the test here. Solana and avalanche and many other networks have not gone through this. But that's something you can test."
    },
    {
        "speaker": "B",
        "text": "By the way, being tested is bullish, because if you are being tested by nation states, it means you are threatening to nation states."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "And the tam of a nation state is under duress by that nation state. Right. It means that Ethereum is now pushing up against something as large as the United States. And the United States is saying, I don't like this, stop it. And Ethereum is like, well, the United States nodes will stop it, but I'm going to continue going."
    },
    {
        "speaker": "A",
        "text": "Why? Because it's a protocol, like TCP Ip. Does it get, does it decide? I mean. No, because it's a decentralized protocol. Right? That's what. That's what your network should be. And by the way, if this ever becomes not the case, Ethereum is unable to process an OFAC sanctioned transaction. Then you'll know it's not decentralized. And these asset tests apply equally across all chains. I think there's an acid test for how much MEV is being extracted by centralized parties. In the future, we could start to measure those things."
    },
    {
        "speaker": "B",
        "text": "MeG is a parameter for measuring the centralization of the blockchain supply chain."
    },
    {
        "speaker": "A",
        "text": "I think we can start to measure what's the uptime of your chain. Right. Because that has to do with censorship. If a nation state can just disrupt, you know, your chain and throw it offline."
    },
    {
        "speaker": "B",
        "text": "Solana is approaching one year of 100% uptime. In February, it will cross its one year mark. Congratulations."
    },
    {
        "speaker": "A",
        "text": "Almost in February, it was down for 18 hours. I'm just saying, like, okay. And then, you know, last year, I mean, they're getting better. It's whatever."
    },
    {
        "speaker": "B",
        "text": "It's getting better."
    },
    {
        "speaker": "A",
        "text": "We're chewing glass and stuff, but it's getting better."
    },
    {
        "speaker": "B",
        "text": "But in an environment, Ryan, that is not antagonistic, because Solana has not run up against as large of a power of the United States as America. And so when it does run into that test is Solana is currently in a imagination environment, whereas it has not been faced with a reality environment. If something like tornado cash got deployed on Solana, it might invoke the ire of the nation state, and that would be a real test. But right now, we are in the joyous la la land of no reality, only narrative."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Everything. Everything's just like, you know, it's a sunny field of meadows, of low transaction fees. Everything's great."
    },
    {
        "speaker": "A",
        "text": "Yes. And the proof will be not in the religious word of decentralization, however we define that the proof will be, are we able to pass these asset tests? And by the way, it's not a given that Ethereum will be able to pass these either. It's really freaking hard to do this."
    },
    {
        "speaker": "B",
        "text": "Really hard. Yeah. Well, I mean, like look at the, the increasing of OFAC compliant blocks. At the very beginning, before Ethereum took this problem extremely seriously, it was at 85% to 90% like OfAC censorship."
    },
    {
        "speaker": "A",
        "text": "Now that still means your transaction goes through. By the way, as long as you have any green, it just takes longer. But getting this down to like, what are we down to?"
    },
    {
        "speaker": "B",
        "text": "Like we're down to like 33%. So what does that mean? That means like if you process a tornado cash transaction, there's a 33% chance that your transactions get censored in the next block. And then there's a 33% chance that it gets trans censored in the next block after that. And so, like, you know, in enough blocks and you know, 33%, you know, one third chance you're going to get that transaction verified pretty damn soon. Within a minute. And when it was somewhere at like 85%, you might be waiting up to like five minutes, but it always goes through and eventually, and we like that number to be sooner rather than later."
    },
    {
        "speaker": "A",
        "text": "Yep. And by the way, if all of these kind of collapsed and we fail on any of our chains to pass these, these decentralization asset tests, then guess what, David, I think we've recreated Tradfi and we maybe less money in that world. Yeah. And we may as well be very bullish on these more centralized, I guess, systems. There we go. That was a lot of takes anything."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think part of this just to frame where we are in this cycle and why this conversation is happening is because we are in the midst of a changing of the season. This is a tweet that I liked from Chris Berniske, who goes as a long term investor. Be loud in the bear and quiet in the bull. And I followed up and said, I know a Chris changing of the seasons tweet when I see one. This is Chris is saying, hey, I've been loud in the bear market. He was very loud about calling the bottom right after FTX collapsed. Congrats, Chris. Like great call. He's very loud about the growth of Solana over the next year. He's also, that has painted numbers for him in the market and now I think hes kind of giving us a wave goodbye. Its like, okay, that was the bear market. Im going to be quiet now because its the bull market. And so this is, to me, a changing of the seasons. And this is also why we have seen risk go down the market cap stack and because we are seeing people try to price in the future. And so, to conclude the show, this is the last tweet that well read out here. I say in bull markets, fundamentals are bearish and narratives are bullish. And why is this true? Because fundamentals ground you in reality and narratives are all about what you can imagine hypothetical future to be. Hypothetical futures and the world. The sky is the limit. Anything's possible until you're Cardano and you invoke smart contracts into society."
    },
    {
        "speaker": "A",
        "text": "They're also very fleeting. Right. Narratives move from one place to another in like three month cycles. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Anyway, I will start to quiet down, I think, a little bit when ETH is more reasonably priced at 2.2K. It is not reasonably priced, is hilariously undervalued from my perspective, at least in the bull market. Guys, this has been bankless takes. Thanks for staying with us. Got to end with this. Of course, risk and disclaimers, you know, crypto is risky. You could definitely lose what you put in. Prices go up, they go down. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    },
    {
        "speaker": "B",
        "text": "And Ryan, we've gone on for about an hour in this episode, and I just did some little napkin math on my calculator here. In the hour that we've been recording, Ethereum has burned $440,000 and Solana has issued $450,000. And that is where we will leave this episode."
    }
]