[
    {
        "speaker": "A",
        "text": "We're going into the details with some crypto legal minds and experts. The news is this. The sales of XRP, the asset, do not constitute an offer of investment contracts. This is the words of a judge. Effectively, what this means is a us court has ruled that XRP is not a security. The question, of course, is, if XRP is not a security, how can all of the other tokens that the SEC alleges are securities be securities, including Matic, including Solana, including Cardano, including eth. We're going to get into the details of that ruling today on this news. Of course, some of the crypto market has been up. XRP has been up. The Coinbase, token has been up as well. I shouldn't say token, I should say stock. That one's a stock. And I promised yesterday in the roll up that we would walk through the details with some legal minds, some folks, where we can get into a deeper analysis than I can give you. So here we are joined today with Paul Graywell and Mike Selig. They are both experts in this field, and I think we'll provide some insight into the implications of this and the decision itself. So, guys, we're going to get right to the episode, but before we do, I want to thank the sponsors that made this possible, including our number one recommended crypto exchange. Kraken, go create an account. XRP is not a security. That seemed to be the ruling of a us court just yesterday. It happened. We want to get some legal minds in on this conversation. We've got two of the best in our industry. Mike Selig joins us. He is a counsel for digital asset department at Wilkie, far and Gallagher, which is a law firm based in New York City. Mike's been on bankless before. Last time we talked, I think we're talking about the SEC. It's the year of the. Of the SEC, I think, Mike. So it's great to have you back."
    },
    {
        "speaker": "B",
        "text": "Good to be here."
    },
    {
        "speaker": "A",
        "text": "We also have Paul Graywell, who's no stranger to bankless. He's the chief legal officer at Coinbase. And I think Paul was last on the show to discuss the wells notice that Coinbase received from the SEC. And now this time we get to talk about maybe happier news, which is this recent ruling. Paul, it's great to have you back."
    },
    {
        "speaker": "C",
        "text": "It's great to be back. Thanks, Brian."
    },
    {
        "speaker": "A",
        "text": "All right, I want to go through this in two parts. First, let's talk about the decision. And your legal brains will be able to pick this apart far better than mine. So I want to spend some detail there. And then once we do that, once we establish that, we can talk about the implications. But before we do, I want to just spend a moment to maybe celebrate what just happened."
    },
    {
        "speaker": "C",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "For 01:00 a.m. very excited, and I saw your tweet here, Paul. Most days I love being a lawyer. Today is one of them. Uh, you were referring, of course, to yesterday, the date you got this news. Um, I think all of crypto was really celebrating in a celebratory, uh, mindset. And I I want to ask why. Why was yesterday an important day for you, Paul?"
    },
    {
        "speaker": "C",
        "text": "Well, it was important because Judge Torres and her decision made several rulings that we think are transformational, um, not just for coinbase and our particular issues with the SEC, but for the industry as a whole. But I actually think that the substance of the ruling was only part of the exuberance. Ryan, for a long time, a lot of us in crypto have, frankly, been getting the crap kicked out of us, seemingly on a regular basis. Part of that was from the SEC, and we're going to talk a lot more about that in a minute. But part of it was just the fact that our industry saw just one blow up after another and one scandal after another that really hard, a lot of innocent, hardworking, creative, good people with negativity and words in ways that simply wasn't fair. So I think for many of us, if I can speak on behalf of more than just myself for a minute, the ruling, I think, was a sense for the first time in a long time, that we were being heard that someone smart and hardworking and fair and, frankly, with no skin in the game was looking at these issues so important to so many of us, and saying, are you serious? SEC? Is this really the basis upon which you want to regulate such an important industry in the United States? I think that was as much of it as anything else."
    },
    {
        "speaker": "A",
        "text": "I will definitely agree with you. I felt like it's been a theme of 2023. Regulatory overreach has felt like a theme, this regulation by enforcement, and it felt good to have some checks and balances at play. And that's, after all, is the, the idea of the court system. That's where they come into play as a check and balance against the legislative and executive branch. I think we, we saw that today. Mike, what were your thoughts when, first of all, were you surprised at this ruling in general? Like, I. It was not on my radar at all. I didn't even know that this ruling was, was imminent. Were you surprised at the timing of it and the result."
    },
    {
        "speaker": "B",
        "text": "So we were all waiting for this ruling to drop, and we had no idea when, but we expected it any day, and it came when it came. But I think we've built up over all of these years this notion that the SEC is interpreting the Howie test broader and broader with every case, and they've brought many enforcement actions over the years. Many of these have settled, and there have been a handful of cases where the SEC has been tasked with going to court the Wahe case, the Coinbase case, now, Ripple Telegram, Kik library, a number of these cases. And the SEC has kind of gotten its way in some of these. We've not had the monumental ruling where we had a court say that there's no security involved whatsoever, but we've kind of gotten these breadcrumbs in every case where the courts started to distinguish this idea that there's an investment contract and this crypto asset that sits apart from that, and it may be sold in ways that implicate the securities laws, but it's not necessarily a security in every case, it's not the security itself. And so this was really a surprising win, really, for the Ripple team and for the industry more broadly. I don't think any of us were necessarily expecting that the court would go so far as to say, look, we're separating the crypto asset from the investment contract very clearly here, and there are certain instances when you can sell the crypto asset and it's not going to implicate the securities laws."
    },
    {
        "speaker": "A",
        "text": "So let's get to the. What's happened? That was our celebratory round. And, Mike, you started talking about this. I want to bring Paul in on this, too. This is a tweet from Bill Hughes that I think sums it up. But I'm wondering if you could paint in the shades of detail here. Crypto lawyer Bill Hughes says the SEC versus ripple, in brief ripple, putting XRP on exchanges for trading and funding their operation with those sales. The court found that this is not an investment contract, and therefore not a security. XRP on exchange is not a security ripple. Paying people in XRP is not an investment contract, and therefore not a security. So when you pay an XRP, it's not a security. XRP itself is not a security in and of itself, even when offered through a securities transaction. All right, that, I think, is, are the monumental pieces of this ruling. The last part, though, is Ripple. Selling XRP directly pursuant to contracts was an investment contract, and thus a security. Ripple had fair notice that doing this without registration was illegal. So I think the idea here is that at some point, when Ripple was selling XRP to investors, these maybe institutions, it was a security, and then XRP became not a security at some other point in the process. This piece of kind of the court ruling seems somewhat vague to me, but we've got sort of the start case where XRP starts as a security, and we've got the end piece wherever now, it's not security, according to the court ruling. Paul, I'm wondering if you could kind of make sense of this for us. So what actually happened here?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Ryan? Well, just to be very clear, what actually happened here as a result of this ruling? XRP, the token, the asset was never a security. It was never a security when it was a part of a broader investment contract and security transaction. That's what was going on with the institutional investors. It was never a security when it was part of trading on exchanges. And in fact, the freighting on exchanges was deemed not to be a security transaction as well. It wasn't a security when it was distributed to employees. And on and on the court went. So I think part of the FUD here, part of the uncertainty, doubt and fear that the SEC has sown, is that through its theory, it has suggested that assets themselves can be securities independent of the context in which they are transacted. Blows that entire thinking out of the water. And she does it in a very thoughtful, methodical way. That's why I think today so many people are celebrating that we finally have recognition that whatever else may be going on with assets from time to time, these assets themselves are not securities."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. So I think I got that, that part wrong. And your precision of language, that's why you guys are lawyers and I'm not. I'm just a, you know, lowly podcaster. Um, your precision of language really helped me there, Paul. So you're saying XRP was never a security, but there was this investment contract for XRP, and that investment contract, a separate kind of thing. A separate asset, I suppose, or separate agreement. The judge ruled that that investment contract was a security, but XRP was never a security throughout this entire process. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "100% correct. And the way we know that, the reason we know this is Judge Torres understood the law. The law has been clear for a very long time. You got to look at these things transaction by transaction. That's one of the reasons why Judge Torres distinguished the transactions involving institutions on the one hand, and the transactions that took place on the exchanges on the other. And that distinction is everything. And the SEC's refusal for years now to acknowledge that distinction is what created so much uncertainty for a lot of us. Judge Torres said, enough. Judge Torres said, let me lay this all out so that everybody can understand. And she squarely ruled in favor of exchange trading in the XRP case not being a security."
    },
    {
        "speaker": "A",
        "text": "Okay, now I see. So thank you for that clarity. So, can we be clear on what XRP, the asset actually is? So if it's not a security, did Judge Torres designate what it actually is as an asset?"
    },
    {
        "speaker": "C",
        "text": "She didn't. The burden was on the SEC, as the plaintiff in the case to prove what it was alleging in its complaint, which was that the XRP asset itself was a security. And that's what the court considered, deliberated on, and ultimately rejected. She didn't go so far. And I think this is a reflection of the care with which she wrote her opinion as to. As to say what the asset might be in terms of other regulatory frameworks, for example, a commodity, a virtual currency, or something else altogether. The only thing that mattered in order to evaluate the SECs claims was, is this a security or isn't it? And she plainly said it's not."
    },
    {
        "speaker": "A",
        "text": "And why? What were her reasons? What were her arguments for this, for XRP not being a security?"
    },
    {
        "speaker": "C",
        "text": "Because the law has been very clear that what is at issue when the SEC charges violations of the securities laws is whether the transactions themselves constitute securities, transactions that trigger the authority and jurisdiction of the SEC. And so because you can have investment contracts or any other type of security transaction that involves all sorts of things that might be securities, on the one hand, you know, apple stock or debt instruments, those sorts of things, or on the other, pure commodities, you can have securities transactions that involve transactions such as orange groves or pork bellies or other things that are planning on securities in a certain way. Ryan, the underlying asset is irrelevant to the analysis. What matters are the transactions. And that's why we found Judge Torres so laser like focused on that particular element."
    },
    {
        "speaker": "A",
        "text": "And this seems to, we'll talk about the implications, but this seems definitely does fly in the face of something that the SEC has been talking about, both in talking points and then in these individual court arguments. Basic idea that tokens, all tokens are securities. It seems to be this very, I guess, strong position that everything that is not bitcoin is a security or is very possibly a security. So this flies into the face of their argument. Mike, I'm wondering what you might add to this. And in your tweet thread, you said something similar. You made this distinction between the asset of XRP itself and investment contract. You called this a massive win by the ripple team against the SEC. Judge Torres clearly affirms the view that the same crypto asset may be sold as an investment contract and therefore security and as a standalone good. So both the investment contract is the security, not the crypto asset. What else would you add to Pauls explanation of what just happened here, Mike?"
    },
    {
        "speaker": "B",
        "text": "Its important to have this distinction because you have these all sorts of commodity assets, gold, silver, sugar, that are sold, sold every day in various types of transactions. The court's decision here really firmly places XRP with these other types of commodities and goods. And of course, they may be sold under circumstances where certain promises and commitments are made by the seller. In the original 1946 Howie opinion, you had a land management contract coupled with the orange groves. And if the orange groves are later resold, why should that be subject to the securities laws? And so I think we've seen Matt Levine kind of saying, well, this isn't how stock is sold, and if you buy stock in a secondary market, it's still sock, but that's a different type of security. And so really the investment contract analysis will require the SEC in every instance to do their homework and prove that the commodity was sold in a manner of sale that implicates the securities laws. And of course, certain crypto assets might be stock, they might be notes, they might fit within other prongs of the security definition. But the Howie test is really this prophylactic catch all that says if it's none of those other things, then we're going to make you prove your work to show that the facts and circumstances dictate protection of the securities laws. And that's no joke. I mean, it's a serious thing for these assets to be within the scope of the securities laws. There's disclosure requirements and all other sorts of compliance obligations around registration and trading in secondary markets. And so it shouldn't be taken lightly that the assets are just grouped within the securities laws because they have some investment characteristics."
    },
    {
        "speaker": "A",
        "text": "So does this mean effectively that, like the SEC would have to prove for every single asset that it passed, like that it is subject to the Howey test. And the ruling just established that that is a fairly high bar to pass."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, there was just a Supreme Court opinion regarding slack where they're dealing with traceability of securities, and some were sold as unregistered and some were subject to a registration statement. And the Supreme Court said, you can't mix the two and say they're equivalent if there's fraud in the registration statement. It pertains to the, you have to prove that those securities you acquired were subject to that registration statement. It's the same kind of analysis the SEC is going to have to do here. They're going to have to prove that in every instance, the way that was sold was in an investment contract. And that's a really heavy burden for the SEC. And it's on exchanges where there's blind trading, it's very difficult to prove that people are kind of undertaking to invest in some enterprise, and they understand all of these undertakings and promises. When they're just buying something that they think is more of a commodity, they might be using it to pay gas, they might be using it for all sorts of reasons within the ecosystem. Who knows why they're buying it? But the SEC has to prove in every case that that reasonable purchase is based on an expectation of profits from the issuer or from some identifiable other, and that's a difficult burden. So I think this case, this order is very helpful for secondary sale cases as well as some of these other cases."
    },
    {
        "speaker": "A",
        "text": "We'll get more into the implications, I think, in a minute, because I think the implications are absolutely huge, are absolutely massive for crypto in various ways. I want to ask, though, Paul, for those not familiar listening, who are not familiar with how the court system works, how binding is this sort of thing? Is there the opportunity for the SEC to appeal this? Does this kind of cement this type of a decision in precedent for those that aren't familiar with how the court system, case law kind of works? Can you give us some details on that? Is this like the end of story? XRP as a security or is not a security, can never be called into question again, or there are some ways for the SEC to strike back here?"
    },
    {
        "speaker": "C",
        "text": "Well, the empire can strike back, and it's important that we be very clear eyed about this. But this is nevertheless a critical, critical decision. Ryan, in an earlier life, I served as a judge in a United States district court. So the finality and certainty of a trial judge's decision is something that is kind of near and dear to my heart. Look, Judge Torres in this case issued a ruling on what's called a motion for summary judgment that each party brought. And that's basically a claim by each side that, hey, we don't even need to have a trial on these various issues. As a matter of law. You can just decide this because we agree on all the facts that matter. Facts are why you usually have a trial. And if you don't have facts and fee, you don't need a trial. When the judge ruled, for example, that the institutional transactions were securities transactions, she ruled obviously in favor of the SEC on that and against the ripple defendants. Her rulings in favor of the ripple defendants on all the other questions were also final decisions that take those issues out of the case for now and park them until the overall or complete case is resolved. What's critical here is that there was a third category of topics, one main topic in particular that the judge considered, which was the aiding and abetting liability of certain individual defendants for the securities transactions that she found earlier in the opinion dealing with institutions there, she said, I can't decide that question purely as a matter of law because you all disagree on what the basic facts are. So I've got to set that for trial. Why does all this matter? Well, before any party can take an appeal of any part of the judgment that they don't like, there has to be a final judgment, and a final judgment can only enter once everything's been resolved. So here there's got to be a trial first in order to wrap up the outstanding issues in the case. And only then can the SEC, on the one hand, or the ripple defendants on the other, file an appeal to the Second Circuit Court of Appeals and argue that there was some error down below. Now, there are ways in which one party or another can request permission to take up a piecemeal appeal to focus on just a part of the case before having to wait until it's all wrapped up. But that bar is super high, very rare, particularly in the second Circuit. So the SEC could try, for example, to pursue an interlocutory appeal of its loss, its massive loss on the sales, on exchanges, piece of the opinion. But that is not very likely to be accepted. So eventually they will have their chance, as will the ripple defendants. And at that point in time, the court of Appeals, which generally sits in panels of three judges, will review this decision and ask themselves, was there legal error here? Not, not did we, do, we just simply disagree with what the judge did? But did she commit certain errors that warrant a reversal? That's a high bar, particularly when you have a decision at the trial court level that's so thorough, so thoughtful as Judge Torres decision. The final stop on the train, of course, is the Supreme Court. In theory, the party or any party that loses at the court of appeals could go up to the Supreme Court or try to, in order to get that court to issue a decision. And of course, if the Supreme Court rules, that's the end. There's no other place to go in our system. But the Supreme Court only takes a handful of cases. The bar to get to the Supreme Court is super high. They have the discretion to say no for whatever reason they wish. And that's why only a tiny percentage of cases make it up there. And that's why, if there's going to be an appeal here, it's going to, for all intents and purposes, be an appeal to the second Circuit court of appeals. And that's going to be, absent some unusual situation, the last dance in the ripple case."
    },
    {
        "speaker": "A",
        "text": "And how long will that take, Paul, if it occurs?"
    },
    {
        "speaker": "C",
        "text": "Well, it's going to take many months, I predict, for the trial proceedings to wrap up, because Judge Torres is a busy judge. She's got hundreds of other cases she has to manage at the same time. And so just scheduling the trial is going to be problematic. That could take six months. That could take a year. Now, she might decide to fast track this for other reasons, but my point is, you can't bank on the trial court being done with this case for a while. Then you go to the second Circuit court of Appeals. Those appeals can take as much as a year, 18 months, perhaps even two years, and then if one or more party wants to pursue the Supreme Court option. There you go. You got another 612, 18 months on top of this. So we're looking at the possibility here of years before there's a final resolution. But, Ryan, I just want to underscore one other point about the delay in the appellate process. In the meantime, the SEC is stuck with this decision. They are, absolutely."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This is where we get into implications here. Right? Because there are many tokens. I don't even recall how long the ripple versus SEC case has been ongoing. It's a matter of years, isn't it? I mean, this has been."
    },
    {
        "speaker": "C",
        "text": "It is stupid for it has been a matter of years. And I should be very clear about one point, which is you also asked, quite reasonably, what does this mean for these other tokens in these other cases?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Yeah. So this one trial judge in this one court doesn't have the power to bind any other judge. So it's not as if in a different case like ours, our judge wouldn't have the freedom to make her own determinations on these same questions. But here's the thing. Judge Torres decision is highly persuasive. It has persuasive authority, while the second or third or 10th judge doesn't have to follow her decision automatically. You've got a thoughtful, what, 30 some page analysis of key issues. You've got a judge who has a great reputation as a thoughtful, careful, deliberate jurist. And so even if the other courts, for example, in our case, or in the case against binance or Bittrex or whatever, aren't, strictly speaking, required to follow her analysis, you can bet they're going to be studying it very carefully. And given the respect that she commands among her peers, it's going to carry a lot of weight."
    },
    {
        "speaker": "A",
        "text": "And that's the way our system works. Right. Once this is established as some sort of precedent in kind of case law, then it gets kind of reflected in court cases down the road because there are a, are a lot of tokens that are in the state of limbo as XRP was in. The SRP for some reason thinks that they are a security and there's no clear determination. But this waiting this precedent will, I guess, cement the evidence and cement the decision that none of these tokens are."
    },
    {
        "speaker": "C",
        "text": "Securities, I think it's going to have a massive impact on that question. Another way to think about this, Ryan, is do a find and replace in Judge Torres decision, particularly the portion dealing with trading on exchanges, and look for all the references to XRP and just swap out the letters XRP and swap in Matic, Solana, Cardano. I mean, you can pick any number of assets, including those that are at issue in our cases. The logic holds there's nothing different about the tokens that would change any of Judge Porris's analysis in that portion of the opinion. That's why this thing is such a blockbuster. Obviously, for the XRP parties, it's critical, but this is about much more than just people who happen to be trading in XRP."
    },
    {
        "speaker": "A",
        "text": "Paul, Mike, we're going to talk through the blockbuster implications of this court decision in some more detail. But before we do, I want to thank the sponsors that made this episode possible. Bankless nation. We are back with crypto lawyers Paul and Mike talking through the implications of the case that was just ruled on. XRP is not a security. This is the case of ripple versus the SEC. And Paul, when we left off, we were just talking about some of the implications of this downstream, and I want to touch on a few of those with, with both of you. One is existing token teams, exchanges, future teams that might want to issue tokens, actual token users. Each of these are stakeholders inside of the crypto ecosystem. Maybe just finish off this thought on existing token teams. I know that in some of the cases that have been put forward by the SEC, they have alleged that tokens like Solana tokens from Filecoin, tokens like Matic, tokens like atom tokens like Cardano are securities as well. How can that possibly stand up now that XRP is ruled not a security? Does that just, that argument from the SEC just utterly evaporate? Or is it still possible they can make a claim that the facts and circumstances in these types of token projects are different? What do you think, Paul?"
    },
    {
        "speaker": "C",
        "text": "Well, I think as to the tokens themselves, there's no difference. The logic holds. Judge Forrest was clear in distinguishing tokens on the one hand from transactions involving the tokens on the other. So to be clear, could there be transactions involving those assets that you listed or others that might be deemed securities in the same way as the institutional transactions in the XRP case were deemed securities transactions? Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "If there's an investment contract that kind of wraps it, correct?"
    },
    {
        "speaker": "C",
        "text": "Correct. And so it's going to be important for new projects or existing projects to be mindful that just because you're dealing or peddling in orange groves doesn't mean you still can't be on the hook for a securities law violation. That's Howie, and that's XRP, at least as to the first class. But separate apart from that, on the exchanges themselves, I don't think there is any credible way for anyone to argue that these other tokens are securities when XRP is not in that scenario. Ryan, there was one other part of Judge Torres ruling that relates to this that's also super important. And some people, I think, in reading the opinion, perhaps too quickly, have confused things on this point. The judge included a footnote that said that she was not issuing a blanket ruling on all secondary trading on exchanges. And some people have said, well, that means that the issue wasn't addressed, and therefore, none of the rest of us should take any comfort from anything in this opinion. But in my mind, I actually think that was an act of judicial humility on her part, because she was recognizing that in theory, you could imagine a situation where some seller on one side of an exchange transaction was making specific commitments or representations to some buyer on the other side of that transaction. And as a result, the buyer really was expecting profits based upon the reasonable efforts of the seller. I'm not sure what that situation might look like, but it's theoretically possible. And so the judge wanted to make clear that she was not addressing that scenario, because that scenario was not before her. What was before her was what we all do day in and day out. We interact with exchanges, we buy and sell assets, and in that scenario, she could not have been clearer. The assets themselves, they're not securities, and the transactions on those exchanges are involving. Those exchanges are not securities transactions. Yeah."
    },
    {
        "speaker": "B",
        "text": "And I think you might have the situation like in Gary Plastic, which is a seminal securities law case that the SEC references all the time, where you have an asset, a credit, a CD, that is not a security by definition, and it's traded in a certain way, offered in a certain way on a platform by Morgan Stanley. And so that made it into a security. There were these guarantees on their own platform that they would buy it back and offer liquidity in that product. And so you could imagine if Ripple or somebody else had their own exchange, selling their own token, that might be a security under those circumstances. But maybe you take it off and sell it on another exchange, and it's not, it's really the investment contract that you're dealing with. That, that's the security. It's not the CD, it's not the XRP, it's not any token itself."
    },
    {
        "speaker": "A",
        "text": "So some of the allegations right now by the SEC, I believe, is they've called Coinbase, I think, the binance case as well, an illegal securities exchange, like listing legal securities. Now, I may have the terminology off, but doesn't this completely blow that argument out of the water? I don't want Paul maybe to comment on his own case. But, Mike, what's your take on this?"
    },
    {
        "speaker": "B",
        "text": "I think the SEC has been trying all along to conflate these initial sales with secondary sales or ongoing sales that occur in secondary cases. And if you look at all of the judicial decisions that we've gotten so far, if you look at Kik Telegram library, all of these deal with sales by the issuer. Section five violations by the issuer or underwriters or persons that were large venture capital funds and bought it and had this intention not to hold it, but to go sell it in the open market. And they're essentially treated the same as the issuer under the securities laws. And so we've never had this situation where you have blinds sales and people are just purchasing a token that's out there, and some people are selling it that have no affiliation with Ripple. Ripple might be selling it, but people aren't buying it as part of this overall scheme. And so even if you look at all of these cases, I don't think that they support the SEC's position. Even the most friendly cases, like telegrams, the SEC, because they all deal with these sales by an issuer. And the ripple case makes pretty clear that those would be part of an investment contract. But that doesn't make XRP itself an investment contract. And the telegram court agreed. Telegram court said that ton is not itself a security, it's computer code. In the library case, if you look at the order, the judge also said that library was sold as a security. It doesn't say that library itself is necessarily the security."
    },
    {
        "speaker": "C",
        "text": "And I got to jump in here on the library point, Mike, because I agree with it. At the same time, in our case, the SEC has misrepresented that. Holding in a letter to the judge in our case in advance of our hearing yesterday, the SEC claimed that in library, the judge drew no distinction between those different scenarios. And of course, that's patently false. And a simple review of the hearing transcripts and orders from the library case makes clear. The judge, again, was very thoughtful, very careful in distinguishing between trading on secondary exchanges outside the scope of the injunction in that case and activity by the issuer who committed the section five violation."
    },
    {
        "speaker": "A",
        "text": "So existing token teams got to be feeling good right now, exchanges feeling good on the back of this with the cases they're embroiled with. Mike, how about teams that are looking to issue tokens in the future? Does this open up new avenues to them? Does this provide some more clarity?"
    },
    {
        "speaker": "B",
        "text": "So it's good to acknowledge here that this is just one judge's decision, just in the Southern District of New York. And so there are other courts that might disagree. And so it's not, as Paul was explaining earlier, binding precedent in any way. It would have to go up to the Supreme Court to be kind of binding on all of the various circuits. But it does suggest that now we have a third court saying that, look, you can distinguish between the token itself and these types of investment contracts. And when you're selling it, you need to be conscious about the facts and circumstances that cause it to be enveloped within that investment contract. Let's call it a legal wrapper or container. And this is really, I think, very helpful for lawyers in this space, because now we have something else to point to. We can say, look, this judge kind of agrees with this reasoning that all of us, you know, lawyers in this space have been poring over the Howey cases for years now, and you cannot point to a single one that says the orange groves are the security. And if you separate it out from this, this contract, it's going to be a security like, there's like, payphone leaseback arrangements. The payphones were never the securities. The whiskey barrels were never the securities. It was this relationship with a promoter and it doesn't even have to be a company. It's some promoter. It can be an active participant, as the SEC has characterized it. It's just some person that you're relying on when you buy the thing from them and you're getting certain promises and you might have to hold it, lock it up for a period of time before you sell it, you're making sort of a contractual arrangement with this promoter, and that just doesn't exist in many of the cases. When somebody buys an NFT on Opensea and they want to go participate in a discord and use it and make it their avatar or whatever, they're buying it for consumptive reasons and they might not be buying it from any sort of issuer or getting any sort of promises from them. And so it's really important that we force these courts to kind of look at every single transaction, as I was saying earlier, trace it back and make sure that that person, even though you're not looking objectively and each instance, but these people are generally kind of purchasing them with some reasonable expectation that there's an issuer selling it to them, there's contractual commitments and that there's promises made that there's expecting these essential managerial efforts from the issuer, not just from the general market. And there's plenty of case law standing for the idea that when you purchase, for example, a warehouse receipt that represents your ownership of silver, gold in a warehouse, you're not relying on the manager of the warehouse to generate your profits. You're buying gold or silver. And you have this receipt that the whiskey or whiskey is the same thing. You have these global decentralized commodity markets. And when you buy these things exchanging in secondary markets, you're just buying these commodities. But you might have a situation, as in these whiskey warehouse receipt cases, where you have a promoter that's saying, I'm going to select all these different types of whiskey. Im going to select the best whiskeys and youre going to get all these profits because its going to be the best arrangement of whiskeys for you. And thats a little bit different because youre relying on that person and youre buying it from that person. But if you then go and buy these whiskeys in the secondary market, that doesnt make them securities. You dont have that arrangement. You dont have the material saying that this guy is going to go generate profits for you. And thats really the point the courts making here. If youre nothing, reaching out to all these different purchasers and making certain promises to them like you're going to go and get something listed on an exchange after you've purchased it in a real communication with the purchaser. There's just not these types of promises and commitments you would expect in an investment contract arrangement where you have a bilateral relationship with the issuer."
    },
    {
        "speaker": "A",
        "text": "So 99% of those listing this episode, they're not exchanges, they're not an existing token team, and they're not a team that's looking to issue tokens. They're everyday kind of crypto."
    }
]