[
    {
        "speaker": "A",
        "text": "What is Thor chain? I don't know, but I'm here to find out and to help me learn about what Thor Chain is, I've brought on two people with me on the show today. First, Chad Beriford, one of the core developers of the Thor Chain project, as well as Eric Voorhees, bitcoin Og, who discovered Thor Chain to be the spiritual, protocolized descendant of his old centralized shapeshift exchange. If you are looking to understand what Thor Chain is, how it works, why the rune token captures value, and how Thor chain can change the crypto landscape, then this episode is for you. Bankless nation. I do not own any rune myself, and bankless as a company holds no position in this particular project. We are simply here to just learn and explore and to give projects like Thor chain that are in pursuit of helping build a bankless future a voice to the rest of crypto to showcase what they are building and why they are building it. So, time to put your learning hat on. Let's get into the conversation with Chad and Eric. But first, a moment to talk about some of these fantastic sponsors that make this show possible. Bankless nation, I would love to introduce you to Chad Barreford, a serial entrepreneur and web two builder starting in 2010, until he got bitten by the blockchain bug in 2017. While participating in a Cosmos hackathon in 2019, Chris wrote wrote some of the first lines of code that were committed to the Thor Chain project and has been the largest code contributor ever since. Chad, welcome to Bankless."
    },
    {
        "speaker": "B",
        "text": "Thank you for having me. I've been dying to come on for quite a long time. I even showered today. That's how exciting I am. I took a shower. Yeah."
    },
    {
        "speaker": "A",
        "text": "And the third chain community are right alongside you with you. I'm sure they're very, very excited to have this episode. In addition to Chad, we also have Eric Voorhees, the crypto Og. You know him. He needs no introduction other than the fact that I suspect Eric's interest in Thor chain runs parallel to his creation of shapeshift, a decentralized exchange that has changed many shapes over the years, both as innovations in crypto has offered new solutions, and also regulatory pressures has changed what's allowable in the cryptosphere. Eric, welcome back to bankless."
    },
    {
        "speaker": "C",
        "text": "What's up, David? Good to see you, man."
    },
    {
        "speaker": "A",
        "text": "Likewise, likewise. All right, Chad, I'll throw this one back to you. What is Thor chain?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so Thor chain is a Dex. It's an amm, similar to uniswap, which I'm sure a lot of your watchers and listeners are. Are aware of that. And what makes fortune so unique and so different is that it's able to do a cross chain swapping with layer one assets. It doesn't do wrapped assets. It doesn't like fake bitcoin or whatever, but it can transact between bitcoin to Ethereum to Avax to BNB to doge to litecoin to a bunch of different chains all at once. And that is a transformative and much needed technology in our space."
    },
    {
        "speaker": "A",
        "text": "When you say Dex, Chad, typically, my brain and many others are just kind of going to go to a smart contract on Ethereum, something like Uniswap, something like sushiswap. But that's not exactly what Thor chain is. Can you talk about the differences that Thor chain is bringing to the table in the pursuit of the goal, which is to be a decentralized exchange."
    },
    {
        "speaker": "B",
        "text": "Right. So you can't actually build a cross chain, Dex, in the same context with a smart contract, you need to have your own validator set so that they can use what's called threshold signatures to control a wallet once over a 100. 105, I think the number is of validators. So we had. We had to build it outside of Ethereum in order for this to actually function and work. And so everything is done by a Cosmos app, a cosmos chain. It's a Cosmos chain itself with 105 validators right now. And so those all operate together to kind of custody those funds while you're trading or swapping or LP ing or any of these kind of things."
    },
    {
        "speaker": "A",
        "text": "Okay, so Thor chain is a. The goal is a Thor chain is to be a Dex, but specifically a cross chain Dex. So there's many different blockchains out there. I and author chain wants to make them a little bit more interoperable, a little bit more integratable with each other, like a middleware layer between many, many blockchains to help them be able to swap assets with each other. Correct?"
    },
    {
        "speaker": "B",
        "text": "Right. And one of the key components with the key focus is we want to make sure this thing could operate with anything. It could be utxos, could be evms, it could be a crypto note like Monero, it could be a Polkadot, it could be cosmos. It could be arbitrarily. Any chain that you could probably think of, throw chain, could probably support it."
    },
    {
        "speaker": "A",
        "text": "Okay, we'll get into the technical details about how that works, because I would imagine that is a pretty large engineering lift, getting blockchains to talk to each other."
    },
    {
        "speaker": "B",
        "text": "The answer is yes to that question."
    },
    {
        "speaker": "A",
        "text": "I'm sure I'm sure. Before we get into the tech details, though, Eric, maybe talk a little bit about your perspective and your journey discovering Thor chain and why it resonates with you so much."
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay. So when we started shapeshift back in 2014, it was notable because it was non custodial, and it was a way to trade one asset for another. So this was, like, in the wake of the Mount Gox collapse, and basically, I wanted to create an exchange that couldn't steal people's money because it didn't hold people's money. So an asset would come in, and we'd send an asset back out. And so while it was non custodial, we were still the intermediary. So a user's asset would come to us as a centralized company, and we would send an asset back to that user right away. And that worked for a while. However, by the time the big bubble in 2017, 2018 happened, the regulatory pressure on shapeshift became, let's just say, high. And we made the horrible, difficult decision to implement KYC on shapeshift, basically operate like a financial institution. And what pulled us into that requirement was being an intermediary. So this was very tragic for us, and I didn't really know what to do, and it kind of floundered around for a couple years under that model, and then I saw uniswap emerge, and Uniswap didn't have KyC. It had, like, that similar easy magic of trading one asset for another that shapeshift had years before. And Uniswap was a company based in Brooklyn, and I was like, how the hell are they doing this without getting into all the legal mess that we have? And I end up. Sorry. I end up learning that it's because as a smart contract, they are not an intermediary, so they're not receiving funds of anyone. And I start learning about smart contracts more in depth. I was like, man, this is great. I wish shapeshift could do this, but there's a big problem, which is that Uniswap doesn't work on any chain other than eth. So while you have all the tokens there, that's cool, but you can't use something that doesn't include bitcoin. So fast forward a couple years, and I learned about Thor chain, and I learned that it's a Dex like Uniswap, but it actually supports not only bitcoin, but other major chains. And I realized we could actually just swap out the entire back end of shapeshift for the infrastructure that Thor chain had. Built. And if we did that, we wouldn't be an intermediary anymore and we could remove KYC once again. And that was a wonderful day. So we ended up doing that. And Thor chain remains the only Dex in the world that can trade between bitcoin and eth native layer one at scale. So very glad you guys are talking about it."
    },
    {
        "speaker": "A",
        "text": "Interestingly enough, Thor Chain and Uniswap both started in 2019. Uniswap Mainnet v one hit ethereum, I think, in November of 2019, which is the year that Chad here apparently started coding up Thor chain at that Cosmos Hackathon. Chad, was that the actual inception of Thor chain was at that hackathon? Talk to us a little bit about the genesis of the project."
    },
    {
        "speaker": "B",
        "text": "Yeah, so it actually started in 2018, and one of the other co founders, along with other individuals, tried to build Thor chain in that time period. And unfortunately, it wasn't really all that practical. Cosmos hadn't really come out yet. We need to build our own blockchain. You couldn't just, like, throw it on Ethereum. So we needed something to build our own chain and cost us wasn't quite a thing at that time. And then also we were missing, like, threshold signatures, which is kind of like a fancier multi site, for lack of a better term. And that didn't really quite exist at the time either. It wasn't really in 2019 when Cosmos were kind of relaunched. What's called GG 18 came out in 2019 as well. And that just opened the door for, like, now. The technology there, the cryptography we need, the technology we need is now, like, all the ducks are in a row. Let's go. Let's do this thing."
    },
    {
        "speaker": "C",
        "text": "Talk to."
    },
    {
        "speaker": "A",
        "text": "Talk to me about the tech stack that is Thor chain. So built on Cosmos. And Cosmos is meant to be an interoperability standard to help facilitate some of this kind of stuff. How does Thor chain work as a technical system?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So we have our own validator set, and each validator runs a full node of every blockchain. So a full node of bitcoin, a full node of doge, a full node of Ethereum, so forth and so on. And so each blockchain, each validator will watch these blockchains and look at the addresses that the network kind of owns. Right. Or maintains. And it just makes observations of four."
    },
    {
        "speaker": "A",
        "text": "Chain network owns on respective blockchains. Correct."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So the network holds, or right now I think it's six different bitcoin addresses, like BC one addresses, and, you know, six different ox addresses on Ethereum and Avax and so forth and so on. And so these nodes just kind of observe these addresses and watch for inbound activity or outbound activity, and that's report it on chain. Say, hey, I saw, you know, David sent one bitcoin to us, and in the memo, or called an opera churn and bitcoin speak says, oh, I want to swap to ether, and here's my ox address, and here's what I want to execute. And then all the nodes just, you know, observe this transaction on the bitcoin network, push that observation into the third chain network, and then once a two thirds majority all agree that this bitcoin came into the network, it executes some business logic to do the actual swap and trade of the Amm itself. And then we assign a transaction on the outbound to send you your eth on the other side. And when you do this, like, the only requirement to do this is just to be able to sign a bitcoin transaction or sign an Ethereum transaction. You don't need to have a Thor chain wallethood. You don't need to own roon. You don't need to do all these things. You can just. If you can sign a bitcoin transaction, you can access whatever asset you want that the network support."
    },
    {
        "speaker": "A",
        "text": "Now, historically, Chad, me, and Ryan at bankless here have been resistant ish to cross chain bridges. And this kind of feels like a cross chain bridge, because when you span multiple blockchains, you are giving up sovereignty of a single set of trust assumptions. And now you are having dual trust assumptions. So like taking, having a bridge that spans Ethereum and Thor chain into Thor chain and then into another ecosystem, usually historically with other bridges, that means that you are beholden to a new set of trust assumptions that are threat, new threat models to your asset ownership. Is this concern present here in the Thor chain model, or how does Thor chain alleviate some of these concerns?"
    },
    {
        "speaker": "C",
        "text": "Can I take this one, Chad?"
    },
    {
        "speaker": "B",
        "text": "Go right ahead."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think this is one of the misnomers that confuses people a little bit. Like, Thor chain's not a bridge, it's an exchange. It's an AmM exchange. You don't use Thor chain to move an asset from ETH to avalanche. For example, you trade a a native asset that you had on the ethereum network for a native asset that you want on avalanche. So the chains are not communicating with each other at all. You're not taking, like, a bridged avalanche version of EtH over onto avalanche. These worlds stay in their own isolated islands, and Thor chain just lets you trade one for the other without an intermediary in between."
    },
    {
        "speaker": "B",
        "text": "Yep, understood."
    },
    {
        "speaker": "A",
        "text": "Okay, so the previous threat model of the famous wormhole hack, for example, left a lot of ETh stranded on Solana. There's, like, wrapped eth on Solana. Eric, you're saying, well, that's just not what Thor chain is up to. Thor chain will let you sell your ether on Ethereum and purchase Solana on Solana, and the assets stay in their respective ecosystems. This kind of seems like the spiritual descendant of shapeshift, where, like, there actually is, uh, it is the protocol version of what you did in. Looks like you were just kind of manually pushing things around. Thor chain is doing it as a protocol, right?"
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that."
    },
    {
        "speaker": "C",
        "text": "And because the protocol is doing that instead of a business, the protocol does not comply with regulations. It is an amorphous machine that just operates, and it has no specific jurisdiction. So that's where the magic comes from."
    },
    {
        "speaker": "B",
        "text": "I agree with Eric that I wouldn't consider Thorchin to be a bridge, just like you wouldn't call it call coinbase a bridge, you would call it an exchange. And bridges are highly problematic, in my opinion, because there are wrapped assets that you're generally doing, and as long as you hold that wrapped asset, you are prolonged exposure to that bridge risk. Whereas in Thor Chain, you swap your bitcoin to Ethereum. Whatever you're doing, as soon as the swaps over, the risk is gone. Right. For you as a trader or a swapper. And a lot of the times, those bridges are designed in a way where they actually take on the risk of the protocol, risk of a smart contract, and they also take on the centralized risk of the people who operate that system, because oftentimes it's just like a trusted entities that they like a handful of individuals who have access to the keys. And because of that, we've seen 200, $300 million hacks where they exploited some smart contract risk, some sort of bug in the code, in one case or another case, where they emailed one of the devs, a malicious PDF that he opened and then exposed all these private keys, and then all the funds were lost. You're concatenating or adding the risk of CFI and defi into a single system, which to me is highly risky, which is why we saw so many bridges get absolutely wrecked in the last year, whereas third chain just has that kind of protocol risk the same as what Uniswap has."
    },
    {
        "speaker": "A",
        "text": "Certainly. Certainly. Okay, so, yeah, the bridge risk doesn't exist because it's not a bridge, but yet there is a security model for Thor chain maybe you can kind of get into like how does the Thor chain system, how does that enforce honesty? How does that enforce the protocol to work as intended?"
    },
    {
        "speaker": "B",
        "text": "Yes. So one of the core concepts of Thor chain is this concept of economic security, right? So if I wanted to give you, say, I want you to be secure some assets, right? And so in order to give that privilege, you lock up $100, right. In some account or some way of doing so, and then I give you. All right, cool. I'm going to give you $1,000 of my money right now. Is that very secure? Well, no, you gave up $100, now you got 1000 in your pocket. You're going to go ahead and run off and have a great day. Right? You just made a bunch of money. And so that's what we call a lack of economic security. And almost every cross chain system, with the exception of Thor chain, has that risk where you're assuming that the value that is securing the assets is going to be worth more than the assets that you're securing. And Thor chain specific design. In all cases and scenarios, it doesn't matter if runes price is pumping or runes price is diving or bitcoin's price is pumping or bitcoin's price is dumping. In all cases and scenario is economically always ensures that the value of the assets that the network is securing is always worth more than the validators put up at risk of their own money. So even if you were to acquire and you to have to civil attack the network and have two thirds consensus of all the nodes, the amount of money you'd have to spend to get there would be so much more money than the bitcoin and the ETH and the doge and the litecoin and the BNB, all those assets combined, you would always lose money in that scenario."
    },
    {
        "speaker": "A",
        "text": "And so what is the incentive to stake? I'm going to go ahead and guess that the Thor chain asset, the native asset of Thor chain, is the thing that you stake. What is the incentive to stake? Like, why are stakers staking in the first place? What do they get?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so the network has what I would consider real yield, right? So people are trading, swapping, they're adding bitcoin, they're taking out eth, and they're paying fees into these pools along the way. And so the network will split this income, right? There's two sources of income. One is the block rewards of the system. And two is like the trading volume. And it's about last time I looked at about 50 50. Half the rewards are from block rewards. Half the rewards are from fees collected from. From traders and swappers. And the network will take this income and decide, I'm going to give some percentage it to the LP's who are providing liquidity and some percentage it to the validators, the nodes who are committing blocks, these kind of things. And as a mathematical equation that uses to balance between these two entities, if we have too much security and not enough LP's, the validators make less money. The LP's make more money to incentivize. Hey, you can kind of leave here and join over here, right? If there's too much liquidity in the pools and not enough security, the pendulum swings to the other side, giving validators more income and LP's less income to incentivize them to either, you know, leave and for more validators to show up and become, you know, stake more rune to earn more rewards."
    },
    {
        "speaker": "A",
        "text": "Okay. And then the issuance of the Thor asset that it is to secure the blockchain, like all blockchains."
    },
    {
        "speaker": "B",
        "text": "Yeah, the roon asset."
    },
    {
        "speaker": "A",
        "text": "The roon asset. Excuse me, the roon asset. The token is called rune. Thor chain rune. Okay."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Uh, and then what are the economics of that? Is it purely an inflationary asset and more people. People just buy it so that they can stake it to earn more fees or what's the economic system of roon?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so it is a hard cap set of 500 million tokens. It's not like an infinite mint cosmos token, which is commonly true. And so you can stake it on the run. A validator. Every pool is comprised of two assets, which is bitcoin and Roon, ETH and Roon, USDC and Roon. And so if you want to be an LP, you can provide liquidity that way and kind of earn rewards in that context as well. But everything that you do with the network, whether you're swapping, whether you're an LP, whether you're a saver, whether you're opening a loan, whether you're running a validator, all these things inherently and directly drive value into the token. And that's partly why we've seen this big, huge movement in, not just in Roon's adoption over the last couple of months, authoritarian adoption, a couple months, but the price has moved with it because of all that additional trade volume pushes value into that roon asset. Whereas, like, in the Uniswap's case, the unitoken has no relationship to the amm at all. It's just a governance token. Right. So you could have a trillion dollars of trade volume on uniswap, and the token is decoupled or detached from that. Well, that's not the case with Roon. The more adoption we get, the more kind of value is driven into the roon asset."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll explain that slightly differently. So, like, assume a certain level of liquidity in the pools, like $100 million of capital in the the pools for Thor chain. And then people are finding the Dex useful. Right? Like, people are trading an increasing amount of ETH to bitcoin. As that volume increases on that $100 million of pooled capital, the fees going to those providers are getting higher and higher and higher. Right. So the yield from being an LP is getting higher and higher. Higher. Eventually that will incentivize people to put more funds into the pools. But every pool in Thor chain is asset plus roon. So if you're going to come in and put a million dollars into these pools because the yield is so high, that's going to be $500,000 of ETH and $500,000 of roon. So as trading volumes increase, there's an organic demand created there for Roon because it's always 50 50 paired with the liquidity in the pools. That's a simple way to think of it."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "So if I'm swapping my ether for bitcoin, start with ether on ethereum, send it over to roon. Ether gets sold for rune, and then that rune gets sold for bitcoin inside of the Thor chain blockchain. And then I find my bitcoin out on my bitcoin address on the other side. Correct?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "And then a fee is taken on both swaps and. Or it kind of doesn't really matter. There's just like an aggregate fee, a cost that's made to make this trade happen, and then that stays inside of their own system to the liquidity providers."
    },
    {
        "speaker": "B",
        "text": "Correct. We call that a double swap. It happens totally in the back end. You're not even aware, you're not really in acronym with it, but we call that double swap. But because of our newer feature, we have called streaming twelve to just grow really highly capital efficiency on these trades and swaps. You can do that trade and pay a five basis points on that trade. Even if you're doing a million dollar trade, even doing a $5 million trade from bitcoin to ETH or ETH to bitcoin, five basis points you can get on that trade, which is absolutely incredible."
    },
    {
        "speaker": "A",
        "text": "Okay, so I have two thoughts here. The Uniswap model of putting ether against USDC directly and not having an intermediary token I've always thought was elegant, because let's not inject an intermediary token where it doesn't need to be. If people just want ether and Uniswap, let's not add a third token. Which is always why I've been and then my previous wars with the Bancorp people. That was more or less the subject of the debate is like, why put in Bancor as an intermediary token when you can. When you have Uniswap and you can just trade assets directly? But I think the counterargument here is that the roon asset is what allows the Thor chain system to maintain a non custodial nature. Because if you wanted to trade directly bitcoin for Ethereum, you would need to host those assets on the Thor chain system itself. The Thor chain would need to have state of these assets. And then we're back to the bridge problem that we were discussing earlier. Is this correct analysis?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's probably two reasons for it. One is we don't want to fraction the liquidity across 100 different pools. If you want to get from Ethereum to bitcoin, whatever it is, we want all that liquidity to be focused in a single pool to give you the best price execution. If you break up into ten or 30 different pools, that's inherently becomes problematic. That's the first reason. The second reason is that."
    },
    {
        "speaker": "A",
        "text": "Sorry, just to. Just to drive that point home. Rune is so rather than having ether trade against bitcoin and ether trade against USCC, and ether trade against USDT, ether just trades against Roon. Roon is like this substrate upon which all assets trade against. And so only adding one new asset doesn't add a, like, 17 different new pools for every single permutation of other assets. Is everything just trades against rune, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Think of it like on uniswap. How many pools are paired with USDC, right? Like, at least a dozen big ones. Imagine if there was only one USDC pool on Uniswap, right? It would be very deep, and you get great price execution. The only way to do that in practice is to have an intermediary asset."
    },
    {
        "speaker": "A",
        "text": "Yeah, understood."
    },
    {
        "speaker": "B",
        "text": "The other reason why it's really critically important for us is that I. I was mentioning earlier about economic security. If the value of roon were to dive today, say we're down 80%, whatever it is, the security goes down by 80% because each pool is comprised of roon plus some other asset, the roon price in the pool, obviously, is going to go down 80% as well, which means arbitrage bots are going to put rune into the pool and take out bitcoin to ensure that the value of the pool always is less than the value of the security behind it. This is part of a critical component. If you don't do that, then you've decoupled the security of the network and the value of the assets that you're securing, and you no longer have economic security, which to me is inherently flawed. Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah. So to state that, again, this is a key point that I didn't quite understand the magic of at first. But all the validators are securing the network and they put up exclusively roon. It's their bond that they put up to, you know, swear allegiance and say that they'll be honest. The value of that capital rises and falls in direct proportion of the value of roon. Separately, you have these liquidity pools, and let's say, for example, that Roon wasn't paired with each asset, that each asset was paired with USDC or with ETH or something. You could and would often get into situations where the value in the liquidity pools was worth more than the collateral staked by the validators. Right. And as soon as that happens, there's an incentive by the validators to steal money. So. And it's not. That's not a tail risk that would happen often in the vagaries of the market. So when you. When you force half of the liquidity pools to be roon, if roon collapses in price, the value of the liquidity pools also collapses in price, which means that there's never a point at which it makes sense for the validators to steal the money. And that's really the key insight that made this thing work."
    },
    {
        "speaker": "A",
        "text": "So it's a natural constraint. It's a natural cap on the non rune supply of assets into the system. There can only be as so much assets into the roon system as there are the roon market cap and percentage of that staked. Correct?"
    },
    {
        "speaker": "C",
        "text": "Half. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Mathematically, there can only be half of the dollar value of non rune assets in the pools as there is room held by the validators securing it."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "So if there's $10 million of non rune assets in the pools, there's $20 million of roon held by the validators. And whenever those numbers get out of that exact ratio, the rewards of the system start changing such that it makes sense for arbitrage to come in and get it back to that point."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "C",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "So it's like a naturally balancing system with a constraint with a cap. Right. We can't just flood the system with non ruin assets."
    },
    {
        "speaker": "B",
        "text": "If you wanted to get a bitcoin multi billionaire just to deploy everything they had into the protocol, that wouldn't even allow it. It just would say, we can't do that. We would lose security, and security is important. This is too much. Right."
    },
    {
        "speaker": "A",
        "text": "Okay. I would imagine that a lot of the activity that is flowing through Roon is denominated in probably the fat side of the tail of assets. Probably. I'm guessing bitcoin. Probably bitcoin, actually, since it's the one that has. It doesn't really have an internal defi system. What is the activity that is flowing through the Thor chain system?"
    },
    {
        "speaker": "B",
        "text": "Yeah, by far, it's, you know, bitcoin and ethereum are the two largest. And that makes sense, because if you just look at the trading pairs and see if I exchange that, it matches that. Where people trade bitcoin to tether and bitcoin to ethan, like, that's the. That's the magic. Right. And it's kind of crazy that we are, you know, it took us so long to get to a point where, like, we can do that in a decentralized way. Right, of the most important pairs in crypto. And now that we've done that as a protocol, as Thor chain has done, we are now seeing about 2% of the. Of the trade volume of bitcoin is now happening on a Dex for the first time in history. And we're just getting started."
    },
    {
        "speaker": "A",
        "text": "2% of the total bitcoin volume globally across all exchanges is happening on torch volume. Yeah, spot volume."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, spot volume."
    },
    {
        "speaker": "A",
        "text": "That's no small number, especially when we've been trying to rip the location of price discovery away from centralized exchanges from a long time."
    },
    {
        "speaker": "B",
        "text": "Right. And a large reason why this happens, because we have this added. This new thing I mentioned earlier called streaming swaps, just curves, incredible capital efficiency, where now, if you want to buy and sell bitcoin, Ethereum, whatever asset you want to do, you can do it cheaper, more better price execution on thorshain than any sex or any Dex on anywhere. Anywhere. It's kind of crazy to think about, but it's actually true. And to kind of put, like, a pin on this, this is like a real thing that happened last weekend. Somebody traded $6 million in a single transaction from bitcoin to WBDC. The WDC pool is only $4 million deep. The trade was larger by 50% than the actual value, the trade was larger than the actual value of the pool itself, but because of the capital efficiency of streaming swaps, it executed just 45 bits paid in fees. That's unheard of in the AMM world. It's like, it's ridiculous in the AMM world. Like, nobody would even believe me if I fucking told you. But I'm telling you it happened."
    },
    {
        "speaker": "C",
        "text": "And importantly, the way that works is the streaming swap happens over a duration of time. So that trade happened over probably a few hours, but the end result was a trade 50% larger than the pool happening over a few hours at a price almost competitive with a centralized exchange."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "And what's crazy is because you can have a relatively illiquid pool, like a $4 million pool for WBC, and do these massive $6 million trades, the fees that you're generating is massive relative to the size of the pool, right? So the yield on Thor chain, whether you're a saver, whether you're an LP or whatever, is just like through the roof like crazy, because we have the trade volume of a curve or a pancake swap, but we have the TVL that is one fifth or one 6th of them, so there's a lot less mouse to feed. So the real yield we're generating right now is ridiculous, right? It's like some are like a, like right now, the bitcoin pool near 100% APY in this current moment of actual, real yield from actual trades actually up in the network, right? If you want to do a bitcoin saver, which is basically no rune exposure, just bitcoin exposure, and you just get bitcoin yield on your bitcoin. No, il nothing to worry about in that regard. Even that right now is about seven or 8% yield on that, which is absolutely ridiculous. Ethereum, I think it's like, I think it was 16% yield on Ethereum, which is just crazy."
    },
    {
        "speaker": "A",
        "text": "What is the latency time for a trade? And Eric alluded to it being also a function of size. How does just time of trading work?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so when you do a stream swap, you are taking one large trade and you're breaking up into little sub trades and you're trading it over time. How fast that is, is depending upon a number of things. For one, you can choose how fast you want to be. You can say every block do a trade, or every ten blocks do a trade, or you can DCA if you want. If you want to like dollar cost, average buy into ether or something like this. Could totally do that on fortune over a longer period. Of time. But you can choose that, right? But then the network also says that it has a lower barrier of five bps that you can pay on your price execution. So it depends on the depth of the pools you're trading with. The more shallow they are, the kind of, the smaller each individual trade has to be to maintain that five bps fee and the more time it's going to take. So, naturally, as we grow, we have about 300 million in tv right now, and so say we get to a billion or a billion and a half or something more similar to curve or I, you know, or pancake or whatever, we would have orders of magnitude improvement in terms of speed."
    },
    {
        "speaker": "A",
        "text": "Eric, when you put on the hat that you once upon a time put on, all the way back in, like, 2012, 2013, when you looked at and daydreamed about the future of crypto, I would imagine some shape of Thor chain was kind of in that daydream way back when. How do you think that Thor chain will impact or change the crypto landscape moving forward? What do you think about when you look at for Thor chain's role for shaping the future of crypto?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So it's important for the ecosystem for one very simple reason, which is that the largest digital asset in the world can now be traded without any intermediaries for the first time. It's horribly embarrassing that 1213 years into the bitcoin project, 100% of the spot trading of that asset was going through centralized intermediaries. Of course, there's a little bit of trading that happens peer to peer at Starbucks, but not any material number. We had this incredible, beautiful, decentralized monetary base, and all of the trading of it is happening on centralized exchanges. That was a big problem, and I think a lot of the bitcoiners just accepted that. Many of them haven't been willing to experiment with other chains and other tokens because they are wedded to the idea that other chains and other tokens are always worthless. And we see in the Ethereum world all this experimentation with DeFi, with smart contracts and Uniswap and Bancor. When they created that model of the AMM, that was an incredible breakthrough, so that now you could trade assets without any intermediary in this frictionless way, and users with spare capital can earn fees on that. That was an incredible innovation, and yet it didn't support bitcoin, and this was so tragic. So thor chain now has existed and has been live for two and a half, three years. It's amazing how few people still know about it, especially people that want to go in and out of bitcoin, right? Like the two major assets, if you want to trade them without an intermediary, there's one place to do it. So that's why this is so cool and so important. And ever since I saw it, I fell in love with it, both as it was an echo of what shapeshift was doing back in the day. But just as a critical piece of infrastructure for this entire space."
    },
    {
        "speaker": "A",
        "text": "Chad, is there a notion of apps on Thor chain? Is there like an application layer to Thor chain, or is it more narrow and that it just wants to do this one job which is cross chain asset swaps and do it extremely well?"
    },
    {
        "speaker": "B",
        "text": "Yes, it's much more narrow. So there's no smart contracting on top of Thor chain itself. There's no cosmwasm or solidity or something of the. Something of the. Such it does has expanded to other kind of concepts over time. So we started with the amm, which is really great. We moved to something called synthetix for highly efficient. It gives like a 15 x capital efficiency, which is great. We moved to what we call savers, which is like a single asset yield, right? That you would get deposit a single asset and get yield on that asset without IL risk or any of these kind of things. We also move to our lending design, where our lending design is you can deploy bitcoin as collateral, or you can do Ethereum as collateral and actually get a loan out. And this loan is 0% interest, no liquidations whatsoever, and no expiry, which is truly transformative or novel. Concept of how you can actually structure a loan is very different than done here. So we've expanded to all sorts of other defi kind of focused concepts. To say that we can build defi in a way that is chain agnostic, that is asset agnostic. We can build, define a way we can give the same access that Ethereum people have had for years now around the power flexibility you can do with Ethereum and the other assets on that chain. Now you can do that same kind of stuff with assets that have long time been isolated, like doge, like bitcoin, like litecoin, like whatever else. And so to do that, to apply defi to the entire crypto space, not just to specific evms, is a quite important and transformational technology for the industry."
    },
    {
        "speaker": "A",
        "text": "Does Thor chain have a roadmap like, what's next for the project? What are you working on? Chad, as one of the bigger code contributors to the project. What's next?"
    },
    {
        "speaker": "B",
        "text": "So we've exploded over the last few months, we went from like the 12th or 11th largest Dex to now with a third. We just surpassed curve. Right. In terms of trade volume. So we've had this huge explosion over the last few months, which has been awesome, but it's also kind of stretched the system a lot of ways. Our bots kind of got stretched even themselves. So we've been making a lot of changes just to improve the efficiency and performance of the network. But once we kind of fix a few things we wanted to get done, which we'll probably get done next few weeks, is moving back towards a future where we can only trade with Thor chain from any wallet in the world arbitrarily. Any wallet in the world could actually trade or swap the fortune, which would be really valuable. And the other thing I'm actually hyper excited about is order books and limit orders and being able to expand this network, not just to, like, swappers, but to traders, to people who actually want to expand to an entire new marketplace. Right? And the other thing that's really fascinating about living orders on for chain is that because ARbs can arb proactively rather than reactively, that streaming swap we were talking, that happens over time. That streaming swap can happen in a single block with the same price execution as if it happened over time, because the Arbups can arb within the block and swap back and forth between each other to get that speed of a single regular swap like you see on uniswap. But the fantastic price execution of a streaming swap, like the best of both worlds put together, I'm really excited about that."
    },
    {
        "speaker": "A",
        "text": "And then if you are looking to get talent or new community members or looking for contributions in the space, what kind of people, people are you looking to reach out to here after this podcast?"
    },
    {
        "speaker": "B",
        "text": "Well, one of the things we're constantly doing is looking to expand into, like, integration partners, right? So we've been connecting with a lot of different wallets. We've been talking to Ledger, we've been talking, they got integrated. Metamask is now integrated thanks to shapeshift's work. Trust wallets integrated all these kind of things. And so we have lots of wallets we're talking to right now to kind of further expand our integrations with more things. It's kind of non surprising, but a lot of wallets want to be able to trade between bitcoin and Ethereum in a trustless manner. That's not all that surprising, but they're really into it for some reason. Right? And so we've been talking to a lot of different wallets. Really interesting that. So if you know a wallet that would like to do that, or a UI, or even better, if you've got a Dex, we already integrated with Trader Joe and a bunch of different dexes from other environments. We can cross chain, do daisy chain, multiple dexes together to give you any asset to any asset in a single transaction, which is absolutely fantastic and fascinating. So if you are a Dex and you want to integrate and you like have bitcoin trading on your dex, even if it's on Avax or Ethereum or whatever it is, come talk to us. We can help you out."
    },
    {
        "speaker": "C",
        "text": "Yeah, so, important point. So like in Uniswap, obviously, biggest x in the world and you can't buy bitcoin, right? This is a problem. Uniswap folks, hopefully you're hearing this. I know you've been approached about this before, but it would not be too hard to allow someone through the Uniswap interface to trade USDC on ETH into bitcoin. And what would happen in the background is that the trade is going into the USDC, whatever pool on Uniswap and then trading probably the most liquid asset, like Ethan for bitcoin in Thor chain in the background. And then bitcoin is what gets spit out the other end. Obviously, Uniswap should do that. Wouldn't be too much work and could be done with a really good ux for their users."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Well, Chad, Eric, this has been a fantastic exploration into Thor chain, so thank you for helping navigate me and the bankless nation through this pretty cool project. Chad, if there are people that just want to learn more, for example, where should they go? Where is the canonical Thor chain website or Twitter account or wherever you want to point people?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so the Thor chain website is Thor chain.org. at Thor chain on Twitter, we got discord. Jump on the discord. Ask questions. You know, if you, if you want to learn more about this project, it's, it's quite fascinating and quite important. So I encourage everybody just to learn to don't buy it. Don't bother buying the token. I don't really care. Just do your own research, learn about it. The more you read about it and the more you're going to love it, I promise."
    },
    {
        "speaker": "A",
        "text": "Eric, you handed me some material that we'll put into the show notes at the end of this. An introduction to Thor chain for bitcoiners that you wrote as well as a few other articles. Is there any other things you want to bring up to attention before we wrap up the show here? Eric?"
    },
    {
        "speaker": "C",
        "text": "No, I would just echo the point of, like, try this out. Everyone in crypto should try an eth to bitcoin transaction through Thor chain as part of your learning of how to use these systems. And so spend an hour, learn how to do that, and you'll understand why those of us who have learned about this are so excited."
    },
    {
        "speaker": "A",
        "text": "Well, Eric, Chad, thank you so much for coming onto the bankless podcast and exploring Thor chain. I appreciate it. Bankless nation, you guys know the deal. Crypto is risky. All things are risky. New things are always risky. Smart contracts are risky. Defi is risky. But this is the future that we are all signing up for. So we are glad you are with us on the bankless journey. Thanks a lot."
    }
]