[
    {
        "speaker": "A",
        "text": "Bankless nation. Have you heard of Jokerace? Jokerace is an on chain contest platform with a big, big vision for what it can be in 2024. We're all suffering for a lack of apps in crypto, and Jokerace stands out as a fun, user facing social contest platform, aka an app to do almost anything in the world of crypto. Community contest for contributions to protocols is probably like the most familiar mechanism that Jokerace helps create a. But on chain contests can truly be anything web three American Idol fashion contests, social rewards, game shows, or even just like, basic user acquisition and marketing opportunities for startups and projects. On the show today is David Phelps, one of the founders of Joe Craze, who explains Jokerace to me from the bottom up. So whether you're a community member, a project founder, or someone with a creative itch, you'll be able to understand how you might be able to leverage Jokerace to have some fun and make a little money along the way. So let's go ahead and get right into the conversation with David Phelps of Jokerace banquet Nation. I'm here with David Phelps of Jokerace. What's up, David?"
    },
    {
        "speaker": "B",
        "text": "What's happening?"
    },
    {
        "speaker": "A",
        "text": "Great name, my man. What's Jokerace?"
    },
    {
        "speaker": "B",
        "text": "Dave Dow. Dave Dow Maxi. That's right. Dave Dow."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "We'll know we've made it when Dave does. Using us jokers is a on chain contest protocol."
    },
    {
        "speaker": "A",
        "text": "What does that mean? What is an on chain contest?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Okay, so contest is really simple. There's two phases. There's submission and voting. And so in submission phase, people can submit entries. In a voting phase, people can vote on their favorite entries, and then if you want, you can add rewards onto this and you can reward the winners of a contest. Right. And so within that framework, you can imagine everything from grants processes, like arbitrum polygon of use does. Ooh, I love this. Love this. Thumbs up arbitram polygon have used us for grants processes. So it's like people submit their grant applications, a jury vote's in their favorite. Yeah, you can imagine award ceremonies. It's like people submit music and producers vote on their favorites, or you have decentralized oscars and everyone's voting on their favorite films. You can do application processes, you can do hackathons. All of what I just described are like what I would call submission based contests. In those contests, you have like a bunch of people submitting in the project that they're working on, their favorite meme, like a tweet that they wrote, and then they have a jury that's voting on their favorites of those. And so, like, those kinds of contests are really good for, I would say, especially building reputation. Like, you imagine that, like, designers every week are, like, putting up their designs, and a jury of designers is voting on their favorites by the end of, like, 1520 weeks. Like, it doesn't matter if you won any of those contests. All the votes that you got are showing you are a major designer, right? And so that becomes, like, the best source of truth of, like, who the great designers are. These are the people that, like, every protocol should be airdropping, right? Those are the people that everyone should be hiring. And so you can build talent communities that way, too, through these kind of, like, submission based, processed processes. The other side, though, is like imagining, like, a voting based contest, and a voting based contest is like, it's like, maybe there's only eight entries, and then there's tens of thousands or millions of people voting on them. And so, like, any game show that you've ever seen is kind of like that, right? Like, if you imagine American Idol on chain and eight people are competing and they're all singing against each other, and everyone is watching from home, and you have millions of people all voting, that's like a voting based contest. It's like, Eigen Lair did like to decide what LST they were going to do through us. They ran this process where they had eight lsts, all competing to try to get votes to be supported by Eigen Lair, right? And that's a really cool one, because it looks on the surface like a governance contest, but it's actually a game show. It's like, it is eight contestants, and then they are going to their community, and they're marketing Eigen lair and being like, here's why eager matters. This is why you got to support it. Here's why you got to come out and vote, right? And so, really, anything from kind of the future of governance to Love island on chain constitutes what I would call a voting based contest. And where it can get cool is you can combine these. You could have a hackathon where a jury is picking ten favorite projects, but then you do a second contest, which is a voting based contest, and now it's shark Tank. Those ten projects are now all competing against each other for the votes of everyone, and they're getting visibility on a live stream like that, too. And so you can start an art contest, right? You could have a jury pick their ten favorite artworks, but then you put that to a second voting based contest, and everyone's, like, picking who their favorite artist is. And so there's a lot of ways that it can just be used for marketing, for virality, and just a lot of fun incentives to really build community kind of like, grounds up as well."
    },
    {
        "speaker": "A",
        "text": "Okay, so it sounds like there's already some of this activity going on natively in this space. Like, Eigen Lair had to choose some certain lsts no matter what, for, like, onboarding lsts. They just elected to choose joke race. They could have done it some other mechanism. What about, like, joke race? It makes it better. Like, what are the properties that that joke race has that facilitates a better outcome for what some protocols or contests are looking for?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'd say there's kind of two broad ways to answer that. Like, one is the gamification piece, right? The fact that you can kind of gamify this. So it's like, in Eigen Lair's case, like, they could have just taken the one with the biggest market cap, and then, like, that's the LSTV support, right. But that would have been contentious and centralized, and, like, other LSTs would have gotten angry, and then one of them would work with them and wouldn't have gone to their own communities to try to get support. And so turning it into a community based process, besides just being a little bit more credibly neutral, is actually really helpful to get everybody on board and for them to relieve themselves of saying, we made the decision because it's community. And what actually happened was the one that had the biggest market cap didn't win because they didn't activate their community to support. And that was really important for Eigen lair, because then they found out, oh, they wouldn't have actually come and restaked with us. They weren't out to support us, but these other ones went to their community and actively got everyone to support. They actually will restake with us. And so it actually gave them a better outcome as well in deciding who they wanted. So it's like the kind of gamification piece of, like, you know, you turn everything into a game show and, like, things are competing. Like, that's really fun. Like, podcasts use us to, like, decide what guests they're gonna have on. And yeah, it's really helpful for them to get, like, community feedback about who their community wants, but it's actually the process of that game of them competing for votes builds a lot of traction and virality for them as well. And so I'd say gamification is like one piece, and the other piece is it being fully on chain and so we're alive on over 90 chains. You can deploy to really any EVM chain that you want. And this gives you all sorts of benefits because, like, what I was describing before about, like, you have that designer community and, like, whoever's gotten the most votes across 15 contests is like, a great designer. Like, that is just aggregating on chain data. It's just treating the fact that on chain data is, like, publicly available and anybody can use it becomes this, like, huge advantage, right? And so it's really helpful for building reputation, it's really helpful for building rewards, having programmatic rewards that way. But where it really becomes cool is it, like, it means that we're not just an app or a protocol. Anybody can build on top of us because they can ingest the data and fees from these on chain contracts and use it for their own services. So, like, we have services now building on top of us that are building extensions, and those are just extending the features functions of a contest. So, like, bello, for example, has, like, dashboards for every single contest. So you go on our site and you tap, like, the Bello link and you're going to get a full dashboard. And so for any contest that you're running, you're now getting data analytics of, like, who are the people who participated? Like, what nfts do, they tend to hold, like, what are the warpcast communities that they're part of? What are their associated twitter handles? Like, how do I message them? Right? Like, all of those kinds of, like, details about, like, you know, who your community is. We don't have to build that. Like, if we were a web two product, we would have had to spend like two years building all of that out to give people data analytics. But because it's fully on chain data, it just plugs directly into bellow. They built, they spent a couple days building that on top of us, and now anybody gets those insights and it's, and that also builds, like, all of these, you know, new, like, revenue possibilities. Like, we had a podcast use bellow, and they figured out, oh, like, you know, 20% of our users are Zerion users. Let's get Zerion to sponsor us. And they were able to leverage that data to get Zerion to sponsor. So, like, the open data of a blockchain is just so powerful, I would say, as well. And, like, really letting people, like, build on top of us. And it gets really fun when you think about fees. Like, you'd have defi extensions where, like, people are, like, building. So that the fees that they earn from a contest are then going to buy back a token or being used to provide liquidity. So those pieces, and I'll add a third, too, which is you make money by creating contests through us. People pay to submit a vote. And so this is actually a moneymaker, and it's an ability to build a whole. You can build a whole no code on chain business on top of us."
    },
    {
        "speaker": "A",
        "text": "Okay, so there are two themes in there that I want to pull out and identify. One of the perks I think you're illustrating, like, why this is better, why this mechanism is better is you get community legitimacy as a result. This platform is a way to elevate the voice of. Of a community. It's a megaphone for a community. It's like a way for a community to, like, express their interests, express their desires, literally express themselves. And so, like, where one. One protocol might be literally the larger community, a larger protocol, but with a smaller community versus a smaller protocol, with a larger community, all of a sudden this is like a equalizer which favors the community over, like, large protocols. And so this is, like a community benefit primitive. And so that's one theme that I'm understanding. And then the. Actually, yeah, just, like, riff on that for a little bit."
    },
    {
        "speaker": "B",
        "text": "Well, look, you can design contests however you want. So, like, if you want to allow, list certain, you know, only ten people to vote, that's fine. If you want to let anybody vote, you can do that too. But if you let anyone vote, right, you have to charge them, because otherwise you would just have random people creating random accounts, giving random number of votes and symbol attacks."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "B",
        "text": "So what you do is you do, like, you know, ten cents per vote, but this creates a game, right? So it's like, we did, like a. I threw one that was like Kendrick versus Drake, right? If I'd been smart about how I created Kendrick versus Drake contest, I would have, like, put all these incentives in place. I would have been like, you know, whoever wins, you're going to be able to mint the meme coin for them with, like, every vote that you put on them equaling one token. I put zero incentives. Right. I just was like, fuck it. I just want to see what happens. And it's like, you put that out there, and people are spending $50 to buy up votes in a contest that isn't even close. Like, Kendrick is clearly winning, and people just want to, like, they just want to, like, show this."
    },
    {
        "speaker": "A",
        "text": "Want to make sure that Kendrick wins."
    },
    {
        "speaker": "B",
        "text": "Yeah, they just want to make sure Kendrick wins, even though Kendrick is clearly already going to win. Right. So it gets really interesting where it's like, you can imagine, I don't know, bank list could start doing debates and you could live stream it and have people all voting from home on who's winning the debate. Right. It's like you put Solana against Algorand or something, and it's like everyone's choosing who they want. And so you can. Yeah, it is this ability to gamify it. And I do think if you really want to design it around, like, quality community engagement, those are the submission based contests. Really being able to let people actually express themselves, have their voice heard by submitting original materials. We have a lot of protocols that use us for meme contests. Create the best meme. We're going to give you $5,000. It's like, yeah, you're incentivizing people to actually have their voice heard. And even if they lose that contest, they're getting votes that are on chain attestations that will be meaningful long term. It's like that protocol can still pull up all the data from that contest and be like, these are the people who are meaningful to our community. Early, they were creating memes for us, and we have on chain proof for that. So if you want to do, like, you know, a more wholesome contest like that, you can. And if you want to do a totally degen contest where it's like, yeah, whoever pays the most money to try to get, you know, Kendrick to win, like, let's go. You can make a bunch of money that way, too, right? And, like, and you can make it really fun. So, you know, what those have in common is, I would say, like, the gamification piece. Like, it's just gamifying this stuff so that, you know, it's fun and it's fun on one dimension or another."
    },
    {
        "speaker": "A",
        "text": "Okay, cool. So that was the first, like, primitive theme that I wanted to pull out. The other one is just like, is user acquisition and understanding the community. Like, from the data. This was a big theme in 2021. Like, why are NFT so powerful? Like, oh, well, like, as an artist on Spotify, does Taylor Swift have any data about her fan base? Like, no. No, they don't."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "And so this is a, like, a joke. Race is a potentially a conduit between the data of a community, the makeup, the genetic makeup of a community, if you will, and then the actual, like, protocol that that community surrounds. And so this is like a way for to, like, pass information between community and protocol and allow for more of a high fidelity conversation between community and protocol. That's kind of like the other thing I'm understanding."
    },
    {
        "speaker": "B",
        "text": "Imagine you do a fashion contest and it's like, okay, everyone's going to vote from home on what their favorite style is. What's your favorite shirt in this fashion contest? You're like, who styled them best and who's your favorite model in the Runway in terms of what they're wearing? And it's like you do this fashion contest and it's like if you vote for the winner, you'll get a chance to buy that outfit or something like that. Let's say, okay, on the surface, you're getting this great marketing contest where it's like, it's a game show where people are all watching. They're watching some version of RuPaul where it's like they're voting on their favorite fashion and they're getting to participate, and it's more interactive from home. And this continues a lot of trends we've seen over the past 20 years of fan bases being more interactive. It's just on the surface, yeah, you're getting this great marketing campaign and ability for people to participate and you're making money off of it. But where it gets really exciting is the data. Because it's like, yeah, if you start going in and you see, oh, all of these people own pudgy penguins. Nfts. It's like, maybe we need to do some pudgy penguins branded designs for our fashion. That is something that is clearly resonating with the audience that's participating here. And so we need to bring them in or maybe have them in our store. But the other thing is just voting preferences are probably the richest data you can get on what people are into. And so it's like, if people are just voting for this shirt, yeah, maybe they can buy the shirt as well when they vote it, and you can get this kind of like impulse buy action, but you're also just getting data on what they are into. And so that's helpful for you as a business. It's like, okay, I know this shirt is popular among our consumers based on the fact they voted for it, but it's also meaningful because it's like, okay, this one person voted for this really obscure thing that no one else liked, but I can target them in the future. I know that they're really into this. And because it's interoperable data, it's like you can start building off of this in all sorts of ways where it's like other fashion brands can see what people are into and be like, okay, I want to build for this audience in this segment, and I can see what they like. And long term, you can imagine if you want to build a dating app, it's like, this is the most valuable information that you could have for a dating app because over hundreds of contests, you're expressing your tastes and preferences. If you can aggregate all of that together and say, hey, you should meet this other person in the world, they share the same tastes and preferences as you. They're into the same stuff that you are. That's really, really powerful, too. Right? And so just, yeah, having interoperable data, I think it can be this really cool thing as well for people who are choosing to submit and play in this as well."
    },
    {
        "speaker": "A",
        "text": "Is that data owned by the contest operator, or once that data exists, is it just free? It's just free domain data, because it's."
    },
    {
        "speaker": "B",
        "text": "All free domain data. Yeah, you're publicly expressing yourself through a contest."
    },
    {
        "speaker": "A",
        "text": "But I guess in theory, if we wanted to make this private, you could close down the data between just using ZK ZK. You could just close it down to the operator of the contest."
    },
    {
        "speaker": "B",
        "text": "It's a little bit trickier to do ZK stuff with anything that's fully on chain, because the actual vote is an on chain transaction that you are. And so you're signaling what you voted for. And so even at some level, if you were able to, let's say, hide the metadata of what the thing is that they're voting for and you don't know what that is, you can still see that x party voted for b party, which is still valuable. So, I mean, the way I think about this is, this is public. This is stuff where it's like you're participating in an exhibition this way, in a public forum about, you know, what music you're into and what fashion you're into or, like, who you want to win this game show, it's stuff that you would want to be part of your public profile, the same way you want your tastes and preferences to be public when you show them or share them on twitter. I wouldn't build contests around private preferences in the first place because that's not something you should be doing in public, probably, anyway."
    },
    {
        "speaker": "A",
        "text": "Is there a notion of user acquisition here?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So one way I think about this a lot is like, so crypto is really good at user acquisition. We found this over and over again. And the reason that crypto is really good at user acquisition is financial incentives are just the most powerful customer acquisition tool you can get. Like being able to promise people, money is really, really strong. But there's a flip side of that, which is, like, crypto is really bad at user retention because people immediately, once they have the money, go to the next place and they're mercenary, right. And they don't care. And so, like, the way I think about this is there's kind of three incentives for a really good contest, and those are, like, financial incentives, reputational incentives, social incentives. Right. And the easiest way to understand this is a poker table. You go to a poker table, and it's like, someone is there to make a bunch of money. They're there for the financial incentive. Someone is there because they want to be known as a winner in front of everyone else. They're there for the reputational incentive. Some people just want to have fun with their friends, and that's the social incentive. And so it's like, when you can combine these together and you can get all of these going, it gets really strong. Like, crypto, the game is just a really good example of people who come for the finance, but they stay for the social, right? Like, they come because there's this promise of all this money. They quickly realize there's no way they're going to win it, but they stay because they get to vote together, and they all get to, like, participate in this voting process for this on chain survivor. Right? And so, like, you know, the way I think about it is, like, Web ₩2 on social incentives. And, like, we know how powerful social incentives are for retention and how. How well those can keep people in a space. Right. Web three. Like, crypto is one on, like, financial incentives, and that's really good for acquisition, but it hasn't been good for retention. And so the question is, like, how do you combine these things together? Like, I almost think about it where it's like, I don't know. The analogy I've been drawing is, like, financial incentives are like an affair. It's, like, all consuming and powerful, and it just dominates your life, and it's all you think about. And then the moment that it starts going bad, you're out. There's nothing elastic about it, right? Social incentives are like a marriage. It's like, yeah, you don't think about it all the time. It doesn't consume your life, but it is something that is long term meaningful and develops over time. And so it's like, I think as a space, we need to be able to acquire people through financial incentives. We shouldn't lose that. That's clearly a huge, huge benefit to this space. And I kind of hate. When people try to talk like they're above this, it's like, no, this is a financial space. Building on financial rails, letting people make money. That's a whole promise of why we're building this on chain and what you can enable. It's like, you could have read it and everyone made money. That's kind of like what I think we're doing, right, so you want the financial piece, but you have to have the social piece to keep people there. And so, like, if anything I would think about is like, yeah, you can use this for customer acquisition to get people out making memes, you know, being part of, you know, your experience and learning about your community and watching live streams and participating and learning about projects. But like, where it gets really powerful is retention. It's like if you have people coming back every week to like, watch American Idol on chain or Love island on chain, and they are building their own sub communities of fans where they're trying to aggregate enough votes to be able to get their party to win. Like, that's where it gets really, really fun. And I think like, you know, the really powerful communities have been built through us. It doesn't really matter who wins in a given week. It's the overall data. After 1020 weeks of doing it, Andrew Hong has just built this data analytics community showing who the best data analytics people are because they've continued to earn votes week after week after week after week. And it's like that retention is really, really powerful because it builds a much more meaningful record and it's a lot more fun to actually build a social community over time than it is to do this as a one time thing."
    },
    {
        "speaker": "A",
        "text": "Right? Okay, so really just hold our hand here about how joke race actually creates social dynamics, social incentives, and it's the idea, like, this isn't, there aren't one off contests, companies, protocols, startups, entities can just reoccurringly use contests and that kind of creates the social milieu around a protocol."
    },
    {
        "speaker": "B",
        "text": "Totally. And I mean, let's be honest, this is the major thing that we need to be focusing on as product builders right now. I think we've built a really good financial tool and it's really being able to build a strong social tool, especially in voting based contests, is really important. We just enabled, anyone can vote and that's really what opens up the space, because submission side is nothing that social like. You're usually just submitting your own entry, but the voting side is very social. It's where a bunch of voters come together to try to work together to get their kendrick to win. Right. And so like being able to build out, chat, live stream, you know, like all of those pieces, I think is just really important to imagining like how people can be working together. Yeah. On a recurring basis and forming communities almost as teams. Right. Where it's like you want your team to win. Like, I don't know, we can set up a contest, you know, that's like a David Ryan and then run that and you can imagine the bankless community can start creating David and Ryan teams to try to get their party to win."
    },
    {
        "speaker": "A",
        "text": "Oh, that's how you end the bankless podcast."
    },
    {
        "speaker": "B",
        "text": "Exactly, exactly."
    },
    {
        "speaker": "A",
        "text": "Is there a notion of an attack? Have you guys been attacked or has contests been attacked by people trying to Sibyl or anything like this or any learning lessons that you've developed over the years?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we definitely, before we turn on monetization, botting was an issue. Since we turned on monetization, it really is nothing. Okay. What's cool about this is there's a minimum fee that you can set for people to submit into a contest and to vote, and then you can set that higher if you want to. Again, the point of this is this is a money maker for people who are creating contests through us. We want communities to actually be able to monetize in a way where people are paying because it's fun to participate and they can earn, they can earn anything from points to airdrops, token distributions, financial rewards. So just having people pay in means that it's pretty bad for bots. Most community engagement tools today are very good for bots. They participate in a road action and they automatically get rewarded. And so then they try to farm that. Here it's like you only are earning if people are voting for you. It's not really to a bot's favor to try to do this, but the beautiful thing is if you set one of those contests and a bunch of bots participate and you can delete their entries, then you're still making money off of them. So you can still monetize the bots if they feel like they want to engage in this thing. But yeah, overall, I would say part of the really fun thing is we don't see that behavior because you're having to pay to vote or pay to submit. It really prevents it, and it means that you really want to engage in a way that you actually think you can win. You don't just want to perform a road action under the assumption you automatically get paid. Hopefully, the real goal here is this actually solves a lot of the civil issues if you use us for token distribution and now you're actually sharing your token with the most high quality people in your community who actually have had impact, you're not just sharing it with bots anymore. And so if anything, I'd say we're kind of a solution to the botting problem."
    },
    {
        "speaker": "A",
        "text": "Amazing. Okay, so there are two scenarios here. So listeners want, the listeners right now to this podcast want to go use Joke race, they could just go to the website and check out some of the contests. But there's also another path of like a listener here is also a community of a particular project startup protocol. And they want that particular project startup protocol to go use Jokerace so they can be a part of this. So like walk us through the call to action of like how does each one of these people like go use Jokerace? Like you can go to the website, check it out, or like what should you do if you're on the other side?"
    },
    {
        "speaker": "B",
        "text": "I'm going to give, I'm going to give two other things you could do too. One is you could create a whole new company through us. So like there's no code. So like if you want to create game shows, right? And you want to create the bachelor on chain, you can just use us and you just use on lonely, like to live stream and you're good. That's your stack and you're done. And so like you don't even need to have a protocol right now. Like you could start creating stuff from scratch. If you want to create an on chain product hunt, that could be a whole company that you could create through us, right? You want to create like a citizens journalism, like, you know, bounty platform where, you know, everyone's competing every week for like what's going to get included and you're putting up bounties for like, you know, people to surface information. That's a whole company you could build through us. So that's one thing. There is another thing you can do too, which is you can build extensions on us. And so you can actually, because we're fully on chain, you can start building like the stuff I was describing, you want to build like a module where for every contest, the earnings that you get from that are all buying back your token. That's something you can build on top of us, right? If you want to build a prediction market on top of us, it's like you can now build that so that people are betting on who's going to win in a given contest and you don't have the oracle problem that you've always had with prediction markets, because it's fully on chain, it verifies the outcome. I can't build that because that is not legal in the US and I'm supporting that. But like someone else in another country, someone else elsewhere."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Right. Right. Could go and do that. Right. And so like, yeah, these are the options. So, yeah, you can go to our site and we feature contests on the front page. You can play there. There's a big button that says create contest. It takes about two minutes, three minutes to do this working to bring that down to about 10 seconds. But right now it takes you about two, three minutes. You need no description. You need to know timing, you need to know who you're allow listing, if you are at all and maybe you're not and that's it. Then you can add rewards, pool onto it afterwards if you want to create it, if you want to build extensions on us, we have FAQ and I'm so proud of this. The entire FAQ for how to build extensions on top of us is one paragraph long because that's how simple it is."
    },
    {
        "speaker": "A",
        "text": "Definitely thinking like a dev, that's great. Us were to use this. Do you have any advice or ideas for us? How would you want us to use joke race?"
    },
    {
        "speaker": "B",
        "text": "Okay, so one is like you could let your community nominate, like who should appear on the podcast, like who do they want to see? Right? Like that would be a cool one. Another one is you could do awards. So you could be like, at the end of every, let's say, season, you're like, what was your favorite episode? And then we're going to give them the special bankless credential award. And like, that's incentivizing maybe people to participate and listen and try to compete and then people are going out to try to get votes as well and it just builds virality. Right. And you're getting all that data, too. Personally, the one I would like to see is debates. Like, I would love to see debates where it's like, it's live streamed and everyone is like watching and voting from home on, like who they think is winning. And it's like getting close and it's like you're trying to support your team and it's like, especially when, when you can really tap into tribal dynamics, you know, if you can do like, I don't know, bitcoin versus Solana, you bet you're going to have people who are going to be watching that and all, like I going into vote for theirs to try to win. Right? And so just turning it into that kind of live debate, I think would be like that for me, would actually be the most fun thing to do."
    },
    {
        "speaker": "A",
        "text": "Beautiful. David, is there any last message, last tone that we haven't unturned or any click call to action you want to leave people with?"
    },
    {
        "speaker": "B",
        "text": "Check it out. Follow us at jokerace IO on Twitter. You have any questions, just shoot us a Dm on Twitter. That's great. If you create a contest, you want it featured, just shoot us a line, too, and we'll try to feature it as well. And yeah, if you want to build anything, you want to build a talent community, you want to build the prediction market, you want to build game shows, you want to build the debate, you want to build on J product Hunt. A lot of my focus now is thinking, yeah, I really want this to be the no code future for people to build on chain businesses and frankly, make a ton of money by letting people have a lot of fun. And so I'd love to be in touch, too, if you want to reach out to me. I'm economy and my DM's are open, too. Cool."
    },
    {
        "speaker": "A",
        "text": "We'll get all of those Twitter handles and links and all that stuff in the actual tweet and also the show notes. So, Dave, thanks so much for coming on the show and explaining Jokerace to me."
    },
    {
        "speaker": "B",
        "text": "My pleasure. Thanks so much."
    },
    {
        "speaker": "A",
        "text": "Bankless nation. You guys know the deal. Crypto is risky. You can lose what you put in. But hopefully we're making it a little bit more fun here today. But we're headed west. This is the frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]