[
    {
        "speaker": "A",
        "text": "Bankless nation. Have you heard of Fraxtil? Well, have you heard of Frax? Frax is a decentralized bank on Ethereum, much like Makerdao, but with plenty of differences, too. Frax has always been ahead of the curve in development progress versus its on chain comrades. When Makerdao forked Aave to create Spark later last year, and then Aave also created their own stablecoin go also last year, Frax had already done both of these things a whole year earlier. Today, Frax is entering its third dimension of development. These are my words, building out Fraxel, a Frax dedicated to layer two, fulfilling the vision that every successful app will eventually evolve into becoming a chain. But did you think base was also the first to think about layer threes that settled down to layer twos? Because no, Frax already thought about that. And Fraxel is a special built chain to support layer threes that settled down to the Fraxel layer two. Did you think Kanto's contract secured revenue model was revolutionary? Well, Frax already thought about that. Fraxel layer threes that generate economic activity earn economic value from the Fracs layer two system. Sam and the Fracs team have always been about one step ahead of the rest of the ecosystem. And since it's been about two years since we've had Sam on to discuss the Fracs decentral Bank of Ethereum, I thought it would be a good time to get Sam back on to discuss the opening of the Frac stole layer two, as they are once again pioneering their own frontier into app specific layer three s. That's gonna be the subject of today's episode with Sam from Fraxe. So let's go ahead and get right into it. But first, a moment to talk about some of these fantastic sponsors. Bankless nation. Excited to bring Sam Kazmian back onto the podcast. Sam is the creator of Frax, leader of Frax, CEO of Frex. Sam, what's your title over at Frax? What do you call yourself?"
    },
    {
        "speaker": "B",
        "text": "I just like to say founder and core developer. I don't like CEO's. Vitalik's not CEO of Ethereum."
    },
    {
        "speaker": "A",
        "text": "Cool. Love it. Sam, the builder of Frax. We had Sam on, actually almost to this day two years ago, and I thought it was an immensely useful episode just to teach about the evolution of monetary policy. Frax, I kind of considered to be like a modern age version of a central bank called a decentral bank on Ethereum that just taught a very strong, deep lesson about how money emerges. And so, ever since then, I've been an appreciator of the Frax ecosystem. I think on this episode, we are going one dimension deeper. So last episode was all about Frax the stablecoin and how to appropriately build a stablecoin. But now we have Frax the chain, call it Fraxtil is what you guys are calling it. And so we have an entire ecosystem to discuss. But Sam, for people who aren't, since we haven't had you on in two years, maybe some listeners are new to bankless in that window of time who haven't heard of fracs, maybe you can kind of speed run us through some of the early. The first half of Frack's development focused all around the stablecoin before we actually open up the conversation about the Fraxel chain, the Fraxel layer two. So just kind of lay the foundation for us about the Frax, stablecoin and the Frax project."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. So Frax started in late 2020, as a lot of people know. It started as a decentralized stablecoin, pegged to the us dollar. And so it's kind of like the way that I say it is. Like after Dai, Frax is like the most Lindy, oldest decentralized stablecoin. And as Fracs grew, our view was like, we should build out the ecosystem around fracs. Obviously, integrations. And what we're really interested in, as you alluded and we kind of talked about in the first bank list episode almost two years ago, is we're very interested in money, in basically the most important units of account of the 21st century, basically, in our opinion, and love to get deeper into it. And everything is that there's us dollars as the unit of account, and then in the 21st century, there's basically bitcoin and ethereum. At least those two. There might be more, but these are the things that are the most important and most likely thing to be digital money. So as we built out Frax, the decentralized stablecoin, our vision slightly started to expand in the topic area that we really are interested in at Frax, which is money and m two money specifically. So, like, for people that don't really know in economics, m one money means that they're base money, right? So it's like cash. If you're thinking USD units, it's just bitcoin, for example, if you're thinking cryptocurrency or just Ethereum, like just the actual token, the thing that you pay gas in, for example, on mainnet and m two money is, for example, for USD it's money market accounts. They're one layer hypothecated that usually there's some yield. There is just called m two money. There's also m three money. And for, you know, people can actually look into this if they're really interested. But then there's people probably know lsds one layer hypothecated of ethereum units, and they have some yield. For bitcoin, for example, WBTC would qualify as m two BTC, even though there's no yield. It is a note, it is a actual receipt on the m one unit. And so for fracs, we are really interested in building out the most important units of account, the m two versions of them digitally on chain. And so we actually expanded to have frax ether, which is our LSD system. It's a top five lsd. It's about a billion in TVL. And in v two, it has full restaking support, and you can actually run AVss and everything. And so that's what we've been working on in these two years, is expanding our vision of what the most important assets and units are in the actual ecosystem. So dollars, Ethereum, we are thinking a little bit about bitcoin, but then as we built this out, we saw that the grand vision, as you said, is to actually have a full modular roll up, which is fraxtill. And we've been working on that for the past year. And we recently launched it in about, like, actually just two, three weeks ago."
    },
    {
        "speaker": "A",
        "text": "I think this is. You're getting into the part that I've really appreciated about the whole Frax project is that it is head on attacking the concept of money, whereas a lot of people kind of. A lot of projects in the space kind of sometimes dance around it. But Frax has always been focused on money as a concept. Maybe to really just define that m two component a little bit more like m two, m three, m four. Technically, it can kind of go on forever. It's like layers of derivatives around money is one way to understand this. Maybe layers of inception, if you want to reference the movie inception is how many layers deep have you gone? M two is a very big one because it's just the easiest to reason about m three, m four, m five starts to get pretty derivative, quite literally. But m two is a term in macro finance. This is a term that transcends crypto is in crypto started outside of crypto, of course, in crypto terms, maybe you could also illustrate m two, money as the layer of money in which applications really compete. So you have compound CdAI or compound C etH, which competes with aave a dai or aave a eth, like aave eth, which also competes with lido staked eth. And so there's all these derivatives around ethan, which we call m two money. But you kind of have to pick your flavor of risk profile yield. And all these yields are competing with each other. And so maybe to rearticulate what you were saying about what Frax is doing is Frax is trying to make the strongest layer, m two money, possible. We're really competing on the m two layer, really competing to have the best app producing the best quality of m two that exists. I think all projects are somewhat competing in this realm. But the nice, refreshing thing about Frax is Frax is really identifying the whole point of this whole thing. Like, we are competing as m two money. That's the goal. That's the competition landscape. That's my interpretation of fracs. Is there anything you want to clarify or change or amend to that?"
    },
    {
        "speaker": "B",
        "text": "No, I think that's actually really well said. So the first thing is, like you said, m two money is actually the biggest in terms of opportunity. If you go back to econ, m one money is just a monetary base. It's just cash, and there's more m two money. And that's where most m one is."
    },
    {
        "speaker": "A",
        "text": "Bear instruments."
    },
    {
        "speaker": "B",
        "text": "Exactly. Exactly. It's just cash, or at this point, digital cash, like deposits in the central bank, or bitcoin, or ETH itself. The thing that I actually like, honestly, David, about bankless as well, is that you guys are the originator of the ETH is money thing. I think we see a lot eye to eye in the sense that you guys have really identified that thing about ETH, obviously, as a technology, is brilliant and world changing. But the thing that, in my opinion, that accrues the most value to ETH, the asset, the actual unit that we all probably have in our wallets and things like that, is EtH is money. That's also why we're interested in issuing cracks ether everything. But recently, I actually said something where I think you even responded on Twitter, which was like, I think all of this talk about l two s and things like that, or how do they accrue value? Or now the Solana people or the monolithic guys are like, l two s actually destroy ether, fragmented and stuff. My own view is, a monetary view, is that l two s actually scale Ethereum and accrue value to Ethereum, the eth asset, not necessarily the network. And the reason is that's the actual most important thing. When you have a new network, fine computation is at the l two layer, fine. There's going to be a community there and stuff. But when you start out with the entire thing, eth is gas. All of the pairs of liquidity most likely paired against ETh. Everything that people do, like if you mint NFTs or whatever on that network, it's Eth, all of this stuff as units, even if they change it to an LSD. For example, when we talk about Fraxel, the gas unit on Fraxtil is frac ethereum. That's still the same thing. It's just rm two. But eth is a unit, right? And it creates demand for accounting and unit of account usage of this asset. And so I actually think that that's really the most important thing. And obviously the good technology and the good roadmap and the good decentralization and the actual ideals of Ethereum draw people to using it as money. I think this money centric view, the thing that actually, I think bankless has done the best work in expanding you guys have might, in my honest opinion, added the most market cap to Ethereum, the ETH asset, out of like, I mean, obviously we'll give the credit to the Ethereum foundation and the grander community, but if you think about bitcoin, right? Bitcoin, it's just store value, unit of account. Like, it's just digital gold, right? Like basically this money, it doesn't burn like we all know because we talk about it, right? There's no EIP 1559. If you use bitcoin as like a business structure thing, it's a terrible business. Bitcoin holders never get any of the fees paid. It's actually always at a loss if you structure, because the miners get everything. Miners aren't shareholders, the BTC holders are. But it has 2 trillion market cap now or something like that. It's all as a use of money, just like gold. Most of the market cap is monetary derived. And like you said, Frax is really interested in being the most important m two issuer of the most important units. Like two or three of the most important units, USD, Eth. We're looking at BTC. But what's really cool is that we've built this chain and that as that chain grows, the way that we've designed it is that Fracs should be a more and more systematic player in the space."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. The way that we articulate the whole like EIP 4844 and blob space evolution of the Ethereum, the network, is that it's making a trade. It's making a trade off that ethereum, the layer one, wants to extract less economic value from layer twos by creating blob space. So it's cheaper to be a layer two. And what does the Ethereum layer one get from that trade is that it allows more layer twos to spawn. And all of these layer twos use ETH as a monetary unit. And so it's making a trade of more economic sustainability for layer two s less extraction of the layer two by the layer one, and then by proxy, more layer twos can spawn. And each layer two is a ETH monetary network itself. And so it's expanding the spiderweb that is like the money of ETH in terms of more and more and more networks."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're basically trading ETh as a cash flow analysis asset, although obviously it makes a bunch of cash flow, but you're trading that for more monetary value. And if you think about it like, something as money always has a higher market cap than something as, like a stock or like a cash to flow rate. And so, like, you always want to make that trade every time. If you can make a trade that's like, hey, your equity, whatever, regulation aside, just like, as a structural thing, we'll use it as money in this society, but you have to burn the cash flow that comes into the company on fire out of thin air to lower your cash flow. You should take that trade. Obviously, if the economy is big enough, you should take that trade because you're going to add more market. Captain."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. One last thing I want to put a bow on about the whole Frax system is that there is a stable coin here. So, like, Frax is a decentral bank. It has a liability. That liability is a dollar denominated token. Can you just talk about, like, what makes up the balance sheet of the frax, like p and l, and then also talk about the frac stable coin as a liability?"
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely. So Fracs, the dollar peg stable coin first actually started out as a partially algorithmic and partially collateralized. It is now fully collateralized. In fact, we have a real time balance sheet on fax Fracs finance. So, like, you can actually see every block. It's updated the addresses. You could click where the collateral is. It's mostly these days backed by over collateralized loans in our own lending facility, CDP system. It's called Frax lend and protocol owned liquidity people are probably familiar with. It's just liquidity that that's deployed that's owned by the protocol in place like curve, Uniswap, other places recently. I mean, I don't know if you want to get into this. This is actually pretty juicy. But recently we passed a governance vote through our singularity roadmap that revamped a lot of things, including the balance sheet of frax. And there's 250 million allocated to Athena's USDE, which is like similar to what maker did. I think they have two, three, x higher. It's like a billion or whatever it might be. And so our goal is basically to make fracs the best m two of dollars. And in order to do that, we have to have good governance and good risk adjusted yield. We're not cash. We know that the market does not consider the fracs token literal cash. That means that the protocol has to be able to give back some actual yield. There's s frax, which is the staked version. It's tokenized, same thing. It's just yield builds the actual APR. And I think that maker also realizes this. And Roon is a really big visionaries, probably one of the smartest defi people in the space. And that's why maker is also doing the same thing. So anyone can go look at it, look at the fracs balance sheet. It's just composite protocol and liquidity over collateralized loans. And we're also designing new primitives called the bam. And so that's where it's called the borrowing amm, which means it's protocol and liquidity that people can borrow one side with the other side as collateral. It's kind of similar to CrvusD for people that are interested. So always keeping fracs at the breaking bleeding edge, but of safe, fully collateralized, fully auditable system."
    },
    {
        "speaker": "A",
        "text": "So there's like three phases of the fracs project that I've seen emerge. There is the focus on the frac stablecoin, maximizing the risk of adjusted return, just like the whole decentral bank as a smart contract system on Ethereum. That's phase one of frax. That's where the fracs got started. Phase two is the application layer around Frax. And so this is the borrowing lending money market version, which Frax has its own native version of. This, the damm. As you just said, there's a handful of apps, fracs specially built apps that help the liquidity of the frac stable coin are all just like utilities. Call it like state sponsored utilities, where the state is fracs, state sponsored utilities of like the fracs ecosystem."
    },
    {
        "speaker": "B",
        "text": "Maybe protocol sponsored is protocol sponsored."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. State sponsored. If we wanted to put it into nation state terms. Protocol sponsored, if we want to put it into app terms, which I guess we do. And so that's like phase two. And then phase three is now what this conversation is going to point to, which is like the fracs chain, the actual fracs layer two. But before we skip to the third part, I want to like, because I think we're done with phase one talking about it. There's phases that I talk about. This is how I think about this. I don't know if you guys think about it this way, but let's open up the conversation around phase two, which is like the application layer, the self built application layer around Frax, because Frax started on this endeavor a while ago. And meanwhile, we've watched Maker Dao spin out sparks, which is an Aave fork, which is Makerdao's own internal version of borrowing and lending. And then we've watched Aave spin out, go like the go stablecoin. And so what was it like to be inside of the Frax ecosystem where you did both of these things, like, well, before both Maker and Aave started to both modularize themselves into the same product offering that Frax was, because Frax has been ahead of the curve, as defined by what other gargantuans Aave and Makerdao have actually concluded to get to wherever Maker and Aave are now just starting to build out their version of phase two. Frax has been doing this for a while and is already on phase three. Makerdao's endgame is kind of like Frax phase three, which is building out their own chain, but they haven't even started this. Just talk about you've been ahead of the curve, so just talk about the perspective of being frax over the last two years, as your competitors have figured it out."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think there's two parts to your question. And so the first part is we actually did even more. I don't want to give ourselves credit, but the thing is, for example, when we did these AMO contracts, algorithmic market operation contracts, which control pol. We started minting in other lending pools or amms and things like that. Actually, maker came out with d three m. That was about eight months later. So we even came up with minting into Aave and these kind of things first and stuff. But the thing is, it doesn't really. It's not like we own the idea. It's not like it's like a copyrighted patent or something like that. In fact, it's a very general idea. And usually people say Frax is a good knack of skating where the puck is going, rather than following trends. And so the thing here is really just our view that it's all around money again. And so this is how we think about it and how it's led us to building these specific things. Like, when you look at Fraxland or you look at actually frac swap, which is similar to uniswap, like v two, but it has t wams and large ability to rebalance pol, like, very large liquidity and LP's. These are all tailor made as more like, stability mechanisms rather than full on protocols that are supposed to compete with, you know, uniswap itself or Aave itself. And. And so the way that we think about it, and I think the thing that some people get wrong, and I'll actually bring up some of the criticisms people make up of Frax. And in order to fairly address, you know, things, it's. It's not necessarily all good. Some people are like, hey, Frax is doing too much. You guys are, you know, you built a lending protocol, but it only has half a billion Tvl instead of, like 5 billion. So, like, it's not as big as Aave or like, hey, you guys, we even have our own bridging system. We call it Frax ferry. And the reason we named it the ferry is because we didn't want to call it some kind of bridge because we named it as a boat, because it goes under bridges. But the idea is, we're not trying to compete with native bridges. It's only for native fracs. Asset issued fracs, the dollar pegs, stablecoin fracs, ether. These are just ways to, for example, redeem and the other way to think about settle balance sheets on multiple different ledgers, aka chains. And so the way that we think about it is we're not actually developing a growing suite of, like, defi protocols and stuff and trying to do ten things. We're actually thinking about how to build the best stability mechanisms and ways to actually algorithmically control the collateral on chain for our money. That we hope, again, like, as an m two asset, it proliferates everywhere to other chains. We can issue it to other chains and these kinds of things. And so that's how we think about it. There's a difference between, for example, I'll bring up sushi, right? Sushi is very famous for doing a bunch of stuff after sushiswap took off, right? And right now, they're not extremely. I think they've lost a lot of market share. They're not extremely relevant at this moment. They're a good example of, and I don't mean to, like, throw sushi swab on under the bus, but this is what people say. Frax is, like, the haters, so to speak, right? Like, oh, Frax is doing, like, the sushi shop. No, no, no. Like, you won't see us, for example, build a NFT marketplace. There's no stability mechanism, like, in any way related to issuing currency, m two assets and NFT marketplace. You won't see us do, like, a launch pad thing. Actually, sushiswap did. Right? Like, you won't see us, like, get into, like, like, uniswaps, like, solver, mev, and NFT stuff, because they don't serve the monetary game. They do that stuff better. We're not trying to get into things and, again, spread fracs too thin. But as you said, really well, there's critical things that we need to build to control our own destiny, to be able to issue the best m two assets, the best dollars, the best eth units, and these kind of things. And so those are the things we built. Frac swap, fracs ferry, Frax lend. There's a few other stuff coming. Like I said, bam. And other things. And then obviously, the whole thing wouldn't be complete if you're a decentralized central bank, if you didn't have your own chain and network."
    },
    {
        "speaker": "A",
        "text": "Very cool. Yeah. Just to continue doing some comparing and contrasting of the fracs apps, app ecosystem with its comparables. So there's a uniswap comparable. There's an Aave comparable. There's a curve comparable. All of the DeFi 1.0, the big names in DeFi, these are all, we call them Defi money legos, but they're actually relatively siloed. They're all on the same app layer, but they are not truly built. They're built to be independent from each other. Aave is independent from Uniswap, independent from curve, independent from maker. The fracs ecosystem, you guys are building infrastructure that is meant to very synergistically fit with other frax infrastructure. It's all supposed to be one system, maybe three or four different pieces of the puzzle. But these pieces of the puzzle are meant to intertwine very intimately with each other. And then they're also allowed to be much more opinionated where, like, uniswap is trying to be unopinionated. Right? Like, curve is trying to be unopinionated. Frax is very opinionated about itself. Right. It has a north star. It has a vision for what it wants. And so these pieces of the infrastructure, like, are more intimate with each other. They respond to each other. They are working together towards a more unified goal. So where in, like Defi, there's more independent organisms, independent apps, all trying to maximize themselves in fracs. There are like, you know, handful of apps, a low number of a handful of apps, but are working together to produce this north Star, which is the whole monetary maximalism of fracs, optimizing for the m two. That's how I would illustrate the big difference."
    },
    {
        "speaker": "B",
        "text": "Yeah. You can also even think of these protocols as monetary levers. We need more over collateralized loans. You mint new fracs into these fracs lend pairs. That governance has done. Oh, we need more protocol and liquidity. You can more fracs into the curb ammo that manages the liquidity on curve. And then the other thing I'll say is exactly as you said. So all of these things are governed by fxs. One governance token, the frac share token. And the thing that's kind of interesting is the other way to look at it. You said these monetary legos, like Aave curve and stuff. The other way to look at it is like the end game is always money. And if you get big enough, like Aave the leader in like the lending Lego, right? If you get big enough curve, like the leader tied, you know, whatever you want to say, close 2nd, 1st, whatever, the uniswap or something, right. You will realize if you're in the defi space, then you actually, all of these things were basically go to market strategies for issuing money. And so that's why you see go. That's why you see CRV USD. That's the view that I actually have, which is that the end game in DeFi is money. And again, monetary premium, people using your thing as money and integrating it everywhere. Again, we talked about, like, should you trade cash flow for monetary premium? And I was like, yes, you want to make that trade, that trade's not available to things, right? Like, no one's asking, hey, like, yeah, exactly. It's a privilege. It's a very, very good way to put it. If you, if you have the privilege of being offered that trade, you want to make it every single day. Again, assuming that economy that's using it as money is biggest enough, right. You want to trade cash flow for monetary premium every single day. And so that's, that's the goal here is like, I think as you know, as for example, again, I don't want to put words in anyone's mouth, right? But, like, as these protocols get super big, I think they realize, hey, wait a minute, we're aave. We have like 510 billion TVL. We only make some, like, fees on, like, the Dai or the USDC that, you know, everyone's using as money in our credit facility. They're making more of it because they actually are the monetary issuers. But they're all coming to us and we're only getting bips on like 5 billion. Right. Why aren't we issuing the actual money? Right? Same thing with, like, curve. Hey, we're making swap fees, but the swap fees are on other people's money. What if there are pools where the liquidity was against the money we issue? Right. We would make a orders of magnitude more than 0.0, like three or something percent per swab or three bips or whatever. I think it's like monetary evolution, people. It's like, in nature. It's not like any living life form fully understands evolution, but it still acts on you. This is economic evolution, which is like, you might not have thought of starting a stable coin or issuing a unit when you first start your lending market or like, your amm or something, right? But you're going to. If you get big enough, it's going to act on you in terms of economic evolution. And so with fracs, the original vision was, hey, everything is about money. We want to make the best money. Let's actually start with the biggest unit, which is USD."
    },
    {
        "speaker": "A",
        "text": "Cool. Very, very cool. Okay, so I think that ties a pretty good bow on both phase one and phase two of these two. Three phases that I've, like, roughly defined here on this podcast and just totally made up. So let's go into phase three, which is Fraxel. The frax chain. Talk to me about Fraxel. Why build a chain? How does it fit into the Frax vision?"
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely. So fraxtill is a modular roll up. It is. We divide it into execution environment, da, and consensus and settlement. Just like modular systems. The execution environment is actually opstack. So it's very, very familiar. It's just actually base. It's optimism mainnet. It is actually part of the super chain, so just like base. And we've committed to actually sharing sequencer revenue and being part of the super chain collective. So, like, we're actually one of the earliest members and we're leading collaboration with optimism in Interop. And Fracstool itself actually has some really cool da features. We can get into as well as some settlement roadmap. But in terms of the economic idea, the whole point, and you said it well, which is like, for fracs to be the decentralized central bank, we actually need a central place which is our own modular roll up to actually issue these assets and hold a vast amount of the collateral. The more that we issue these assets and they go to different chains, the more and more actually collateral, TVL and assets are held on Fraxel. And this economy on Fraxel can actually grow. So we. And actually, like you said, maker is actually thinking of doing this for their end game roadmap, right? So there's this thing called maker chain. No one really knows yet if Roon will pick either a move based blockchain, a Solana fork, or like a EVM kind of thing. But we've stuck our flag in the sand and said, like, we are the team EVM, right? So Fraxtill on Frax, Ethereum gas on Fraxel. So we're expanding the actual unit of account of Ethereum with our own m two fracs asset and we're building out that ecosystem. I don't know if you saw this tweet by John Charbonneau, but basically it's this lifecycle of an app to app chain to general purpose blockchain, you could say actually, it possibly could apply to Frax, but actually also more specifically, our roadmap for building the Fraxtill ecosystem actually can be really described well in that tweet. And the tweet is it basically starts with, if I remember correctly, on the top left. It's like app on general purpose chain is super popular, super big. They want to monetize the block space value, and they want to actually have their own security. Exactly. It's this one. And then, so it says, app launches, app change. That's step two. The step two there is that. Now you have this chain. It's awesome because your app is awesome. It's been a really big app on ethereum main. Net or wherever it was. Then as the app chain gets users and activity and it's a big hit and stuff, you want to actually capture more general purpose value. You invite developers to build anything around your ecosystem. More random, different apps build out, and then it starts going over the same thing again. One of the big apps on your general purpose chain gets super big. And then what happens is that they want to start monetizing their block space that they're creating the value for. So then they launch an app chain. The app chain goes well, they want to invite more and more developers to build on it. It's now a general purpose chain. A lot of developers build apps, are doing great. One of the biggest apps on this general purpose chain is like, hey, well, wait a minute, I want to start my own app chain, and et cetera, et cetera, right? It's this lifecycle. And the cool thing is, I actually think this should be embraced. And so, with Fraxel, our economic system, both in terms of our unique block space incentives, we've built our own expansion of getting people to build on Fraxel. And then if they think about graduating to an app chain, we have an l three program directly. Not only will we invest and give Fraxel points and all these things, but there's actually a way in which being an l three on Fraxel is easier and actually easier to monetize than just like a normal other l two. And so we actually embrace this vision. I think it's a really easy tweet for people to understand how it works, and there's a certain sense of truth to it."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. So the arc of fracs, I think, is very educational for people to understand a little bit about how, just, like, the evolution of crypto has really gone. Like, Frax started off as this, like, one single app, which is like this decentral bank issuing the fracs stablecoin liability, and then it turned into, like, an interwoven network of applications on the ethereum layer one, which is like the phase two that we talked about, right?"
    },
    {
        "speaker": "B",
        "text": "And now they all use the fracs money, right? They all use the stuff as money. Yeah."
    },
    {
        "speaker": "A",
        "text": "Right. And then now. Now it's like, hey, let's just build a home for us, a dedicated, enshrined home for the app, the frax ecosystem. A, because, like, you know, if you want to use the fracs ecosystem, you have to pay gas fees. Why do we give away gas fees to the Ethereum? Layer one, let's collect our own gas fees as a layer two, a, let's lower the gas fees and collect them for ourselves inside of our own ecosystem. Let's collect our own meV, because we are producing economic activity rather than leaking that economic activity to the ETH burn and to the Ethereum. Layer one, let's build a network. Put all of our apps on the network on the Ethereum. Layer two, collect our own MEV and our own economic activity on the layer two. That's the top part of this cycle that we see on screen here. The app launches app chain, part of this revolution that is what is currently the current meta inside of the Fracs ecosystem is the development of. And then I don't know if maybe we've seen this. How open is Fraxel? So, like, the next phase of this revolution is that the app chain gets users in activity. Who wants more value capture and integration? So then the app chain becomes more general, saying, like, we've built our applications on our chain, but you can too. Developers, you can also come build your app on our app chain. Is that where we are in the current meta of Fraxel? Is it in, like, inviting other people to build on the Fraxel chain? Or, like, what's going on over here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, from. I think you can. You can probably say, because we, we really take this, this cycle to heart. Might have just actually skipped over the app chain part, because, like, fracs as a system is already pretty big. And, like, we, we actually frax those. A fully general purpose chain. We have these things actually called block space incentives called flocks for short. And the idea is it's built into the chain, and so it's like EIP 1559, but it's, instead of figuring out how much gas token, like, eth to burn, it actually is about how much Fraxel points to distribute to popular contracts. And the idea behind it is, you guys obviously know ultrasound money. I don't know, even maybe you guys helped launch it or something. But if you look at the leaderboard of ultrasound money, right, you see the most popular ethereum smart contracts, like the Uniswap router, the arbitrum l two inbox, all of these things, and the EIP 1559 algorithms running literally every block based on how full the previous blocks are, average, and then exactly this one. And then people have to burn some amount of eth to be included in the actual system and the actual transactions in the next block. And so this is exactly the burn leaderboard, right? We thought of the other way. We thought of what if we could create an algorithm where if you are the most popular contracts in the chain, right, you use the most gas. Similar idea here. You actually get fractal points in way in excess of the actual gas that you're using. So, like, it's not a gas rebate system. It's not like. Because like you said, base Fraxel, all of these chains after blobs, they're going to be super cheap, right? Right. Now, a swap or transfer on fraxels, like under a. If you're the top chain, top amm, like Uniswap on Fraxel or something, you're going to make $1,000 of fees if there's gas rebate. So this is not a gas rebate system. We went into the chain software to actually redo how incentives are done. The cool thing with the block space incentives is that it's actually exponentially hard to game. If you think about it. Let's say a bunch of bots or airdrop farmers or something, deploy their own contract and start paying a bunch of gas to have it be on the. The leaderboard. If other people are doing that, too, they wash themselves out, right? Like, this person is paying a bunch of gas. This person is paying a bunch of gas. And then the actual most used thing, like the Uniswap to tether, fracs, stablecoins, whatever, they're actually the one that's the most popular based on total gas spent in the network in terms of popularity and the total number of eoas that actually interacted with that, because everyone else, if they're trying to game it, they make it more expensive to game. So it's a really interesting algorithm. And then also it makes launching l three s really profitable, because, like you saw on the burn leaderboard, if your inbox on Fraxel is one of the most popular contracts, you also earn tons of Fraxel points, right? And eventually they can be tokenized. And everyone knows the points meta by now. So the idea is, like, Fraxel's skipped kind of the app chain phase. And actually, we embrace this cycle of, if you come build here, if you're one of the more popular apps, again, right, you will get a disproportionate amount, a very large amount of the fractional points. And so some early apps have already gone that, like, raw exchange curve has already deployed, a lot of others are already deploying. And then if you want to be an app chain, we actually encourage you to do that. Right? Like, if you want to go through the cycle, it's almost like, think of. Think of if a roll up just embraced that picture as a religious belief. This is the life cycle of things. This is life after life, this and that. For us, this is the life cycle of crypto. And we designed an incentive system and a technology stack to actually embrace that. And that's actually where the name Fraxtill comes from. It's a play on words of fractal scaling. And so the idea is, like, launch an app, use fracs m two assets as money, and get a lot of yield from us, from other builders. If you're popular if the contracts are used by most people, you'll earn a massive amount of fraxel points. It's built into the chain. You can actually see it. Like, if you go to fracs.com comma, you can actually see the actual flocks leaderboard and then launch an l three and come talk to us. We actually have an l three program where we will invest and we have relationships with rollup as a service provider. Kind of like base, right? Base is kind of leaning into the l three things as well. I believe they already have, like one or two or a couple l three s. And I think, you know, Jesse is one of the smartest people, one of the leaders of base. He's a. He's a prophet. You know, I really respect how, how amazing he is, both in terms of value alignment, positive sum. And I think they see the same thing again. I don't know. Know. But, like, you know, the next time he's on bank list and stuff, you know, show him that tweet. Right. And I think Fraxtill and, like, base and a few other teams really embrace that lifecycle. And we encourage people to build and then even launch an l three."
    },
    {
        "speaker": "A",
        "text": "So this whole idea of fracs points and issuing points as a function of how well used that smart contract on the Fraxel chain is, that's the same. That's, like, synonymous to contract secured revenue, which is like an old term that has, like, the idea of, like, contract secured revenue has been around in crypto for a long time. Like, this is the Kanto project. I think optimism even, like, experimented with this as a philosophy way back when. So, like, this is nothing new, right? You guys are just implementing it."
    },
    {
        "speaker": "B",
        "text": "Well, the idea is nothing new. And I am actually intimately familiar with gas rebates, which is why I was, like, bringing up or contract secure revenue, I think both Phantom and even near. So we did a lot of research on this, even implemented this. And as you could probably tell it, depending on the right way to do it, it either kind of flops because, like we're saying it's. If your chain is becoming cheaper and more performant, being a very popular, you know, app, just giving the gas fees back is actually, in my opinion, is actually anti this roadmap. Right? Like, you're basically giving the revenue and saying, hey, don't think about monetizing your block. Like, don't ever think about, we'll just give it back to you. Please stay here. We actually wanted to turn it around, which was like, hey, our system, because they're not tokenized they're fractional points that later you can claim them and things like that. You can actually get like hundreds of x, maybe thousands of x, depending on what the, obviously, the value of these things are, of the gas amount that your popular contract is making. That's really cool. You can actually get a very large distribution of the points based on if your smart contracts are majority of the popular applications on that leaderboard through the algorithm. And that's actually, I think, different. For example, bitcoin was just hash cash, a bunch of, like, proof of work. But properly put together, those concepts were there before, right? And then Satoshi took them and very cleanly put them together into a system that works. My belief is the idea of contract secured revenue is kind of like hash cash. It's incomplete. But when you put it together in a proper economic system where people actually want to earn way more than the gas that their contracts are using, and the way to do that is not just give them liquid token, because that's a DDoS system. If you give people $2 for $1 gas, the chain doesn't even work. If you do it through a point system and a time delayed liquidity event, you are able to create this transparent algorithm where the people building on the chain during the point phase, the block space incentive phase, they're able to actually get a large amount of the distribution of the tokens based on the popularity and gaming, that is, again, very hard because everyone has to pay so much money against the legitimate economic activity and usage of the chain."
    },
    {
        "speaker": "A",
        "text": "Right. The idea of contract secured revenue is nothing new, but we've seen it be attempted by chains that tried to use it as a zero to one bootstrapping mechanism. And that's always been like Uber hard mode. And then you're also saying it's antithetical to the idea of scaling as a chain because the whole gas rebate, which was the original inception of this, was like, oh, yeah, if people spend, users spend gas on your contracts, you will get the rebate, and so you will be paid as a developer who built the contracts, when people spend money on your contracts, but that comes out, that's not totally incentive compatible, which is what I think you're insane. Like, it goes against the scaling of the chain. There's some weird gamification things that could happen. The interesting thing and the leverage that the Frax ecosystem has is Frax generates its own economic sustainability via other means, right? Via the central bank, the decentral bank, via the chain itself. And so what you're saying is because Frax generates economic sustainability outside of the whole contract secured revenue element we have, you guys have leverage to actually turn this into a fully incentive compatible system which starts with Frax points. Do you know what the FrACs points will be claimable for? Points are just points at the end of the day. But what will points turn into?"
    },
    {
        "speaker": "B",
        "text": "Yeah, the only thing I'll say is that they will be tokenized. And so obviously it's up to the community in terms of voting, in terms of exactly the raid and how that stuff will be done, but they will be obviously tokenized. They're not just a fun game, but in terms of how. I think the best way to say it is in the first twelve months there will be a community run governance to figure out the exact race and these things. The other thing I will say also is even after that event, these block space incentives will actually continue to run and allocate points so people can then obviously later know exactly later the tokens they can actually claim are. But the idea, like you were saying with the block space incentives, is that we want to basically make Fraxel the best place to go through that entire lifecycle of an application. Our goal is to basically say, look, there's going to be tons of l two s and other chains and whatever. Everyone is going to go through that lifecycle and they're going to be like, hey, come build here, please. We'll give you, there's a grant committee, there's this snapshot, two airdrops or whatever. But we thought of what if there was just an algorithm that's just part of the block space? Every block that's coming is always running, just like EIP 1559, it's always distributing, sure. Albeit tail emissions. Right now there's the most fractional points being given out per block, but later it'll slow down, but it'll always keep going, kind of like bitcoin. There will always be a lot of value here for you to build on and that actually is very, very important. We wanted to make sure this chain is the best place to, again, risk adjusted for your time, for developers and stuff to earn the most, no matter what lifecycle. If you're going to launch another chain later, if you're a app is popular, you're going to get a ton of these tokens, this distribution. So it's going to run basically forever, for years and years. And it's not just an airdrop, it's not just a snapshot. So I think we're probably the only chain. I'm sure this will inspire other people. And again, just like we were talking about with the frac stability mechanisms, we don't own the idea or anything. It's not like crypto is all open, and I'm sure there'll be more and more of, like, chains that are like, hey, just every block, there's things given out and all the time in real time. But it's cool that the fractal is kind of the leading chain on that, actually. One thing is, I was talking to Tarun from Gauntlet, you might know him, and he was like, out of all the things on Fraxtill that you guys have developed, because there's da module, we have a settlement roadmap and stuff, he was just fixated on, like, hey, this algorithm, the block space algorithm, is super cool and interesting because of it's not easy to game. It's expensive to game. Like, you can game it, obviously, you could pay for gas, but it just looks just like gaming proof of work. It becomes really, really expensive. You have to put resources in and things like that. And Tarun is the biggest gigabrain math guy, I think, probably in the crypto space. And all his research output, the fact that he was like, I want to take a deep dive at this and maybe design some stuff with you, like, you know, talk about this or, like, you know, have some content on it, I think that that actually is super cool."
    },
    {
        "speaker": "A",
        "text": "Well, Sam, this has been, like, very on brand of you to do, because Frax, the whole ecosystem has always been just, like, one dimension deeper than the rest of the ecosystem. So the whole, like, Fraxel layer three vision, you guys had this at least a good number of months ago before, like, base even got their very first layer three. So, like, just props from, like, being ahead of the curve. It takes some level of just, like, intellectual rigor and precision, I think, to always be consistently, like, one dimension deeper while everyone else is playing catch up. So it's been, like, a very fun arc to watch. And so just thank you for just giving us clay to work with, to just, like, learn and educate from one last question before we wrap this whole thing up. So, Fraxel is an op stack fork. What is your guys relationship with the optimism super chat chain?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so we are part of the super chain collective. We've already committed to sharing sequencer revenue and all that good stuff and helping with development with the optimism team, we work very closely with them. They're amazing. They're absolutely incredible. Carl and every one of them that lead Ben and those guys in the engineering behind the scenes that I think they deserve way more credit, but they like building in the background. We are part of the super chain, I think the super chain collective. There's this kind of spectrum of full interop sequencer sharing social in the collective and things. And right now Fraxel is right in the center and we're building out like we're saying. Fraxel is very unique. Both block space, incentives, our gas token, all these features. We're working towards full interop, which is what basis at this time. But we're slowly increasing the amount of direct compatibility with the super chain specs. So I think Fraxel and base, they'll be essentially fully interoperable in the medium term. So we're definitely part of the super chain vision. Like I said, we're really committed in our own philosophical way of hardcore Ethereum alignment. We just think of things as like money, right? In fact, one of the things is, I think Fraxel is one of the most ethereum aligned in terms of value, because we know how Ethereum, the asset accrues value, or at least we believe we do. We want that unit of account, ethis money to be more and more proliferated everywhere. In our opinion, that's the most important way of both evangelizing, but also building ourselves places where ETH is a unit of. I know there's a lot of people that are like, oh, if you don't use Ethereum blobs or you use Celestia or Alti and stuff, you're like zero sum with Ethereum or everything. And that's a discussion for another time, different episode and these kinds of things. But I think the overarching Ethereum alignment, that's like 90% of the whole thing is do you accept Ethereum, the unit, the Ethereum unit, as money? And do you actually issue an m two unit? Do you do more things to evangelize that think that Frax is fully bought into that vision?"
    },
    {
        "speaker": "A",
        "text": "Beautiful, Sam. If people want to learn more about Frax, if developers want to build their layer three on Fraxel or just learn anything, where should they go?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so we are very, very active on x and telegram. It's just finance. Both exactly the same username. And then I'm very available all the time. If I'm awake, I'm on either working or on x and telegram myself. It's Amcasmian, just my name, both same username. I would love to talk to anyone."
    },
    {
        "speaker": "A",
        "text": "Around 24/7 Sam, thank you so much for coming on the show and educating me and the bankless nation about Fraxel."
    },
    {
        "speaker": "B",
        "text": "Thanks, David."
    },
    {
        "speaker": "A",
        "text": "Bankless nation. You guys know the deal. Crypto is risky. Layer two is a risky. Layer three is a risky. It's all risky, blah, blah, blah. You can lose what you put in. We are headed west. This is frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]