[
    {
        "speaker": "A",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. And today on bankless, we explore the frontier of Ethereum's roll up centric roadmap. The roll up trilemma. What is that? It's something I've discovered as I've gone down the roll up rabbit hole. Three interconnected parties in a tense cooperation competition with each other. First, of the three parties rollup frameworks. These are things like the op stack, arbitrum, orbit, ZK hyperchains. Second, rollup as a service platforms or RAS. These are platforms that help spawn roll up chains using the frameworks. And then last, shared sequencers, which are entities that help share execution and block space across all these roll up chains. These three parties are necessary for the grand unified vision of Ethereum's roll up centric roadmap. All three parties are going partly at least, after the same pie. There's only so much transaction revenue to go around, and so even though every party needs each other to complete the vision of Ethereum's role of centric roadmap, they still want to capture as much value as possible. This is the topic of the episode you're about to listen to bankless nation today. Joining me as a technical co host on today's episode is Miles O'Neill from Reverie, who I will introduce you to in a second. He's been thinking about the subject way more than I have, and the guest on today's episode is Andrew Hwang, who runs Conduit, which is probably the leading ras out there that supports many and maintains many of the layer two rollups that you are familiar with in the Ethereum roll up landscape. I think this conversation you're going to hear too today on this episode is probably going to be repeated, repeated many times throughout the years as things change, metas shift and different entities in this trilemma increase the scope of their product offering as most of the free real estate in the sector gets filled by one of these three entities trying to claim as much market share and value capture as possible. So pretty nerdy episode for you today, so I hope you enjoy, because those are always the best. Let's go ahead and get right into the episode with Miles and Andrew, but first, a moment to talk about some of these fantastic sponsors that make this show possible. Bankless nation, I'm super excited to introduce you to Miles O'Neill, an associate at Reverie. Miles and Reverie is a research focused investment firm. High touch, white glove in the trenches. Miles has been focused on the RAS framework and shared sequencer world for a while now and is joining me here today as my technical co host on this episode. Miles, how you doing?"
    },
    {
        "speaker": "B",
        "text": "I'm doing great and yeah, really excited to be here. Long time listener, first time caller, and good to chat with Andrew again."
    },
    {
        "speaker": "A",
        "text": "Hell yeah. Hopefully the first of many. Andrew, not your first time on the podcast. Andrew Huang is the founder and CEO of Conduit. Conduit is a roll up as a service platform otherwise known as a RAS Conduit helps spin up, operate, and maintain many of the layer twos that you have likely used, including Zora, Avo, Lyra mode, and a number of other strong roll ups out there. If you bankless listener believe that the Ethereum landscape is going to have not hundreds, but thousands or maybe even tens of thousands of roll ups, then logically you probably believe in the power and success of Ras like conduit. Andrew, welcome back to the show."
    },
    {
        "speaker": "C",
        "text": "Yep, thanks for having me back, David. Excited to be here."
    },
    {
        "speaker": "A",
        "text": "So I think we're going to try and uncover as many, turn over as many stones as possible here in the roll up framework. Shared sequencer Ras trilemma. I'm calling it a trilemma. Not terribly long ago, I put out this tweet titled the roll up space in 2024, and it was the classic office meme of Michael and the two other office people I can't remember the names of in this three way mexican standoff all like pointing finger guns at each other. Three points on the trilemma. We have roll up frameworks, shared sequencers, roll ups as a service providers. Ras and these entities all have relationships with each other. They all kind of need each other, but they also don't want to give up too much power with each other. So there is both this tension of needing to have relationships with the other, but not wanting to have too much of a relationship with each other. But also, if we in the ethereum ecosystem want fully composed rollups, we want tens of thousands of roll ups, then we're going to need all of these entities to work together. So me and Myles today on the show are going to interview Andrew to figure out how some of these relationships are going to work out into the future. So kind of just introducing the trilemma roll up frameworks. These are frameworks like the op stack, Arbitrum, Orbit, ZK sync hyperchains, the Polygon, Zkevm, the things that these framework developers want you to copy and paste and produce. Many, many, many of shared sequencers are where many of these chains come to be and feel like more composed, more like more of a single chain, at least from the user perspective. And then you have the roll up as a service providers, like conduit, the ras, which actually produce, do the copying and pasting of the frameworks so that there are tens and tens of thousands of chains. And so the way that my tweet went that kind of started this conversation off is like, first, these three entities are in some sort of three way standoff with each other, everyone pointing their finger guns. Then it goes into this kind of awkward handshake, like three way handshake, which just doesn't feel weird or right, but we're trying to make it happen. And then over. The ideal version of this outcome is the final form of this, which is a three headed dragon, just like super powerful. Everything's firing on all cylinders. The integrations are very fluid, and everyone is happy as a result of that. We get some sort of superstructure on top of ethereum, countless chains, infinite chains, but none add to any more fragmentation. Everyone gets their sovereignty, everyone gets their chain, everyone gets their throughput, but it all kind of just feels like one seamless experience. That is the ideal version of this. Miles, I want to tap you in here first. Just like, how do you see these relationships progressing? Where do you see this going? And just overall give us a lay of the land for how you see this landscape playing out."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. And maybe I'll take more of the skeptic side or the lesser Kumbaya side here, because I do think at a very high level, these are all infrastructure providers that are competing to own the developer relationship with the roll up teams and are finding ways to monetize, and often that's through sequencer revenue. Maybe there are other ways to monetize as well, but I think in general, they're all going after that. Maybe it would be useful to look at maybe each category in isolation and think about why the natural incentives point to compete or vertically integrate into things that they don't have, and where the incentives maybe also point to partner."
    },
    {
        "speaker": "A",
        "text": "Miles, before. Before you do that, I just want to put a pin in something that you said I think can help define the rest of this conversation. It's either vertically integrate or partner. And I think that is the tension that I think we're going to talk about, like, is going to be a theme of this podcast. Do these different points on this relationship, on this trilemma, do they just vertically integrate their own solutions and kind of ignore the other players in the game? Or do they choose to partner with the other players in the game. And I think that is a really good way to kind of illustrate the theme of this episode."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. Exactly. And I think, you know, it's not one clear answer. I think it really depends on what, you know, which actor you're talking about and which other pieces, you know, potentially going to be vertically integrated. So I would just say, like, if you're looking at these things in isolation, if you're a roll up framework, right, the ways to monetize or either kind of dogfooding your roll up framework with your own first party roll up solution, or finding a way to monetize through usage of the framework, or potentially having a dedicated but distributed sequencer for everybody that is using your roll up framework. And if you are a shared sequencer, you're starting at a different place. You are hoping that you can, I would say, offer a value prop that is strong enough that these roll up teams will outsource their sequencer operations to you. And that could be decentralization reasons that could be. I think MeV and Interop were kind of like bigger promises, but it is a little bit difficult because you don't own the customer relationship, because you're not the framework provider that the customer maybe went to first and you're not a RAS provider that is operating or powering the framework in general. I think from that side you may realize, okay, maybe we should vertically integrate our own RAS solution so that we can get closer to these customers and maybe even bootstrap our shared sequencer with our own first party roll up. So we've seen that already from Astria that's pivoted into that. And then as a RAS provider, I think it was, I would say like the underdog going into this roll up expansion, but they found themselves in a really good place conduit in particular. Props to you, Andrew, for doing great work. But the customers interface directly with the RAs provider and they're selling a lot of abstraction of complexity and they're selling reliability and really peace of mind that you have robust infrastructure from these hosted services and your sequencer is never going to go down. And so as a RASP provider, you're in a great position because you're already operating the sequencer and you have the ability to touch that revenue. And maybe the vertical integration plans for RASP providers are a little bit less clear because I just don't see them. I think staying agnostic to frameworks makes a lot more sense because it widens your market, but maybe there is some shared sequencer angle here that makes those customer relationships even more sticky because now you don't just have a reliable sequencer infrastructure. You might have enhanced interop with other sort of RAS customers under the same platform. And whether you do that, you know, as just a first party operator operating all of these roll ups, or you like kind of open that up to, you know, um, open up the supply side to become more of a marketplace like a shared sequencer, but kind of starting at a point where you already own the customer relationship. So it's maybe easier to do that. Um, there's a lot to talk about there, so I'll pause there. Andrew? Yeah. Any, any parts of that that you would, you kind of like want to push back on or maybe like um, add some more nuances?"
    },
    {
        "speaker": "C",
        "text": "I think that's a great high level overview. I think it's in terms of framing and I'm sure we'll get into this. I think the only ones that are doing anything substantive with real customers today are the roll up frameworks and I think the RAS teams. I think I constantly show this. I think it's becoming more clear over time is that it's not just the reliability, it's the upgrades. If you think about AWS, for example, you spin up your compute in the cloud and then that compute gets better every year and you don't have to do anything. I think early on in the narrative it was like, hey, what's so hard about rollups? I'm just going to fork the op stack and make some customizations. I think with the recent den kun upgrade and the ecotone hard fork for Obstac and the Arbos 20 upgrade for arbitrum orbit, posting the blobs, that upgrade is a significant improvement in transaction fees and operating model for these roll ups. And we're the only ones posting blobs on mainnet in addition to the major role frameworks, and all the custom ones are stuck on really old versions. And so I think it's becoming increasingly clear, even if you have the resources, it's a challenging thing to do. In addition to the reliability, the performance, the all in one bundled offering, I think the upgrades, you know, for a time have been very underrated and I think are finally starting to become, I would say like evenly kind of rated to kind of their importance."
    },
    {
        "speaker": "B",
        "text": "Yeah. And maybe if I could jump in for 1 second just to compare like, you know, I think the benefits that you get with that, with seeing what happens when you don't. And Cosmos, there has been no like cosmos version of a RAs provider. And there is no even, like, central sort of development team for the Cosmos SDK. And everybody's on different versions. It screws up the infrastructure provider and it really makes, like, I think, even interop a lot harder. And so if roll ups broadly are looking at, like, second mover advantages and learnings that they can, that they can take advantage of, I think. I think that is one where, like, coordination on just standards and upgrades is a huge deal. But we still are a long way from that. I think right now I want to."
    },
    {
        "speaker": "A",
        "text": "Define what the actual, like, prizes are here. Like, what. What are people fighting over? Because, like, the nebulous idea of, like, value capture could, could. I think we could make that a little bit more clear of what that actually is. Like, where does the value actually come from here? So there's this three person thumb war, three entity thumb war going on. Everyone's trying to jostle for position, but what is the actual goal here? Where is the value being sourced from? Mao, do you have any perspectives on this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I do. I think if you were to just try to cast the broadest way to describe it, I think it is you're in the best position if you own the customer relationship and if you're operating. I think the sequencers are finding other very elegant ways to monetize that doesn't actually impede adoption. I think sequencer ops are probably the obvious one. I think you can monetize through usage and say, now you have to have a biz license on my framework or you have an enforced rev share. And I think we're still figuring out what the best versions of this are, but I think it's whoever has the customer relationship and is finding a way to monetize that customer in a way that doesn't, like, impede, I guess, adoption of their framework or Ras solution or shared sequencer. But, yeah. Curious. Andrew, if you agree or disagree, I."
    },
    {
        "speaker": "C",
        "text": "Think the value cruel story everybody has analysis and thoughts on. I think the reality of the situation is none of us know how it's going to play out. I think if you asked six to nine months ago, you'd say there's only going to be a couple major roll ups and they're going to earn the majority of the fees. Something like a base, right? And that's all there's going to be. And I think what's been clear over the past six to nine months is we have over 20 roll ups deploy to Mainnet, we have l three s are a new thing. We might have all fours soon. And so the model for how the compute is going to play out, I think is genuinely very unclear. And even within these roll ups, there's different models. Do you have a custom gas token? Are you using all da. If you're using a custom gas token, then the point is actually not fee revenue generation, it's to subsidize costs. And so the revenue model looks very different there, versus something like a base where you are priced in ETH and you have a lot of congestion and you're earning a lot of fees. And so just given the disparity of the types of models and the types of compute out there, and generally the modular toolkit gives you the ability to mix and match what you want. I think the way that we look at a conduit is we're very unopinionated. We want to give you all the tools available and then we want to capture value in the way that you are generating it. Whether that's SaaS hosting fees, whether that is feed revenue, whether that's something else, we're very open to it. I think the key differentiator for us is I think we have the opportunity to play in all of those different verticals. I think that, for example, love the framework teams, but if the model that are just sequencer fee splitsheen, there's obviously a preference towards ETH based, because that's going to generate the most fees. As an example, we launched this dgen l three chain, which is an l three on top of base. The custom gas token is degen super cheap fees over a couple million transactions in less than 24 hours. I think the total fee revenue was less than a cent. And it's priced in dgen. Yeah, we're long. Djenan, how much does that have to go up for those fees to be meaningful? They're just going to be a wide variety of models here. And because of that, I think we can talk about shared sequencers in Mev. I think there's some questions as to how much of this will actually exist. We can talk about maybe it just being a couple of big l two s, but I think clearly we're starting to see that that's not the case. I almost wonder if the analysis is a little too soon or a little too early and we aren't seeing what the market is demanding. And I think ultimately the market is going to decide where this goes and where the value accrues."
    },
    {
        "speaker": "A",
        "text": "Just to really explain, like I'm five, what the implications of this analysis of yours is, Andrew, you're kind of saying that if the frameworks were the vertically integrated structure here, they would be incentivized for having like layer one settling layer twos that all use ETH as DA, because that's where they get the highest margins from. And as a result of that incentive, there would be a constraint on the flourishing of layer twos because of the constraint on the ways to build a layer two. And so if in a framework dominated world, there would be simply less roll ups because of these constraints. And so what you're saying is, well, as a result of rasses, we can actually kind of produce a larger flourishing of different types of roll ups because we don't have that same sort of incentive structure. We have different incentive structures that can produce different outcomes. Is that kind of what you're saying?"
    },
    {
        "speaker": "C",
        "text": "I think that's exactly right. And just to give like a concrete example here, with blob posting and like blobs being free, there was an opportunity for a conduit to migrate all of our, you know, all DA chains to blobspace, right? Because like, if it's super cheap and it's free, it's going to be equivalent. That would have blown, or kind of had the demand exceed the supply and block fees would have started rising. And so from the perspective of a roll up framework, that's taking 15% of fees, let's say that's advantageous because the higher the DA fees, the higher your net revenue because you charge a surplus on that. And so in theory, if that was my incentive, I should be moving all of these to eBay Da, maybe at the expense of the customer and their target audience. And so ultimately, I think because we're very customer line, that allows us different types of business models and to be more flexible. Whereas if you're a one size fit all, I think there are just different incentives that play there."
    },
    {
        "speaker": "B",
        "text": "Yeah. And maybe just to jump in, I think there's. Raas has kind of a unique angle where it doesn't need to be necessarily crypto native revenue. Right. It can just be traditional SaaS revenue that is not priced based off of what the sequencer operations are. It could be much more holistic. Right? It can be like, how much development time did you save? How many resources can we now hire towards growth? And then that is kind of priced into the, factored into the pricing versus roll ups are really kind of roll up frameworks, and shared sequencers are much more limited to on chain direct revenue. And they have to find ways to do that in a way that does not, again, impede adoption, making everybody use Ethereum for everything would definitely impede adoption and send those customers to other frameworks in trying to maximize for revenue today. And I don't think that is the right move. Maybe one thing I'll say with the frameworks is the movement of l three s is also a way of capturing those customers and making the ecosystem even more sticky. You're even more of a Schelling point as an l two with l three s on top than you are as just a framework that you can use for any l two. And they're nothing really interconnected in any way."
    },
    {
        "speaker": "A",
        "text": "And especially, I would imagine if a RaS has more traditional business models of just service license agreements, just fiat based, typical pen and paper contracts that would be conducive to a RaS relationship with a framework, because then they're not nibbling at the same pie. There's actually different revenue coming from external sources. It's just a hot take. How does that resonate with you, Andrew?"
    },
    {
        "speaker": "C",
        "text": "I don't know if that's a hot take. That actually sounds like it would make us natural complementary partners, and I think that is the case. I think we work closely with optimism and arbitrum today. We'd like to work closely with other folks. Frankly, it's just a bandwidth thing on our side. It's an underrated amount of work to do all the upgrades and all the stuff. But I think what we see today is that this is a nascent market. If we're looking at the numbers, it's small compared to what these sequences are earning today. Base is earning a million a day in net fees. Optimism getting 15% of that. That's approaching what our annual annualized revenue looks like. And so we're just small fish compared to what's going on there today. And so in light of that, I think there's a lot of room to just work together and grow the market. I don't feel the competitive pressure today. I think more so what we see is the frameworks competing with each other. And I think conduit can be a unique differentiator because we are so customer centric. We're really great at deploying quickly. We have the infrastructure and automation to actually distribute the software and the upgrades. So everybody's getting the best experience. And so we like to work with the best teams to enable what they're doing. And I think it's been very creative to both parties."
    },
    {
        "speaker": "B",
        "text": "Yeah, I totally agree with all that. Maybe I would make one distinction between the long tail of rollups versus some of these larger roll up hubs, because I do think when you're talking about the long tail of rollups there's only limited, you know, like costs that they can, that they can really handle. And I think if you're you know, going to a ROS provider um, paying for the RAS provider and maybe even having sequencer Rev share with that roster provider and paying the framework for you know, a portion of your sequencer revenue as well, it kind of starts to add up and you might start looking at other frameworks that aren't like monetizing or choosing what do I care about more about, right, the RAS provider relationship and what they give me or like the framework and being part of that you know, ecosystem, whatever they give me. Um, and I think until like these, we'll call it like I'll pick on the super chain, come up with um, I would say first class features for joining the super chain specifically around you know, interop. I think it is a bit of an uphill battle. You're basically charging for usage of um, of the brand like brand association and, and that is something. But like uh, I think they need, if you're going to take that path of monetizing just based off framework adoption, I do think you need to add more like complimentary features that you can only get if you opt in. Right. And we havent seen that quite yet."
    },
    {
        "speaker": "C",
        "text": "But I generally agree. And I think the question is what are the complementary feature sets? And then we see the fee splits today. I think theres a lot of, I guess fog of war around that because theres also just a lot of token grants that are happening. The question is if you look at the fee split and then the token grants, what is actually happening there? Certainly the numbers out there and that looks defensible. But my sense is over time the grants run out and eventually I think fee splits come down for frameworks as well as frankly rasp providers. I think the end game is this is a revenue stream for the customer and apps should take the majority of that. We're still in this early phase of figuring out the dynamics here and what is important, what isn't important. And just given all of the noise and narrative in crypto, you definitely see teams opt one way or the other. Ultimately time will tell and it's starting to happen where we get a lot of inbound from folks that got sold a vision and didn't really turn out that way. And because I would say we're very substance forward and so we are very accurate in terms of what we're going to be able to provide and the reality of the technical landscape today is that customers really enjoy that and find their way back to us if they get sold a bill of goods. That isn't necessarily possible."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So when he opened up this conversation, this whole like three way trilemma, three people, three entities pointing the finger guns at each other, it's also kind of missing this element that, like, not all of these parties are starting from the same position here. Like quite, quite literally, the actual layer two framework started this whole thing. Like, they built the frameworks, right? And they actually had zero cold start problem. They actually just were the start. Right. Optimism, the main net, arbitrary main net. Uh, just so much demand for these things to scale. Ethereum. So like, they had, they didn't even have to think about a cold start problem. On the other end of the spectrum, like, shared sequencing has like the biggest cold start problem I've ever seen in crypto. Uh, and so, like, while it's like a three way, like finger gun, it's not everyone starting from the same position here. Like, some people are starting like, like optimism and arbitrary starting from like, having fully fledged networks already out."
    },
    {
        "speaker": "B",
        "text": "I think just maybe a little tangential to that point is the frameworks didn't have that cold start problem because they released their own first party roll ups. But I think what's going to be really interesting is when maybe the focus shifts from drawing as much activity into op mainnet as saying, actually, no, we want to throw that to base and we want to focus really on the super chain. So what does op mainnet actually evolve into and transition into? In arbitrum, they don't have that base player, that massive gorilla in the ecosystem. And so maybe they lean more into arbitrum. One plays both the role of base and maybe some interop role that op mainnet could be moving towards. But yeah, I think it's a good problem to have. I'd rather have that problem than, say, the shared sequencer problem, which is a little bit more difficult and requires pivots, I think, as we're seeing now. But, yeah, so I just wanted to add that one piece."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. And it's a really, really interesting problem to have for these roll up frameworks where like, what does optimism want? Like, once upon a time, optimism wanted to have more users on the op main net, more builders on the op mainnet. But then, like, I think they just like, looked at this in the future and be like, all right, like, what is the long game here? Like, are we trying to be the biggest roll up on ethereum, or are we trying to have as many roll ups as possible and, like, have a smaller slice of more roll ups. And that was, like, the whole op stack strategy, right? Like, let's. Let's. Let's get, like, 10,000 roll ups on ethereum, and we can just take a smaller fee of. Of all of them, right? And so, like, so was born the idea of the super chain, uh, which is a hard business model. Like, I will say the business. The super chain business model is hard. Like, miles, you kind of said the quiet part out loud, which is, like, why is base paying optimism collective, like, 15% of their sequencer fees? Oh, well, it's because, like, coinbase needs, like, some sort of shield of decentralization, right? Like, who governs the base chain? Oh, it's actually the optimism collective. And so, like, really good, useful shield of decentralization around base by. By the optimism collective. And also this really good first customer by optimism, by the. By the framework. But getting a second and third and fourth customer to the super chain, to the collective. Like, aside from, like, narrative and, like, alignment and brand association, like, how do we even, like, get to the point of just, like, well, let's. Let's functionally have a good product with strong utility that, like, wins a customer for beyond narrative reasons, still TBD around, like, how that whole thing works. And so, like, while I will say, like, in this whole, like, uh, trilemma, the frameworks kind of have just, like, the easiest start, uh, they don't necessarily have the easiest business model. I actually kind of think Andrew and conduit and Ras is here kind of have the easier business model. Like, everyone wants their own chain. Andrew talks and touches all of these chains here at conduit, and, like, generating some sort of fee revenue from that relationship seems to be, like, the easiest in terms of just, like, actually generating revenue, at least the most concrete and, like, the most assured. I want to get Andrew's take on this, but, miles, before I do, like, I just. I want to get your take on it first."
    },
    {
        "speaker": "B",
        "text": "I think you're totally right. And, you know, maybe the only thing I'll. I'll add is that it's a little bit harder to find a way to. If you want to have a token as a raspberry provider, I think that's totally fine. I think so. I think even though we might see much, much higher market caps of a token than, say, a RaS provider equity. Yeah, I totally agree on the business model piece."
    },
    {
        "speaker": "A",
        "text": "Andrew, what are your thoughts here?"
    },
    {
        "speaker": "C",
        "text": "To miles, to the earlier conversation, I think optimism, self disrupting. It's the Netflix transition from mailing out dvd's to this online streaming business. They were early to that trend, and I think theyre definitely capitalizing on it now. I think base is a great first partner, and I think there are more on the way, and theyre earning a lot more revenue than we are today. Fully transparent about that."
    },
    {
        "speaker": "B",
        "text": "Thats true. Fair enough."
    },
    {
        "speaker": "C",
        "text": "I think that its a different business model. I think optimism, arbitrum, all these role frameworks, really good at protocol, core protocol development and thinking about Ethereum and big brain protocol stuff, I think it's a separate type of DNA to go out there and sell customers and be really customer centric to roll out upgrades, DevOps infrastructure, et cetera. A more traditional SaaS business, if you will. And I think that DNA is fundamentally very, very different. And I think that, more than anything, is why conduit exists today. I think the business model is interesting. I think theres a SaaS side, theres a crypto revenue side of things. And the more I think about it, the more chains we get. I think the question comes to mind is, are there crypto native products that we can build and integrate on top of all of those chains? And if the shared sequencer problem is a cold start problem, I think maybe conduit has the opposite issue, is we have a lot of chains, but we don't have a network yet to run on top of that. As we get more and more of these chains, as we get to 100, it is one of those things where, for example, Facebook, it got to 100 colleges or whatever, was pretty popular, and then they turned on the network. If you have ten of these chains and no one cares, but if you have 100 or 1000 of these, it starts to become more interesting proposition."
    },
    {
        "speaker": "A",
        "text": "What would that network actually look like? What does a conduit network look like?"
    },
    {
        "speaker": "C",
        "text": "Ultimately, we're going to be very driven by the customer here. I think that to Miles point earlier about shared sequencers, I think there's a question as to what does this actually technically enable. If we look at Espresso, for example, I think they had come to us over a year ago. I think fundamentally the question was, what does this offer above, what we could easily plug in on top, and why are you charging so much? And I think they've kind of realized and pivoted, and Justin Drigg is kind of leading the beast sequencing kind of initiative, and I'm excited to see how that pans out. I think there are still some concerns again around. Like, it's a bit of a one size fits all kind of thing. And I think it's underrated how much work it will take to get each roll up framework to adopt this, and then each chain to adopt this. And with the Ux UI kind of trade offs to actually get kind of quote unquote base sequencing, I think it'll exist, but it probably won't be the majority of sequencing that happens on layer two s. I think ultimately I think you'll be able to get some of the similar behaviors with maybe a slightly more trusted element. And in the same way that optimistic relays, for example, are really great at bridging liquidity across different chains, I think a similar type of thing can be used for a lot of the cross rollout about interoperability and interactions there. And importantly, I think if you like, super chain is talking about this with interop, arbitrum orbit is talking about this with clusters, polygon is talking about it with ag layer. And I think these primitives around, I think native interrupt enable you to build not necessarily synchronous composability, but better interoperability, cheaper interoperability on top of that. I think ultimately, given the types of cross roll of interoperability that we're seeing, which are not the flash loan style, where I take out a loan on base and then I go arbitrage something on op mainnet that is just a vanishingly small percentage of transactions, basically zero. Mostly it's just like, hey, I'm on chain a, I want to interact on chain b. And maybe this is a broader discussion around chain abstraction. And the idea is that if you have l two s, l three s, l four s, maybe we have like l ten someday. Like I should just be able to interact with the crypto app and not think about bridging. And I think that is going to be ultimately the types of experiences that we want to enable. And I think importantly, like a shared kind of sequencer with some of this like, interoperability, fast bridging, et cetera, I think can ultimately enable."
    },
    {
        "speaker": "B",
        "text": "And Andrew, you mentioned basically, like, you're just basically driven by customer demand, right? And when we talk about like maybe the conduit or any sort of ras network, is it fair to say that's basically what that actually means, is opening up your supply side of operators to third parties? And maybe they come in and like a shared sequencer would, right? So if you're operating say, 100 chains, what is that? And starting to hear more and more demand for like, liveness guarantees. That could be like one reason to do that. And or maybe not liveness guarantees, but just multiple operators that distributed, you know, operators. Right. And then there's the MEV and interop, that whole side of it as well. That could be possible, I think. But that is also what the frameworks are selling and that's also what the shared sequencers started with selling, I think. And yeah, I think it's interesting because that piece is like what we're talking about in terms of walled gardens and like first class interop within my framework, right, or within my shared sequencer. And if you're not there, then sorry, you don't get it, but that's how we're going to monetize you. It will be interesting to see how that progresses with more, I would say, agnostic interop solutions with based sequencing or say even the AG layer, which can go with any sort of framework. I think the Ethereum community wants these agnostic standards that aren't monetized to solve a lot of these big problems. But these roll up infrastructure players are looking at that as actually their opportunity to keep their users in and monetize and really start improving the network effects within their own ecosystem. I think that is a direct tension of Ethereum. The community wants to solve the interop problem and I think a lot of players look at that as an opportunity to monetize. But curious, maybe I'm too skeptical there."
    },
    {
        "speaker": "C",
        "text": "I think that's an interesting point. I think that fragmentation is just going to happen. I think you have a permissionless platform, people are going to do what they want to do. I think that you need to offer an incentive to get people to conform to a standard, and I think there are great incentives to do so. I also think that if we look at conduits business model, there are going to be things that don't want to do that, and we think it'll be a sizable enough market that we want to enable that. So in the same way that we have a ton of modular options for DA, we have modular options for settlement layers, we have modular options for XYZ. I think these will probably just be things that you can customize in our UI and you'll be able to do. And I think ultimately it's hard for me to believe, given the overheads of all of the, whether it's AG layer or super chain or clusters, the overhead to enable this stuff is actually quite high if the use cases are just faster bridging. I think the question is which chains actually want to pay that for this. I think there are clearly. Or if there's some way to enable that more cheaply. For example, I think today, for example, for AG layer, ZK proofing is really expensive. To get every chain to ZK proof everything and then to aggregate, it is just a non starter for a lot of teams, given the, it's like a million plus overhead, at least for the proving. And then in the optimistic case, it becomes kind of an infrastructure challenge of like, you have to run all these nodes, you have to validate all the states. And so in some ways, they're like anti network effects almost, because you can only have a certain size there. And maybe there's a solution. It's a little, again, more optimistic or kind of trades off some trust here where I think, for example, conduit is already running a lot of these chains. Can we reduce the overhead there for chains that connect to conduit and validate conduit? Again, all of this stuff is highly speculative because none of it is in production. It exists as specs. We'll have to see how it plays out and how it actually works. But ultimately, I think if it is possible, I think that's an exciting area for conduits to play in. If it isn't possible, then I think we'll have to find other ways to enable better ux."
    },
    {
        "speaker": "A",
        "text": "Andrew, I want to take a peek and study your brain about your perceived relationship with the super chain, because your incentives and the super chain's incentives are pretty harmonious. What does the super chain want? A bunch of chains. What does conduit produce? A bunch of chains. And I would imagine also to unpack, again, what actually is the super chain. It's really some sort of like a union of chains. This is called the optimism collective for a reason. It's literally a collective, like, shared standards, shared upgradability, which is actually kind of what you produce for your clients, like, shared upgradability for all of your op stack chains. So there's like, a lot of harmony here. I'm wondering if, like, what opportunity you see in the, in the super chain. Because if the super chain were to impose or just like, propose some sort of standards, you could imagine that, like, oh, like, what does it mean to be a part of the super chain? Oh, like, you use conduit as your wrasse, which would actually be some sort of, like, weird, like, web three chainy version of regulatory arbitrage, where, like, you actually become, like, the enshrined wrasse of the super chain to the detriment of your competitors. Like, there's a, there's a conversation out here somewhere. Have you thought about this? Or like, what do you think about your role in the super chain?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think we're very pro super chain and we're pro. So like I said, I think we work very closely with the role of frameworks. We want to enable what they're doing. And it's a non trivial amount of work. And I think the reason why we have so many chains is because we're the only ones doing it. And again, it's a non trivial amount of work. The amount of upgrades that we had to do on the op stack and also on the arbitrum side, I don't think any other team is doing today. And I think as I touched on earlier, I think upgrades were really underrated. And so when the team was coming to us, we'd be like, the reason that we charge XYZ is because, listen, upgrades, they're hard to do, they're very expensive, and you just get them automatically. And I think a lot of teams underrated that and went elsewhere. And I think increasingly those teams are just coming back to us because they're realizing the power of working closely with a provider who is actually putting in the heart. There's no secret here. We do the hard things on a day to day basis that other people might find boring or just a waste of time, and we do them. It's a pretty simple guarantee there, I think. Again, today we're very excited about the super chain. We're very excited about orbit, whether it's l two s or l three s. And even, for example, the l three s on base that are super chain, l three s both on the super chain. Even if they're not l two s, it's still very accretive to what they're doing. It's been really nice to find ways to get arbitrum and optimism and base all kind of working together towards a shared goal. And so I think we're very much trying to find those win win situations."
    },
    {
        "speaker": "B",
        "text": "Yeah. Andrew, I have a quick question for you, and no need to share too much, but you have customers that are using the op stack that are part of the super chain, and you have customers using the LP stack that are not part of the super chain. And you probably have customers that are not yet launched and probably asking you, which one should I do? What are the trade offs? And I'm curious, maybe taking Evo, for example, that is not part of the super chain. I think using Celestia for DA. Right. So I think the DA piece plays a lot into this as well. But I'd be curious just to hear what those conversations sound like and how they kind of weigh the pros and cons for sure."
    },
    {
        "speaker": "C",
        "text": "Well, ultimately we're very, I think I keep repeating it, but ultimately, we're very customer driven. And I think the customers come to us with the product requirements and we help as much as we can with meeting their requirements, with the kind of technical landscape. And that's where we thrive is I think we're very much abreast of what's happening in the technical landscape, what the different narratives are, what's a narrative mirage, and what's substantive and guiding our customers through that. And so ultimately, if super chain and composability, native interoperability up with base and these bigger chains is important to them, it sells itself. If theyre a more app specific, Avo is a good example of very app specific, very driven singularly by what their app could do and didnt care as much about super chain or these things that will come to fruition in a year or so, they just went on their own. And thats been very successful of dominating as one of the biggest Dexs today and credit to them. And then I think there are a number of chains like Zora and mode, which have really benefited from being part of the super chain. Ultimately, it depends on what you're trying to build, how you're trying to get distribution, and what are the important factors to you. And we help shape the roll up framework. You choose modular da options, any other customizations to fit what you want to achieve. And so I think in some sense, we are unopinionated and we just lay out the facts and then let our customers decide."
    },
    {
        "speaker": "B",
        "text": "That makes sense. They come to you and say, I want to have fractions of a penny cost for my transactions like Avo. And you say, okay, well, you have to use an alt da solution or be an l three for that to be possible. And that kind of makes the decision for you, right? Yeah, maybe. Last thing I would be interested to see if, like, I guess the op super chain, I guess they would have to all migrate to an alt da solution together if they wanted to have that as well. Or they're just kind of like, hope that the blob space wars don't pick up too badly."
    },
    {
        "speaker": "C",
        "text": "Well, actually there's some. So if you've heard of op plasma, I believe this is an addition created by lattice, who is the, you know, they're behind mud. They're a great team. And you know, that's going to get integrated into the obsec code. I think it's already upstreamed, and that will be the official kind of all da interface for the super chain. And I think the interesting thing there is it's a single interface. Any DA can kind of plug into it, whether it's Celestia, it's Eigen Da. You could put it on s three or gcs. And because of how the challenge protocol works, they all have the same security guarantees. Being able to abstract it in a way that's very clean, actually enables the same type of shared security that other chains or ETH based can offer. It's a different trade off, but at least it's the same across all of them. That makes it easier to then integrate things like fault proofs. Exciting to see that on the op stack side. We're hoping to see something similar on the arbitrum orbit side. One thing we're seeing right now is each Alt DA has to integrate a separate type of fault proof customization, which then means for each alt DA, we have a separate code base. And I think as we're finding the number of code bases, you have the different forks. Rebasing and upgrading all those forks is just a lot of work. And so to the extent that it also enables you to then switch easily if you have the same code base. So I think to the extent that we can get something similar on the orbit side, but, yeah, we definitely appreciate that."
    },
    {
        "speaker": "A",
        "text": "I want to hop back into the super chain conversation here. I mean, conduit is one of the dominant roll up as a service providers for all of the op stack chains, if not the dominant one. So there's already this very intimate relationship with this super chain concept and conduit. I know philosophically, culturally, optimism as a whole vibe is all very focused on antitrust. And so, like, what does. What does optimism governance do, like, at the highest of levels? Like, the first and first thing that it does is to make sure that, like, no one has a monopoly inside of the optimism super chain. It's kind of a little bit like the way that, like, the United States government or any governments really wants to suppress monopolies inside of their own state just because it helps, you know, free markets, right? Like, free markets inside of the state, because the state actually is the monopoly, and so they are the monopoly that suppresses all the other monopolies. And so I think this kind of metaphor can extend to the optimism, like super chain optimism collective, where using the governance powers of the op token, they make sure that no other monopoly arises too much inside of their dominion. Which makes me think that this is a governance having the best position, the best jostling inside of their state, inside of their super chain. And so, like, as conduit or any other Ras, like, reaches for higher aspirations, higher profit margins, like, more. More dominance inside of that ecosystem, it runs into a conflict with optimism governance. And I know there's so much time and space to, like, grow the pie here. Like, so many more chains. There's years before this becomes relevant. But ultimately, like, this is like a, perhaps a version of the future where these two incentives do kind of run up into each other, where, like, conduit wants more. It has so much control over the chains that it has. But then the optimism government is like, you guys have too much power, and we govern the super chain. And we're going to say, like, you are only allowed to, like, be the wrasse for, like, 49% of chains. This, this is a thought. I don't have a question here, but just like, as a vibe, like, how do you react to that?"
    },
    {
        "speaker": "C",
        "text": "I mean, that sounds not great for conduits. So my initial vibe is, you know, not great. Listen, I think that the way that we look at it is we want to make it so that conduit is the no brainer decision. I think it is today for the super chain. I think it is today for any roll up, but it's on us to continue doing that. I think when you bring up things like monopoly, typically the sense that I get in my mind is they're super big, there's no other options, and you're forced to pay these high prices. I think the way that I think about our business is like aws, like Amazon, the customer is always going to want cheaper, better, faster, more reliable. And we're razor focused on that. And so the reason we keep winning these deals isn't because we're enshrined or because we're getting unfair advantages. The only unfair advantage we have is we're razor focused on what the customer actually wants and delivering that day after day. And it's not the flashy shared sequencer stuff today. It's not the flashy restaking or decentralized or all this stuff that is out there. It's getting roll ups off the ground, having a really reliable experience, giving them the customizations that they need and the performance, reliability, and getting to a point where they can just build and not worry about the chain. That's what we've done today. We'll continue iterating on that. And as we get to the point where we can unlock some of these other crypto networks, whether it is shared sequencing or something down the line, we want to enable that for the customer. Again, I think in a world where we run a majority of these roll ups, I think if theres other options on the table were constantly getting competitive and needing to build a better product. And I think even the role of frameworks are seeing this and I think ultimately it just leads to a better product for everyone. And I think what we want to see here is crypto succeeding. And I think the premature optimization to try to max extract and become a monopoly I think is actually going to stand in the way of that."
    },
    {
        "speaker": "A",
        "text": "Do you pay attention to the world of optimism governance or does anyone at conduit do that?"
    },
    {
        "speaker": "C",
        "text": "I mean we see the governance kind of proposals for upgrades because that sets the timeline right. Beyond that we're not super involved. Is there anything that we should be paying attention to?"
    },
    {
        "speaker": "A",
        "text": "Oh no, just that you're a consumer of optimism governance information but not a contributor to the process is what I'm hearing."
    },
    {
        "speaker": "B",
        "text": "Andrew, you're not applying for retroactive goods funding anytime soon. Just joking, just joking."
    },
    {
        "speaker": "C",
        "text": "I think we. Yeah, I think we were in the last round, we, they wanted us to."
    },
    {
        "speaker": "B",
        "text": "Oh you were."
    },
    {
        "speaker": "C",
        "text": "Okay, but."
    },
    {
        "speaker": "B",
        "text": "Okay I got you, I got you. That's interesting. And I think, but David, I think what Andrew's also saying is like that is a challenge for frameworks where I think they may have one image of what they think is best, right. Of like the future for them and for Ethereum. And it's like we gotta listen to the customers and listen to what they want and not just kind of impose what you think, you know, the scaling should look of ethereum should look like. And then based off of what the customers actually want back into, I think what solutions are healthy for like the broader ecosystem and aligned with what those needs are. I don't think we do enough of that. Or at least we need a little bit of a stronger muscle on that side sometimes of thinking about what would be nice versus what is actually happening. And maybe just a question for Andrew on I've been thinking a lot about end state market structure for Raas. And specifically I see a future where there could be one winner take all that is agnostic to all frameworks ZK versus optimistic dA solutions and finds a way to have first class interop or something like that."
    },
    {
        "speaker": "A",
        "text": "Or I could see universal supplier of all frameworks, right."
    },
    {
        "speaker": "B",
        "text": "Or I could see a future where I think Andrew, to your point you said it's hard to manage all these code bases and it actually could make your product worse. The more you try to add and the more thin you're spread out. Maybe there's a winner for the optimistic EVM roll ups and there's a different winner for ZK because they have a lot of different proving infrastructure and that is a little bit different. And maybe we have smaller winners on the long tail of roll up frameworks and all DA solutions and things like that. So, long question, but generally how you think about that and when it maybe makes time to jump into ZK? Or do you just stay in your lane and make the EVM optimistic product as good as possible?"
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. I mean, I think the framing or I guess the context that I think would be helpful here is what are the frameworks that are actually production ready and at a price point that customers can actually use? So I think the names are out there. I'm sure you're familiar with them all. But we've seen things like chain downtime, we've seen things like very unstable chains, very high proving costs. And frankly, we get a lot of inbound from teams that because of the glitzy marketing started there, or because of prior relationships, and ultimately, if the thing doesn't work, it's going to be, even if we throw all our infra at it, it's not going to be a great product. The way that I think about it is we go where the demand is and there's a product that we know can support what these customers want. Because ultimately, if we're investing and the framework doesn't do what it says it does, no amount of demand is going to matter. And so the reason that we've kind of concentrated around optimistic roll ups today is because it's the simplest technology, it works, it's proven, it's battle tested, and there just hasn't been an example of DK today that is doing that, at least that we've seen. And so we're open to it. I think the infrastructure challenges are similar. If we were to see a ten or 100 x demand somewhere and something working, that would move it to the top of the priority list. I just don't know that that's what we see today."
    },
    {
        "speaker": "A",
        "text": "What I'm hearing is that there is an interest in expanding the scope of frameworks inside of the conduit product offering. You're just saying that. Further scope in frameworks, they're just not ready yet. What is ready? The op stack and arbitrum or carpets. As soon as ZKC hyperchains and Polygon ZkevM as soon as they're ready, like there is interest and you can open up that door. You're just saying that it's just too early is what I'm hearing."
    },
    {
        "speaker": "C",
        "text": "Totally. I think when it's ready we're happy to have those chats. Just based on what we're seeing in the market and based on where we're getting the inbound from, we have a good sense of what isn't and what isn't today."
    },
    {
        "speaker": "B",
        "text": "And maybe just to play devil's advocate here, there could be, you know Andrew, you've started building with like op stack before bedrock, right? So you've actually, you've been, you've seen it since the very beginning and I think that's, you know, a lot of why your product is just so reliable and robust for the op stack. And I would imagine there are like probably rasp providers right now that are kind of living in you know, through those, through that pain with, with the frameworks right now and are probably going to be like in a little bit better position. But just because they, they know the stack so unbelievably well, they might have relationships with the, you know, the proving side. And I think there is something to be said to that. But I think from your perspective, since you are in production, you do have customers. You just listen to where demand is and follow it. And when things are production ready maybe you make that move."
    },
    {
        "speaker": "C",
        "text": "Expertise in the role framework is one dimension of that. I think where we feel very confident is one developing the relationships with the frameworks. I think having a support relationship speeds up that learning curve. I think where we have the distinct advantage is in the infrastructure. Not only do you have ha sequencing, you have auto scaling rpcs which is the alchemy or quick node offering bundled in and no one else has solved that. If you're planning on the success case, you really need that component in. Otherwise you get to a point where you get enough volume and you just can't support more. So that piece is like took us maybe six months to a year to get right. And that was with some of the best infra people that I know from web two. And realistically I think it's going to take longer for any kind of competitor to build that than it is for us to ramp up on a framework if we need to. And so that's kind of how we're viewing it today."
    },
    {
        "speaker": "B",
        "text": "Makes a lot of sense. And maybe there is a future where it's so battle tested that even the op stack swaps out portions of what? Their architecture for ZK components. We are a long way away from that. I think the approach you're taking makes."
    },
    {
        "speaker": "A",
        "text": "A lot of sense on a very similar conversation. Integrating alternative frameworks in the ZK realm sounds actually pretty complicated. Maybe not as complicated as integrating alternative code bases in the Da realm, but still. Same conversation. Andrew, can you talk about just where you think the world is going in one to three years? Because there's other DA solutions coming online, Eigen da being the very, very hyped one. Some other chains are adding DA to their product offering, and I'm sure would love it if conduit integrated with their DA solution. There's startup deals that I'm seeing at bankless ventures that are also working in the Da space. So eventually there's going to be a slew of da choices who would love to be knocking on your door saying, hey, please integrate with us. Where do you see this going on from your side of things?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think the question is, is da a commodity? And I think maybe the episode will be released by the time this goes live. But we filmed the podcast with miles on IPA with Jacob from Celestia. So I think it's an interesting question. I think ultimately, again, we'll have to see what the customer demands are, because ultimately, if DA is a commodity, if everything is cheap enough, then is it brand? Is it something else? Is it reliability? What are the differentiators? And I do think that celestial today has a big lead because it's on Mainnet, it's relatively battle tested, it already has the integrations, and every new competitor is going to have to do that from scratch. I think it'll get easier over time with things like the op plasma interface. But then there's a question for conduit. If we have three of these, let's say we have a veil. We have Eigen DA, we have celestial. What is the fourth or fifth ta option going to enable for us that these other ones can't? It's really just a matter of bandwidth."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "The DA story, I think, for me, has to tell me more about what is differentiated over the existing competitors that exist today."
    },
    {
        "speaker": "B",
        "text": "Yeah, and maybe just to add to that, David, it could be a future where DA providers are the fourth in this current trilemma, because let's think about even Eigen layer. They're kind of anchoring with the DA service, but their big focus is bringing on a ton of third party avss that are also going to provide, like, complimentary services to roll ups. Right. And so I'd be curious, like, if I were one of these DA solutions, but I'd be thinking about putting out my own ras. Right. Or my own framework. Right. That makes this even easier to come in and say, like, okay, you start with DA because that's like the bottom of the stack. Everybody needs it. We're going to sell you a bundle of these integration partners. It's like a little bit more crypto native than say like conduits integrations page, which you can see like all of the. The integrations that you can point them to. But yeah, I think because DA itself is not like a revenue driver. Right. And it's kind of going to be the difference between fractions of pennies in terms of cost. Like, yeah, they're going to need other things, I think, to increase that lock in. And Celestia has got a big head start, but they've taken definitely a more minimalist approach. I could see others trying to counter position with more of like an integrated offer offering, or at least trying to get closer to the customer, since it's not just like, I'll swap out whatever da solution I want for another one. The switching costs are low, but they're trying to make that relationship stickier with becoming part of the brand of the customer and pointing them to other complementary services. We'll see how the other DA solutions that are coming out try to position themselves against Celestia. Yeah."
    },
    {
        "speaker": "A",
        "text": "Miles, you also brought up AVss. There's a number of AVss that are specifically trying to enhance layer two's. Just increase functionality, increase just like stuff, increased capacity. And so, like, whether or not a layer two wants an AV's is going to more or less be up to them. But it sure would be a lot easier if a roll up as a service provider also just like kind of offered that out of the box. Is there a conversation to be had here? Andrew?"
    },
    {
        "speaker": "C",
        "text": "I think restaking and abs are pretty early. I think there are some obvious complement opportunities here where I think as an option, decentralizing sequencing, for example, using restaked sequencing or whatever, is an obvious product add on. I think the way that we think about it again is if you decentralize the sequencer, it's going to be harder to get upgrades because you have to coordinate that you might get lower performance because these other operators might not have the same infra or tech that convo runs. But if you really care about decentralizing the sequencer, then we can give that option to you. Like I said, modular toolkit. The different tools and things that become available that enable the use cases that people want, we want to integrate with. I think Eigen layer is a great example of that. And any restaking platform that offers these complementary services. We're super interested in cloud."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. And there will be avss that also have like a non restaking version of themselves. Like Hyperlane. Right. Is an integration partner of yours, not the, you know, restaked version of Hyperlane necessarily, but it could be. And so, yeah, I think that'll be interesting because I do expect Eigen Lair to kind of like throw their weight, you know, behind these third party roll up services that are on, on their platform. Yeah, I think there's a lot more to come there, but it's very early to your point, Andrew."
    },
    {
        "speaker": "A",
        "text": "Well, guys, this has been pretty fascinating of a conversation. I'm actually going to have to go listen to this once we're done recording here. As we come to a close here, just a question for each of you. I'll start with you, Miles, is just like, we get clarity every bull market, towards the end of the bull market about many, many things in the industry. What specifically are you looking forward to getting clarity by the end of this year or by the end of 2025? What big questions do you have that you hope to be answered in the relatively near term?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the interop problem and where that's going is the most interesting to me. I think we kind of jumped ahead without having an interop standard, and that opened up the opportunity to monetize interop. And whether that's good or bad or how that ends up playing into end state market structure, I think is really important. And so I'd love to see like, I think there will be frameworks coming out that have interop kind of built in. Right. It's like they'll have a settlement layer already and then they'll have l three s on top. And I think we'll see probably more of that. Or we could, you know, start to see continued fragmentation. And, you know, I think fragmentation opens up opportunities. So that's one thing I'm paying attention to."
    },
    {
        "speaker": "A",
        "text": "But similar. Andrew, question to you. Slightly different, though. Blocker is outside of your control that you are waiting for the industry to figure their shit out about. What are you about? Like, yo, guys figure this out because it's stopping me from doing something. Is there anything that comes to mind about this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a great question. I think the biggest one is just people getting comfortable with roll ups and using it as a new paradigm and it becoming the default. I think we've made a ton of progress. I'd say we're still on the initial. And so, for example, for things like our self serve deploy, we launched that. It's amazing. I think it's a little bit of a bragging rights thing that we can enable that. I don't think anybody feels comfortable using it yet. The only times that people have used it, we've talked to them. We're like, yeah, you can just use this, no problem. Let us know if there's any issues. And then they do it. It still requires that hands on touch. I would like in a year or so that roll ups and conduit, and we get enough of the brand recognition and the trust that more and more people are comfortable deploying that self serve."
    },
    {
        "speaker": "A",
        "text": "Okay, so we're looking for the milestone where somebody comes and deploys their own roll up with conduit and they never talked to you ahead of time. That hasn't. We haven't crossed that chasm yet."
    },
    {
        "speaker": "C",
        "text": "We haven't crossed that testnet's for sure. Mainnet is a little different."
    },
    {
        "speaker": "B",
        "text": "It's great marketing, though. I mean, I'm probably like the least technical person that's ever come on the show and I stood up a roll up and put it in testnet. So, yeah, I think, I mean, it's literally just clicking buttons. It's incredible. So, yeah, great job with that. And I do hope to see that kind of open up the long tail as well."
    },
    {
        "speaker": "A",
        "text": "Well, Miles, Andrew, thank you guys so much for educating me and the bankless nation here on the show today. Miles, if listeners are curious about you and want to learn a little bit more about you, where should they go?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Miles O'Neill on Twitter reverie dot o. If you want to learn more about reverie and my DM's are open, so please reach out. And thanks for having me, David."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course, Andrew. Same question to you. Where can people find more about you and conduit?"
    },
    {
        "speaker": "C",
        "text": "Same as usual. Conduit XYZ. And we're conduit XYZ on Twitter."
    },
    {
        "speaker": "A",
        "text": "Cool. And that's where you can go click some buttons to spin up your own roll up. Bankless nation, you guys know the deal. Crypto is risky. You can lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]