[
    {
        "speaker": "A",
        "text": "Bankless nation. This is probably the biggest week for crypto in DC, the capital of the United States, probably ever. Last week was a massive victory for pro crypto legislation. You probably heard David and I talking about this on the roll up. Basically, it was good news. An obscure accounting rule put in place by Gary Gensler's SEC was making it so us companies couldn't even custody crypto. That rule was actually repealed. It's called the Saab 121 repeal. And as we record this episode, that repeal, that bill is on Biden's desk. He has the option to choose whether to let it pass or to veto it. Vetoing it will mean anti crypto. Letting it pass might mean he is pro crypto. And this week is even more consequential because the SEC is slated to either approve or deny the Ethereum ETF. That happens on Thursday, I believe. And on Wednesday, the US House of Representatives votes on probably the largest pro crypto legislation that we've seen. It's called the Fit 21 act. And our guest is Representative Patrick McHenry. He is one of the key champions behind this legislation, so we brought him on to tell us what it is and why he supports it. And just as a reminder, a vote yes on this bill in DC is pro crypto. A vote no on this bill signals anti crypto."
    },
    {
        "speaker": "B",
        "text": "The stakes are pretty high for politicians these days because I think the whole DC sphere is finally waking up to the fact that crypto voters are actually a powerful bloc in a very close election. So we have the potentially the power to swing elections, and we're potentially even splitting the democratic party right now along generational lines. That's one of the big takeaways from the SAB 121 bill since 2024 is shaping up to be the first big crypto election with both presidential candidates, Trump versus Biden. Both have public statements aligning themselves either for or against crypto, something that I think we're going to see even more of as we approach the November election date. So let's go ahead and get right into this conversation with Congressman Patrick McHenry. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "Bankless nation. We are very excited to introduce our next guest, Congressman Patrick McHenry. He is the chair of the House Financial Services Committee. He's a key supporter of fit for the 21st Century act. This is a bill, it's major crypto legislation that's going to Congress for vote this week. Representative McHenry, welcome to bankless."
    },
    {
        "speaker": "C",
        "text": "Awesome to be with you. Fun to listen, but even better to be on with you."
    },
    {
        "speaker": "A",
        "text": "Oh, it's amazing. I'm excited that you're a listener. I don't know how many listeners we have in DC, but there's more than a handful. I guess the topic of DC is first and foremost in the crypto listener's mind this week because it feels like it's going to be a big week for crypto in DC. And I just want to remind people a few things as we get into this conversation. There's three big things that are happening this week. First of all, we got the Saab 121 repeal, which you've heard David and I talk about. That bill is going to Biden's death. So past Congress, the big question, is he going to let this pass or is he going to veto? We also have the SEC approving or denying the Ethereum ETF. That's a decision that's going to happen on Thursday, hopefully. And also we have this House vote on the fit bill that Patrick McHenry here has been championing. And we'll talk about that. I want to begin this conversation with, I guess, a broader conversation, which is, how about crypto in DC? Like, what's the temperature on crypto in DC lately? We've had even the crypto. Sorry, the political media institutions like Politico saying maybe this is an election issue. There's been polls released by crypto industry groups that. That show up to 20% of voters in key swing states identify crypto as a major issue. So the broadest of questions here to kick us off is crypto now a 2024 election issue?"
    },
    {
        "speaker": "C",
        "text": "Yes. The thing that has shifted here is that an industry that they said was dead is not dead. And once they said it was dead, it was undead, and they said it was dead again. So it's a whole wave of all this stuff. And the last time DC assumed everything was dead was after FTX blew up. And you have a lot of my colleagues that got implicated in Sam Bankman Fried's shenanigans. I don't know the. But I don't know the right way to say it."
    },
    {
        "speaker": "A",
        "text": "That's a good word. We like that word."
    },
    {
        "speaker": "B",
        "text": "That's acceptable."
    },
    {
        "speaker": "C",
        "text": "Yeah, shenanigans. That's better than using profanity, but it keeps going. And you have new innovations that are built on this new technology, and then people experience that because the populace asks elected officials about it. I think what we see mainly is a generational dividend, less of a partisan divide in the House of Representatives. Those that have been more recently elected have been asked this question in their election process. So they had to have an answer, and they had to do a little work and research if they didn't otherwise know. And those election questions make us better policymakers. The questions we get from constituents and from voters make us sharpen up our response to them, either in the affirmative or the negative, and really make us work through our arguments. So I think the fact that we actually have crypto voters, that is a powerful enabler of sound public policy and forces Washington to actually move."
    },
    {
        "speaker": "B",
        "text": "I really want to get into this generational divide versus partisan divide, because that was really revealed to us, the broader crypto community with this SAB 121 repeal. It was expected to be repealed, but I don't know if it was expected to be the vote to be that split. 6830 is a pretty strong divide with a number of key Democrats actually voting for its repeal. More or less like defecting from, like, the stated Biden. I will intend to veto this. And it really seems to have kind of split the democratic party between maybe the establishment Democrats, the Biden administration, the Liz Warren types, and the younger Democrats. So what was previously the perception of the crypto industry was like, it was Republicans versus Democrats on crypto, and it now seems to be a different divide. Maybe you could kind of share some of your reactions to the 60 38 vote and how you think this has kind of changed the game when it comes to the DC stance towards crypto."
    },
    {
        "speaker": "C",
        "text": "Well, a couple of things. So first, for folks that aren't familiar with the Congressional Review act, which is like most people, the Congressional Review act is a law that enables Congress to come in, pass a bill through the House, the Senate, and get it signed by the president repealing a major regulatory action. So this happened at the beginning of the Biden administration and the beginning of the Biden administration, a Democrat House and Senate and a Democrat president repealed Trump major regulations. At the beginning of the Trump administration, they repealed major. We repealed major pieces of Obama's regulatory policy he put in place last year in office. This has been rarely done. We use the Congressional Review act to stop the securities and Exchange commission's accounting rule, which is a very precise thing. Accounting rules usually don't get congressional debate. They don't actually get debate in society because they're the, they're really common sense, largely driven by common sense on how you treat assets, how you protect assets in this discussion, or how you account for assets and liabilities, in the broader sense, on accounting policy. For us to move legislation out of my committee, repealing a staff accounting bulletin out of the securities Exchange Commission seems very particular. Doesn't seem like it's a big policy, but when you explain it and the impact it has to, basically says, your crypto is not protected like any other asset, commodity, or securities actually are protected. You have, even your car is. Your car title is better protected than what the securities Exchange Commission put in place with a staff accounting bulletin. Number one, for us to repeal an accounting bulletin means it has to be so egregious and so dumb, number one. Number two, to get Democrats to vote to repeal a major regulation from a Democrat or Republican versus unrepublican. Right. Is a major thing, especially in our current politics, with 21 Democrats. And then we had, you know, over ten in the Senate do the same. Those are big things, huge things for Democrats to do, especially in election year, for the Democrat president running for real action. Okay, so those two things are noteworthy on this. That shows that there is more power, more interest. There's more power behind crypto voters. There's more interest among policymakers to speak to those voters needs or to deal with what they think is actually an innovation or some greater societal good. Right. So it's either crass politics, which I'm, frankly, been elected to ten terms of the House, so I'm as much of a politician as anyone, maybe more so. But it's either speaking to voters needs or seeing something and saying, no, I'm actually going to explain it to voters on why this is important. Either way, the vote total was huge, especially for something as significant as going against the president of your own party in a major regulation."
    },
    {
        "speaker": "A",
        "text": "And why? Why was it so huge? How do you explain this? Just, like. Like, was it just so arbitrary and dumb as you say that? Just like all legislators, like many legislators, kind of, like, caught wind of this and said, it doesn't make sense, or just, how do you explain this outcome?"
    },
    {
        "speaker": "C",
        "text": "No, it's because there's been a massive amount of work done to educate members of Congress, and there's been an interest among members of Congress on being educated. And so this is a different vote than what we would've gotten on crypto ten years ago. Different vote. Much wider, much more understood by policymakers that there is something good, something innovative, and you need to be for it. The specifics. Okay, like, we're not gonna get into, um. We don't need to get into specifics on every policy area, but it's a broad inclination of, are you pro crypto or anti crypto? And what's the balance here? What. What's what's good?"
    },
    {
        "speaker": "B",
        "text": "Well, so Biden has said that he intends to veto this bill, and he said that before we got this 68 30 vote out of the Senate, I think he has seven days to actually sign that veto. Do you think that any of his calculus has changed as a result of this vote, or do you think that he's actually going to be in somewhat of a bind with so many Democrats signaling not being aligned with his veto?"
    },
    {
        "speaker": "C",
        "text": "Well, let's see what he says about the fit 21 bill, because the staff accounting bulletin just is how institutions hold crypto. Do they hold it like you'd hold a stock or a bond in custody for someone, or do you have to hold it on your balance sheet and hold capital against it as if it's a, as if it's a liability? So this is a technical thing. The president being for his own regulatory, the regulatory policy that came from his appointee makes sense. Let's just be honest. Right? I mean, Joe Biden appointed Gary Genslere chair of the securities Exchange Commission, and the Senate confirmed him. So you had Democrats, senators that voted in favor of him to become the chair of the securities Exchange Commission, but you also had the president nominate him. So they can answer for that. The question now is on this larger bill on the financial innovation technology for the 21st Century act, or fit 21, as we're calling it, this bipartisan bill we've marked up out of committee both the House Agriculture Committee that deals with commodities and the House Financial Services Committee that deals with securities. We had bipartisan votes out of, out of those committees. My committee of financial services that I chair and the House Ag committee in July of last year. We lost a little momentum because the fall of last year's kind of nuts in the House of Representatives. And that's a separate story. I don't, we can go down that rabbit hole, but without a speaker of the House. And for me to serve as acting speaker or speaker pro tem, you know, for October, kind of threw off the schedule in a way that I didn't plan for. I personally didn't plan for any of that. But I, but anyway, legislatively, my hope was to get this bill voted on in the fall of last year. And we'd had much more optionality of getting this signed into law or something like this signed into law this Congress. But here we are in May of the election year. I think it's more important what the president says about fit 21 this week than whether or not he vetoes Saab 121. If he vetoes Saab 121, as we expect, but says something positive about what we've done here that will help unlock innovation here in the United States, make sure that we keep pace in regulatory policy with Europe, with Japan, even with Hong Kong. That's going to be the bigger statement, I think, from the White House. And they're either going to be pro crypto or anti crypto, and they'll have to answer for it."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's just fascinating. I got to congratulate you on the impeccable timing of kicking this into, into May, because it's like, it's just a way better timeline to do this because you're coming with the Fit 21 act vote that happens this week, I believe, in the House and at a time where last week we got a tremendous amount of momentum. Feels like DC has really woken up to the fact that there are crypto single issue voters and there's a lot of them, and they could actually swing election outcomes, and their voice needs to be heard by Congress. So it's perfect timing, I think, for lawmakers to sort of contemplate fit. Can you tell us what it is? So the Fit 21 act, tell us what it does for crypto? Maybe first talk to the crypto listeners in our audience who are, quite frankly, pretty fed up. Representative. With the way crypto legislation and the way the US is reacting to this industry and to the community and to average every day, Americans who hold crypto sell it to us. What does this do for crypto?"
    },
    {
        "speaker": "C",
        "text": "So currently in federal law, we have no definition what is a digital asset. So we have people that put out a white paper and pretend to be Satoshi and are fraudsters, and we have no definition of what that is. It is buyer beware. You have people that are pretending to be innovators like FTX, and they're running their whole business on a spreadsheet, like on an Excel spreadsheet with Quickbooks. I mean, so that's not the type of innovation we want. We don't want fraudsters to be able to run roughshod over this place. We want real innovation. So first, we have a definition under federal law of what is a digital asset for the first time. Second, we provide clarity between the securities and Exchange Commission and the commodities Futures Trading Commission on who regulates what. We have securities and we have commodities. Those are defined in federal law. And then according to this act in point one, we have a definition of a digital asset. So if you're a digital asset and you are truly decentralized, you're a commodity. And if you're not decentralized, then you're probably security. And that's the clarity we need. Because the SEC is fighting with the CFTC, and when the kids are fighting Congress, the parent has to step in and say, you get this responsibility, you get that responsibility. And here are the clear dividing lines. This is what the Europeans have done with Mika on giving a definition. It's what they've done in the UK, it's what they've done in Hong Kong, it's what they've done in Singapore, it's what they've done in Japan. Provide clarity of what it is and how you exchange it, how you buy it, how you sell it. What are your property rights for the asset? And that's what we provide in this law. So point one is a definition .2 is the definition is who controls the means of exchange, the SEC or the CFTC. And then we get in all the particulars of the property right in the exchange. So we don't just say to the CFTC and the SEC have added, we specify to them that this is a new, unique, definitive thing that needs to be treated as a unique thing under regulation. And so we prescribe that with both the SEC and the CFTC, it's clarity. I mean, that is clarity. So you don't have the securities Exchange Commission under Gary Gensler running roughshod over innovators that are truly trying to comply with the law, but have found themselves afoul of the genzel regime, the SEC."
    },
    {
        "speaker": "A",
        "text": "So can we test that? Let's say fit 21 was in place? It does seem like there is maybe certainly some ambiguity at the SEC with respect to crypto asset network Ethereum, as to whether it's a security or not, right? There's some ambiguity there. The CFTC, it seems like, has been clear that it is a commodity. We really don't know what the SEC thinks about Ethereum. And if it 21 was in place, would we know by default? Like, does something like Ethereum clearly pass the test of true decentralization? Or how would that work in a use case?"
    },
    {
        "speaker": "C",
        "text": "It does. Ethereum would clearly pass the, the decentralization test that we have in this act. And we've put, you know, there are a number of assets we put through this test to see where it would fall out. But Ethereum clearly meets that Mark and would be a digital commodity, just like bitcoin is a digital commodity. These things are truly decentralized. You don't have a narrow group dictating how the whole. You don't have a narrow group having a disproportionate share of the economics and the voting control over Ethereum. Therefore it would be decentralized. And we have a decentralization test that we've refined and refined and refined with a lot of feedback and a couple of my colleagues. French Hill from Arkansas is the lead on Fed 21 for House Republicans, the chair of the digital asset subcommittee on my committee. His vice chair is Warren Davidson of Ohio. You know Warren, and he's very early on in this space. And Tom Emmer, who's the House Republican Wep, still very, very early on, just like Warren, in the digital asset space. And they have worked and worked to refine what is this decentralization test. So you don't have the SEC taking powers that they should not have, like they're currently doing. And a clear test, a very clear, bright line test that puts people, that allows innovators to clearly see where they will fall if they make certain decisions. And the fact is you have, you have, you know, you have assets that are clearly digital commodities today, and you have assets that are clearly securities and are wrapped in securities fraud today. Right now, the SEC doesn't police those because they usually can't find the bad actors or don't know how to, or they're not going to get the big news pop for getting these bad actors. They'd rather go after the, the folks that are either in the public markets or raise lots of money or dominant players in the press. And so we provide this clarity. And I think it's really important that bright line test, in the current state."
    },
    {
        "speaker": "B",
        "text": "Of things, there's a catch 22 about teams who are trying to bootstrap a project, bootstrap a token bootstrap a network. And the vision of this team is to have a fully decentralized network in the fullness of time. But in the beginnings of this lifecycle of project startup development, it's very centralized and very like insider controlled. That's how all things start in the world of startups. And so they would very likely be classified as a security. But yet this classification also prevents them from decentralizing their network because they cannot become a commodity. So there's like this self terminating process that the ambiguity of the SEC has, like, not fixed and actually kind of created. Is there, is there a clarity, is there path for startups who actually move towards the decentralized end of the spectrum and become a commodity in the fit 21 bill?"
    },
    {
        "speaker": "C",
        "text": "Yes, that was the very scenario that we went through. So imagine you take no outside capital. Well, a whole section of the provisions of this bill won't affect you because you're not raising money with the securities offering. And so bootstrapping and that version of it, there is a clear process by which you go through the funnel and you come out a digital asset, a digital commodity, with that regulatory scheme for a digital commodity. Tom Emmer spent a lot of time working on that very subject and was really concerned, and appropriately so, that the SEC would never let you check out. Right. The hotel California idea. Right. You can check out, but you can never leave. And so we've, we've gone through and tightened up that language to make it clear that, you know, that very circumstance. Bootstrap team, and how are they treated? How are they treated in that, in that decentralization process? Because centralization and decentralization, it's a broad spectrum, right. I don't know that everyone's going to be able to achieve bitcoin decentralization because how widely it's held, how large that market is, and how resilient, by the way, that market is, that would be kind of the, the gold standard, if you will. Haha."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "That was lame, but that's where you want to go for decentralization. That's kind of the dream which you shoot for. But in the very beginning, you have an idea, you have code, and you have a handful of insiders, and then how do you get from that handful of insiders into, you know, the wide, large scale holdings? We deal with all of that in the structure of this bill."
    },
    {
        "speaker": "A",
        "text": "Okay?"
    },
    {
        "speaker": "C",
        "text": "Now, why it's so complex and why it takes so long, because you want to make sure you get it right, and you get it right for not the next five years, but for the next 30 years."
    },
    {
        "speaker": "A",
        "text": "So there's clearly some wins for the crypto community, for crypto natives, for crypto holders here. Talk about your fellow legislators. So sell it to them now. Right? So why should Congress support this? Somebody like, let's say, democratic minority lead Hakeem Jeffries, like, where does he stand on this? Why should someone like that support this bill?"
    },
    {
        "speaker": "C",
        "text": "Number one, consumer protection. You saw with the FTX failure and a bunch of frauds in this space that you have bad actors that are going unpoliced. So you have a massive amount of consumer harm, number one. Number two, you don't have clarity for innovators. So you have folks that want to create a project here, a technology project here in the United States, and they're choosing to go to the UK, they're choosing to go to Singapore, they're choosing to go to mainland Europe, to innovate right. And you're both laughing because it's absurd. I. Right. That's not where you go for innovation. That's where innovation goes to die. So number one, consumer protection. Number two, innovation. Number three. Well, I think number one. Number two are the dominant things. Number three, we have an obligation to clarify what goes to what agency, and this is what we're doing in stepping in and providing clarity. So on a very basic level, this is what Congress supposed to do is clear things up, make things clear for the populace. And then number, that's number three, number four is a little more political. Look around. Do you want to be on the side of innovation? Do you want to be on the side of innovation, or do you want to be on the side of the loud progressive folks that are anti crypto? But frankly, they've been anti, anti, anti everything, and they've been very loud on the progressive left, and now they're seeing that crypto is their political ticket to relevance. Like the big bank failures were in the global financial crisis of 2008, 2009. It's not. And these voters are by and large, crypto voters are by and large, left of center, except they're finding themselves being solely focused on one issue, which puts them into play."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think they are in play. I've talked to a lot of independents and, like, generally left leaning folks that are in crypto who are just like, I can't believe what some of the establishment democrats, their policy on this. And if they don't change, it's going to actually change my vote. I want to ask you a personal question, because I know you've been involved in crypto for quite a long time. You've been working on fit for a while. Why are you so personally involved in crypto? Like, why do you, why do you care so much about this? Why is it important to you?"
    },
    {
        "speaker": "C",
        "text": "So, because I saw how my, well, the origin of this is a pretty basic one, which is I saw how my dad grew his small business in our backyard. You're like, what does that have to do with crypto? You know, my dad didn't go to business school, and he told me, he's like, I didn't go to business school. So I had to go figure out how to be an entrepreneur. He wasn't going to make his way in corporate life, so he decided to try different things and start small businesses and eventually found one that was successful. So I saw what he was doing outside in small town America. And I've always looked for ways to unlock financial opportunities for people like my dad. Whether it makes it a little bit easier for you to get a loan so you can start a small business, whether it's a little bit easier to get investment capital more cheaply, get access investment capital, whether it's investment crowdfunding, which I championed in the Jobs act in 2012, that got signed in 2012, that was a major motivation, seeing what my dad went through, the motivation out of my dad's story took me to crowdfunding. And from crowdfunding, crypto became the enablement of connecting people with the economic consequences of their action and making it cheaper, faster, better. So I see that huge economic opportunity unlocked when you actually can more affordably connect with the economy. And that's what crypto is doing, bringing down the cost structure. This has the potential to bring down the cost structure of all the world of finance based off of an architectural change, of a network that cannot be done with centralized properties right now. And bringing that cost structure down helps people that are on the margins or trying to go up the economic food chain and go from lower middle class to middle class to upper middle class. And that's the mind's eye that I've got on innovation, on unlocking the world of finance. And that is a long version to tell you a very simple answer, which is enabling folks in small towns, rural Americas, rural America, to better connect with our economy. Crypto is the best way to do it, has the best opportunity to unlock all this centralized goods that have come out of web two to get to web three, where we're all going to get, where we all have the opportunity to have the economic upside of this economic activity. Well said."
    },
    {
        "speaker": "A",
        "text": "So fit is going in front of the House. I believe on Wednesday there'll be some debate, and I guess I would say to bankless listeners, this is the clearest mark I've ever seen on. It's like an acid test for whether you're representative or like the politicians, whether Congress is pro crypto or anti crypto, similar to the SAB test, but even the SAB bill, but even more so. So watch what the politicians do with this one. I think it'll be particularly noteworthy. And, Representative McHenry, there's some other legislation that we need, some more clarity that crypto needs. I want to ask you briefly about stablecoin legislation. Is something around that coming? What can we hope for there? Because that is just as ambiguous as securities versus commodities in this space."
    },
    {
        "speaker": "C",
        "text": "It is. Look, Maxine Waters, who's the ranking member of the House Financial Services Committee, she and I have been negotiating for 23 months on legislation to provide for a federal regulation of a stable coin. Right now, New York and Wyoming are the only two states really in action. Now, Nebraska has a regime. Few other states are trying to put together things like California, but New York is really the actor here. For stablecoins. We need to have a federal stablecoin payment stablecoin regime. The finer points of this really matter because that on ramp can either open up the aperture or close it off with federal regulators putting a thumb on the scales. So we got to make sure that the federal regime is tightly constructed, is narrowly constructed. So you don't have the Federal Reserve looking at this as the world of crypto, as competition. You don't have the Treasury Department think that everything is illicit finance and therefore can cut it off. And so we want to make sure there are proper protections for a stablecoin regime. That has been my concern with the negotiations that we've had so far. And I want to make sure that language is appropriately tight so that we actually protect innovation and have a viable, strong on ramp that is accessible to folks. But we don't want to go too far where federal regulators can get out of hand. So I'm interested in getting this done, but it's just taking a lot of time to make sure we craft the right legislation."
    },
    {
        "speaker": "A",
        "text": "One other thing before we move to close. This is still maybe, maybe tactical. It feels very much like the crypto industry and like startups and like, even consumer products are under assault. So the SEC now has lawsuits against five major us crypto companies that are completely legitimate. This is not, we're not talking about FTX, which like, nothing happened with that. We're talking about Coinbase, we're talking about Kraken, we're talking about Uniswap, we're talking about consensus. We're talking about just in the last two weeks, Robinhood as well. Is there anything we can do with respect to that? It feels like our homegrown us companies are under assault by our very regulators that we're supposed to foster innovation. Does the fit 21, does that solve this, or how do we bring a solution to play for this?"
    },
    {
        "speaker": "C",
        "text": "Well, it's directionally, it's the opposite direction that the securities and Exchange Commission is going. We're providing clarity, they're providing ambiguity. They're going after companies that went public in the last three, four, five years under the securities Exchange Commission's requirements. And now the SEC is going after their business practices that they accepted in their offerings to the public. We've got to have a check on the securities Exchange Commission, and we have to have clarity. Fit 21 is the way to do that. The ballot box is the way to do that. Crypto voters making their voices heard to members of the House and the Senate and saying that their votes, their votes at the ballot box are going to be impacted by how these members of Congress treat digital assets and crypto broadly. I think that is the powerful voice. Our system gets it right. Our governmental system gets it right. Over time, in the short run, we do many things wrong as Americans, but over the long term, we get it right. The reason why we get it right is elections have consequences. Society moves forward, and the people's needs are voters. Sorry. The elected officials are responsive to the people's needs. Over time, because of elections, those things are powerful. We got to make sure that we speak clearly with our voice, and we tell the elected officials what we want, what we expect, and then we hold them accountable if they, if they, if they don't, if they don't follow what we request or if they do."
    },
    {
        "speaker": "B",
        "text": "Speaking of the election, this 2024 election, I think is going to be the most relevant to crypto that there's ever been. Both presidential candidates have indicated their alignment towards the crypto industry or not. Biden, with his statement to veto, SAb 121, Donald Trump, as a reaction to that statement to veto, has more or less said that I am the pro crypto president because look at what Biden is doing. There's a conversation in the crypto industry of people expressing skepticism of Donald Trump's commitment to crypto simply because it's free real estate for him. Like crypto, single issue voters are seeing what Biden is putting out there and looking at Donald Trump and saying, well, he's being friendly to us. But other people are skeptical that Donald Trump is actually planning on any following through on any sort of commitment to the crypto industry. I'm wondering if you have any just, like, thoughts or reflections as to like, what the actual, like, stakes are for both Biden and Donald Trump as it comes to the 2024 election and whether it's, you have any sort of indication of the credible statements from Donald Trump here."
    },
    {
        "speaker": "C",
        "text": "Well, let's see what they say about this bill. Let's see what they say about fit 21, number one. Number two, you have to have policy behind words. President Biden issued an executive order that was broadly, I would say, a little inclined towards crypto. That's how I took it when he did it. And now that I've produced legislation out of my committee responsive to that executive order. He's nowhere to be found. So let's see how he responds. And I want them both to be forfeit 21. Right. And then I want this to left up to crypto voters on the who you believe and who's going to carry out the policy set that the voters want. But I'm interested in what they're going to do. You can hold people accountable in the election process. They've got to put more oomph behind their words. They've got to put policy behind their words and who they're going to appoint to these important agencies, because that'll send a clear sign on whether or not you're pro or anti crypto."
    },
    {
        "speaker": "A",
        "text": "This has been great. So thank you, Representative McHenry, for hanging with us today and educating us on fit. I guess the last question as we close here is you mentioned a few times that voters should get their voices heard. How do they do that? What do we do? Is it tweets? Is it phone call? Are we doing anything on Twitter? I don't even know sometimes. Should we show up in person and ask questions? What is the most effective way for the single issue crypto voter to get their voice heard?"
    },
    {
        "speaker": "C",
        "text": "Those are great questions. Look, phone calls matter. Yes, tweeting matters. I see the action online. But we've got a lot of folks saying that these are. Yes, they're digital warriors. They're going to be out there tweeting to their 52 followers on Twitter or an ex. Right. Or whatever they're going to do, or they're going to post a mean picture on Instagram. I don't know. But phone calls matter in my office, yes, we get lots of emails. We get lots of letters still. But phone calls matter. And when they call, and they're from my district, it does make a huge impact to know that my voters care about the actions I'm taking."
    },
    {
        "speaker": "A",
        "text": "Well, perfect. Let's end it there. And I'll leave bankless, the bankless community who are, you know, crypto advocates with an action item. If you want to hear what your politician, if you want to look up what your politician thinks about crypto, your local representative, you can go to stanwithcrypto.org and go search by the politicians. I will note representative McHenry here, he gets an a on that website. We mentioned some other politicians. Maxine Waters, for instance. She gets an f right now. But there is a vast swath of undecided representatives here, and that is the bulk of them. So Hakeem Jeffries, who we mentioned, is the democratic minority lead it's still undecided, so we don't really know. And that is the territory for which we, we need to fight for. Representative McHenry, best of luck on the Fitbit. It's been a pleasure to have you. Thank you so much."
    },
    {
        "speaker": "C",
        "text": "Thanks. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Take care."
    }
]