[
    {
        "speaker": "A",
        "text": "Bangladesh station. It is the last week of May. And what a may it has been. David, we are one week off the Ethereum ETF, so I know we're going to talk about that and we got a lot more in store. But you know what? You were scheduled to be leaving today, I believe."
    },
    {
        "speaker": "B",
        "text": "No, I would have been. I would have been at consensus. Consensus is happening in Austin right now. I would have been there on, like, Monday or Tuesday."
    },
    {
        "speaker": "A",
        "text": "All right, tell us about the rib. What happened?"
    },
    {
        "speaker": "B",
        "text": "Breaking astute listeners would notice that. I'm not a consensus. I'm at my apartment in New York, so. Okay. The fight with Nicaragua was going to be on today, so Thursday night, May 30. Instead, I broke a rib. So I will not be fighting. Different things happened."
    },
    {
        "speaker": "A",
        "text": "Which rib? Which rib? Here's the x ray."
    },
    {
        "speaker": "B",
        "text": "Rib number eight. Yeah."
    },
    {
        "speaker": "A",
        "text": "Did you feel the need to post this x ray just so that haters couldn't say you were trying to dodge the fight with Nick Carter?"
    },
    {
        "speaker": "B",
        "text": "100%. 100%. That's why there was no way I was just going to be able to get away with a tweet saying, oh, I broke a rib. Like, you had to post an x ray."
    },
    {
        "speaker": "A",
        "text": "I know, I know. So this was your 9th rib? Fully fragile 9th rib."
    },
    {
        "speaker": "B",
        "text": "Excuse me."
    },
    {
        "speaker": "A",
        "text": "Yeah. How are you feeling?"
    },
    {
        "speaker": "B",
        "text": "So, okay. It broke Monday of last week, so coming up on like ten or 810 or eleven days ago, and then the next five days, I broke it on Monday. The next five days, it just got worse and worse and worse. I got x rays on Thursday. I was like, okay, this pain is now very real and not going away. And then x rays come back and it's fully broken. And then on Saturday was like, peak pain where it's like getting out of bed was just like a two minute long process. Sneezing sends shivers down my spine. We're on the men, though. So that was last Saturday. So I've got four days of feeling better since then."
    },
    {
        "speaker": "A",
        "text": "With a rib fracture. Rib break. You just have to ride it out."
    },
    {
        "speaker": "B",
        "text": "There's nothing you can do. You can't get a cast. Like, your ribs still have to flex because that's how you breathe. So you basically just can't do anything extra. So walking is fine, but bending over, not fine. Doing anything. Laying down, laughing? No. There was a time I was scrolling through Instagram reels just mindlessly and just chuckling at some of this stuff, and I just had to stop because it was, like, funny stuff was, like, too painful."
    },
    {
        "speaker": "A",
        "text": "Dude, I'm sorry. I know this was disappointing. Cause I had. I had seen the amount of work that you put in for the last two months. And that amount of work, by the way, is why I bet on you, David. People don't know. Earlier that week, I took out a bet with Kyle Simone from multicoin that David was gonna win. So I know you put a lot of time into this. Cause I saw it, and I saw you show up to podcast recordings like battered, battered and bruised. So I'm sorry this happened. And same for Nick, too. I'm sure he was."
    },
    {
        "speaker": "B",
        "text": "Nick put in a ton of work. Yeah. He was going through a whole camp. Yeah. Okay. So we never know. I don't know. We are working on things. We are figuring out where, like, the first ever Nick Carter versus David Hoffman fight will be."
    },
    {
        "speaker": "A",
        "text": "So it's not canceled."
    },
    {
        "speaker": "B",
        "text": "It's just not canceled."
    },
    {
        "speaker": "A",
        "text": "Postponed. Merely postponed for."
    },
    {
        "speaker": "B",
        "text": "To an unknown, unknown date. But, yeah, we both intend to do this thing."
    },
    {
        "speaker": "A",
        "text": "All right. Very exciting. Well, let us know on the details around that, David. That's the fight. We got to talk about. The fight. Ethereum one last week. We are one week out from the Ethereum ETF approval. We're talking about when we can buy an eth eTF. Some more paperwork has to get filed. Will that take weeks? Will that take months? Also, I have a question for you, man. Why isn't the price moving? Why are you?"
    },
    {
        "speaker": "B",
        "text": "A really good question. It's a really good question. I hope you have answers. Why hasn't the price moved? In the world of politics, Trump has been doubling down even harder on crypto and Biden finally coming around. A request for help came out of the Biden administration as it relates to crypto. So crypto nonetheless stacking up political winds no matter what side of the aisle you're on. And then Caitlyn Jenner releases Jenner coin on Solana, followed by another of other celeb coin releases. What the hell's going on over there? Are these scams, are they good or bad for crypto? What are people's takes about them? And then we also have a big, fat layer two update section. We got a based roll up framework that just launched Ens, building its own layer two base. The base chain is increasing its capacity. Lots of great layer two updates as well."
    },
    {
        "speaker": "A",
        "text": "All right, give us the new frontier of prices on the week. David, let's start with our good old friend the. The orange coin bitcoin. What is the price on the week for bitcoin in fiat terms? In us dollar terms, David, bitcoin starting."
    },
    {
        "speaker": "B",
        "text": "The week at $68,000, up 1%, basically flat call it flat. 68,000 and a half. $1,000 is where we are ending the week with bitcoin. Ether started the week at $3,800, down 1% to $3,760. $80 on the screen. Down 1%."
    },
    {
        "speaker": "A",
        "text": "Can we time out here? Down 1%."
    },
    {
        "speaker": "B",
        "text": "Down 1%."
    },
    {
        "speaker": "A",
        "text": "Down 1%. From last Thursday."
    },
    {
        "speaker": "B",
        "text": "From the time last Thursday. Yeah."
    },
    {
        "speaker": "A",
        "text": "From the time we were recording the roll up last week, we didn't know whether the Ethereum ETF was approved. There was speculation."
    },
    {
        "speaker": "B",
        "text": "Correct. And then it was approved."
    },
    {
        "speaker": "A",
        "text": "We are 1% up."
    },
    {
        "speaker": "B",
        "text": "No one sent down 1% down. We're 1% down."
    },
    {
        "speaker": "A",
        "text": "That's even more insulting."
    },
    {
        "speaker": "B",
        "text": "We got a confirmed ETh ETF approval, and we are 1% down. From that moment. I mean, granted, we had a 25% increase, and so, like a lot of."
    },
    {
        "speaker": "A",
        "text": "That, we had a 25% increased."
    },
    {
        "speaker": "B",
        "text": "Breakfast."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, like last week, that was on the speculation that we might get an Ethereum ETF, and that was Monday. We called that the God candle. That happened the Monday. Like last Monday, basically. Not this Monday, but the previous Monday. And now after approval, we've been basically like, flat. Did we even break 4k?"
    },
    {
        "speaker": "B",
        "text": "No, we did not break 4k."
    },
    {
        "speaker": "A",
        "text": "We didn't break 4k."
    },
    {
        "speaker": "B",
        "text": "We did not break 4k."
    },
    {
        "speaker": "A",
        "text": "What is wrong with these charts?"
    },
    {
        "speaker": "B",
        "text": "Can I. I don't know, dude. Crack. They're the wrong charts."
    },
    {
        "speaker": "A",
        "text": "All right, well, you know what? We're not going to dwell on that too much right now because I know we have an Ethereum ETF update a bit later in the episode, and we got to talk about price. We got to talk about when it's getting priced in, if it's going to get priced in. What is going on here? But how about the ETH bitcoin ratio?"
    },
    {
        "speaker": "B",
        "text": "What's that looking like .055 flat on the week? Nothing moving there. And then, of course, total crypto market cap coming in at $2.69 trillion and still hovering below 3.2.7, still below cycle all time highs. They're still below cycle all time highs."
    },
    {
        "speaker": "A",
        "text": "Let's do an Ethereum ETF update. All right, so where we left things last week, we were very optimistic that would be approved. I'm glad that that held up in the roll up, David. I'm glad we got it approved because that would have been a quite an inaccurate roll up if we didn't. What has happened since that time? So we got the approval on Thursday at what, like 530, something like that. Got lots of bankless episodes about that approval. What happened this week on the, the course to actually getting these products out to market."
    },
    {
        "speaker": "B",
        "text": "Nothing actually, too much. BlackRock has filed their s one, which is the second of two steps that comes with an ETF actually being launched. The 19 four b is getting approved is like 99% of the battle, and then the final 1% is just the s one s getting approved. So BlackRock has amended their s one registration. Interestingly, they have also seeded their own ETF with, I think, $10 million. So Blackrock actually bought $10 million of ETH last week to see to seed their own ETF. The Blackrock ticker will be eth a eth a. And so James Safer just commenting on this activity, saying this is almost certainly the activity that we were looking for on the S one s. Again, once the 19 four B's or whatever got approved by the ETF, it's basically a shared bet with this small little like 1% bump, which is the s one s. But then James Safer comes in and says, this is almost certainly the engagement we were looking for on the s one s. Following the 19 B four approvals, issuers and the SEC are working towards spot Ethereum ETF launches. So if last week we had with the 19 b four approval, we were at 99% chance. We're moving towards like 99.9% chance. Basically. We're getting there. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. Long will it take? Here's a tweet from Nate G. Who asked the question, when will the SEC approve spot ETH registration statements? Nobody knows for sure, but my expectation would be next few weeks. So sometime this summer. He also says two to three months max. The heavy lifting is already done. Yeah. So it's happening this summer. Right. We're going to get the Ethereum ETF's trading sometime in the next couple of weeks and hopefully, like, it won't take that long. Has the SEC commented at all about this? What have they said? What has Gary Gensler said about this?"
    },
    {
        "speaker": "B",
        "text": "Notably little. When we had the bitcoin ETF approvals, you actually got to see the votes for the ETF. Who of the SEC chairs voted yes? Who voted no? This part was actually hidden for some weird bureaucratic reason. There's a decision by delegation or whatever. And then the conspiracy, of course, is that, like, they were just called up by the Biden administration and told to approve it, and so they didn't want to have the voting process because they didn't want that part, like, disclosed. And so overall, like, the news really has been kind of just incremental because all the news happened last week and then now it's been basically like trad finance media, like CNBC and like fast money and all these like tradition. Getting caught up on this, getting caught up and like getting people's takes, which we're going to cover people's takes when they were like asked to present like, what is the ethereum?"
    },
    {
        "speaker": "A",
        "text": "So the SEC is just saying nothing. And that is so different from the Ethereum or from the bitcoin ETF because."
    },
    {
        "speaker": "B",
        "text": "They were dragged kicking and screaming."
    },
    {
        "speaker": "A",
        "text": "So a spokesperson for the SEC said the agency won't be commenting beyond the approval order, so don't expect anything. They'll never mention it. It's just an unmentionable product that they just approved, I guess."
    },
    {
        "speaker": "B",
        "text": "Never mind how we are now a political tool from the whims of the president instead of a biased or unbiased neutral like market regulator. That's why they can't comment."
    },
    {
        "speaker": "A",
        "text": "At least it's politically in our favor this time. I mean, I'm, I guess I'm okay with that. That's the game. It sounds like we all have to play. So here's the big question, though. Let's get back to the ETH price. So we are flat on the week, basically even 1% down. As insulting as that is, the big question is, is this going to be a price driver? What will the inflows look like? We had James Seyffert on the podcast last week and I think he and Eric Balchunas, who are the Bloomberg analysts behind ETF's, think that the flows will actually be pretty, pretty small, at least relative to bitcoin."
    },
    {
        "speaker": "B",
        "text": "They're the more. The conservative ones."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'd say more conservative trending towards. I wouldn't, maybe don't call this bearish, but they think ten to 20% of bitcoins net inflows. So that's their take. That's the baseline I'm going to show you."
    },
    {
        "speaker": "B",
        "text": "I would call them as tampering expectations. Yeah, I would say their takes are."
    },
    {
        "speaker": "A",
        "text": "I want to get into maybe some more less conservative predictions, maybe some more bullish predictions about inflows. Is that okay with you?"
    },
    {
        "speaker": "B",
        "text": "You want to get some more liberal predictions?"
    },
    {
        "speaker": "A",
        "text": "I do, yeah. I will do it because I think it deserves it after like a 1% down on the week. So here's one case study for you. I read this in the grayscale report this week. So you know, Bloomberg projects ten to 20% of bitcoin net inflows. But if you look at ETP products. So ETP products are what? ETF's are outside of the US. So if you look at Canada, Switzerland, Sweden. For a benchmark, the flows to ETP products and the Aums have been a total of 25% to 30% of bitcoin. All right, we're not talking."
    },
    {
        "speaker": "B",
        "text": "So if one mixed ETF abroad has a dollar in it, 70%, $0.70 go to bitcoin, and $0.30 go to Ethan."
    },
    {
        "speaker": "A",
        "text": "That kind of thing. So if you look at kind of like aum and flows and that sort of thing, it's, it's, it's not ten to 20%. It's more along the lines of 25% to 30%. So my, my question to Bloomberg, or the more the bull case is like, why only ten to 20%? We already have these ETP products outside of the US, and they're getting 25% to 30%. So that's like some bullish fodder for you. Here's another take from an analyst, uh, QCP. And the analysis here is just like, what if Ethereum pulls a bitcoin? Pulls what a bitcoin just did."
    },
    {
        "speaker": "B",
        "text": "So it surprises people with demand."
    },
    {
        "speaker": "A",
        "text": "Well, no, just like, in terms of price, not demand. So ignoring spot, just ignoring, like, let's talk about price. So QCP capital, their expectation is a price of ETH increasing 60% in the coming weeks post the Ethereum ETF. And that would, that would take Ethereum above all time highs, which it should be right now, to six k. And bitcoin rose about 66% in the time after the approval. So Ethereum could rise 60%. That would take us to six k. That seems like a very simple analysis. You recall bitcoin went from about forty four k to seventy three k in the two months following the approval. If Ethereum just did the same thing, we'd already be at six k. All right. Okay, so, I mean, that feels, that still feels conservative, doesn't it? It feels. Still feels conservative. Here's another."
    },
    {
        "speaker": "B",
        "text": "Both bitcoin and ETH, at like, a little bit over their previous all time highs, still feel conservative for just a general crypto bull market."
    },
    {
        "speaker": "A",
        "text": "Okay, here's another take. Consider, and this is quantifying how much ETH is locked away in supply. There's less ETH on centralized exchanges than there is bitcoin right now."
    },
    {
        "speaker": "B",
        "text": "So this is consider how much more sensitive ETH price movements are to the market dollar."
    },
    {
        "speaker": "A",
        "text": "Yes, they should be. Okay, so in terms of ETH supply, grayscale research believes that around 17% can be categorized as idle or relatively illiquid. 70%. That means 83% is like, locked, is not liquid. All right, where is it? It's staked ETH. Look at this. All the staked eth, all this eth, that's 32.6 million there. All this Ethan smart contracts dormant eth. That's ETH that hasn't been touched in, like, five years. Ethan etps, ethan protocol. Like, you add all of that up, all of that locked away, illiquid eth, not uncentralized exchanges, and you get a huge portion of supply that's kind of like, likely not to move, not to be touched. So you only have 17% of supply that is liquid and tradable. That's got to have an effect, right?"
    },
    {
        "speaker": "B",
        "text": "I mean, that's been the narrative. There's always been. The narrative is like, there's just very low supply of ETh on centralized exchanges and just really able to be bought. Like, not many people are willing to give up their ETh."
    },
    {
        "speaker": "A",
        "text": "I know it's the narrative, and I'm also saying it's in the numbers. Yeah, but the numbers aren't reflecting price, David."
    },
    {
        "speaker": "B",
        "text": "The narrative is reflective of the numbers. Like, the people who I know who like chant this chant are like Vance Spencer."
    },
    {
        "speaker": "A",
        "text": "It's an informed narrative."
    },
    {
        "speaker": "B",
        "text": "It's an informed narrative. Yeah."
    },
    {
        "speaker": "A",
        "text": "This was a great report put out by Michael from the DeFi report, and he says that the drivers, the main questions to ask, if you're trying to compare bitcoin and ethereum, are this number one, what percent of bitcoin ETF holders might rebalance to ether? Remember we talked about this with Matt last week? There's some percentage that just want a diversified portfolio, and most traditional investors aren't complete bitcoin maximalists, and they want to buy more of the crypto market. And so they're just going to take a portion of their bitcoin or their crypto allocation and balance it across maybe 3070, maybe 50 50, who knows? And so that's the number one source of inflows."
    },
    {
        "speaker": "B",
        "text": "And that makes sense because we know how bad, like, the ETH bitcoin ratio has been doing ever since the bitcoin ETF was approved. And then it also bounced back marginally from 0.045 to 0.055 once it was approved. And so that ratio probably has still legs in it because there's like $60 billion in bitcoin ETF's and zero billion dollars in ETH ETF's."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think there will be some amount of investors who just go to a 50 50 allocation. Just 50 on bitcoin, 50 on ether. There's also a percentage of investors who might outright opt for ether instead of bitcoin. And that's going to be a factor. Some amount out there. It's greater than zero anyway, who will just directly buy ether? And maybe it's because they were on the sideline, they missed the bitcoin ETF. So they're like, okay, we missed that one, saw how big it was, didn't anticipate it. Now we're going to pile in ether. That's like a sensible trade right now. And then you also have momentum hits. So when price starts to rise on ether, people fomo in, we get kind of like a momentum type trade that could be a source of inflows, too."
    },
    {
        "speaker": "B",
        "text": "And if the ETH market price on centralized exchanges is indeed extremely sensitive to the marginal dollar, like people say that it is, that reflexivity boost carries more weight because you just get more reflexivity."
    },
    {
        "speaker": "A",
        "text": "Exactly. So let's. Let's do some. Michael does some napkin math here. Okay, so just napkin math. Broadest of strokes, assume this cycle, we get to a $10 trillion market cap. And I think you and I called a cycle around, that was a ten to 15 trillion, something like that. So that seems reasonable, maybe Crispr, nifty number as well."
    },
    {
        "speaker": "B",
        "text": "Totally. Yep."
    },
    {
        "speaker": "A",
        "text": "Okay. And so bitcoin was 43% of total crypto market cap last cycle. Let's assume this cycle, it's 40%. All right, so 43 to 40. Pretty reasonable. And then ETH last cycle was 50%. Okay. Of bitcoin market cap. This cycle, let's assume it's dialed down a little bit. So let's assume ETH is 45% of bitcoin market cap. Okay? Okay. That means cycle, which is."
    },
    {
        "speaker": "B",
        "text": "It currently is at 35%, by the way, which is low."
    },
    {
        "speaker": "A",
        "text": "Like, again, that ratio is slower than it should be. That would put, again, not financial advice, objective opinion, whatever, saltiness. That would put ETH market cap at the cycle peak of $1.8 trillion. All right, so that's roughly a $15,000 price of ETH above ten k. 15K price of ETH at cycle peak numbers check out, bro."
    },
    {
        "speaker": "B",
        "text": "Okay, sounds pretty good. Like, I feel like. I feel like that was our napkin math. Like, at the very beginning of bull market. What's your sell? What's your sell, target? It's like, at the highest point, it's like 15."
    },
    {
        "speaker": "A",
        "text": "Okay, we just gotta poke the charts."
    },
    {
        "speaker": "B",
        "text": "We're getting closer, we're getting closer. We're getting more informed in napkin math as we get closer."
    },
    {
        "speaker": "A",
        "text": "Well, I want you to talk about the ETH narrative. That's important. So in order for this napkin math to work out, there has to be demand for Ether among tradfi for this ethereum ETF if we want to get the flows that we ask for. Let me set you up with this tweet, and I know you've got some comments about the current ETH narrative and what that's shaping up to be in Tradfi, but this is Zach Lite. I just spoke with a friend who is a big investment manager in New York City. It's the first time he has shown genuine interest in Ethereum before the ETH ETF regulatory barriers made it impossible for them to invest in ether. Ethereum has now entered the mainstream, but institutions are significantly underexposed due to previous regulations. We may be going much higher and faster than I thought. Now, Zach Lite, I spoke to a friend, I don't know what account this is, it's an anon account, but it kind of captures the spirit of it, which is tradfi is significantly underexposed, maybe due to regulatory concerns."
    },
    {
        "speaker": "B",
        "text": "That would be the hope you and this is not just about the ETF getting approved. This is not just about, like traditional financial institutions, they can only buy ETF's. This is also about the clarity that ether is getting because it's now formally a commodity. Something that died last week is the idea that Ethereum ether might be an unregistered security."
    },
    {
        "speaker": "A",
        "text": "So dead, dead."
    },
    {
        "speaker": "B",
        "text": "While Ryan and I and many in the Ethereum community is like, that's silly. Of course. It's not like nonetheless, financial institutions still like, if there's a 5% chance, a 3% chance that ETH might be an unregistered security, they can't touch it. So now with the Eth ETF, they can buy it as an ETF. But also it's given regulatory clarity as a commodity, which de risks the asset in a very significant way to financial institutions who might have otherwise have got and bought vanilla spot ether on a centralized exchange because they have an account. So they, so ETH is also benefiting from that. It's getting tailwinds from that. And the market is currently digesting this right now."
    },
    {
        "speaker": "A",
        "text": "David Hoffman so what narrative do we take to them? This is, this is your tweet here."
    },
    {
        "speaker": "B",
        "text": "This is, this is the big question. I think the ethereum community is kind of processing is how do we sell ether? How as sales ether, how do we describe it? How do we pitch it? How do we like, when people are listening to us, how do we sell it to them? People are now interested in the Ethereum ETF, they need to understand what they're actually purchasing. One of the things that we've said on bank list many times is one of the most bullish things is to be understood. So how do we get people to understand ether? Like, what is a memetic descriptor about ether, the asset? And there's a bunch of different ideas that are being floated around. Digital oil is a common one. An Internet bond is a common one. Programmable money tokenization platform is one that I've seen come and go throughout the years. And so I kind of just put that out. This tweet is like asking like, let's collect all the ideas and let's also hear how people are explaining it actually to, like, in the, in the tradfi context."
    },
    {
        "speaker": "A",
        "text": "By the way, in this tweet, did you get other ideas beyond digital oil, Internet bond scramble, money tokenization? Did you get other new fresh ideas?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like dog shit ones. Yeah. So not, I'm sorry, like, we cannot go to like, blackrock and say, hey, guys, ethereum is a world computer. This is how you should pitch it to your clients. Like, world computer. Like, no, that generates further questions. That is confusing. Yeah. Like ether. Ethereum, it's web three. It's like it's the defi backbone. You know, these are not good, like sales."
    },
    {
        "speaker": "A",
        "text": "I agree. I kind of, I kind of liked Matt's, Matt Hogan's approach to it, which is like, bitcoin is digital gold. If you want to believe that bitcoin is digital gold, there's more to finance than gold. Ethereum is everything else. That kind of simple line everything else, basically."
    },
    {
        "speaker": "B",
        "text": "Well, so Matt Hogan called it a software platform, which is actually one of the themes that I'm seeing a lot of people actually illustrate. Ethereum to be. Let's go through some of these. So here's Vance Spencer on Bloomberg technology giving the pitch for Ethereum versus the bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "Should we rate this pitch afterwards? Let's play. Vance, what are the principal differences in bitcoin spot ETF? Ether spot ETF. But I guess what we're actually asking is the principal difference between an Ethereum based blockchain and bitcoin blockchain."
    },
    {
        "speaker": "C",
        "text": "So bitcoin is digital gold, right. And you can view the rigidness of its roadmap. There is no future roadmap for bitcoin being either a future of a bug or a bug in the sense that bitcoin is going to be bitcoin for the next 100 years. Eth is at the forefront of the tokenization movement that is going to really define the next few decades of traditional finance. We're going to start with the stable coins, the $100 billion of stablecoins that are on chain today. But now Blackrock is bringing on fixed income, people bringing on equities, people are bringing on commodities, people are bringing on private credit. And so ETH is at the forefront of that movement. And it's also just a very different asset. It does about two to $3 billion of profits per year. It dividends those out. The asset itself is deflationary. It's proof of stake. It's a very different asset than bitcoin. I would say it's more of a textile growth play. If bitcoin is digital gold, ETH is Apple. It's building the app store of finance. And just like people thought that the app store was a toy or a gimmick ten years ago, people are going to be really surprised at the uniqueness of the fees and just the scale of the business that ETH is going to generate from the tokenization wave that's taking place. And it's Larry Fink, Paul Tudor Jones. It's all these guys. They're all on this train."
    },
    {
        "speaker": "B",
        "text": "Ok, so he went through a couple of different angles here. He started with tokenization. He then talked about on chain assets, real world assets, moving on chain, starting with stable coins and then name drop to Blackrock and the build biddle fund, private credit, which we're doing. So we're talking about real world assets that Tradfi already knows exists, coming on chain to Ethereum. And then he moved into it being a textile growth play with an app store, like property. A developer ecosystem. Yeah."
    },
    {
        "speaker": "A",
        "text": "And then did you see. They showed the apps on the screen."
    },
    {
        "speaker": "B",
        "text": "Totally. They showed the apps on the screen, which, like, people can resonate with. And so this is, these are mental models that Tradfi already has. Like, there's already assets out there that they know that are huge. There is already a developer ecosystem based off of Apple, and Ethereum is something like that. And then ether, the asset, he name, dropped things. Like, it pays off dividends, which is actually technically not true, but meaningfully definitely true. The asset itself is deflationary."
    },
    {
        "speaker": "A",
        "text": "It's kind of true. It's like stock buyback is the burn. And then."
    },
    {
        "speaker": "B",
        "text": "Well, stock buyback is a stock buyback. A dividend is a dividend, sure. But I'm being. I'm being like, I get it."
    },
    {
        "speaker": "A",
        "text": "I get it."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. And I really like that pitch. I really like that pitch. And I think it's actually smart, even though, like, when you ask to explain, hey, what's ether? It's starting with tokenization is actually adjacent. Yeah, but I don't think it matters. Like, I think, like, if you're talking and selling this to a tradfi, like, I think tokenization is actually, like, very resonant."
    },
    {
        "speaker": "A",
        "text": "So give it a letter grade."
    },
    {
        "speaker": "B",
        "text": "Would you give, I give that one an a. I give that one an a. I do, too."
    },
    {
        "speaker": "A",
        "text": "Well done, Vance."
    },
    {
        "speaker": "B",
        "text": "Well done, Vance. Well done, Vance. Okay, so next up, Anthony Pompliano. This one's much shorter, only 20 seconds long on Fox business. Let's hear how Anthony Pompoliano pitches the ether ETF."
    },
    {
        "speaker": "A",
        "text": "Wait, Anthony's pitching pomp is pitching eth now?"
    },
    {
        "speaker": "B",
        "text": "A little bit, yeah. All right, let's get into it."
    },
    {
        "speaker": "D",
        "text": "Well, just, just think bitcoin, I think, is this unique thing that has a very clean story."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "It's a store of value. When you get into these other things, they're technology platforms now. You start talking about what's the difference between Facebook, Amazon, Google, etcetera. They're all competing for different kind of aspects of the consumer. And so I think when you look at Ethereum, Solana, and many others, their tech platforms competing with each other. And so the story just isn't as clean as bitcoin."
    },
    {
        "speaker": "B",
        "text": "Still promoting the bitcoin story as, like, the unique one and calling all the other ones tech platforms. But another big plus, one tech platform."
    },
    {
        "speaker": "A",
        "text": "At least it's still not that level. I mean, I would give a different letter grade to that."
    },
    {
        "speaker": "B",
        "text": "Yeah, we don't have a video for this one. This is just Jeff Dorman on Twitter who says, attention blackrock, Vanek Digital assets bit wise, once the ETH ETF goes live, please erase the words supercomputer, ultrasound money, and Internet bond from your memory. This does not resonate with anyone. What does? Ethereum is an app store. ETH is Apple pay. I kind of throw a grudge with the Apple pay thing, but, like, he's, he's doing the same thing, which I'm saying, it's like ultrasound money. Like, we're not selling ultrasound money is for the crypto insider, that is for the crypto settler."
    },
    {
        "speaker": "A",
        "text": "Ultrasound money was so important in 20 19, 20, 20, 20 21. Like, when Ethereum was like, was not recognized as a reserve asset store of value the way, the way bitcoin is. But it was for internal, it was."
    },
    {
        "speaker": "B",
        "text": "A frame of reference for the crypto industry to come to consensus about what ether is. Is also importantly, was also a jab towards the bitcoiners who bullied Ethereum for years and years and years."
    },
    {
        "speaker": "A",
        "text": "It's meant to be facetious about its issuance policy, basically."
    },
    {
        "speaker": "B",
        "text": "Exactly. Exactly. It was never meant to be like, hey, we're going to pitch blackrock on ultrasound."
    },
    {
        "speaker": "A",
        "text": "Bitcoin's narrative to Blackrock isn't sound money even. It's gold."
    },
    {
        "speaker": "B",
        "text": "Total different. Totally. Totally. Yeah. Well, bitcoin is gold is sound money, but you don't actually say those words, you just say gold. Yeah. And so, like, again, Jeff. Jeff's really saying, hey, like, all your, like, crypto native words, like supercomputer and Internet bond, like, no, no, no, get rid of that. It's another. It's a tech stock growth play. And so, adjacently, but actually extremely relevantly, Patrick McHenry announced a digital assets financial technology and inclusion subcommittee hearing. And so this is a subcommittee of the House. The title of this hearing is next generation infrastructure."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "How tokenization of real world assets will facilitate efficient markets. So there's a hearing being called to Congress by Patrick McHenry on, under this title, next generation infrastructure, tokenization of real world assets, and how it will facilitate efficient markets. I think that that's a lot of words just to say Ethereum. I think that is a great description of what Ethereum is."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I agree. It's all very cool. And for people who look back at this and be like, ah, it's also contrived. Narratives don't matter, marketing doesn't matter. I'll just point to go back to the nineties and how people were trying to describe the Internet. They used all sorts of different mental models and unlocks to try to propagate help understanding of the Internet. Do you remember information superhighway? Some of these sounds."
    },
    {
        "speaker": "B",
        "text": "Cyberspace, something about surfing."
    },
    {
        "speaker": "A",
        "text": "Yes. Surf the web. Surf the web. Right. And the idea around that was like, you can go on your own kind of like, fun experience with, like, you know, search directories and websites, and you'll find things yourself. All. All of these memetic stories and narratives were used to describe the Internet, and it was important, and some of them have a shelf life, and some of them are no longer necessary, but they were very useful in helping people capture and imagine what the potential of this technology is. So we're just doing the exact same thing here, and it's going to be a different narrative that works on a more mainstream tradfi crowd than the narratives that work on crypto natives."
    },
    {
        "speaker": "B",
        "text": "Totally. All right, Ryan, I would like to challenge you. Oh. Since I'm not fighting Nick. I'd like to fight you about something else. I think next week, next Thursday, weekly roll up, we each go and work, do our own homework and come back next. It was seven days from now with a 1 minute pitch for ether, the asset. I will pitch. I will pitch you mine."
    },
    {
        "speaker": "A",
        "text": "To who? To tradfize."
    },
    {
        "speaker": "B",
        "text": "To tradfi. To tradfi. Yeah. Tradfi is the blackrock is the audience."
    },
    {
        "speaker": "A",
        "text": "Elevator pitch."
    },
    {
        "speaker": "B",
        "text": "Our best elevator."
    },
    {
        "speaker": "A",
        "text": "Should I wear for this? Should I wear it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you should definitely wear a suit and tie. That'll help your. Help your presentation."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And then the bank lists the bankless audience will pick. Between you and me, I love this."
    },
    {
        "speaker": "A",
        "text": "Challenge accepted. Because this won't cost me any broken ribs. This is the easiest challenge."
    },
    {
        "speaker": "B",
        "text": "You don't have to go anywhere."
    },
    {
        "speaker": "A",
        "text": "All right. I'm getting in the fight. That's amazing."
    },
    {
        "speaker": "B",
        "text": "Game on. Game on."
    },
    {
        "speaker": "A",
        "text": "I'll see you next week then. Be ready. David, what do we got coming up?"
    },
    {
        "speaker": "B",
        "text": "Coming up next is Michael Saylor, of all people, warming up to eth. How is he going to pitch Donald Trump? Also doubling down on being the crypto presidential candidate. And how is the Biden administration reacting to that? And also celebrity meme coin influenza launching on Solana. What does Jenner coin mean for the future of finance? Really important questions."
    },
    {
        "speaker": "A",
        "text": "Very important."
    },
    {
        "speaker": "B",
        "text": "All of this stuff coming up next, as soon as we talk to some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "We've got a tale of two pivots this week. And these might be reluctant pivots, I'm not quite sure, but the first is from Michael Saylor. And I don't know if this is a full pivot, so we'll let the audience decide. But of course, in the past, Michael Saylordae has been a laser eyed maxi."
    },
    {
        "speaker": "B",
        "text": "Let's say he's been mono asset Maxi. Yeah."
    },
    {
        "speaker": "A",
        "text": "There is no second best. He has been."
    },
    {
        "speaker": "B",
        "text": "How many chairs are you sitting on right now?"
    },
    {
        "speaker": "A",
        "text": "How many chairs are you sitting on right now? Can you sit on two chairs? No. Can you hold more than two?"
    },
    {
        "speaker": "B",
        "text": "Ironically, Ryan has a chair behind him as he sits on a different chair."
    },
    {
        "speaker": "A",
        "text": "Multiple chairs. I have an entire couch behind us. Of course you can have multiple chairs in your house. Anyway, that was old Saylor and he sounded a little bit like this. This is Michael Saylor. Let's play a clip from three weeks ago of Michael Saylord. I think he was talking here about the potential for the Ethereum ETF."
    },
    {
        "speaker": "D",
        "text": "Let's play this when Ethereum is not going to be approved. Sometime this summer. It'll be very clear to everyone that Ethereum is deemed a crypto asset security, not a commodity. After that, you're going to see that Ethereum, BNB, Solana, Ripple, Cardano, everything down the stack is just a crypto asset security unregistered. None of them will ever be wrapped by a spot ETF. None of them will be accepted by Wall street. None of them will be accepted by mainstream institutional investors as crypto assets. This is the one universal, consensus accepted, institutional grade crypto asset in the world. There won't be another one."
    },
    {
        "speaker": "A",
        "text": "He's very certain of that."
    },
    {
        "speaker": "B",
        "text": "My, how things change. Wow."
    },
    {
        "speaker": "A",
        "text": "Three weeks ago."
    },
    {
        "speaker": "B",
        "text": "Three weeks ago, this came out. Very recently, this was on Peter McCormick's what Bitcoin did, podcast, post ETF approval. Let's hear from him. Yeah."
    },
    {
        "speaker": "A",
        "text": "Michael Saylor."
    },
    {
        "speaker": "D",
        "text": "So here's what I think. I think two weeks before, the world looked like bitcoin was going to be the only asset securitized and offered as a spot ETF by the Wall street establishment, and it was going to spread as the one legitimate crypto asset. I think right now the best expectation is the crypto asset class will be legitimized, supported by both parties. There's an industry crypto as an asset class. There's an entire range of use cases, 24/7 digital trading, digital art, nfts, tokens, decentralized. This functionality defi there's a lot of things that will be considered in a more open light, and bitcoin will be the leader of the crypto asset class. And if you look at it and say, well, is this good for bitcoin or not? Yeah, I think it's good for bitcoin. I think, in fact, it may be better for bitcoin because I think that we are politically much more powerful, supported by the entire crypto industry. They obviously have a lot of political power, a lot of users, and they serve another line of defense for bitcoin. I think instead of someone saying, well, there's one crypto asset, maybe I'll allocate 1% of my money to it, I think mainstream investors might say, oh, there's a crypto asset class now, and maybe we'll allocate 5% or 10% of the crypto asset class, but bitcoin will be 60% or 70% of that. So I actually think it could accelerate institutional adoption."
    },
    {
        "speaker": "B",
        "text": "We're back to indexing."
    },
    {
        "speaker": "D",
        "text": "It's good for marketing. Yeah, there'll be all these other things that'll happen, and you just kind of have to rethink, you know, all of your models and, and move forward in a new world."
    },
    {
        "speaker": "A",
        "text": "I don't, I don't feel like I need to rethink many models here, but this is, this is maybe Michael Saylor rethinking his model of there is only one crypto asset. And it's funny to me that it took the Ethereum ETF to just have him pull a 180 on this. What? Like, how do you make sense of that?"
    },
    {
        "speaker": "B",
        "text": "I don't know if he is fully pulling a 180. Like, he's very much still a bitcoiner, but it is a tampering of his tone and it's also a big tent mentality as well. So being a little bit more inclusive to the crypto industry, and I think discovering that maybe it's best not to fight them, but to just align with them, because that helps promote bitcoin, which is true, and I agree with that."
    },
    {
        "speaker": "A",
        "text": "Do you think maybe he saw how powerful politically the crypto faction is when they're unified and working together and he doesn't want to fight against that current as part of it?"
    },
    {
        "speaker": "B",
        "text": "Definitely. Definitely."
    },
    {
        "speaker": "A",
        "text": "This is Anthony Cisano making a prediction here, saying Saylor will buy ETh within the next six to twelve months."
    },
    {
        "speaker": "B",
        "text": "Now that's a big prediction. However, Anthony's last big prediction was that the ECTF was going to get approved. So I'm not in the camp of fading his hassle prediction, David."
    },
    {
        "speaker": "A",
        "text": "Why wouldn't he just rationally, economically, just run the same play back? He basically did this. He started stacking bitcoin when it was on the cusp of regulatory approval, not a security. He could just take out all of those, those loans and all those bonds and start buying ether."
    },
    {
        "speaker": "B",
        "text": "As well as he could also take those same things and also buy bitcoin."
    },
    {
        "speaker": "A",
        "text": "I don't know. I. I'm gonna, I'm gonna."
    },
    {
        "speaker": "B",
        "text": "Actually, it's not like he has another company that he's like, oh, I'll just run this playbook with some other company that I have for ETh. Like, he's. No, he only has one, has one fuel tank."
    },
    {
        "speaker": "A",
        "text": "I'm gonna give this some high probability here. I think above 50%. Above 50% in six to twelve months."
    },
    {
        "speaker": "B",
        "text": "Microstrategy owns bitcoin by the end of twelve months. Or, excuse me, of ether."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Wow. That would be."
    },
    {
        "speaker": "A",
        "text": "Let me just also make out another call. Michael Saylor, I think should just come on bankless. He hasn't been on bank list before. That's when you will. That will be the signal that the Band aid's been ripped off. That the hatchet is buried with a theory I'm hating. If he comes on, comes on bankless, and gives us the case of why a theorem is good for bitcoin, we'll do that podcast for sure."
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't know if he wants to get that take."
    },
    {
        "speaker": "A",
        "text": "Well, he will when he's ready to buy ether, I think."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Shortly after."
    },
    {
        "speaker": "B",
        "text": "If he is buying ether, then he will likely also come on the podcast."
    },
    {
        "speaker": "A",
        "text": "Let's talk about some more presidential pivots. And I guess we have to class Trump as this, given that a couple of years ago, he was very anti crypto."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "But he is here just in the past few days, doubling down on crypto yet again. Let's watch this clip. I will ensure that the future of crypto and the future of bitcoin will be made in the USA, not driven overseas. I will support the right to self custody to the nation's 50 million crypto holders. I say this with your vote. I will keep Elizabeth Warren and her goons away from your business bitcoin. And I will never allow the creation of a central bank digital currency. I will. David. Wow. Self custody."
    },
    {
        "speaker": "B",
        "text": "Said the word self custody."
    },
    {
        "speaker": "A",
        "text": "He said, keep crypto, bitcoin away from Elizabeth Warren and her goons."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, talking points for him."
    },
    {
        "speaker": "A",
        "text": "But these are the talking points that crypto, like, the crypto community really wants to hear."
    },
    {
        "speaker": "B",
        "text": "These are not Trump's words. This is a Trump advisor telling him what to say, which is fine."
    },
    {
        "speaker": "A",
        "text": "A hundred. I'll take it. 100% it is. And the word self custody, I mean, that is."
    },
    {
        "speaker": "B",
        "text": "That is the word self custody came out of a presidential candidate's mouth. It's, like, pretty damn cool. He actually didn't stop there. This was even more, like niche in crypto native. Donald Trump says that he vows to commute the sentence of Ross Ulbricht to time served if he's elected president. So Ross Ulbricht, the dread pirates Roberts of the Silk Road, famous case. He's in jail for life, basically. And Donald Trump says that Ross Ulbricht is, like, a martyr of libertarian austrian values. The bitcoin movement, the whole Silk Road was actually one of the first big bitcoin apps to use bitcoin, just like a hero in the libertarian space. And since he's already served ten years, Donald Trump is saying, that's enough. Uh, and he will pardon, um, he will pardon Russell Burch and let him go free, which is, like, again, deeply crypto native. Very bitcoiner of him. Uh, David Bailey from Bitcoin Media is an advisor to the Trump administration. So, like, if it's not David Bailey, it's somebody like him, uh, who's, like, telling Trump to say these things. And it's, like, definitely working."
    },
    {
        "speaker": "A",
        "text": "Just like, months ago, I don't think crypto was on the election issue list of issues at all. And now this is quickly turning into, like, a crypto election. At least crypto is one of the election issues that Trump is trying to differentiate himself on. And so, like, the big question is, what's the game theory? So, like, what does Biden do next? And this is interesting. I don't know if you catch this article yesterday. This is from the block. The Biden campaign ramps up crypto industry outreach and surprising tone shift. Okay. Apparently the Biden reelection campaign is reaching out to people in the industry, people in crypto, for guidance on crypto community and policy. So they're reaching out to people in crypto saying, how can we please help? Please help with our help."
    },
    {
        "speaker": "B",
        "text": "We need help."
    },
    {
        "speaker": "A",
        "text": "Help us say words like self custody and be like crypto and do the thing that Trump is doing. This is what the campaign is actually advising Biden to do."
    },
    {
        "speaker": "B",
        "text": "So, which I think someone should step up for. Like, I know Biden leaves a very bad taste in people's mouths and, but, like, we need both people, like, people in the crypto industry. We want somebody on whispering in Trump's ears. We want somebody whispering in Biden's ears. Shouldn't matter. We just want both political parties to have a strong crypto advocate telling them what to do."
    },
    {
        "speaker": "A",
        "text": "Crypto should not be a partisan issue. Right. Complete american values here."
    },
    {
        "speaker": "B",
        "text": "Granted, Donald Trump's, like, ability to, like, move very quickly on this is winning him the crypto vote regardless, because Biden is so, like, tepid about it and he's confused."
    },
    {
        "speaker": "A",
        "text": "The Biden administration's track, track record under Warren has been absolutely terrible for the past couple of years, and I think it'll be very telling. So you remember the SaB 121 repeal that is still waiting on Biden's desk for signature or veto. And he has previously said he's going to veto it. This is not too long ago. It's like three weeks ago. He said he would veto it. The deadline, David, is Monday, June 3. And the big question is, will he veto it or will he let it pass if he does nothing, by the way, it defacto passes."
    },
    {
        "speaker": "B",
        "text": "Hayden gives a take here. Hayden Adams. He says the too late, little too late slash. This is pandering to the crowd, people about the Biden pivot is missing. The point the democratic establishment finally realized being anti crypto by letting Warren run, financial policy will lose elections. This is a big deal. Nothing politicians care about more than winning elections. It's a new era. So I think there's some people here who's saying, like, it doesn't matter, ignore Biden. He doesn't matter. Like, Trump is the crypto, the crypto president candidate. And Hayden is saying, like, both, both can be crypto candidates, and that's good for us."
    },
    {
        "speaker": "A",
        "text": "Yeah, certainly wins in our favor as well. And, David, we've got more congressional hearings as well. Our bowtie evangelist in Congress, Patrick McHenry, you were mentioning that, that hearing on digital assets and financial technology, and you gave the name of it earlier, that is happening next week as well."
    },
    {
        "speaker": "B",
        "text": "Wednesday, 09:00 a.m. eastern time, June 5. It's, I mean, it's a hearing. It's a congressional hearing, so it's probably going to be boring. But I'm pretty sure this is the first ever congressional hearing that's strictly about crypto other than the audit of the FTX collapse. So ignoring that one, this is the first one that's like Jolie about crypto, that's also about crypto the technology, not crypto the fraud. And so whatever conversations come out of that, we'll hear about Wednesday of next week. It's also like, how exciting that's going to be. It's going to be determined about who they call up to testify. You could see blackrock or securitize, anyone doing tokenization, advocating and giving their testimony for crypto. And so that would be pretty interesting to hear."
    },
    {
        "speaker": "A",
        "text": "I. Yeah, I think it's spreading education and awareness, and he'll get much more eyes on this, on this hearing than previously since it is an election issue. All right, let's talk about celebrity coin influenza. I have been paying almost no attention to this. I'm not sure like I even want to in this segment, but let's give it a go. What in the world happened with Caitlyn Jenner and these celeb coins last week?"
    },
    {
        "speaker": "B",
        "text": "Okay, so Caitlyn Jenner on Sunday randomly just tweeted out an address and a pump fun link. And about her token, the Jenner token hash Jenner that she launched using pump fun on Solana. And everyone was like, what the hell is going on? What the hell is Caitlyn Jenner doing launching a token on pump fun? Is this AI, is this an AI scam? Like, what's going on, people?"
    },
    {
        "speaker": "A",
        "text": "It was her Twitter account."
    },
    {
        "speaker": "B",
        "text": "It was her Twitter account. With a video of Caitlyn Jenner in a robe, by the way, with, like, her initials on the robe. Can we actually play this video? Because it's, like, kind of surreal."
    },
    {
        "speaker": "A",
        "text": "Sure, I guess so. Here. Here we go. Caitlyn Jenner saying, this is not a deep fake."
    },
    {
        "speaker": "D",
        "text": "Hi, everybody."
    },
    {
        "speaker": "B",
        "text": "This is Caitlyn Jenner here. I know. Actually, I'm just. I've been running around all day playing golf."
    },
    {
        "speaker": "D",
        "text": "And Sophia, my CEO, has been doing."
    },
    {
        "speaker": "B",
        "text": "A wonderful job with my new crypto coin. Yes. For real. Get involved. It's going to be very good. So that's a great question. I'm very excited about it, and I'm looking forward to the future for the next couple of hours, so keep the sales going."
    },
    {
        "speaker": "D",
        "text": "This is exciting."
    },
    {
        "speaker": "A",
        "text": "Yeah, you just say, I'm looking forward to the future for the next couple of hours."
    },
    {
        "speaker": "B",
        "text": "Keep the sales going. This is exciting. My CEO is doing a great job. I'm excited. Saying nothing about the coin. And so it turns out. Okay, so the market cap of Jenner got up to $43 million in the first 24 hours. I don't know what the market cap is now. 6 million. 6 million later, she discovered, she said that this dev, which maybe approached her to give her this idea, Sahil was the dev, helping them do this coin. Sahil has apparently done this a number of times with other celebrities. He will just psyop them into launching a coin. And then being the dev, he kind of runs off with the liquidity. Apparently. He's done this a few times. I didn't. I don't know the full story. So Caitlin, like, discovered this, and she says, fuck Sahil. Excuse my language. He scammed us big time. After being told that, like, Saheel is behind the Jenner token, you would think that she would stop, but she has."
    },
    {
        "speaker": "A",
        "text": "This, like, an hour later."
    },
    {
        "speaker": "B",
        "text": "David, this is an hour later. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "820 was the original. And then, let's see. 09:42 p.m. she tweets. He scammed us."
    },
    {
        "speaker": "B",
        "text": "Nonetheless, she, like, doubles down on her own token. And so she has, like, further tweets and videos, just like the one that we watched about her. Like, talking about her token. It's Solana Summer. Hashtag Jenner isn't going anywhere but up, especially now that son of a bitch isn't involved. I bet he won't be launching any more celeb coins again, based on the conversations I've been having. Not that you know what it's going on in the crypto world. I hate to do this, Ryan, but there's a second clip of her launching a token on Ethereum."
    },
    {
        "speaker": "A",
        "text": "So this is like the very next."
    },
    {
        "speaker": "B",
        "text": "Day or this is the next day. This. This was yesterday. This was Wednesday, the 29th."
    },
    {
        "speaker": "A",
        "text": "All right, let's watch this cringe here."
    },
    {
        "speaker": "B",
        "text": "Jenner is now live on Ethereum. Let the trading begin."
    },
    {
        "speaker": "A",
        "text": "Oh, that was a big. Let that. Let the trading begin."
    },
    {
        "speaker": "B",
        "text": "And you might think that she bridged over her Solana Jenner tokens to the Ethereum network and, like, launched the token with liquidity on Ethereum. If you thought that, you would be wrong. This is a separate. It's a separate."
    },
    {
        "speaker": "A",
        "text": "Not even linked liquidity."
    },
    {
        "speaker": "B",
        "text": "Not even linked. No, it's just a new token."
    },
    {
        "speaker": "A",
        "text": "What is this? We're looking at a tweet from coffeezilla showing the go directly to jail monopoly card here."
    },
    {
        "speaker": "B",
        "text": "Yeah. So Coffeezilla is like, the youtuber who exposes scams and frauds. He did a whole bunch of stuff in crypto when we were doing that last cycle. He's attracted the attention. She's attracted to the attention of coffeezilla, which is all I have to say. But I wish the story ended here, Ryan, but it does not. Do you know who Iggy Azalea is?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I know Iggy for sure."
    },
    {
        "speaker": "B",
        "text": "Oh, I don't. I actually don't know who. She's a singer."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Okay, just to recap the story, I put this into Grok on Twitter. Iggy Azalea has recently made waves in the crypto world with the launch of her meme coin mother, Iggy hash mother, on the Solana network. However, this venture has not been without controversy. Allegations of insider trading have surfaced with claims that insiders bought a significant portion of the coin supply before its public launch, resulting in profits of approximately $2 million. So you can you get the gist? Like, if you go on to Iggy azaleas Twitter, it's like manic tweeting about, like, crypto shit, posting and chilling her token. Just like, blatant, blatant chilling. Like, it's going up. It's going to go up. Like, mother, mother, mother, mother. Yeah, it's just like straight, straight meme Coiner II. And, like, I'm, again, nothing against meme coin specifically, but with a central, like a mentor and then promoter with celebrity influence of a token. It just feels so gross."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, like, there's nothing to these."
    },
    {
        "speaker": "B",
        "text": "There's nothing to sell."
    },
    {
        "speaker": "A",
        "text": "Cultural artifact. It's just somebody, like, basically shilling, using their influence to just, like, dump on people who are buying this thing, right?"
    },
    {
        "speaker": "B",
        "text": "Totally, totally. Yeah, there's no there's like, if you. They could have done it through friend tech. They could have opened up a friend tech account and given, like, I. They're token holders. Some utility of being able. Some kind, something. Some utility. But no, it's just straight token. Just straight."
    },
    {
        "speaker": "A",
        "text": "Okay. This is. Someone put together a list of all of the celebrity coins, I guess maybe. No, that is this nfts from."
    },
    {
        "speaker": "B",
        "text": "From previous cycle, both nfts and tokens. Yeah."
    },
    {
        "speaker": "A",
        "text": "So this is like the latest manifestation of celebs just launching just super lazy NFT projects or tokens. And this is kind of like the ROI and how, like, Kevin Hart's on here, Ozzy Osbourne is on here, Floyd Mayweather, Chris Brown, Mila Kunis, all of these things. And they're all, like, either dead down 100% or, like, down 90%. 98%, I would like to say."
    },
    {
        "speaker": "B",
        "text": "It's really hard to get to negative 100% in crypto. It's really hard to go to zero. This never usually stop at 98 or 99%."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like, you know, Milo Kunis, even the stoner cats thing, at least that had some artwork. There was, like, a bit more effort than something like this. But even that percentage, well, it's actually."
    },
    {
        "speaker": "B",
        "text": "That's actually. That's out on a technicality. The Mila Kunis stoner cast NFT was actually the highest performer here because the SEC made them give the money back because it was. She actually did, like, a full, like, good faith effort of trying to, like, make a weird tv show. Like, you can. You can judge how weird it was."
    },
    {
        "speaker": "A",
        "text": "The SEC came after. I forgot Mila kun was in the well. So the SEC is going to come after these things, right?"
    },
    {
        "speaker": "B",
        "text": "I'm sure Gary Gensler would love. This is like free real estate for Gary Gensler. Yeah, well, it's, like, perfect."
    },
    {
        "speaker": "A",
        "text": "I mean, he targets like, he goes after celebrities. He's the ones that are making it. And this is very clearly, like, shady shilling."
    },
    {
        "speaker": "B",
        "text": "Something is illegal here. I don't know what."
    },
    {
        "speaker": "A",
        "text": "It feels super gross."
    },
    {
        "speaker": "B",
        "text": "It feels super gross."
    },
    {
        "speaker": "A",
        "text": "All right, well, that's the future of finance. We knew it was going to end here, right? We knew it was going to end here. Roller coaster. What do we got coming up?"
    },
    {
        "speaker": "B",
        "text": "Anyways, back in the layer two world, Ethereum gets his first base roll up. What the hell is a base roll up? Solana on chain governance votes to change the economics of Solana. Interesting story. And Gemini earn holders are getting their money back. And should they be happy about it? Or is it more like FTX? We'll unpack that but before we get to all of that and more, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "All right, let's get into the layer two news. This update is also brought to you by mantle. So let's talk about total value locked. We are close to all time highs. Total value locked on layer twos. One thing that I observed, David, in the top ten here is the ZK evms have been kind of lagging. So if you look at TVL."
    },
    {
        "speaker": "B",
        "text": "You mean in TVL?"
    },
    {
        "speaker": "A",
        "text": "If you look at the market share of optimistic rollups versus ZK, it's like 95% to like 5% or 90% to 10%, something like that. And I do sort of wonder if maybe the ZK sync era token launch will start to change that. But so far, optimistic roll ups are like they have an early lead. I don't know if you have any commentary on that or thoughts on that. It does seem like ZK technology is like, like the better technology and the fullness of time, but they have had a slower start compared to optimistic roll ups."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I think that's the right commentary. Like the $19 billion that's on arbitrum is just an absolute gargantuan. And it's just like liquidity, biggest liquidity early movers, they just get a big moat. Big, big moat."
    },
    {
        "speaker": "A",
        "text": "Well, one of those early movers, number three, rather, in terms of total locked values, base. And they just brought an update that expanded base's capacity by 25%. What's cool about this, of course, is no Ethereum hard forks were required for this. They just upgraded the base chain."
    },
    {
        "speaker": "B",
        "text": "Just a base hard fork."
    },
    {
        "speaker": "A",
        "text": "Tell us about this."
    },
    {
        "speaker": "B",
        "text": "This has been part of the plan for base for a while, to target to one gigas. Is that right? So we're at 6.25 milligas. 1000 milligas will be one giga gas. So we're at 6.25. We want to get to 1006.25 in 1000. Feels very far away. But not when you increase capacity by percentages every single time. So 25% increase this week. And then he says that they are looking. Jesse says that they will look to do 7.5 gas later this same week."
    },
    {
        "speaker": "A",
        "text": "That's so cool."
    },
    {
        "speaker": "B",
        "text": "Later the same week. Now what also came out of the base ecosystem last week was this tweet from zero x designer who says it's cheaper to send money on base than over Venmo. And this is actually an announcement from Venmo saying that starting July 1, so we got one month transaction fees for receiving payments tagged by the sender as goods and services will be added 2.99% per transaction. And so that's actually kind of a hefty amount. And so using USCC on base is now under a penny, and now using Venmo is like 3%. So use base. That's awesome. Yeah, very honestly, Venmo, like, like, keep going with those fees, baby. Let's jack those fees up."
    },
    {
        "speaker": "A",
        "text": "It's very cool to see, like base bandwidth basically, you know, just rise on a weekly basis. You can literally watch the bandwidth increase. That's not the only layer two update we got, though. ENS has announced that they are going to roll out a roll up Ens v two as part of their v two update. So what, what is an EnS roll up? What are the benefits of this and what are their plans?"
    },
    {
        "speaker": "B",
        "text": "I think the benefits are pretty simple, right? Like just lower gas fees for managing your ens, which is a relatively, like, contract heavy application. So just lower fees, faster ux, faster transactions. Every ethname will have its own personal registry, so it gives users more control over the ownership of their names. And so I actually own David. No, I own Hoffman. David Eth, which is the owner of David Ethan sent to me, and so he sent me Hoffman, David Eth subdomain. Yeah. So I have the. Yeah, and so he, as the owner of David Eth, can control that a little bit more granularly with the EnS layer, too. I would call this an app chain. This is an app chain for Ens. They are still looking for their framework provider. So I'm sure every single framework provider. Optimism, arbitrum, polygon. Yeah, they got to pick a framework. They're not going to, they're not going to roll their own layer, too. I'm sure they're just going to pick something off the shelf. And so I'm sure everyone is like vying for trying to be the ENS framework. Yeah."
    },
    {
        "speaker": "A",
        "text": "What I love about this too, is they're improving the multi chain interoperability, and they're using some chain link technology to do this because. So, yeah, the ability from any chain to just to send to, you know, David Hoffman, is it Hoffman, David Eth, you can just."
    },
    {
        "speaker": "B",
        "text": "Yeah, you do that."
    },
    {
        "speaker": "A",
        "text": "You should be able to do that from any chain, and v two will make that possible as well."
    },
    {
        "speaker": "B",
        "text": "And then lastly, layer two updates. Tyco is now live on main net. What is Tyco? Tyco is a ZK EVM, but it is also a based roll up. So we all like the ZKVM because everything's going to the ZK world, and eventually. But the based rollup is the first of its kind. That's kind of the shiny new technology that Tyco is bringing to Ethereum. A based roll up is a roll up that uses Ethereum validators as sequencers for the roll up itself. So it actually kind of starts with a leg up in terms of decentralization of the sequencer. But then it also gets to tap into the state of the Ethereum layer one as it produces blocks on the Taiko layer two. And so liquidity between, like, you want to swap on Ethereum mainnet and liquidity inside of Tycool, not perfectly the same pool, but, like, highly interoperable. And so, like, Tyco and the state of Ethereum layer one have, like, a very strong bond because the operators of both networks are the same people, which are the Ethereum validators, which is pretty cool. And they're also being pretty explicit about their token launch. They're saying they're going to distribute 5% of its 1 billion supply a few weeks after mainnet goes live. How they intend to release their, distribute their token TBD. That's a really early in the lifespan of a network to also release their token. But, hey, who knows?"
    },
    {
        "speaker": "A",
        "text": "I kind of wonder what Taika will look like on L two B. Well, just like, because it's using a decentralized sequencer out of the gate, does it have, like, all the pie slots full?"
    },
    {
        "speaker": "B",
        "text": "I know it's part of the pitch of Taika. It's like they get some green slices."
    },
    {
        "speaker": "A",
        "text": "It's going to launch with training wheels at first. So it'll be like multisig upgrade. So, like, that won't be green. Those slices won't be green. But it does have decentralized sequencers, I guess, right out of the game. Very cool."
    },
    {
        "speaker": "B",
        "text": "Okay, speaking. Going into the Solana world, there was a on chain governance vote in the Solana world to change some of the transaction economics of Solana. And so maybe people actually don't know that Solana has an on chain, delegated proof of stake coin vote governance mechanism. This has been like a model for chain governance that, like tezos is like, I think, pioneered on chain governance in the first place. Solana being delegated, consensus, delegated proof of stake, also has a very similar mechanism."
    },
    {
        "speaker": "A",
        "text": "That means people can vote on improvement proposals. Yes. Or like, there can be a token."
    },
    {
        "speaker": "B",
        "text": "Vote that so you, as a soul holder, delegate your soul to a validator. And that validator participates in an on chain governance vote. And so all the logic for that vote is contained and then activated on."
    },
    {
        "speaker": "A",
        "text": "Chain token vote governance."
    },
    {
        "speaker": "B",
        "text": "Got it? Yes. Okay, so previously, the transaction dynamics of Solana would take 50% of the transaction fee for a Solana transaction and burn it. It's very similar to EIP 1559, just raw 50% instead. Now, because of this vote, this vote, SIMD 0096 Solana is like the Solana improvement proposal equivalent, passed with 77% in favor. That instead of that 50% being burned is being passed to the validators as just additional compensation. Some takes from Solana leadership, like Anatolia Mert have indicated that this vote makes sense and it should go through for various, like, more nuanced reasons. Some other people have said that this is validators being greedy and this will only further the inflation of solely asset. I don't think either Ryan or I are informed about, like, the depth of these conversations and what's going on. My take is like, I don't like on chain governance."
    },
    {
        "speaker": "A",
        "text": "Why? It's just because the elites like the validators, those with the most tokens, can really influence the outcomes of what gets shipped in a feature. And when it's an economic outcome, every validators do you vote?"
    },
    {
        "speaker": "B",
        "text": "Yes? Would you like to vote yourself in terms of further fees? Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "So sure, there can be legitimate reasons, but it's like we have seen delegated proof of stake systems before, and it's like not a stable equilibrium in terms of governance, despite the vote passed. So 77% approval of who? Of the entire Solana stakeholder set or of 77% approval of just the validators. And the average user is unaware, uninformed, doesn't care. And even if they don't care, I would say it's still an important decision to measure the stakeholders."
    },
    {
        "speaker": "A",
        "text": "That is a very ethereum take."
    },
    {
        "speaker": "B",
        "text": "If you david as a very ethereum."
    },
    {
        "speaker": "A",
        "text": "Take, if you want an Ethereum versus Solana take. Okay, we have the ultimate debate that is going to be released. In fact, it might be already available for banks if you are a citizen, bankless citizen. If you're not, you should just upgrade for this episode so you get early access to Anatoly versus Justin Drake. And let me tell you, it gets a bit spicy."
    },
    {
        "speaker": "B",
        "text": "It's a little spicy at the end. It's a little spicy at the end."
    },
    {
        "speaker": "A",
        "text": "It starts off, have you ever seen those hot one interviews where they, like, eat the."
    },
    {
        "speaker": "B",
        "text": "I've like one of them."
    },
    {
        "speaker": "A",
        "text": "Okay, so, like, they eat the chicken wings gets hotter and hotter. It starts off in a super mild. Right, right. One another. It's so spicy towards the ending anyway, that that is a place to go check that out. And I'm sure you'll enjoy it. David, Gary Gensler took another l last week."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, right."
    },
    {
        "speaker": "A",
        "text": "Can you believe this?"
    },
    {
        "speaker": "B",
        "text": "No, just taxpayers. Actually."
    },
    {
        "speaker": "A",
        "text": "Let's all of us take. Take an l when Gary takes an l. So this is your taxpayer dollars at work. Judge Shelby ordered the SEC to pay attorneys fees of a million dollars and receivership fees of about 750k after finding that the commission engaged in bad faith conduct. This is a judge saying this. All right, this was a court case that was going on in the background. Let's see. It was SEC filing a complaint against debt box. I don't know all of the details, but this is a judge basically saying that the commission engaged in bad faith conduct and said it was so bad that the SEC actually has to pay the defendant's attorney fees. All right, let me tell you, if Gary was on a crusade to, like, just end SEC legitimacy with respect to crypto in, like, one term under his tenure, like, he's well on his way to doing that, the courts are just, like, throwing this trash out and suing, like, counter suing him as well. Counter penalizing the SEC. Speaker one."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure the SEC lobbied the administration for an increase in budgethouse and having to be forced to pay somebody else's attorney fees. $1.8 million is not really good evidence to support your case."
    },
    {
        "speaker": "A",
        "text": "Yeah, look, okay, the judge is saying the SEC's case was marred by false statements and misrepresentations. Lying. They were lying. That's what that means."
    },
    {
        "speaker": "B",
        "text": "Not great. I mean, I'm happy. I'm happy that the reign of Gary Gensler will hopefully be over with both parties being pro crypto. Now, I would have liked a little bit more justice, but I'm also happy just for him to be shown the door as soon as possible."
    },
    {
        "speaker": "A",
        "text": "I don't know, man. I don't know if he's gone yet. I think we haven't heard the last, actually. So to be continued. We're feeling high on recent wins. And speaking of recent wins, David, today, Gemini earn users, this is, as of yesterday, I believe, received 2.18 billion of their digital assets in kind. So Gemini was one of those earn programs that was locked. Like, if you had your funds in Gemini earn, you couldn't withdraw. It went down because of the genesis."
    },
    {
        "speaker": "B",
        "text": "From DCG shenanigans with grayscale and GBDC and all that stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah. If you had funds in here, three."
    },
    {
        "speaker": "B",
        "text": "Arrows capital blew up, which blew up Genesis, which locked up Gemini 2020. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, so what's happening here. What's the good news?"
    },
    {
        "speaker": "B",
        "text": "A 232% recovery of assets. And so users are being paid in kind, unlike FTX, where users are being paid at the, like you're. You get your bitcoin back at a $16,000 bitcoin if you."
    },
    {
        "speaker": "A",
        "text": "As if you sold in November 2022."
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah. Probably incurring a tax event. So if you had one bitcoin in the Gemini earn program, you will receive one bitcoin. So congrats for holding. Guess. Which is great."
    },
    {
        "speaker": "A",
        "text": "Guess. Guess who had some bitcoin. I had some crypto, at least in Gemini."
    },
    {
        "speaker": "B",
        "text": "What? Which crypto assets. Why are you being. It was Ether, I think."
    },
    {
        "speaker": "A",
        "text": "I don't think I had either bitcoin. I may have had a sliver of bitcoin, but it was. It was ether."
    },
    {
        "speaker": "B",
        "text": "Congrats for getting your ether back."
    },
    {
        "speaker": "A",
        "text": "It's cool. It was a forced hold."
    },
    {
        "speaker": "B",
        "text": "I don't think you have a problem with holding your ether."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true. I don't. But, yeah, I mean, I think people should be excited about this outcome. They like, and I guess that the side benefit is Gemini forced them to hold through the entire bear market. And now they get it and they get it back."
    },
    {
        "speaker": "B",
        "text": "That's pretty cool. Still continue to hold."
    },
    {
        "speaker": "A",
        "text": "Well, that is actually a question of, like, how much of this. There's $960 million worth of bitcoin and $600 million of ETH that get unlocked as a result of this. And so will retail users dump some of this. Maybe that's why we're down 1% on the week. David, in Ether terms, please hold."
    },
    {
        "speaker": "B",
        "text": "Please hold it. All right. In privacy news, this is actually pretty interesting privacy protocol. Railgun has surpassed $1 billion in volume after the tournament tornado cache crackdown. Railgun. I think this might be the first time we've ever mentioned Railgun. It's a private. It's a ZK privacy app. I think it's actually, like a strict technological improvement to tornado cache. Have you ever used railgun before, Ryan?"
    },
    {
        "speaker": "A",
        "text": "I have not. I think that's not illegal yet, right?"
    },
    {
        "speaker": "B",
        "text": "So not illegal if I said I."
    },
    {
        "speaker": "A",
        "text": "Won'T go to jail."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "I have for now."
    },
    {
        "speaker": "B",
        "text": "For now, I've used railgun. And it's great. It's great. A great way to get to."
    },
    {
        "speaker": "A",
        "text": "You are no longer our tornado cash user."
    },
    {
        "speaker": "B",
        "text": "I'm no longer. Well, I can't bed. But I have used railgun at times to put ether from one wallet to a different wallet."
    },
    {
        "speaker": "A",
        "text": "And it's legal. It's not on the OFAC."
    },
    {
        "speaker": "B",
        "text": "Super legal. Not on the OFAC sanction list, I'm sure it will be because. Sorry, it sounds like North Korea has also discovered railgun. And it has seems that the Lazarus group has pushed some amount of money. We don't have it in my notes, but it seems like the Lazarus group has actually discovered railgun and they are now using railgun. And so. Yikes, yikes. Maybe I won't be using that anymore. Just as a preemptive."
    },
    {
        "speaker": "A",
        "text": "Thing is, though, the thing is, they're still using tornado cash because tornado cash is not shut down. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Correct. Yeah."
    },
    {
        "speaker": "A",
        "text": "When you make a privacy protocol on an unstoppable network illegal, then just make it illegal for the good guys. Like, North Korea is not going to be like, oh, it's ofac sanctioned, I guess we can't use it."
    },
    {
        "speaker": "B",
        "text": "Why do they still care privacy in the first place? Actually? Like, what are they going to do? Like, oh, like, why do they need privacy?"
    },
    {
        "speaker": "A",
        "text": "I guess so they can mix it and sell it and."
    },
    {
        "speaker": "B",
        "text": "Yeah, they have to sell it."
    },
    {
        "speaker": "A",
        "text": "They have to sell, de identify their accounts. Like, how do we know it's North Korea? I mean, if privacy was working perfectly, then we wouldn't even know it's Lazarus group or North Korea in the first place."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, so, like, they're still using tornado cash, but like, any amount of privacy, there's a bandwidth there of like, the TVL and the protocol. So, like, Railgun and Tornado Cash have the same concept of us, like a privacy set. And so there needs to be innocent bystanders for the nefarious actors to actually leverage as a shield. And so if it's all North Korea in tornado cash, then it's actually not helpful."
    },
    {
        "speaker": "A",
        "text": "There is something that's different about railgun versus tornado, though, is railgun uses privacy pools, like that concept of a separate pool, which makes it harder for bad actors to join. So I think there's some sort of segmentation. I'm not sure exactly how that works, but it's like a, it's an improvement on tornado cash, which kind of commingled everything. Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "I see. Yes, yes, yes."
    },
    {
        "speaker": "A",
        "text": "Cool. So there could be some hope here. Yeah, depends what OFAC and Treasury actually want to do. And one case to watch for all of this is Realman Storm's case. Which motions are happening? A hearing is set for July 12, so we'll be talking about that soon. As one of the two tornado cash developers, the one being prosecuted in the US, this is a district court of the Southern District of New York. So that's one to keep an eye on. I think it's going to be a pretty monumental court case in the US with respect to do we get privacy with our crypto peer to peer transactions or not? One PSA as we close this out, David, we launched bankless, launched a warpcast frame, you know, this, for our claimless product. So you can now go on Farcaster or Warpcast the client, check your claimables right here in a frame. We talked to Dan Romero when frames first came out. Thought they were super cool technology. And our dev team has just like, put this together. So now you can go like this. I'm doing this on screen. You can connect your wallet, click, you know, check. And then for me, it found two claimables. And you can view and claim. Actually, I did this last week. Okay. For the first time, for some reason, I had my alerts on the bankless claimables app off. So I wasn't receiving email alerts. So I went and I checked this, and lo and behold, I had a claim worth $1800 in there."
    },
    {
        "speaker": "B",
        "text": "Hell yeah. A token or an NFT?"
    },
    {
        "speaker": "A",
        "text": "It was a token. I'm not gonna say which one, because I sold it."
    },
    {
        "speaker": "B",
        "text": "For e three."
    },
    {
        "speaker": "A",
        "text": "Yeah. But it was sitting there waiting for me. And this is the thing. You can't be everywhere at once. You can't watch all of your wallets at the same time. So I have a whole bunch of my wallets in this claimable tool. And this automatically finds claimables for you and throws it your way. So this is free. It's free. It's available for everybody. You know, go click the frame."
    },
    {
        "speaker": "B",
        "text": "If you're on warpcast, click the frame."
    },
    {
        "speaker": "A",
        "text": "David, what do we got? Close this out. Meme of the week."
    },
    {
        "speaker": "B",
        "text": "Meme of the week. Meme of the week. This is kind of a dig at Solana. This is the guy looking at the butterfly saying, is this blank meme format? And it's Solana bros. Looking at political and racist meme coins, blockchain onlyfans and celebrities running pump and dubs asking, is this mass adoption? Is this what mass adoption looks like?"
    },
    {
        "speaker": "A",
        "text": "Is this Austin? Is this a tweet from Austin from Solana saying Iggy is single handedly starting a revolution?"
    },
    {
        "speaker": "B",
        "text": "Is he? If you scroll down, he goes, but most definitely, revolutions don't end well. So he's both promoting Iggy's shenanigans and also saying, but also, I'm not endorsing it."
    },
    {
        "speaker": "A",
        "text": "Yeah, all right, that's fair enough. And we should end with the risks and disclaimers. Of course, celebrity coins are risky."
    },
    {
        "speaker": "B",
        "text": "Do not buy those. Don't put money in celebrity coins."
    },
    {
        "speaker": "A",
        "text": "Don't do it. An option. You don't have to do it."
    },
    {
        "speaker": "B",
        "text": "You don't have to do it. Don't do it."
    },
    {
        "speaker": "A",
        "text": "Also, crypto is risky. You could lose what you put in. We're headed west. This is a frontier. It's not for everyone. But we're glad you're with us on the penguins journey. Thanks a lot."
    }
]