[
    {
        "speaker": "A",
        "text": "I do enjoy, Ryan, the timing of the Fed pivot that's happening, that we're calling it. That is right before the bitcoin happening, right before the bitcoin ETF approval. The stars are aligning in a very big way."
    },
    {
        "speaker": "B",
        "text": "The money printer is getting ready to fire back up. Bankless nation. It is the third Friday of December. It's Friday morning. That means it's time for your weekly roll up. David, what do we have in store for him?"
    },
    {
        "speaker": "A",
        "text": "We got the fed pivot. What does that mean for risk assets? I think we. No, we'll talk about the details. Did we really get the Fed pivot? We'll understand why. We'll unpack why we think that. And also air drops. It's airdrop season. Some hotly anticipated airdrops have been confirmed, some more than confirmed, with plenty of details. So we'll go into that as well. Ryan, what do we got after that?"
    },
    {
        "speaker": "B",
        "text": "Liz Warren wants to ban crypto in the US and she doesn't care who knows at this point. David, so we're going to talk about that. And pudgy penguins, they're doing some things on layer twos and in the metaverse, including some things around number go up. So we'll talk about that. The only layer two stuff. What else, David?"
    },
    {
        "speaker": "A",
        "text": "Coinbase turning its base chain into a real world asset chain. Two, we're going to get some new types of assets going onto base chain with some of the efforts out of Coinbase. All of this and more, and it's very, very bullish. Ryan, we got. The fed pivot is very, very bullish. Weekly roll up. But first we're going to talk to our friends."
    },
    {
        "speaker": "B",
        "text": "All right, David, before we get into markets, I got to say, I saw these videos and images on crypto Twitter this week, and this is what. So David is not recording from his regular location in New York City in Brooklyn. You are actually recording? Probably. I think this is from your house in Seattle."
    },
    {
        "speaker": "A",
        "text": "I'm back home in Seattle, yeah. So I took a little detour up in Banff before coming here. So me and Carl, Amber from across."
    },
    {
        "speaker": "B",
        "text": "Is crypto not risky enough for you, David? What are you doing? Climbing ice ship."
    },
    {
        "speaker": "A",
        "text": "You got to up the ante, brother. After, on your third cycle, the volatility just doesn't do it for you anymore."
    },
    {
        "speaker": "B",
        "text": "You gotta tell us, what is it like to climb up a sheet wall of ice? This is a video here. Is this you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this one's me. All right. Climbing heart. It's nice because like it with rock climbing, you have to put your hands in specific places. But with ice climbing, you can, you know, stick your toes or your ice tools wherever you want. So, like, the whole thing is climbable. It's pretty cool, it's pretty fun. The only thing you gotta worry about is, like, when you. When you hit your tool into the ice, like, ice shrapnel can, like, come back at you. So you gotta. Gotta be careful."
    },
    {
        "speaker": "B",
        "text": "This is not, like, free solo. Like, you are totally, like, wired in."
    },
    {
        "speaker": "A",
        "text": "That is a rope. That is a rope connecting me. Yes. If I fall, I didn't. I did not fall one time, but if I had, I would have fallen onto a rope."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Well, good to have you back, man. It's great. All right, well, while you were gone."
    },
    {
        "speaker": "A",
        "text": "Where do you think the fed pivot came from?"
    },
    {
        "speaker": "B",
        "text": "Fed pivoted."
    },
    {
        "speaker": "A",
        "text": "What do you think I was doing?"
    },
    {
        "speaker": "B",
        "text": "I don't know. Is this more back to as soon."
    },
    {
        "speaker": "A",
        "text": "As I get down? The Fed is like, we're going to lower interest rates."
    },
    {
        "speaker": "B",
        "text": "So you got a Powell horcrux up there? Well, let's talk about bitcoin on the week. So are we up? Are we down? Down. Um, did you help us there in your ice climbing journeys, David?"
    },
    {
        "speaker": "A",
        "text": "Uh, we were going to be down, but then we ended up flat. So bitcoin flat on the week. The crypto market's kind of flat on the week. We retraced a bigly amount after a lot of the. Just the frothiness that was accumulating for the last, I don't know, month of straight, um, up only, I would say, uh, and then we saw kind of like a negative 15% across the market day across the board. But then the Fed pivoted and so we ended up flat on this week. So bitcoin up 1%. Call it flat. We are ending the week at 42,700. Ether started the week at $2340, down 1% to $2,300. New supply lows, though. We got new supply lows in ether. So we are down to the low, low supply of 120.2 million. Going to break through that 0.2 million probably, in this, this episode level. And then bitcoin, the ether bitcoin ratio also flat on the weekend. Okay, so it could have been a bearish week, but we got a flat week."
    },
    {
        "speaker": "B",
        "text": "Yeah. So. And you mentioned there, I just. I just want to embellish this a little bit. So ether supply at all time lows."
    },
    {
        "speaker": "A",
        "text": "So no post merge lows?"
    },
    {
        "speaker": "B",
        "text": "Post merge lows. Of course, merge. We can't go back to the."
    },
    {
        "speaker": "A",
        "text": "But, yeah, but time started as."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's, you know, the clock started 455 days ago. Um, and also, did you know this while we were talking about bitcoin? 13 years ago to the day this week, uh, as of December 13, we just celebrated the anniversary of Satoshi disappearing. You just went away."
    },
    {
        "speaker": "A",
        "text": "His last message on the Internet."
    },
    {
        "speaker": "B",
        "text": "His last or their last message. This group of people, whoever Satoshi actually is, vanished. Uh, twelve years ago. No, 13 years ago."
    },
    {
        "speaker": "A",
        "text": "13 days, 13 years ago."
    },
    {
        "speaker": "B",
        "text": "Never came back."
    },
    {
        "speaker": "A",
        "text": "You got to really, like tip the hat to him. Being anonymous on the Internet and retaining an anonymity after you make billions and billions of dollars in this network, that's hard. That's a hard thing to do. He covered his tracks extremely well."
    },
    {
        "speaker": "B",
        "text": "Somebody knows who he is, don't you think? CIA, NSA, some three letter agency."
    },
    {
        "speaker": "A",
        "text": "I don't know, man. I don't know. I mean, I think the industry has, it's Hal Finney. Like, I think everyone would place their bets and say it was Hal Finney. Um, but no one really knows. No one really knows. Well, I can tell you who it's not. It's not Craig Wright. I know that tell you."
    },
    {
        "speaker": "B",
        "text": "It's not me either, David. I'll go on record and tell you that I'm not Satoshi. Let's take a look at the crypto market cap. What are we at on the week?"
    },
    {
        "speaker": "A",
        "text": "We just poked through $1.7 trillion coming up to $1.71 trillion. Some really healthy numbers in the total crypto market cap."
    },
    {
        "speaker": "B",
        "text": "I haven't seen 1.7 in a long time since the last bull."
    },
    {
        "speaker": "A",
        "text": "A long time. Remember when we did like a year and a half of bank list weekly roll ups and you were asked me what is the crypto market cap? And the answer was $1.1 trillion."
    },
    {
        "speaker": "B",
        "text": "It was."
    },
    {
        "speaker": "A",
        "text": "Hated that question. Why are you asking the question, Brian? It's 1.1."
    },
    {
        "speaker": "B",
        "text": "I mean, we had about twelve months around like the 1 trillion mark and it would go a little bit below, a little bit above and we're just crabbing up and now we're getting close to 2 trillion, David. So pretty soon you could say 2 trillion. Speaking of numbers, going up on layer trade chart I, layer twos. We are at all time highs for total value locked in layer twos. That is $16 billion worth of value locked. And lets see activity as well on layer twos at all time highs. This was an interesting chart from Growthepie XYZ, which is another fantastic website for tracking layer twos in terms of transaction fees. David, earlier this week we hit one day that marked all time highs in terms of fees paid by layer twos to ethereum, 1.25 million. That is part of the reason for the ETH burn. Part of the reason ETH supply is at all time lows, at least since the merge, is because we are burning more transaction fees and layer twos are actually consuming block space on ethereum layer ones. I mean, ethereum economics, ethernomics, if you will, looking quite healthy going to this bull season. I mean, there's a lot of talk about layer twos or layer ones and ETH transaction fees being high and that being bearish. It's not bearish to me, let me tell you that. And layer two on the uptick is looking pretty nice as well."
    },
    {
        "speaker": "A",
        "text": "If you tallied all of the assets deposit onto layer twos, a k a like aggregate, layer two tvl, it would be number ten in market cap behind lido staked ether, head of avalanche."
    },
    {
        "speaker": "B",
        "text": "Wow. Wow. So the climbing, climbing on the charts, David, tell us about some tokens of the week. So now that we're in the bull market, we got to keep an eye on the tokens that are pumping. You got two. What's the first one?"
    },
    {
        "speaker": "A",
        "text": "First one is injective, coming in at plus 80% on the week."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "It is a layer one. I don't know much more than that other than a lot of the crypto, Twitter, influencer, trader. People are all talking about it. I mean, that's what happens when a token goes up 80% of the week. The bonk still coming in at number two on the week at plus 70%. Uh, but the other thing that we have, that I have listed here is an NFT. Ryan, pudgies definitely deserve a shout out. If you look at the market cap from December to now, they are at from like a five eth floor to where they are now at, um, eleven eth floor."
    },
    {
        "speaker": "B",
        "text": "This is all doubling."
    },
    {
        "speaker": "A",
        "text": "An NFT doubling. Is that all time highs?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Good for, uh, previous all time highs was a floor of about six. Is this right? Does this go back far? Far enough?"
    },
    {
        "speaker": "A",
        "text": "I don't know if it goes back far enough, but eleven seems it definitely could be a pudgy all time high."
    },
    {
        "speaker": "B",
        "text": "All time high."
    },
    {
        "speaker": "A",
        "text": "At least I fumbled my pudgies at 1.25 eth."
    },
    {
        "speaker": "B",
        "text": "Oh, you sold, you sold your pudgies. You kept your crypto punk."
    },
    {
        "speaker": "A",
        "text": "Not crypto punk, that one was."
    },
    {
        "speaker": "B",
        "text": "So pudgies are now number four. The number four PFP collection."
    },
    {
        "speaker": "A",
        "text": "Yeah, just number four behind board. Ape and mutant apes, man doing quite well."
    },
    {
        "speaker": "B",
        "text": "And you what crypto punk?"
    },
    {
        "speaker": "A",
        "text": "Never thought I would have seen the day. Crypto punks, board apes, mutant names, pudgy penguins."
    },
    {
        "speaker": "B",
        "text": "Like, why did, why did they turn around so hard?"
    },
    {
        "speaker": "A",
        "text": "You have a take on that new management? Yeah. Luca and the people that bought the pudgy penguin IP just are absolute chad executors who turned the IP around and started actually building stuff. Like, they're the reasons why pudgy penguin, uh, stuffed animals are in Walmart. And later on in the show, we're going to talk about the pudgy penguin metaverse world. The thing that the board ape that, uh, otherworld, uh, was promised to be. I think pudgy penguins kind of beat them to the punch."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Just a good old fashioned execution. That's why they're pumping, at least at the early stages. Yeah."
    },
    {
        "speaker": "A",
        "text": "Here's a take from Mike Ibalido. Nfts are under owned by crypto Twitter, but everyone believes in them long term. The setup for an absolutely biblical fomo rotation is here. Nfts remain the fat pitch in crypto right now. And this is after Mike put out a poll of saying how much of crypto Twitter has at least 10% of their wealth in nfts, and everyone's gave the smallest answer of five to 10%. So Mike is saying everyone is underexposed to nfts."
    },
    {
        "speaker": "B",
        "text": "You think it's going to be pfps again? This time we're getting into speculation territory. It's like my problem."
    },
    {
        "speaker": "A",
        "text": "It can't just be the same thing over again."
    },
    {
        "speaker": "B",
        "text": "Right? That's what I mean. I just, like, I'm bullish nfts. I just don't know what particular nfts. So maybe you could help me with that, David. Maybe we'll do an episode on that. I've been telling you, I want a different answer, though. I want an answer that is in."
    },
    {
        "speaker": "A",
        "text": "The back of my podcast studio every single time in Brooklyn. It's a gigantic crypto punk."
    },
    {
        "speaker": "B",
        "text": "Nah, that's, you know, that's like old news. I'm looking for the new meta, the cheap one."
    },
    {
        "speaker": "A",
        "text": "All right, the new crypto punks."
    },
    {
        "speaker": "B",
        "text": "Well, let's talk about the big news in markets. This is in trad markets, but it affects basically everything. And that is the long awaited Fed pivot. Did we just get the fed pivot this week, David?"
    },
    {
        "speaker": "A",
        "text": "You know, we can only interpret if we are getting the fed pivot. It's not like the Fed is going to come and say, it's not like Jay Powell. They don't use those words like, yo, we're pivoting. But here's what happened. We got the third instance in a row in which they did not raise rates. Rates stayed unchanged. And then previously they were going to signal that in 2024, they were perhaps going to cut rates once. That was the status quo going into this meeting that happened yesterday, they continued, they're not raising rates. So. Third time in a row. And then now, now they are signaling that there are three cuts coming next year. So currently interest rates are up at between 5.25 to 5.5%. And they said that they're going to get to 4.6% by the end of 2024. So they are accelerating in their interest, in lowering interest rates. And the markets responded as if it was the Fed pivot, like the Nasdaq and spy are in LFG mode. I think Nasdaq is, like, poking into all time highs. Yeah, it's about to hit. The spy is about to hit all time highs. Coin stock, which I think it's a pretty good barometer of just, like, risk appetite, because, like, what happened when we had low interest rates last time, like, you know, crypto assets just mooned. So people perhaps are using coinstock as an exposure to assets to an asset that is exposed to low interest rates. So coin is breaking out through, like, a highs not seen since May of 2022. Is that $150 a share? So, yeah, the markets are responding as if we got the pivot."
    },
    {
        "speaker": "B",
        "text": "Yeah, I love this Bloomberg headline. David Powell brings tequila to the Wall street rate cut party. So Powell's pouring drinks here, and there's a clip here of his comments on the recession. You want to hear what he says about the recession?"
    },
    {
        "speaker": "C",
        "text": "I think you can say that there's little basis for thinking that the economy is in a recession now."
    },
    {
        "speaker": "B",
        "text": "Basically. Little basis for thinking the economy's in a recession now. So we're kind of getting close to mission accomplished. He followed that up by saying, who knows what'll happen in 2024? But, like, we're cutting. So what does that tell you? I think one of the unspoken things about this, you know, other than, you know, Powell not using the, the p word for pivot, of course, is the debt, the underlying Us debt, and the interest payment on that debt. I was just looking at this this morning. US interest payment on an annualized basis, about $700 trillion, David, right now, on top of its colossal amount of debt. So it has to pay that every single year. That's more than the US, um, pays for defense, pays for its military. Okay, so the higher."
    },
    {
        "speaker": "A",
        "text": "You don't usually hear anything being higher than that, right?"
    },
    {
        "speaker": "B",
        "text": "The higher the fed rate, of course, the greater the interest payments. And so that's some other unspoken pressure that. That is pushing these rates, I think, down. And something, of course, Powell can't say, uh, I don't know if Yellen will. Will comment on that, but this interest payment is increasing. And if. If it went beyond 5%, if interest rates went to six, seven, 8%, I mean, this just ratchets up until it's a massive portion of us GDP every year, and then how is that sustainable? So there's always going to be this downward pressure, and I think that's something unspoken that is starting to apply. So Powell may not like it, but he has to pivot at some point, and this might be the opportunity."
    },
    {
        "speaker": "A",
        "text": "This is what we've been saying ever since they turned on the interest rates in early 2022. Everyone has been saying, well, they're going to pivot at some point. Well, they're going to pivot at some point. Well, they're going to pivot at some point. And why is. Because you know that the Fed can't bankrupt the government by keeping interest rates high. So we always knew that the Fed pivot was coming. We just didn't know when or where. We always knew it was on the horizon. I do enjoy, Ryan, the timing of the Fed pivot that's happening, that we're calling it. That is right before the bitcoin happening, right before the bitcoin ETF approval. The stars are aligning in a very big way."
    },
    {
        "speaker": "B",
        "text": "The money printer is getting ready to fire back up. David, do you want to get some predictions? I know we did a couple of episodes on predictions, but one that didn't make a full episode because we just didn't have time. This year was bitwise predictions. They had ten of them, and you pulled a few of them out. And this is from another Ryan. How do you pronounce Ryan's last name? You went to college with this guy, right? So you know who Ryan is?"
    },
    {
        "speaker": "A",
        "text": "Yeah. His last name is a Rasmussen, but you can go ahead and call him Rattlesnake, because the little secret of Ryan is he gets rattled really easily."
    },
    {
        "speaker": "B",
        "text": "Oh, dude, I. You could say that. Because you're friends, I guess."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay."
    },
    {
        "speaker": "B",
        "text": "Okay. Sorry, Ryan."
    },
    {
        "speaker": "A",
        "text": "I'll pause."
    },
    {
        "speaker": "B",
        "text": "I apologize on David's behalf. Okay. So what were the predictions that you pulled out? Because you only pulled out Ryan's good ones, right?"
    },
    {
        "speaker": "A",
        "text": "Only the good ones. Yeah. 13467 and ten. So half of them. More than half of them are pretty damn good."
    },
    {
        "speaker": "B",
        "text": "Good job, Ryan."
    },
    {
        "speaker": "A",
        "text": "To read the rest there is a link in the show notes, actually, this tweet thread did absolute numbers. So congrats. Rattlesnake. Bitcoin number one, trading above $80,000 from the two catalysts of the bitcoin ETF and the happening feels pretty safe. But bullish. But safe. Prediction $80,000 bitcoin in 2024. How do you feel about that one, Ryan?"
    },
    {
        "speaker": "B",
        "text": "I feel like it's too safe. I'm like, not okay."
    },
    {
        "speaker": "A",
        "text": "Too safe."
    },
    {
        "speaker": "B",
        "text": "Yeah, way too safe."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, he's. I'm sure he's trying to get as many, like, you know, points on the board as possible. Safe predictions. Prediction number three, Coinbase's revenue will double, beating Wall Street's expectations by ten x because Coinbase trading volume surges in bull markets, of course, and they have launched a bunch of new products. And so basically Coinbase is going to just blow people's, blow expectations out of the water. You want to do the next one?"
    },
    {
        "speaker": "B",
        "text": "I also think that's kind of safe, but also good, right, and beating Wall Street's expectations by ten x. Well, Wall street obviously had bad expectations then. I think. Prediction number four, more money will settle using stable coins than using visa. You could see this chart where we're kind of like, not quite neck and neck. In 2023, it was just stablecoin settlement was about half that of visa. And so this is a significant increase in stablecoin settlement. The next one, number six, is Ethereum revenue, well, more than two x to 5 billion as users flock to crypto applications. What do you think about that one, David?"
    },
    {
        "speaker": "A",
        "text": "I think that's about right. Especially as layer twos and layer two activity, demand goes up only and value and assets on layer twos also go up only when there's more money on layer two. There's more economic energy on layer twos, which means we're burning more ether in layer twos, which means Ethereum revenues going up. All right, the most bold prediction of the bunch, Taylor Swift will launch NFts. Man, that is bold. And I am absolutely here for it. I can't really, really call myself a swifty, although I do enjoy my fair share of Taylor Swift songs."
    },
    {
        "speaker": "B",
        "text": "Yeah, was usually swifty in college, David."
    },
    {
        "speaker": "A",
        "text": "I know his girlfriend is."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Anyways, last, last prediction, Ethereum will drive the average transaction cost to below one penny. And he is, of course, talking about Ethereum and his layer twos because that's where you're going to get $0.00.01 transaction fees. And that is going to be spurred by Dankun aka Proto dank sharding. That's EIP 4844, which is probably going to come in 2024 early 24 to save prediction."
    },
    {
        "speaker": "B",
        "text": "I'm very confident of that. David, what do we have coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, airdrops. Airdrops, airdrops. We're getting all the airdrops. We've had an airdrop meta already arrive on the scene here in December, in holiday season. And you just know that, you know, there's a bunch of layer twos and others that are going to launch their airdrop in January or at least Q one. And we're going to get the details to you as well as Liz Warren has some notifications for us. It is a bill called the anti digital asset money laundering bill. Something extremely disconnected from reality. Uh, we're going to talk to all you guys all about that and more. But first I want to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "David, tell me about airdrop. It feels like airdrop season. What do we got coming up?"
    },
    {
        "speaker": "A",
        "text": "We got a confirmation of the Starknet token airdrop. Definitely one of the most anticipated airdrops of all time. We will saw the writing on the wall. They're like, yo, they're going to do a token, they have to do a token. And now they are giving away details about that airdrop. So they start out this tweet announcing some of the details that says Darknet is about each of you, every user, builder, and member of our community. Existing and future is a critical piece to building our network into the future of decentralization for generations to come. Darknet depends on this. We love the crypto ethos TL doctor. We plan to allocate over 1.8 billion stark tokens out of a total supply of 10 billion across multiple initiatives to drive adoption and growth of the Starknet blockchain. So here are some of the first wave of details that we've gotten 900 million stark tokens for the fair, decentralized and transparent distribution of stark over multiple programs and phases. This would be the airdrop and perhaps a second round of airdrops and perhaps more targeted air draws, but generally retroactive distribution for reasons into the community. Second, network rebates in stark 900 million stark tokens as well another 9%. If you have spent money on gas or transaction fees in starkware, you will be given a stark kickback to compensate you for your gas fees. And then also 50 million. Pretty small but definitely meaningful, 50 million stark tokens to boost defi activity. This is liquidity mining or incentives et cetera. And then more. This was, they said 1.8 billion. That was a lot. So 1.8 billion% of tokens."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm just going off of, like, you just napkin math here, but, like, what arbitrums and these other layer twos is about $10 billion market cap, let's say. So. Let's say starknet is similar. Then each token would be worth a dollar, let's say. So that would be $1.8 billion worth of airdrop that they are pushing out the community. So that's a pretty big one. I mean, there have been larger airdrops, but this has got to be one of the top five, I would say, of all time. If that happens, and who knows? It could be worth less. It could be worth more. The market will tell us as soon as it's released what the Starknet tokens are worth."
    },
    {
        "speaker": "A",
        "text": "It's going to be worth more. It's going to be worth more than."
    },
    {
        "speaker": "B",
        "text": "We don't have to be. Sorry. That sounds great. I'll take more. That's nothing. That's not the only one."
    },
    {
        "speaker": "A",
        "text": "I'm taking the over on that one."
    },
    {
        "speaker": "B",
        "text": "You promised to."
    },
    {
        "speaker": "A",
        "text": "Yeah. Layer zero. Layer zero labs, one of the, again, very, very bot farmed airdrop. So we're going to have to see how they overcome that challenge. But layer zero, they tweet out, has always been built with the ability to have a native token within the protocol, as can be seen in the immutable code launch on day one. Basically, TLDR we all state now in no uncertain terms that there will be a layer zero token. It's distribution is something we're committed to getting right and expect it to happen."
    },
    {
        "speaker": "B",
        "text": "With no uncertain terms. Oh, wow."
    },
    {
        "speaker": "A",
        "text": "Uncertain terms. Yeah, it's how, you know, and they say it's going to be distributed in the first half of 2024. So Starknet, they also didn't give a date or a time, but, you know, they just told about details. So I'm going to go ahead and guess earlier in 2024. So starknet first probably layer zero after that, you know, at that point, the ball is rolling. At that point. I remember my take way back when, where I said, yo, as soon as the markets heat heats up and some big airdrop happens, it's going to queue to all the other unreleased airdrops. Like, yo, it was airdrop season."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I think with the Jito drop last week or last week. Yeah, last week. And, like hundreds of millions of dollars going into the pockets of people, that was like, okay, this is the green light. Everyone. Release your token. Well, you also had airdrop season."
    },
    {
        "speaker": "B",
        "text": "Not only Jita Jito is the Celestia token Tia. That was probably, like, three, four weeks ago, I believe, and fully deleted valuation $14 billion."
    },
    {
        "speaker": "A",
        "text": "That is not. Go look at that chart, dude. Scroll down and look at that chart. It doesn't go down. It goes only up."
    },
    {
        "speaker": "B",
        "text": "Some of these things are getting a little silly. I got to be honest, David. This does not feel like there are stages of."
    },
    {
        "speaker": "A",
        "text": "It's a little silly. Somebody was talking, commented under my, like, ice climbing in Canada picture, and I was like, yeah, he's just trying to get out of the US so he can go claim his."
    },
    {
        "speaker": "B",
        "text": "That's actually not a. Not a bad take. Not another not bad take is don't miss it because you didn't do your homework. Okay, so, um, all of these airdrops are chronicled in the bankless airdrop hunter. David. I missed out on a 17K judo airdrop because I didn't do my homework, my friend."
    },
    {
        "speaker": "A",
        "text": "Wow. The minimum amount for a judo airdrop recipient was $17,000. That's. That's pretty good. The Uniswap airdrop was 1200. We're up to 17,000."
    },
    {
        "speaker": "B",
        "text": "Now, I know this is the part of the cycle where it pays to really be in crypto and to be doing your homework and to use all of these harvest season protocols. It's very much harvest season, so make sure you do your homework. Another PSA for you, David. There was a big scare, actually, this morning, the time of recording. I woke up on Thursday morning and all over crypto, Twitter, a whole bunch of people were saying, stop using your dapps. Just stop. Just don't use any more dapps, because there's like a phishing attack. And when you read into the details of this, it seemed like there was some mysterious attack where if you were using your ledger hardware wallet paired with some sort of, um, either a crypto wallet, like, um, you know, like a metamask, or just on a website using Ledger connect, there was a way for an attacker to drain your funds. Okay, so this was circulating around crypto, Twitter. Can you tell us some details on what was happening and, uh, like, whether it's resolved or not?"
    },
    {
        "speaker": "A",
        "text": "So I think it is now resolved. We now know the details, but the TLDR a, this is some coding developer language. I'm going to do my best here. A library that is used by many dapps, maintained by Ledger, was compromised, and then a wallet drainer was replaced. So think about a little snippet of code, that snippet of code that's maintained by ledger was compromised, and a wallet drainer snippet of code was replaced. And so sometimes when you use your ledger and it connects to metamask and then it connects to a front end. Somewhere in the middle of that process is this ledger library that this exploiter got their hands on and was able to insert a drainer. I don't think it was true for all front ends. So not all front ends were having this ledger connect to library as part of their stack, but some of them were. And I bet you, Ryan and me and bankless listeners are like, I don't know which uses it and which doesn't. And so everyone is like, just stop using it. Stop, pause."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And what it would do is all trading."
    },
    {
        "speaker": "B",
        "text": "It would do a man in the middle attack where it would just insert this rogue transaction into your device. And, you know, you wouldn't really know. So you'd look at the transaction on the screen, you'd click through and you click accept, and you ended up sending your funds to this, uh, this third party, this, this fisher, this, this hacker."
    },
    {
        "speaker": "A",
        "text": "So, uh, your ledger hardware wallet is totally fine. It is software that's on the Internet that is compromised, that takes a transaction from your ledger hardware wallet and sends it out into the, into the world. Uh, there is now a fix for this. You basically just need to clear your cache. Uh, muni, uh, muni gupta, who I think is from Polygon, put out this tweet, uh, that, uh, tells you how to do this. So there is a link in the show notes, and you, Ryan, go ahead and click that. Go and click that link. And then if you ensure that the version is one 1.8, you will be good. Yeah. So you're good. Okay, so you see that original file slash NPM at the very, very top. Connect to kit one 1.8. You're Gucci. There is a link in the show notes. You can go click that link. You can follow suit and make sure that is one 1.8."
    },
    {
        "speaker": "B",
        "text": "And that's just a double check, not."
    },
    {
        "speaker": "A",
        "text": "Go clear your cache."
    },
    {
        "speaker": "B",
        "text": "Well, and that's just to double check. Now, I think the fix has kind of propagated through all of the CDN content delivery networks. I think it's pretty much safe. But there was this narrow window of time where it was not safe to actually use your ledger connecting to a wallet. And I got to say here, David, I guess my reflection on this is we still got some work to do, my friend. I love crypto, but knowing you could just wake up one morning, whip out your bankless wallethead and like you get this random message saying, hey, if you use your wallet today, you could be drained of all of your funds. That is bad user experience, my friend. That is not bad. We are not quite ready for normies when we have that level of user experience. So, I mean, just surface also."
    },
    {
        "speaker": "A",
        "text": "It's just like this is software that helps normies manage stuff. Like without this library in the middle, it gets more complicated. And so there's like this big problem, I'd say, where like as much as ledger is doing fantastic work, like we're seeing still dependent on them and there is no way there's, I don't know, there's, I'm sure there's some ways, but just like it's a scary allow amount of dependency and like, if it wasn't ledger, it would be someone else, right? Hardware wallet."
    },
    {
        "speaker": "B",
        "text": "The last three to six months have I don't know how many phishing stories I've heard from like crypto ogs from like this. This could have gotten me, this could have gotten you, this could have gotten many people listening if they had used their wallet during this, this period of time. Right? And as you say, too many. We still have work to do here. Speaking of work to do, David, we still have some work to do in the US. I think when we have senators saying things like this. You want to hear it?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "You know, we have something called the Bank Secrecy act, which is how banks are required to monitor certain kinds of transactions that go through the system. It was written in the 1970s, following 911, the law enforcement folks went back, looked at what had happened, figured out how the financing had made it through the system, and that's the last time that Congress updated the Bank Secrecy act. What we need to do is we need to update it again because there's a new threat out there. It's crypto, and it is being used for terrorist financing."
    },
    {
        "speaker": "B",
        "text": "She goes on, David, a new threat out there, it's crypto. That was Elizabeth Warren, of course, senator from Massachusetts two weeks ago on CNBC. So she was on the press circuit for some reason railing against crypto. I think we found out more of the reason why she was on this press circuit, and that is she was planning to launch a bill, and she has now launched a bill called the Digital Asset Anti Money Laundering act. And it is absolutely terrible. It basically, David kills Defi in the United States. Some details. Crypto, it kills cryptos like any peer to peer money system in the US. So a few details. Of course, you can go and read the bill yourself, but a few details from Coin center. It requires if you have public blockchain infrastructure. So if your etherscan, if you run a validator, if you host a Defi front end, so you host a uniswap front end, it requires that you register as a financial institution and as a financial institution. So David, you have an at home ETH validator. Well, guess what, my friend, you would be a financial institution. So you'd have to identify and record the personal information of every user who used your validator software. Basically, do a full AML KYC risk compliance program, because you would be culpable, you would be liable as a financial institution if some, like terror, like bad actor, actually pushed through a transaction through some of the blocks that you validate. You file reports about users when they breach their requirements at government requests. So this basically would kill, like tornado Cash, Zcash, Monero, all privacy. It is bad, bad, bad. And this is what Niraj from coin center says, make no mistake. While proposed as a solution to potential money laundering, terrorist financing, the bill is in fact a repudiation of liberal values and a move towards the types of surveillance and control prized by authoritarians like Vladimir Putin, Xi Jinping, and Kim Jong un. So there you go, David. An absolutely atrocious bill has bipartisan support, by the way. So it's not just Liz Bourne, she Warren, she has a republican senator who signed on and the support of five other senators. So incredibly disturbing. And my take on this is it just unmasks. What do you hear Elizabeth Warren in that clip? She's talking about how great the Bank Secrecy act was, how great the Patriot act was. She wants to append the financial surveillance system to our peer to peer monetary systems and delete and kill the idea of cash. Delete the idea of me giving money to you without the government. Kind of like knowing who I am and who you are. She wants to delete that idea entirely, and it's, wow, I guess I'm at a loss for words as to why she is so forcefully trying to push this kind of thing through."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the same kind of question I have about Gary Gensler's motivations. Why does Gary Gensler hate crypto so much? Why us? And why does Elizabeth Warren, in the face of fantastic, real hard evidence that is way more comprehensive than that meager Wall Street Journal or Bloomberg article? Which one was the one that she was cited in Congress? Like, way more comprehensive and complete evidence to suggest the complete opposite of what she is saying yet she just doesn't care. She doesn't care about actual real facts that are presented in a very clear and coherent manner by industry experts who are aligned with government, which is chain analysis. She doesn't, doesn't care about them. It's just like she doesn't initiate, doesn't want to talk to, doesn't want to hear about the facts, just wants to ban crypto. And so my question is, where's the motivation? Why is the motivation, where's the incentive for Elizabeth Warren to just come after crypto so hard?"
    },
    {
        "speaker": "B",
        "text": "Well, Ryan Selk is actually, I asked him that question. He has a take on that. That is an episode that's coming out next week, so I'll leave that take. But the summary is control. He really thinks that Elizabeth Warren's end state aim is to create a central bank digital currency. It's just kind of like a, like we know best type of thing and to control rather than let the people have a peer to peer money system. There's some good news here, David, and the good news is there's low chance that this will pass. Okay, so not only is it unconstitutional, you have the ability to contest it in the court system. That, that takes years. Warren seems to write a whole bunch of bills that actually don't pass. So during her eleven year long career, she's written over 330 bills and only one was enacted. So I don't know."
    },
    {
        "speaker": "A",
        "text": "That's not a great track record."
    },
    {
        "speaker": "B",
        "text": "It's not a great track record."
    },
    {
        "speaker": "A",
        "text": "Wait, so then is it just for the show? I don't."
    },
    {
        "speaker": "B",
        "text": "Maybe, David, maybe. But, like, we have to take these kinds of things seriously, obviously. And the fact that she has other senators signing on means we have to just impose it in its entirety. So there you go. What do we have coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, we got Pudgy World, perhaps the most successful NFT project to rise out of the barrack, fulfilling its metaverse promise. And Elizabeth probably wants to make it illegal. Coinbase layer two, the base chain going to be the home of real world assets. Is Coinbase going to take the real world asset thrown? And we got some other updates from two other layer twos talking about cheap fees right after the cheap fees narrative sweeps through Twitter, all of this and more. But first, we'll talk about some of these fantastic sponsors that make this show possible. Pudgy World Alpha from Pudgy Penguins is announced. Also going to be releasing in Q one of 2024. Q one, Ryan, is going to be a hot quarter powered by Zksync and they're hyper chains. Pudgy Penguins tweets out the beginning of a new era of blockchain backed experiences with the goal of onboarding millions brought to you by pudgy penguins. And there is this cute little animation. It's really cool world. It's like pictures of animation. Yeah, yeah. The storytelling could use some help. There's just like, a penguin. I have an iceberg, and the iceberg's falling apart. But no, that's good. The animation's great. There's no words, sadly, just some penguin sounds. What was that one penguin based video game for kids? It's probably before your time, Ryan. I don't remember. It was before my time. I barely played it. Anyways, there was this penguin, like, penguin. Thank you, Dave. Club penguin. Uh, yeah, so it feels like club penguin, but in the metaverse now. Um, okay, so if you buy a pudgy toy in Walmart, wherever they're sold, you can scan a QR code which will make your account, and you can redeem your traits and customize your forever. Pudgy penguin. Uh, and so, you know, the real world digital physical metaverse, it's coming back, man. It's coming back."
    },
    {
        "speaker": "B",
        "text": "We're trying to get kids hooked on, uh, on crypto, aren't we? Or starting me off."
    },
    {
        "speaker": "A",
        "text": "Yeah, we got to get them early anyways."
    },
    {
        "speaker": "B",
        "text": "Sorry's got a buyer bag. What is this? Icebergy pudgy world means pudgy token. Oh, they're doing a token. Yeah, this means."
    },
    {
        "speaker": "A",
        "text": "Well, no, no, they're not doing a token, but icebergy is saying that they are doing a token. So Luca and the pudgy penguin team had said, we're not doing a token, but I don't know, pudgy world means. Might mean pudgy token."
    },
    {
        "speaker": "B",
        "text": "All right, well, let's get out of the metaverse for a second. Tell me about Coinbase's project diamond. This is a new project name, code name that they rolled out and has some implications here. Maybe Coinbase is base. Layer two is trying to be the real world asset chain. That's what some of this indicates to me. But give us the update here."
    },
    {
        "speaker": "A",
        "text": "Yeah, so Project diamond is being pitched to help institutions create, buy, and sell their own native digital assets. So that means asset minting and asset trading, obviously on base, because where else are they going to put it? This is from the effort of the exchanges asset management arm that recently debuted this project diamond for a platform for mirroring debt instruments used in traditional finance by tokenizing them on base. So this actually had an in production transfer of value between two firms. So on November 10, the first digital debt instrument on project diamond was successfully issued, distributed and matured on the platform as a technical demonstration of feasibility to the Financial Services Regulatory Authority as it prepares to join the ADGM, the Abu Dhabi Global Market Regulatory laboratory sandbox. Well, many parts of the world outside of the US are really, really leaning into blockchain based financial services and project diamond from Coinbase. I guess it's a dark horse of a project that coming in to try and take some of the real world asset tokenization narrative."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, well, one thing to keep in mind is Coinbase manages one of the largest real world assets that there is, which is USDC, because there's stablecoin. Right. And so there's already been lots of speculation that they make base, the layer two, the chain, the home chain for USDC. And of course, hopefully we get to the point where we see tokenized treasuries after that as well. Those are two massive real world assets. I think they can continue to expand. The one nice thing that Coinbase has is it has all of the infrastructure for institutions already. You just take Coinbase prime, and then they have a web three crypto wallet, and now they have a chain, and they can connect all of the pieces and start to deploy real world assets on chain. So I'm excited to see how that evolves. And I feel like this is a flag being planted here, David, speaking of planting flags, van Eck has just rolled out the name of their ETF. What is this?"
    },
    {
        "speaker": "A",
        "text": "The Hodl bitcoin ETF. H O D l, which is a decent departure from, like, the more boomery choices from Blackrock, which you would expect from Blackrock. Yeah."
    },
    {
        "speaker": "B",
        "text": "What's Blackrock called?"
    },
    {
        "speaker": "A",
        "text": "You know, it's gotta be like BTCE or BTC, something with something straightforward and not creative and inspired, which, again, is totally appropriate for Blackrock. But Vanek, if you remember their ETH futures, ETF ads were like, a little surreal and, like, definitely zoomer with that, like, goat."
    },
    {
        "speaker": "B",
        "text": "No, they're trying to appeal to crypto natives. Remember, like, Vanek also. Yeah, they also, I believe, sent some of their ETh futures fees to, like, the protocol. They are very much trying to win the favor of crypto natives. And the ticker symbol, Hodl, is another way to do that. It's really a really cool strategy."
    },
    {
        "speaker": "A",
        "text": "Apparently, the ticker symbol actually really matters because people are talking about this a lot. A comment from Nate Garage says, I like this. Play retail. Who knows? Crypto will love the ticker boomers will have no idea what it means so it won't attract any negative attention. Plus a lot of advisors preach hodl. Not with Hodl, but like, you know, just hold in other asset classes anyway. So it is a good straddle. I don't want to hear that, like there's smart money in tradfi if we are making our fundamental analysis on bitcoin."
    },
    {
        "speaker": "B",
        "text": "ETF's, hey, but it is all brand at the end of the day, right? And one of these ETF's will be a power law winner is what we keep being told here."
    },
    {
        "speaker": "A",
        "text": "Moving into where crypto natives like to reside on layer two. Two eclipse testnet is live. If you're not familiar with eclipse, that is the Solana virtual machine as an ethereum. Layer two using celestia for data availability, gas denominated in ETH. It is a platypus of a layer two that testnet eclipse is pretty hotly anticipated and that testnet is now live. So support ETH can be bridged over and you can deploy contracts there as well. But not just eclipse. Immutable. The ZK EVM, powered by polygon on is now gas free. So what does that mean? It means users, gamers who are using immutables anti Sybil mechanism, their passport is what they call it. It's like their anti Sybil mechanism to play games. And so you can take your passport from game to game to game. It's like your player card if you're, if you're a gamer, tag if you will. If you have one of these on immutable, you don't pay for gas. Immutable pays your gas for you. And this is a take that I had a while, Ryan, where like the entire business model of layer twos and also app chains, which is kind of what immutable is, is that their fees are going to become so cheap that the operator of these, uh, layer twos, or just applications on layer twos are just like, well, we're just going to pay for the transaction fees of our users because that's good ux, and it's going to attract users. And we saw this also, Ryan, with base chain, when they say, hey, if you verify your coinbase account, we pay your gas fees on, on base. And so more and more of layer twos are becoming a no fee environment. So they're all going gas free, which I'm going to call going electricity for."
    },
    {
        "speaker": "B",
        "text": "Layer two, going electric. Well, I think that's great because there's a narrative right now that's very popular about low gas fee layer ones. Right. But you know what's better than low gas fees, David? No gas fees."
    },
    {
        "speaker": "A",
        "text": "No gas fees."
    },
    {
        "speaker": "B",
        "text": "Right. So don't even worry. You don't even have to know the concept of gas. And I think that is possible with the economics of layer two, to your point. So if you, if you go on."
    },
    {
        "speaker": "A",
        "text": "Immutable, and we are doing this before EIP 4844, we are doing this in a pretty optimized environment. Can you imagine when we get bank sharding?"
    },
    {
        "speaker": "B",
        "text": "I think very much that mainstream will onboard to crypto without having to worry about all of the economics of gas or gas transaction fees or any of that stuff. And so this is pointing in that direction for sure. David, this caught my attention this week. Did you know the IR's is saying FTX, all of the people that are now creditors of FTX, that means they lost, they had funds deposited on the exchange. They lost, all their funds went to zero because Sam Bankman fried stole it all. The IR's is saying that those people, FTX in its bankruptcy owes them $24 billion in unpaid taxes. Okay. They're saying like, hey, before the creditors, all you depositors who put your money in this apparatus, before you get your money, we want our, and it's, our cut is $24 billion. As far more FTX actually has the audacity of this."
    },
    {
        "speaker": "A",
        "text": "So if you are an FTX creditor, the IR's is like, well, you know, the company owes us a bunch of taxes, so you don't get any of that money. $24 billion is like meaningfully more than FTX is ever going to be able to recover, even though they are doing a great job recovering. So initially, the IR's wanted FTX to pay $44 billion, but then lowered the number to $24 billion. That is so arbitrary. So the FTX lawyers are trying to get the IR's to show like how they got to the $24 billion. And then the IR's is like, we, we, we just calculated that it's actually on you to prove that it's not that. So like, my take here is that like the IR's is just like, they just come up with a number and they're like, dur dir pay us 24 billion also. That's the number."
    },
    {
        "speaker": "B",
        "text": "No, no, no."
    },
    {
        "speaker": "A",
        "text": "Come complaining."
    },
    {
        "speaker": "B",
        "text": "First they can't. The first they came and they said it's 44 billion. And they're like, no, no, it's actually only 24 billion. We're giving you the 50% discount here. And the FTX lawyers are disagree."
    },
    {
        "speaker": "A",
        "text": "You have to prove that you're wrong."
    },
    {
        "speaker": "B",
        "text": "Yeah, but this is a microcosm of how, like, taxes work."
    },
    {
        "speaker": "A",
        "text": "Broken the tax. Yeah, right."
    },
    {
        "speaker": "B",
        "text": "Like it's just they give you, they tell you what you owe and you have to try to guess at the number. That's very much what it is with crypto taxes. So Mike Dudas has a comment here, you know, spicy comment, which, I don't blame them. This IR's request is so blatantly insulting to creditors, Americans and anyone. The arrogance of the us government that flies in the face of any law is staggering. Their demands literally are trying to supersede the recovery of user funds. At the same time the SEC sues exchanges to protect customers. That's the wider context here. It's like a whole bunch of people that lost their money and the IR's is charging them a tax bill. SBF doesnt have to pay this. Hopefully it gets resolved, David. But absolutely ludicrous that theyre coming and trying to collect here."
    },
    {
        "speaker": "A",
        "text": "Well, Jesse Powell was using the word extortion when the SEC came after Kraken the second time inside of a year for another bunch of millions of dollars. Well, put on my extremely libertarian hat, which doesnt come on very often. Ryan, you want to know what the difference is between extortion and the IR's and the SEC speaker?"
    },
    {
        "speaker": "B",
        "text": "Two. The IR's has military behind it."
    },
    {
        "speaker": "A",
        "text": "These groups of people have the monopoly on violence. And if you were charged with extortion, it's just, you just didn't have the army. Sorry about it. Sorry about it."
    },
    {
        "speaker": "B",
        "text": "Can't say no. I'm not someone who's against taxes in general. Taxes are necessary. I'm a big believer in public infrastructure."
    },
    {
        "speaker": "A",
        "text": "We are a part of a society. But these taxes are dumb."
    },
    {
        "speaker": "B",
        "text": "You actually have to have a reasonable justification for it as well. Anyway, speaking of dumb things, silly things, look at this guy, Gary Gensler. He tweets out, thank you, coindesk, I guess. What is this, David?"
    },
    {
        "speaker": "A",
        "text": "Actually, should I play the clip? Sure."
    },
    {
        "speaker": "B",
        "text": "All right. Let me play the clip. We all love Gary Gensler. He's the Taylor swift of regulation."
    },
    {
        "speaker": "A",
        "text": "When I walk in the room, I can still make the whole place. I'm assuming that this coindesk talking head was being sarcastic to call Gary Gensler the most influential of 2023. We're just using influential in this neutral term. It's like, yeah, he influenced people to go abroad and shut down their startups and not issue tokens and overall not file court cases. Yeah. So, like, he moved a lot of people's time and energy."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Is it a positive influence? Absolutely not. Anyways, so Gary Gensler himself retweets this video of coinda saying he's the most influential of 2023. And he goes, thank you, Coindesk. I guess question Mark David also is a farce."
    },
    {
        "speaker": "B",
        "text": "Not only did he retweet it with, thank you, Coindesk, I guess he paid someone, I assume at the SEC, is somebody's job to edit this video and add the t swift Gary Chancellor edit. Yes, this is a Gary. This is Gary Gensler influence. He put that, he put the cute, like, you know, t swift has, you know, cats and stuff. So that's a name. So he put. Puts a cat in his shoulder and he scratched out rather than times most influential coin. He's trolling us, man."
    },
    {
        "speaker": "A",
        "text": "He is trolling us with our tax money. Remember April Fools? He put on the deal with it. Sunglasses on his Twitter profile picture and crypto Twitter was like, haha. Gary Genzler is like trolling us. And I'm like, he is admitting that he is just trolling us and that I know that he's not taking this. It's an admission, taking his job seriously. Mission of guilt that he's just trolling us and now he's doing it again. This is a Gary Gensler just knowing that he's not saying totally enough to get himself into trouble, but he's admitting to being a fucking troll. Excuse my language."
    },
    {
        "speaker": "B",
        "text": "It's absolutely maddening. And, you know, there's nothing we can do about it right now, I guess. Just keep, keep taking those l's in court, Gary, because they're coming for you. 2020. If you had enough in 2023, you got some more coming in 2024, David."
    },
    {
        "speaker": "A",
        "text": "He leaves office in 2025, right?"
    },
    {
        "speaker": "B",
        "text": "Uh, it depends. It depends who wins elections. Like, that's another selkus take that. We'll have to get to next Tuesday. I think that episode's coming back."
    },
    {
        "speaker": "A",
        "text": "But like, you for doing that episode."
    },
    {
        "speaker": "B",
        "text": "He could definitely be back for a long time, depending on the election outcomes. Or he could morph into a different. David, it's a. It's a revolving. Like he could morph into some other, um, you know, place in the cabinet. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Can't AI have some bubble and they can just take Gary again."
    },
    {
        "speaker": "B",
        "text": "Imagine Gary Gensler, secretary of treasury. If you want to have some nightmares, think about that."
    },
    {
        "speaker": "A",
        "text": "I don't want to think about that."
    },
    {
        "speaker": "B",
        "text": "All right, let's end with the meme of the week. David, what are we looking at?"
    },
    {
        "speaker": "A",
        "text": "We got two memes of the week. This one this is the classic bell curve meme. We've seen these 10,000 times. And you have the middle, teary eyed complainer guy who's in the middle of the curve, and he goes, it's fundamentals, fundamentals, fundamentals, which might be me and Ryan, and then on the outside, on the left curve and the right curve of its flows. It's all about flows. It's who's buying and who's buying more in comparison to who was buying last time. So flows."
    },
    {
        "speaker": "B",
        "text": "This one hurts me, actually. But you know what? I've got a meme on top of this. You know that. That sniper meme with, like, you got the sniper, and then behind the sniper, there's another sniper behind another sniper. Okay. Okay. So behind this meme is another sniper. And it's actually fundamentals, because over the long run, fundamentals equals flows. You can't have flows without follow."
    },
    {
        "speaker": "A",
        "text": "Fundamentals. Yes."
    },
    {
        "speaker": "B",
        "text": "Is that recursive enough for you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's somebody in the bankless nation. Please make that do. You got a thing like flows? Shooting fundamentals. Shooting flows."
    },
    {
        "speaker": "B",
        "text": "Exactly. Exactly. Forever. What's this?"
    },
    {
        "speaker": "A",
        "text": "This is a meme, but it's also a warning. This is the man pointing at himself in the mirror and looking at himself, and he goes, it's not the bull market. You really are a genius. I believe all of our crypto asset portfolios are up bigly over the last month or so, unless you've been shorting, which is. You're an idiot then, because it's not because we're geniuses, Ryan. It's because it's a bull market. And that is something that everyone needs to remember as they go into a bull market and they continue to drink that bull market kool aid. You're not actually a genius. You are a genius for sticking around in the bear market. That is what you are smart for. You put in the work, you stick around, you put in the research, you allocate it correctly. Now it's harvest season. Season. But you're not a genius. It's just harvest season. You already. You already were a genius, but you're not any more of a genius."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Inject that humility into my brain, my bloodstream, David. I'm not going to need it until Eth is over ten k. That I'm going to feel super smart. But right now, I'm just like. I'm still relatively sober, honestly, at this early stage of the bull market. But check yourself."
    },
    {
        "speaker": "A",
        "text": "That's because ETH is lagging behind the market. So we are the designated drivers of crypto right now."
    },
    {
        "speaker": "B",
        "text": "Got to let you know. Of course, David and I hold lots of different crypto assets. We are long term investors. We're not journalists. There's always a link to our disclosures in the show notes. And, of course, crypto is risky. If you use your ledger wallet, you will know that from earlier this week, you could lose what you put in. But we are headed. West is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot. I want to. Oh, sorry. I thought they would be making cute sounds, and it's just like a. Yeah."
    },
    {
        "speaker": "A",
        "text": "No. There. Well, yeah, we'll have to cut that out."
    },
    {
        "speaker": "B",
        "text": "All that out of."
    }
]