[
    {
        "speaker": "A",
        "text": "I think that we will look back and see the reason for why we had a bull market in 2024 and 2025."
    },
    {
        "speaker": "B",
        "text": "What's that reason?"
    },
    {
        "speaker": "A",
        "text": "Layer twos base coinbase specifically putting all of its marketing and weight behind a base. Layer two because they are, like I said, printing money on it. But they are going to take Ethereum, layer two specifically base, because they now have the incentive they are going to take it mainstream."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. It is the second Friday, Friday of August. David, what time is it?"
    },
    {
        "speaker": "A",
        "text": "Ryan? It's the bankless Friday weekly roll up where we cover the entire weekly news in crypto, which is always an ambitious endeavor, yet we persevere nonetheless into the frontier. How are you doing this week, my man?"
    },
    {
        "speaker": "B",
        "text": "I'm doing great, man. I've got my coffee, I've got our stable coins going. Some big news this week. PayPal launched a stable coin on Ethereum. I think that's a big freaking deal."
    },
    {
        "speaker": "A",
        "text": "And we got to talk about that."
    },
    {
        "speaker": "B",
        "text": "Yeah, what else are we talking about?"
    },
    {
        "speaker": "A",
        "text": "Base gets dropped with already $105 million in total value locked, kicking off on chain summer. Coinbase just putting all of their weight behind the base launch. And so we're going to talk about all those details and more and then something out of arbitrum. Tell us about arbitrum."
    },
    {
        "speaker": "B",
        "text": "Yeah, they got a little bit more decentralized. At least they're preparing to. So we got to cover that with their bold new proposal. David, do you like that one? Bold."
    },
    {
        "speaker": "A",
        "text": "You did it in the show. You can't keep on doing it."
    },
    {
        "speaker": "B",
        "text": "I can keep doing it. This is a different show. I get one per show also. You hit me last time. Whatever. Let's move on. Polygon and Zksync, they are throwing some punches back and forth, at least on Twitter. We got to talk about that. There's been some wallet ux breakthroughs. I feel like recently this is making me pretty bullish. So we'll talk about that. The SEC isn't done yet. They are striking back. And lastly, David, is Joe Biden a bitcoiner?"
    },
    {
        "speaker": "A",
        "text": "What words I never thought I'd see written."
    },
    {
        "speaker": "B",
        "text": "We'll talk about that too. Before we get in, we've got a message from our friends and sponsors. What's cracking, my friend? Open up the cracking charts. Yeah, it's become a thing. I'm doing it. Let's see what's cracking with bitcoin USD on the price charts."
    },
    {
        "speaker": "A",
        "text": "Well, nothing is cracking, Ryan, because we're only up half a percent. 929 thousand, 300 ending at 29,400. $100 in bitcoin. It's not much."
    },
    {
        "speaker": "B",
        "text": "Are you bored?"
    },
    {
        "speaker": "A",
        "text": "You know, the thing is, like, I would be bored except for how incredibly good the news cycle is. Like the innovations like it is, there is a huge decoupling disconnect between what is going on with announcements and innovation and the foundations, the fundamentals, if you will, and the actual prices. And so people are getting frustrated about, like, PayPal. They just dropped a stable coin on Ethereum, and it didn't even move the price."
    },
    {
        "speaker": "B",
        "text": "Well, let's do that."
    },
    {
        "speaker": "A",
        "text": "Don't be frustrated by that. That is alpha."
    },
    {
        "speaker": "B",
        "text": "Let's look at it. No price movement here. This is the no price on the week. What are we at? Are we flat?"
    },
    {
        "speaker": "A",
        "text": "1840, $3 to 18. $50. We went up $7. What?"
    },
    {
        "speaker": "B",
        "text": "It's flatter than a pancake. I used that."
    },
    {
        "speaker": "A",
        "text": "Yeah, a sheet of paper."
    },
    {
        "speaker": "B",
        "text": "That's how flat we are on the. On the week."
    },
    {
        "speaker": "A",
        "text": "Don't even ask me about the ratio. It's flat."
    },
    {
        "speaker": "B",
        "text": "Next you're gonna tell me the global."
    },
    {
        "speaker": "A",
        "text": "Cryptocurrency market was last is $1.2 trillion. You know what's not flat, though? Two things."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Layer two TvL and layer two scaling factor is up."
    },
    {
        "speaker": "B",
        "text": "So we get to cover these in our market section every week from now on."
    },
    {
        "speaker": "A",
        "text": "We have added this to the template layer, like total value locked on layer twos coming in at $10.57 billion, working through that 10 billion mount."
    },
    {
        "speaker": "B",
        "text": "So because we are adding something to the template, David, I feel like we have to explain these metrics. First time bankless nation, you only get this one time explanation, and then every."
    },
    {
        "speaker": "A",
        "text": "Single time, you're expected to know it."
    },
    {
        "speaker": "B",
        "text": "You're expected to know it. So what is total value locked in layer two? Why are we looking at this chart on a weekly basis? Forever and more?"
    },
    {
        "speaker": "A",
        "text": "Yeah, TVL, kind of the same thing as AUM assets under management. It's just like, what is the total market cap of assets that are deposited onto layer two s? And if you aggregate all of that together on all layer twos on Ethereum, you come up to $10.57 billion. Well, actually, technically, it is flat. It's up half a percent over the last seven days, but it's been incrementally growing for all this entire bear market. The other thing that we're going to look at is scaling factor. So if you hit the activity tab on the right, you see a scaling factor of 4.8 x 4.83 x. That is how many more ethereums all aggregate layer two economic activity is adding. So on layer twos, there are 4.8 ethereums worth of economic activity happening that are settling to the Ethereum layer one, which is one ethereum? Pop quiz, Ryan. How many times larger is the Ethereum layer one in 2023 versus 2015? How many more ethereums is 2023? Ethereum versus 2015? Ethereum?"
    },
    {
        "speaker": "B",
        "text": "Are you just talking about kind of like ignore the LGBTQ, ignoring the layer."
    },
    {
        "speaker": "A",
        "text": "Twos, ignore that, just the scalability of the layer one. Because the reason why I'm asking this is I don't actually think people appreciate that the Ethereum layer one also scales. And so that is a shifting number. So when we say there's a scaling factor of 4.8 x layer twos to the layer one, well, the layer one is also growing as well."
    },
    {
        "speaker": "B",
        "text": "I bet the layer one on its own. And these are through primarily client optimization. So the team over at Geth, for example, doing a lot of work to kind of optimize how fast geth can run. And, you know, there's some juice to squeeze there. Versus 2015."
    },
    {
        "speaker": "A",
        "text": "That's great."
    },
    {
        "speaker": "B",
        "text": "I'm going to say three to four x from 2015."
    },
    {
        "speaker": "A",
        "text": "Pretty good. The answer is six x. So Ethereum is better than I thought. Ethereum throughput from 2015 to 2023 is six times larger than it once was. And like you said, this is layer one. Client improvements, networking improvements, just bandwidth, just hardware. As hardware gets better, the Ethereum layer one is actually allowed to increase in scale, conservatively, because that's our philosophy. But over time, the block size, the data throughput of Ethereum has gone about six x from 2015 to 2023. And layer twos are 4.5 x times on top of that. And they are not even at max capacity now."
    },
    {
        "speaker": "B",
        "text": "So we are at like between 24 and 30 x if you multiply that all together."
    },
    {
        "speaker": "A",
        "text": "Yeah, if you compare to 2015. But like 2015 was like primitive, primitive era, stone age, stone ageing crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, we didn't have much to do on chain, just like so remember PP. I do remember PBIT. All right, but those are the stats we're going to go over on a weekly basis. So scaling factor 4.83 x, remember that number. And assets in locked inside of layer two is $10.5 billion. Well, let's peep it outside of the crypto markets here, David, and go into the traditional markets. Inflation rose 3.2% in July. That's the year over year. And of course, I'm talking about inflation of the dollar. I'm not talking about inflation of ETH because that's deflationary. Of course, this is a small uptick from 3% in June. So it's 3% in June, 3.2%. This commentator is saying this is good news, that inflation rose a modest 0.2% for the month of July alone. That's an encouraging sign that inflation is moderating. So inflation moderating is one of the takes here. This is the stat kind of over time. And this is annualized. So you can kind of see this. Let me look at a different view. See this? This is all the way back from five years ago where we used to be under 2%, around 2%. That's where the Fed likes it. And then of course, Covid cranked us all the way up over to 9% or so, and now we are back down. But there's a little, look at this little bump. Looks like we're going up."
    },
    {
        "speaker": "A",
        "text": "Hey, things go up, things go down. If you teleported me back to the peak of that inflation back when we were at 9% and then you showed me what the future curve would look like, I'd be like, wow, this is good. That's best case scenario, soft landing."
    },
    {
        "speaker": "B",
        "text": "Is that what you see here?"
    },
    {
        "speaker": "A",
        "text": "That sounds like successful manipulation of our economy."
    },
    {
        "speaker": "B",
        "text": "Manipulation of our economy, yeah, it's going to be interesting to see. Of course, this is not exactly what the Fed wants, but it's pretty close. We'll see what the August numbers look like. I also think, David, this number is going to get increasingly political. Why? Because the US gets increasingly political during election season, right. Every four years. So we're creeping up to 2024 in a presidential election. So some people are going to say this number is too high. Others are going to say it's too low. What the Fed says is a good question. I think there's also this debate of does money printing actually cause I. Inflation? Because what we're seeing right now is, I don't know if you saw the headlines this week. You know, the US is at a $1.8 trillion budget deficit as fiscal government spending this year, right? So that's a lot of spend going into the economy. All the while the Fed is tightening and some of that spend goes to like interest payments, that kind of thing. So, you know, to be, to be determined on what inflation, where that goes next. One thing I will say is it does seem like asset inflation is continuing to rise, as always. So there you go. Another thing I wanted to mention, this part of the market, David, this is your quarterly reminder that Home Depot, the stock price of Home Depot is actually higher than the total market cap of Ethereum right now. I saw this, apparently I said this back in May because it blew my mind when I was looking at the largest assets by market cap and a theory was trailing Home Depot. I think Home Depot is really good."
    },
    {
        "speaker": "A",
        "text": "Number 29."
    },
    {
        "speaker": "B",
        "text": "I hate Home Depot. Nestle as well. It's below Nestle. It's Merc."
    },
    {
        "speaker": "A",
        "text": "They have a monopoly, so that's. That's adobe."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Bank of America."
    },
    {
        "speaker": "B",
        "text": "All of these things are worth more than ether. Platinum, than ethereum."
    },
    {
        "speaker": "A",
        "text": "Platinum is higher than ethereum. Palladium is higher than ether. Home Depot. At least you need to, like, you know, build houses. People need houses. People don't need palladium. Maybe they do."
    },
    {
        "speaker": "B",
        "text": "Palladium. Palladium, I'm sure has tons of use cases, David. But there's Ethereum, number 50 in terms of the world's largest asset. So we got our ways to go, you know. How are you feeling, though, in this market? You were talking about it a little bit when we were getting into sort of the market section in the intro, and I think for me, I'll answer for me before I ask you, maybe, yeah."
    },
    {
        "speaker": "A",
        "text": "If you hand it off to me, it's gonna be dangerous."
    },
    {
        "speaker": "B",
        "text": "I think for me, we might be entering my favorite part of the market cycle."
    },
    {
        "speaker": "A",
        "text": "Say more?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. So things aren't annoying yet, and a lot of the stupidity has been burnt off. Kind of the fraudters and the scammers were sort of found outdevelop. And the market isn't completely irrational. It's still kind of a builder's market, and it's quiet, so we're not getting all the hype and kind of the shilliness. This is sort of the quiet moment where you look at everything that's going on, and you were talking about it earlier in terms of the fundamentals and the news and the building that's going on, and you realize that doesn't match with the price because the price is still under 2000. And you're just like, oh, this is a very obvious trade. This is a very obvious purchase. I feel very comfortable right now. The last time I felt this way was 2020. Before COVID by the way."
    },
    {
        "speaker": "A",
        "text": "I'll say before COVID and after Covid."
    },
    {
        "speaker": "B",
        "text": "Then after Covid, when we realized the world wasn't ending, kind of toward the end of 2020. And that has been consistently my favorite part of the market cycle. Just before things get stupid and you're in this kind of like, oh, we're building. We're doing the right thing. We got hit by us regulators. That's not going to get any worse. At this point, we bottomed on fading. The US regulation coming out of the hole. We're coming out of the hole on all kind of the scams and the frauds and the centralized exchanges and all that crap from 2022. And now it feels like this recovery phase, but it hasn't been a quick recovery, so it's not yet stupid. And I love that part of the market. So I think we'll get some months here, and I'm actually excited about that."
    },
    {
        "speaker": "A",
        "text": "I think what you're saying is we're in this, like, Goldilocks zone in the crypto era where, like, if you were a tourist, if you weren't going to make it through the bear market, you're gone. You're gone by now, anyone who's still left is here for the right reasons and here for the long haul. And we get to see all, like, all the announcements and progression and like I said, fundamental growth of this industry that the rest of the world is not accounting for. And so all of a sudden, like, in the bull market, alpha is hard because everyone is chomping at it. But in the bear market, alpha is easy because there's just not that many people left. This reminds me of a take that I had this week that I tweeted out. So we'll pull it up here. I tweeted out, once upon a time, there was this six month period between the 2018 to 2020 bear market and then the 2021 bull market, where ETH broke $300 and hit 450 for the first time in three years. And multiple times a week, you would see people on crypto Twitter tweet out something like personal news, I'm leaving my job and I'm starting a thing. The entire set of crypto Twitter, we just all knew that it was on, it being the bull market, and that we had made it. And it was just the best time. It was great because you would see all of your friends who were like, you know, had to commit to their nine to five job in order to make it through the bear market. Then all of a sudden have the foundation to go out and build their own venture. I tweeted out one of these tweets right before going for my last job to bankless. And it was this great Goldilocks moment where, like, ether price was appreciating. But there were. It was all us. Everyone was just. It was all us buying rather than, like, necessarily, like, new money because everyone was positioned for it, and so all of the gains were us. And then. And then you realize, because, like, oh, yes, that's because people are about to come in. And then I follow this tweet with like, little did I know the incoming bull market was."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. I mean. So are you ready for another round of this?"
    },
    {
        "speaker": "A",
        "text": "Like, I could use a few more months, but that's what we get. We're at the beginning of that phase."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're going to get some time in the Goldilocks period. Yeah, that's cool. I'm glad that resonates with you too. It just sort of hit me this week. This is how MErP puts it though. If you aren't happy single, you won't be happy in a relationship. True happiness comes from ethereum breaking two k, not from anyone else."
    },
    {
        "speaker": "A",
        "text": "Hey, two k is pretty achievable. We have happiness on the menu."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm okay under two k though, to be honest. Just keeping the Goldilocks period of time. You know what else is going up though? Dai savings rate is now live, paying out 8% at no additional risk. Hey, that's above t bills. What's the dai savings rate?"
    },
    {
        "speaker": "A",
        "text": "David, the dai savings rate is the yield that dai out of makerdao naturally produces. It's one of the core primitives that is part of the Makerdao building blocks we kind of call ether staking the stake. The risk free rate of ethereum. The dai savings rate is just the risk free rate of holding dai. So if you're holding Dai, you can get 8% at no additional risk compared to actually holding Dai. You're not lending it out. It's just part of the protocol. Kind of like in the same way that holding a United States treasury is not really any different from holding dollars. And if you're holding dollars, you might as well turn it into a treasury."
    },
    {
        "speaker": "B",
        "text": "Yeah, you just park it in t bills and it can stay in the DSR. Can it be fungible as well?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. So chai. Chai money."
    },
    {
        "speaker": "B",
        "text": "Oh yeah."
    },
    {
        "speaker": "A",
        "text": "I don't know why they call it chai, but chai is. It's like how there's our eth, or staked eth for ethereum. Chai is the Dai savings rate version of Dai. Why and where is that 8% coming from? It's part of the maker doubt protocol. Gosh, back in my maker dao days I would be able to very fluently explain this, but that was like four years ago. There's just a demand for Dai and it's creating yield."
    },
    {
        "speaker": "B",
        "text": "Yeah, and not everyone is in the die savings rate as well. So that's why the yield is higher than normal. That's what rune reminds us. The rate is so high because there are currently not that many people using die savings rate. Only 8% of DAi holders use DSR currently. So the more holders, the more that goes down. Of course. A reminder that you can access this at Spark protocol, but not if you're american or use a VPN because we live in a financial prison."
    },
    {
        "speaker": "A",
        "text": "VPN users, hands off. Yeah, don't touch VPN. The specific mention of not available for VPN users, I'm pretty sure that's a wink. I'm pretty sure that's a wink right there."
    },
    {
        "speaker": "B",
        "text": "I don't know, we can't interpret that right. But of course the smart contract is uncensorable. It's just people have to screen out on the UI side or else the big bad american government gets mad. With all of your financial access, David, another interesting stat I dug up this week. Did you know that Worldcoin is spending money on Ethereum block space? Well, certainly not."
    },
    {
        "speaker": "A",
        "text": "Just how much?"
    },
    {
        "speaker": "B",
        "text": "A little bit. A lot. 500k in the last 40 days. So if you were to annualize that, which we can't exactly do, but if you were to annualize that, that would be $4.5 million in gas fees. And so my take on that is this course the bull take comes out. Companies will need to hoard Eth the same way they hoard other essential commodities. Ethereum block space is the new oil what's really cool to me is something that we've predicted for a long time about Ethereum is companies actually purchasing ether as a right, as access for block space in the future, in the same way that maybe an airline might procure barrels of oil or like futures on oil or something to hedge against future gas price costs. It's very cool to see third parties actually spending on block space and that being a driver of demand rather than just users. And if you're curious about what they're actually spending on, DC builder of course, he is a dev over at Worldcoin. He gives some context here. For context, this is the world id identity manager contract. The biggest costs here are insertions and not Zk proof verifications, which are mostly happening on optimism. So this is the part. The insertions part is happening on Ethereum main chain. Most of the other activity for world Coin is happening on optimism. Anyway, it's interesting to start quantifying that. And, you know, companies actually purchasing block space in this way."
    },
    {
        "speaker": "A",
        "text": "Speaking of companies, Coinbase just released its q two earnings. This is from Ram Alawya, former Bankless podcast guest who says this is the first quarter where reoccurring revenue, for example, USDC income staking and subscriptions exceeded transaction revenue, as in like trading revenue 51% to 49%. So Coin has cut its reoccurring expenses by a whopping 50%, as well as all the layoffs and all that stuff. And they also still rolled out new products like Coinbase wallet and also base. And so inside of the product innovation section, they say we are expanding our focus towards crypto use cases beyond trading. Of course they are. That's been their ever since going public, that has been basically their number one focus as a company is to get away from being dominated by trading fee revenue. And so they've opened up new lines of revenue and it's been working. And so, as an example, of course, base is an investment in blockchain infrastructure where we expect to drive down transaction costs and increase transaction speed. Of course, the point of a layer two, but also a way for base to make Coinbase money. Also stated in the regulation section, we're beginning to see a pathway for bipartisan legislation that could enshrine consumer protections and an equitable market structure framework. Aka, soon the regulatory trials will be over. So it's still pretty early. We are 24 hours into base, but base yesterday generated $213,000 in fees."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "That is $78 million in annual run rate. 15% of that goes to the optimism collective. Coinbase pockets the rest."
    },
    {
        "speaker": "B",
        "text": "Huh?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So, like, brand new business model. Poof. Out of nowhere. Like $70 million in annual run rate for Coinbase because of base. And that is again before the layer two bull market kicks in."
    },
    {
        "speaker": "B",
        "text": "I kind of like that Coinbase is a publicly traded company because then they get to explain how layer twos work to Wall street."
    },
    {
        "speaker": "A",
        "text": "All they got to explain is $70 million."
    },
    {
        "speaker": "B",
        "text": "Yeah. And they're like, that's all I have to say. Wall street analysts are like, wait, you could see that on chain. I don't have to wait for the annual report. Like, oh, wow, okay, that's really cool. I think it'll totally educate them on how to start evaluating crypto protocols and crypto networks."
    },
    {
        "speaker": "A",
        "text": "So remember that, that old website, current website, still running. Mario Anacondi put it together, dyestats.com. it's just like a live audit of makerdao. It's like every, every theory block, it gets updated. Somebody should make that for base. Coinbase should make that for base, base economics. And they can just have this in their investment reports, but they can just link out to it like, hey, are you curious about how much money we are printing in this very current moment on base. You should just go to basestats.org to look at that. And one of the themes I think is happening is that like, Fortune 500 companies are being shown the way to mint their own layer two using the op stack. And that website would go very, very far in helping that narrative."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. We can pill Wall street if that's what we want to do. I don't know. I'm still comfortable in the Goldilocks zone of just like, waiting."
    },
    {
        "speaker": "A",
        "text": "That website can be under development for a while."
    },
    {
        "speaker": "B",
        "text": "It'll take them a while to catch on."
    },
    {
        "speaker": "A",
        "text": "Bankless station coming up next, PayPal is dropping a stable coin. Coinbase is dropping the base. There's a layer two summer party and you're all invited. And Bankless is also dropping something big to help you navigate all of it. Coming up next is all of those details. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "PayPal is launching a stable coin on Ethereum. Guys, this is a really big deal deal. It's called Py USD. It's a fully backed us dollar stable coin. It's backed by short term us treasuries and similar cash equivalents. For all intents and purposes, David, this looks to me a lot like USDC. Here's the contract address. This is very cool to see this on Ethereum Live. This is pay. This is PayPal us dollars right here. And you can see some of the activity on Etherscan right now. David, do you think this is as big a deal as I think it is?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I can't imagine why it wouldn't be. It's just like, well, it's just another USDC clone, but it just indicates that, hey, perhaps the market doesn't think that the stable coin market is saturated. Like we can enter the game with further stable coins. PayPal USD $27 million market cap at the current time of recording. Twelve holders. Twelve total holders. I don't think it's actually like live in the app yet. But hey, we have a contract address and we're watching 182 transfers going around in this very moment. I mean, PayPal has weight, PayPal has size in terms of users and demand. We don't know the TVL of PayPal, but there is a number of PayPal somewhere."
    },
    {
        "speaker": "B",
        "text": "Well, there is. I mean, when we had Jose on and the public stats are 450 million active user accounts on PayPal. And think about the significance of this too. PayPal really pioneered payments on the Internet in the web 1.0 days before web 2.0. Right. And so now here they are in crypto innovating on this front and doing this first, this is issued by Paxos. It's kind of the, you know, the bank machine behind it."
    },
    {
        "speaker": "A",
        "text": "Paxos. Who are they? Had to give up bus Binance, stablecoin. And I'll pull in a Harry Potter quote for all the Harry Potter fans. Trading a nut for a galleon, giving up binance in all of its regulatory gray areas, and gaining PayPal as a, as a client, as a customer, that's, that's definitely a win. That's what you call a dub."
    },
    {
        "speaker": "B",
        "text": "So just like USDC, you're going to be able to transfer PayPal US dollars between PayPal and external wallets. So that would be bankless wallets. Of course you could send it person to person. So peer to peer. You could fund purchases with PayPal US dollars by, by selecting it at checkout. Right. All right, so like your different checkout using PayPal, you can use this as an option and you can convert any of PayPal supported cryptocurrencies, of which there are, there are many now to and from PayPal US dollars. This definitely feels like a big win to me. There's some comments on it, of course, in the crypto community. This is one from Saigar who says so. The PayPal stablecoin contract, number one is written in an extremely old version of solidity. Number two allows the owner to pause all transfers. Number three allows the owner to freeze addresses to prevent actions. Number four allows admins to increase the total supply at will. Centralized but transparent. At least you could see all of those controls in the code. What do you think here, David? Do you think that these, these centralization vectors are an issue for PayPal US dollars?"
    },
    {
        "speaker": "A",
        "text": "All the properties that he just listed allows owners to pause transfers, allow owners to freeze addresses, allow admins to increase total supply at will. These are like table stakes for centralized stablecoin service providers. You have to have all of those functions. You need to increase the supply because if you get more dollars in the bank, you need to issue more stable coins. Of course you have to increase the supply and then in order to be compliant at all, you have to also be able to pause and freeze addresses. Like imagine if somebody starts sending this money to North Korea. Like PayPal's gonna need to do something. So I don't think that there's any pearl clutching about this. This is totally expected. USDC has all of these things."
    },
    {
        "speaker": "B",
        "text": "This is why we call it a centralized stablecoin. It's not a decentralized stablecoin. It's not a crypto native asset in any way. And some people are saying, well, as a result of that, why are you crypto people celebrating David Ryan, why are you so excited about this? Why are you even excited about this? What's your response to that?"
    },
    {
        "speaker": "A",
        "text": "How many million accounts did you say was in PayPal?"
    },
    {
        "speaker": "B",
        "text": "450."
    },
    {
        "speaker": "A",
        "text": "Now they have a much more direct bridge to Ethereum and going bankless. That pipe is easier and more direct because of this. So they can go from PayPal to Ethereum to a decentralized stablecoin in like five fewer steps now. And while we would like to all have the world go bankless, that is a spectrum. And people will choose to go as far down the bankless journey as they would elect, and some people will elect to stay in centralized stablecoins, and that is just fine, in my opinion."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree with us. This is a step, right? This is slightly more, just slightly more bankless than the existing status quo of dollars inside of the PayPal platform. And why is it good as just what you said increases adoption, so we get more private keys in the hands of more individuals. There's now an off ramp. We load this into your metamask wallet. Also, this is a big normalization event, I think, for crypto used to be like the, you know, the crypto exchanges, the coinbases of the world, the krakens of the world, who are into kind of the stablecoin business. And now this is paint PayPal, it doesn't get any more fintech mainstream than this. The last point I would make is this is another example of a third party, a publicly traded company actually paying gas fees on Ethereum. Every time you pay gas fees on Ethereum, you make Ethereum more secure. And that cannot be understated. I think economic bandwidth, the value and the price of ether corresponds to security on top of Ethereum, we don't get any of those attributes and any of those wins with just a bank coin inside of the PayPal app, which is what we had today. So this is not like a panacea. This is not pure decentralization. We're celebrating. We're celebrating one step forward. And that's why it's exciting."
    },
    {
        "speaker": "A",
        "text": "So stablecoin transfers, Ryan, are the number two most gas intensive activity on Ethereum, as in it burns the most gas after swapping. And we just saw, like the stablecoin contract for PayPal, they're going to start burning plenty of ether, too. Yeah, but also that's going to be a cost to the business. You know how PayPal can turn that cost into revenue?"
    },
    {
        "speaker": "B",
        "text": "I got an idea, but why don't you tell me yours?"
    },
    {
        "speaker": "A",
        "text": "Why don't they just do the thing that Coinbase is showing the world that's possible and make their own layer two and all PayPal stay stablecoin transfers they can collect their own sequencer fees for?"
    },
    {
        "speaker": "B",
        "text": "Huh?"
    },
    {
        "speaker": "A",
        "text": "Huh?"
    },
    {
        "speaker": "B",
        "text": "That's a good idea."
    },
    {
        "speaker": "A",
        "text": "A PayPal payments network in addition to the PayPal stablecoin. One of the strategies that's hypothesized about the partnership between Circle and Coinbase and the base layer two is to make circle USD transfers on base free and turn base into a payments network for circle. So. And also they're going to generate revenue for from that because of the layer two. Why doesn't PayPal just make its own layer two for its own payments network?"
    },
    {
        "speaker": "B",
        "text": "That's really smart. That feels like the next step. I mean, yes, you should get a job at PayPal."
    },
    {
        "speaker": "A",
        "text": "I should be a consultant for PayPal."
    },
    {
        "speaker": "B",
        "text": "PayPal execs, if you're hearing this, David, David is excited about this opportunity, bringing you guys a layer too. I also think there's another like point to all of this, is with the addition of PayPal US dollars, we didn't lose any of the decentralized options. We didn't lose ether as an option or dai as a stable coin. Like, those are all still options and you can still use those if you want to use something a bit more decentralized. So this is only adding to the option list. That's why I'm personally excited. This is Anthony Cisano summing up his take. Yes, PayPal's stablecoin is centralized. No, that doesn't make it any less cool that PayPal has a stable coin. Ethereum being a settlement layer for all types of value means that different types of assets will exist on the network and you get to choose which ones you want. Another sub point that I think is interesting here. I don't think that PayPal would do this without regulatory confidence. I said regulatory cover, but, but I mean regulatory confidence here. The us government, I think, wants stable coins to work. At least some portion of the us government does, subconsciously. And I think more people subconsciously it does. And so I think that this happens at an interesting time where I'd say 2023 was one of the most bearish years for us crypto from a regulatory front. But I still think that people are massively underestimating the chances that the us government might flip bullish, particularly on this stable coin. Issue, they might look at it and say, hey, we need a payment. Rails to export the supremacy of the us dollar. And this is one more step towards that. The stablecoin step with PayPal. Of course, not everyone on Capitol Hill feels this way. This is Maxine Waters who says she is deeply concerned that PayPal chose this path versus the federal path. And Matt Walsh makes the comment, the federal path for issuing a stablecoin literally doesn't exist. What planet are we on? So some politicians are still complaining about this, even though they haven't provided a path to actually register a stablecoin with them."
    },
    {
        "speaker": "A",
        "text": "Maxine Waters being deeply concerned that PayPal is creating a stablecoin while also being the person who blew a kiss to SPF is just like, I forgot what lizard people are controlling this planet, dude."
    },
    {
        "speaker": "B",
        "text": "Oh, no, I forgot about that."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course, she's deeply kisser."
    },
    {
        "speaker": "B",
        "text": "That does look awkward. This is Mike Selig, crypto lawyer. Banking regulators have essentially said banks can only issue stablecoins on private blockchains. PayPal will issue its stablecoin on Ethereum. This regulatory arbitrage has put a lot of pressure on Congress to pass a stablecoin bill ASAP."
    },
    {
        "speaker": "A",
        "text": "The free market always wins."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "One of my takes in my last article was that crypto is an unstoppable force, but the nation state is not an immovable object. And that is what we are saying here."
    },
    {
        "speaker": "B",
        "text": "That's a good take. Yeah, they could definitely be influenced. They'll just stamp approval and legitimize it before long. David, base ship this week."
    },
    {
        "speaker": "A",
        "text": "Dropping the base."
    },
    {
        "speaker": "B",
        "text": "Okay, what is happening? What do we need to know?"
    },
    {
        "speaker": "A",
        "text": "The base layer two is now live and open to everyone with a two way bridge. So if you ever make some meme coin gains, you can finally get out. Over 100 applications and service providers are already ready to go inside of the base ecosystem. And there is an NFT to mint. So if you want to get on base and Mint an NFT, mint base, day one to join the story of bringing the world on chain that NFT is available to you. Already, over 12,000 transactions and $3.6 million has happened. Not on base, but on uniswap v three on base, just as uniswap v three is there. Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah. So $155 million, part of the TVL of the. The $10.5 billion Tvl on layer two. S base owns 155 million of that, all in the last 24 hours, up to 159, 159. Six transactions per second. You know, not at capacity. Still pretty good. And so base, we are going to watch the base story with great interest. I think that this we will look back on and see the reason for why we had a bull market in 2024 and 2025 is base."
    },
    {
        "speaker": "B",
        "text": "What's that reason? Layer twos base."
    },
    {
        "speaker": "A",
        "text": "Coinbase specifically, putting all of its marketing and weight behind a base. Layer two because they are, like I said, printing money on it. But they are going to take Ethereum, layer two specifically base, because they now have the incentive. They are going to take it mainstream. There was a conference, not a conference, a festival, friends with benefits festival over in California. And Coinbase and base had a very significant presence there. And it actually didn't really go around crypto Twitter circles because it's all like culture and music and not nerds and normal people. Coinbase is taking base marketing to mainstream culture. And so they're just broadcasting and advertising the ethereum roll up centric roadmap on our behalf. Which golf clap?"
    },
    {
        "speaker": "B",
        "text": "Golf clap. This is very cool. This is going to be very good, I think, for our metric that we're talking about earlier, layer two total locked value. So you said there's already a look, 100. It's gone up as we started this episode. Almost 160 million total value locked by base right now. It's cool to see them on layer two beat. And if you were asking the question, which you very well should. Okay, so how decentralized. It's already number five. Damn. Okay, and if you're asking the question, how decentralized is this thing? Well, layer two beat has the answer for you, right? It's getting there. It's, there's five slices of the decentralization piece that you need to turn green from red to green for base. Base has two of those. On layer two beat, it needs three more. So some upgrades to state validation, upgradeability itself, and proposer failure. We need to get those to a state where they're more decentralized. But the first step is launching a roll up, and that's what base is doing here."
    },
    {
        "speaker": "A",
        "text": "So the security pie that you're looking at on layer two, B base security PI and the optimism mainnet security PI, are actually the same because base actually is governed by the optimism collective because it is an op stack chain that is a part. And so this is like the first chain. In addition to the main net, the base chain is the first chain to be formally a part of the super chain, which is this thing that meme that people are talking about, which we're going to actually cover in a future bank list episode with Jesse and Ben from optimism. But they are the first major chain to join the collective. And so the base chain is governed by the op token. And so when optimism mainnet upgrades to fill in, whenever they get in their validity proofs, then all of a sudden, base will also gain validity proofs, because that's how the collective works."
    },
    {
        "speaker": "B",
        "text": "Santiago Santos has a take on this. Let's take a moment to appreciate the novelty of a centralized public company launching decentralized public infrastructure. Coinbase is a mission driven company and will likely go down as the most impactful company who pushed crypto to mainstream. Build on base is to web three, as the iPhone was to the smartphone industry."
    },
    {
        "speaker": "A",
        "text": "Big statement. Wow. Jesse and Brian on the Coinbase podcast, they have their own show now called on chain summer stories. Because one of the, they are just pushing the phrase on chain, on chain, on chain. Online. On chain. Online, on chain. Get it in your head. So let's hear about Jesse and Brian, talk about their collaboration with the op collective."
    },
    {
        "speaker": "B",
        "text": "The collaboration we've had with optimism, by."
    },
    {
        "speaker": "A",
        "text": "The way, is really incredible, and we're huge."
    },
    {
        "speaker": "B",
        "text": "Shout out to them."
    },
    {
        "speaker": "A",
        "text": "The collaboration has been good, and it's."
    },
    {
        "speaker": "B",
        "text": "Allowing us to move very quickly with."
    },
    {
        "speaker": "A",
        "text": "This particular l two solution, and we."
    },
    {
        "speaker": "B",
        "text": "Hope it gets broad adoption across every."
    },
    {
        "speaker": "A",
        "text": "Kind of product out there in the space."
    },
    {
        "speaker": "C",
        "text": "Yep, yep. And a huge plus one to that on optimism. When we were just trying to get started building an l two, we obviously thought about, how do we want to approach this? And I think the thing that was a North Star for us was decentralization. It's like, how do we get this decentralized network incubated inside of a public company and then fully decentralized over the next few years? And as we were trying to figure out how to do that, I think what we identified was having a partner, having a collaborator in doing, who could help lead the way on decentralization, help push those boundaries for us and help us figure out our path was gonna be really valuable. And I think that's where optimism has really kind of been a great collaborator."
    },
    {
        "speaker": "A",
        "text": "And really, I think the main thing that I want to get across in this section is that Fortune 500 companies, Coinbase is showing them the way to becoming on chain, to being on chain. This is going to be the first of many, just like how I said, was saying, hey, PayPal could have its own payments network. They are showing the way for Fortune 500 companies to spin up decentralized layer twos because we have the technology in the year 2023 to get that done."
    },
    {
        "speaker": "B",
        "text": "Yeah, that is very cool. And by the way, we're going to have another opportunity to sit down with Jesse at permissionless, which is coming right up. David, you're doing a panel, I believe, with Ben Jones and Jesse of base and Coinbase at permissionless. So what are you going to talk about there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so we're going to unpack the relationship between Coinbase, the centralized company, and the op collective, a decentralized dao that governs over the op stack. There is just a ton of nuance to unpack there. And I think as permissionless is coming up, we're one month away, and so there's going to be a lot of conversations about like, okay, but what is the super chain? How do these things form together? How does a decentralized organization converse with a centralized organization? Lots of questions all about that, and that's happening. A panel that I'm moderating between Jesse Pollock and Ben Jones from optimism. But that is not the only conversation I'm moderating at permissionless new this week that we just got finalized. Vitalik is coming to speak at permissionless remotely. Me and Vitalik are gonna talk about Ethereum for the future. And just as a little teaser for all the people that for some reason are not going to perfmilage, I just don't know why you wouldn't. Ethereum, there's plenty of use cases that we talk about. Let's put Wall street on chain. Let's take nfts and make them for brands. But what about all the future use cases that we can't imagine because we don't know the future? What about the future things that Ethereum, the future technologies that Ethereum will be a platform for? So that's a conversation that Vitalik and I are going to kick off permissionless with right after Eric Voorhees and right before we have Dankrad and a few other Ethereum people talk about the Ethereum roadmap, just the future use cases that we can't imagine because it's not here yet. So we're going to do our best to navigate Ethereum for the future, and that is going to be talk number two at permissionless."
    },
    {
        "speaker": "B",
        "text": "Grab a ticket, guys. September 11. It's coming right up, so get your ticket. And there's a link in the show notes, as always, David, we were talking earlier about base and its kind of security pie on l two beat. Actually, Arbitrum took a big step forward in getting one of the slices of its pie from yellow to green and becoming a bit more decentralized. This is not in production yet, but the plan is in place. The DAO just has to vote. Code needs to get pushed to production, and then we're good to go. They are calling it arbitrum bold. Bold stands for bounded liquidity delay. Can you give us the TLDR of the arbitrum release this week?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Bold basically allows the protocol to enable permissionless validation for all arbitrum chains. It removes the permission validation set, improves decentralization. Like you said, validation via fraud proofs is currently permissioned in arbitrum because the protocol is vulnerable to denial of service attacks. But Bold is a protocol that anyone who is running arbitrum software, the arbitrum infrastructure, helps solve that problem. So a single honest validator has the means to win disputes against any number of evil validators. We call this an n over one security model, as in, you just need one honest person to be participating in the network in order for the network to be honest. It is the gold standard of network security. If you only need one honest person to maintain the network, then you can basically have the strongest assurance as possible that that network is going to work. So that is bold in a nutshell. As soon as bold gets voted by the arbitrum, Dao into Mainnet gets merged, then all of a sudden, one little yellow slice on layer two b is going to turn green, and arbitrum will have the most green slices out of all layer twos. I think it already does, but it's going to have even more. Taran Sadeath from arbitrum, he tweets out a great way to explain this before bolden. In order to submit a fraud proof, it would be terminant style. And in order to win, you have to defeat all your malicious opponents one by one by one. And now with bold, there's one gigantic fight where you have the superpower to knock out all malicious opponents at once."
    },
    {
        "speaker": "B",
        "text": "The royal rumble. And you have God mode."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly right. You are given God mode inside of the battle royale."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's very cool. This is an entire episode that we did earlier this week on bold and arbitrum. So if you want to catch that, there's a link in the show notes and also on your RSS feed and."
    },
    {
        "speaker": "A",
        "text": "Also at permissionless, because all will be there as well."
    },
    {
        "speaker": "B",
        "text": "David, what do we got coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, what's going on with Huobi? Should you be concerned? Curve hacker returns some of the funds with a cheeky message, and Michael sold some more CRV to pay back his on chain loan. Is Michael, the founder of Curve, going to make it? And then a judge rejects Ripple's ruling precedent in a terraform labs case. We're going to unpack all of that and more, but first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "Polygon and ZK sync had a bit of a scuffle this week over crypto, Twitter primarily, but it spilled out into other channels. David, give us the scoop. What happened?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so Polygon Zksync, two creators of the ZK EVM, probably the two most frontier creators of ZKE EVMs, had a scuffle over attribution about whose code was who. So Polygon wrote this blog post called protecting the open source ethos, which is TLDR copy, pasting copy, and pasting source code without attribution and making misleading claims about the original work is against the open source ethos and hurts the ecosystem. In the world of open source, there are, like, these rules of engagement for citing open source work, and Polygon is saying that Zksync did not follow those rules of engagement and did not provide proper attributions when Zksync borrowed some of Polygon's code that they created. And so that is the claim from Polygon about Zksync. And then Zksync, of course, has a response from Alex Glukowski on Twitter saying, we actually did all of these attributions. Polygon just didn't feel like they were satisfactory, and then started making citations about when they were using their own code versus plancky two's code, which is polygons. It was a fight of who owes who credit, and it elevated and got into the world of front facing crypto, Twitter. Most of this stuff, mostly these fights happen just between these two organizations behind closed doors. But it surfaced and got into, quote unquote, the real world. That's the TLDR."
    },
    {
        "speaker": "B",
        "text": "A little bit of drama, huh? The kids are gonna fight. I think that's what this looks like."
    },
    {
        "speaker": "A",
        "text": "This is a little spicier in the layer two war space than I would have enjoyed. All the other layer two wars has been pretty fun. This one was a little bit too spicy."
    },
    {
        "speaker": "B",
        "text": "Yeah, a little bit of a downer. I don't think mainstream is paying attention to this at all. This is very much an internal."
    },
    {
        "speaker": "A",
        "text": "It is a question of, like, legitimacy, right? That is the big question here."
    },
    {
        "speaker": "B",
        "text": "Well, I'm happy to leave that one in the rearview mirror, so, moving on. Speaking of rearview mirror, actually, last week, curve was a big subject on the roll up, and particularly is curve going to make. It was Cr V and some of Michaels, the founder of Curve. Were some of his positions on, on lending and borrowing protocols going to be liquidated? And would that cause a cascade? That would be bad for those protocols and bad for Defi in general? David, this week it's looking like Michael is going to make it. Maybe what happened this week, barring any."
    },
    {
        "speaker": "A",
        "text": "Sort of further black swan events, which I would consider is why Michael was under dress in the first place, as a black swan event of the days, day one, bug in viper. So first, an exploiter returned some of the stolen funds from Alchemyx. So 4820 Alchemyx Ether was returned, as well as 2258 actual ether, which is about 15% of the total losses in the curve exploit. And then Michael as well also sold 75 72 million crv to 15 entities to generate $42 million to pay back some of his loans. And so some good news. Michael's positions are becoming more secure. The curve exploiter is returning some of the stolen funds. I think one of the funny things is that in the transaction, in the data for the transaction, the exploiter wrote this message saying, I saw some ridiculous views. So I want to clarify that I'm refunding you. Not because I think you can find me, it's because I don't want to ruin your project. Maybe it's a lot of money for a lot of people, but not for me. I'm smarter than all of you, is what the exploiter said. Yeah."
    },
    {
        "speaker": "B",
        "text": "What a dick."
    },
    {
        "speaker": "A",
        "text": "Yeah. Wow. So curve Finance has extended a bug bounty to offer anyone who is able to identify the exploiter $1.85 million. And so if you know who the exploiter is, you can get paid $1.85 million. But the curve exploiter is saying, you can't find me. Neener neener, boo boo."
    },
    {
        "speaker": "B",
        "text": "We didn't. It seems like the, the curve trauma is sort of over, though, is curve price recovering? Michael's not going to get liquidated."
    },
    {
        "speaker": "A",
        "text": "Michael's probably not going to make it. He's probably fine. Whether the. I mean, the curve price is definitely hurt, but it's not. It's definitely, definitely still alive. It's doing just fine."
    },
    {
        "speaker": "B",
        "text": "There's a comment, a summary from Michael Bentley from Euler, who says this. If there's one thing that's clear from recent events, Dow governance of lending protocols is not a great idea. Most people are simply not qualified in possession of sufficient information to determine appropriate risk parameters and complex protocols whose risks evolve in time. I should say Michael from Euler, of course, has a lending and borrowing protocol that does not require governance of this type. But I think he's making the commentary on some of the governance decisions in protocols like AaVE that allowed so much curve to actually be deposited into their protocol. There was votes about this. We talked about this last week, and the votes passed. Even though the CRV deposited was kind of very clearly owned, the vast bulk of it owned by one individual, there's some risk issues that fell out of that. Do you think that's a fair take from this entire episode?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm glad you asked, because I actually think that governance free protocols are a very core component of the bankless thesis of the protocol sync thesis. If we can do all of our decentralized financial activities without governance, then we ought to. Governance, I've always thought, is like a stop gap means to an end. And it's exactly what happened with Aave, where Gauntlet submitted a governance proposal saying, hey, there's risk here, you guys should take care of this. And Ave was like, no vote, no, 100% to zero, and then exactly what gauntlet feared would happen, would happen. And like, I talk, we talk shit about the Federal Reserve and their human control over the economy all the time, and then we juxtapose that with Ethereum, and it's algorithmic balancing dynamic monetary policy, and we applaud ether. And I think we should do the same for all of our governance applications. Should be looking to minimize governance as much as possible. That's my articulation of the bankless thesis. I don't know if you agree."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I totally agree that, like, governance is sort of a hack, but sometimes it's necessary. Like, sometimes you really need it, and sometimes you need it for kind of scalability. I mean, how could you do real world assets without that sort of governance? So I also think that governance will level up over time. So now in Aave and other lending and borrowing protocols, they'll see where this went awry. Maybe they won't make the same mistake in the future so long as they have skin in the game. That, I think is the main point. And so it's kind of different than the fed, who actually. I mean, what do they care about the decisions they make?"
    },
    {
        "speaker": "A",
        "text": "Good point. Ave holders are being stuck with the bag, and the fed can do whatever it wants. That's a good point."
    },
    {
        "speaker": "B",
        "text": "This is interesting. David Phantom is exploring adding optimistic roll ups to connect to Ethereum. All right, you're laughing. Why are you laughing?"
    },
    {
        "speaker": "A",
        "text": "Oh, it's because the l two thesis, man, dude, there are just like, I was sitting and reflecting upon this agenda and just over the last few weeks, there are some bankless theses that we have put forth that are coming true in the best of fashions. Like, it was one thing when the cello organization voted to move to a layer two, but now Phantom also looking at this and like, oh, we could become a layer two. And now if there's a meme that when you see memes about this stuff, you start, you know, that it is becoming deeply solidified in people's mind. Share what we are looking at is somebody has made a bingo card of all of the layer ones that could potentially become layer twos. Like, some things you probably haven't thought about in a long time. Stella iota iOS ve chain flow flux. Kanto eth classic. Would be hilarious. Tezos."
    },
    {
        "speaker": "B",
        "text": "Tezos will never do it. Never do it."
    },
    {
        "speaker": "A",
        "text": "You think so? Yeah, probably not. Near. Near might. Tron. Probably not. Anyways, we have cello and Phantom, so we have 1234-5525 I actually think Tron might."
    },
    {
        "speaker": "B",
        "text": "David. I could totally see Justin sun doing that."
    },
    {
        "speaker": "A",
        "text": "Maybe. Yeah, actually, that's a good point. Okay, so we've got 25 squares with 25 layer ones. Two of them are turned green because of cello and Phantom. Well, Phantom actually has to do it, so maybe we're at one and a half. But this has been a bankless thesis for so long, and I'm just. I just sit back and be like, sometimes theses just play out exactly how you expect."
    },
    {
        "speaker": "B",
        "text": "There's a David Hoffman victory lapping."
    },
    {
        "speaker": "A",
        "text": "I am victory lapping so hard."
    },
    {
        "speaker": "B",
        "text": "Well, I think. I do think this is a narrative to watch, right? Is which sidechain EVM side chain is going to become a roll up next. And that's what this is kind of articulating. This is a tweet from Sam Cz son, who's kind of the savior of crypto. A white hat."
    },
    {
        "speaker": "A",
        "text": "White hat of white hats."
    },
    {
        "speaker": "B",
        "text": "Yeah. White hat of white hat. That finds our issues before they happen in most cases. Over the past few days, I've been working with a group of white hats auditors and other security leaders to try and solve the hardest part of responsible disclosure, finding the right person to talk to. And he's got an image of the bat signal here. What's the take for this? Why are we including this in the agenda?"
    },
    {
        "speaker": "A",
        "text": "So, this is a telegram bot is basically what's going on. So there is a telegram bot that anyone can use during emergencies to get in touch with trusted members of the security white hat community. So trusted white hat hackers and their extensive network of contacts. It's basically 911 for DeFi protocols. I actually think I'm so proud of Sam. Obviously, he doesn't need to be anyone any more proud of him."
    },
    {
        "speaker": "B",
        "text": "It's like 911 is."
    },
    {
        "speaker": "A",
        "text": "Yes, except it shows. It is an example of self regulation and self management of this own industry. Not only is it a public good, but it is also a sign of maturity for what needs to happen. If we are also going to have permissionless finance, I don't think we can."
    },
    {
        "speaker": "B",
        "text": "Make that point enough. Honestly. It's like the regulators look in and say crypto is completely unregulated and the crypto markets aren't doing anything about it. And then I look at things like this, it's like, no, we are doing exactly what you should be."
    },
    {
        "speaker": "A",
        "text": "You would never be able to do."
    },
    {
        "speaker": "B",
        "text": "You know what I also look at? You know what's another example of this is l two freaking beat. Okay? This is better than anything the SEC is or CFTC has ever put forward for disclosures in crypto is creating a staging process for how decentralized our layer twos are and creating a scoring that is the industry regulating itself. And I think that should be commended. So very cool to see Sam Cz doing that. David, this is also cool. Nearly $3 million in sales in the last 24 hours for draftkings, nfTs. I guess the theme this week is companies buying block space and using crypto. Right. So this is DraftKings. You know, DraftKings is a. It's a fantasy sports betting."
    },
    {
        "speaker": "A",
        "text": "Sports industry. Sports."
    },
    {
        "speaker": "B",
        "text": "They're in the sport. Yeah, sports fantasy betting deal. This is a. Let me show you."
    },
    {
        "speaker": "A",
        "text": "Stock."
    },
    {
        "speaker": "B",
        "text": "Have you ever."
    },
    {
        "speaker": "A",
        "text": "Oh, it's a public company. Wow."
    },
    {
        "speaker": "B",
        "text": "A public company. Draftsking is worth about $2 billion. Something like this. Twelve."
    },
    {
        "speaker": "A",
        "text": "$13 billion. $13 billion."
    },
    {
        "speaker": "B",
        "text": "No, $13 billion. 2 million in revenue. Still 2 billion in revenue last year. $13 billion. Sorry, I'm a little rusty on stock financials. Yeah. And they were, according to Sandeep here, they were the number one collection by sales volume on polygons. They beat bored apes, beat a lot of other things."
    },
    {
        "speaker": "A",
        "text": "So they beat bored apes on the Ethereum layer. One, $3 million in sales on Polygon, which is the number one of sales across the NFT industry in the last week."
    },
    {
        "speaker": "B",
        "text": "Wow. That's crazy. Right? And I don't even know about this because I don't. I pay no attention."
    },
    {
        "speaker": "A",
        "text": "I don't watch sports."
    },
    {
        "speaker": "B",
        "text": "It's very cool to see that that's bleeding outside of crypto culture, though. But going back to crypto culture. What's this from Frank de Godsen yeah."
    },
    {
        "speaker": "A",
        "text": "So Polygon gets a dub, but then also Polygon takes an l. Ute's gets yeeted from Polygon to Ethereum. So Ute's is 2d gods like mutant apes, r two board apes, basically the derivative project, same team ute's is like the expansion collection D gods ute's. They were a big NFT hit on Solana before migrating to Polygon. We actually had frank from D gods on the show to talk about this after moving from Polygon, from moving from Solana to Polygon. As the bear market wore on, economies shriveled up, including the Solana ecosystem. So Polygon gave a $3 million grant to Ute's to migrate to polygon specifically. So fast forward to today. Dgons has done well on ether layer one, and it actually has given the dgods y zero zero t's. Team ute's. Ute's. It's given them confidence that they actually can be a blue chip nft. On the ethereum layer one, they actually don't need polygon. So they are migrating from polygon to the Ethereum layer one. They're also returning the $3 million grant to polygon as well. And so that's the news. So from solana to polygon to ethereum."
    },
    {
        "speaker": "B",
        "text": "That sounds like just a pure business decision to me. What do you think?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. Well, it also shows the gravity. Well, that is the Ethereum layer one. So, like, if the. The goal of all high value assets is to be on the Ethereum layer one."
    },
    {
        "speaker": "B",
        "text": "David, did you see this? This clip? This is a Joe Biden clip. You ready for this?"
    },
    {
        "speaker": "A",
        "text": "He's drinking coffee."
    },
    {
        "speaker": "B",
        "text": "Look at his mug. Yeah, with his mug."
    },
    {
        "speaker": "A",
        "text": "I like my coffee dark."
    },
    {
        "speaker": "B",
        "text": "What is that?"
    },
    {
        "speaker": "A",
        "text": "What's on his mug? David, podcast listeners, he is drinking a mug of Joe Biden's bust 2024 with some glowing, deep red laser eyes."
    },
    {
        "speaker": "B",
        "text": "Laser eyes."
    },
    {
        "speaker": "A",
        "text": "Laser eyes."
    },
    {
        "speaker": "B",
        "text": "Bitcoin laser eyes. Wow. Where did that commentary? Yeah, I don't think it's related."
    },
    {
        "speaker": "A",
        "text": "I don't think it's related."
    },
    {
        "speaker": "B",
        "text": "Unfortunately, David, even though there was some hope or speculation, I think this is a different meme from a different corner of the Internet that crossed into crypto for a brief moment here. It's like a dark Brandon meme. I think that his campaign is using."
    },
    {
        "speaker": "A",
        "text": "Let's not."
    },
    {
        "speaker": "B",
        "text": "It's nothing to do with bitcoin. All right, well, let's try to unpack this a little bit. Even though we don't know too many details. Is Huobi insolvent? That is a centralized exchange. I believe they're based in China and a fairly large one, at least, like, you know, at some point in time was top five. I'm not sure where they stood right now, but there's some questions around it. What do we know so far?"
    },
    {
        "speaker": "A",
        "text": "So some financial media organizations in Hong Kong have reported that several executives at Huawei have been taken away by police in China. A spokesperson for Huobi denied this. Huobi stablecoin exchange balances dipped by 33%, so they lost a third of stablecoins. So almost $50 million has been withdrawn from Huobi. I'm pretty sure I remember this story happening, like, two years ago. Exactly as written as with Huobi. With Huobi, yeah. Rumors of Huobi, insolvency, executives taken away by chinese government, and then nothing happened."
    },
    {
        "speaker": "B",
        "text": "So what do you think is another."
    },
    {
        "speaker": "A",
        "text": "I don't know. I don't know."
    },
    {
        "speaker": "B",
        "text": "All right, well, don't keep your funds on centralized exchanges, kids. Another reminder. David, you'll never guess this headline. With AI booming, Gary Gensler wants to keep finance safe for humans. The head of the SEC is focused on the risk to markets and investors when AI is making trades and recommendations. David, this is Gary Gensler. He is pivoting from crypto to AI."
    },
    {
        "speaker": "A",
        "text": "Great."
    },
    {
        "speaker": "B",
        "text": "Yeah, focusing on AI."
    },
    {
        "speaker": "A",
        "text": "Keep on focusing on AI. I think this just like, this is the emperor is wearing no clothes, and it proves it. It's just like Gary Gensler is just trend following as the influencer that he is. And now he's focused on AI because AI is totally going to disrupt securities markets like crypto. He actually has some, like some foundation to stand on because these are financial assets. What is going on in the AI market that needs Gary ganzlers?"
    },
    {
        "speaker": "B",
        "text": "So you think he's just fear chasing, just narrative chasing?"
    },
    {
        "speaker": "A",
        "text": "Yeah, he's being an influencer. Yeah."
    },
    {
        "speaker": "B",
        "text": "So Gary is going to say, like, I can't."
    },
    {
        "speaker": "A",
        "text": "Or next week he's going to rotate to semiconductors. It's going to be great."
    },
    {
        "speaker": "B",
        "text": "I can't think of anybody who actually wants him to do this. Like, what is he, how is he going to keep finance safer? Humans?"
    },
    {
        "speaker": "A",
        "text": "In the world of AI, this is a rogue human."
    },
    {
        "speaker": "B",
        "text": "Like, what practically does that even mean? Speaking of weird headlines, an FTX lobbyist tried to buy a Pacific island called Nauru in order to create a new super species. What?"
    },
    {
        "speaker": "A",
        "text": "A super species? Yeah."
    },
    {
        "speaker": "B",
        "text": "The younger brother of Sam Bankman Fried. His name is Gabe Bankman Fried, and he tried to buy an island to create a new super species of human beings, genetically modified human beings. Is this even real? Like, what is going on here?"
    },
    {
        "speaker": "A",
        "text": "Okay, so this is called the transhumanist movement. It's not actually all that cringe, except when you pair it with SPF and all the effective altruism groups and also all the wealth that they have. Then it starts to get really weird. So he wanted to buy an island to create a fortified apocalypse bunker state in the event where 50 to 99.9% of people die for some sort of reason, to protect his philanthropic allies and create a genetically enhanced human species. This is the headline that we are reading to you."
    },
    {
        "speaker": "B",
        "text": "Wow. Yeah. I don't know what to say. I'm sorry."
    },
    {
        "speaker": "A",
        "text": "You don't have. You don't have to say anything. We can just let the headline stand on its own and move on. Please."
    },
    {
        "speaker": "B",
        "text": "David, this was a really cool demo this week. I feel like this is a major unlock for wallets. Goldfinch, wallethood. This is their Unipig moment. Do you know what I'm talking about when I say unipig moment?"
    },
    {
        "speaker": "A",
        "text": "I do. I bet you about 80% of bankless listeners does not."
    },
    {
        "speaker": "B",
        "text": "Okay, what was Unipig?"
    },
    {
        "speaker": "A",
        "text": "Unipig was the demo between optimism and Uniswap, and it was the first iteration of an optimistic roll up deployed to Ethereum that was just meant to be a Uniswap application back before we knew about layer twos in the way that we know them now. It was the first implementation of layer two, SDHe, and it was like everyone was having this, like, breakthrough. Aha. Moment when, after being used to Uniswap on the ethereum, layer one, they used uni pig, which was a Uniswap fork on an optimistic roll up. Very early version of optimism as a layer two. And everyone realized that, oh, it's roll ups. Roll ups are where it's at."
    },
    {
        "speaker": "B",
        "text": "It was a breakthrough demo, and we're still years from getting roll ups to Mainnet, but every."
    },
    {
        "speaker": "A",
        "text": "This was 20."
    },
    {
        "speaker": "B",
        "text": "Everyone who saw this. Yeah, we were like, oh, okay, this is how Ethereum is going to scale. So I saw something similar when I saw this demo. This is a wallet demo. You can access it at Defi for the world, and basically in about, like, 15 seconds, you can open up a wallet with no seed phrase, biometric signing as well. So it works on your phone, kind of face scan. It's self custody. Okay, so private key, accessible. There are some compromises on it, but it just felt so easy to use and set up. Oh, I should mention full account abstraction. So gasless transactions and deployed on base, deployed on layer two as well. Right. So this is the diagram of how it works. There's a, you know, web standard that's commonly used. It's called passcode that can, you know, use the secure enclave of your phone. Every phone has a secure enclave that is authenticated via, you know, pin number or biometric access, you know, id, face id. And then the private keys are actually stored inside of a third party called Turnkey. That's probably the point of weakness for me, but Turnkey has a really interesting component. Anyway, this, this other third party called Zerodev bundles this up and makes account abstraction work. And the whole experience is you get a wallet in about like 5 seconds and it feels very fintech, the most."
    },
    {
        "speaker": "A",
        "text": "Bankless wallet possible inside of. Inside of 5 seconds."
    },
    {
        "speaker": "B",
        "text": "I would say so, right? There's a few weak points maybe, but I would say so. And what's exciting to me and why this is comparable to the uni pig moment for me is like, okay, now I see the future. The big next step for crypto is we have to make wallet Ux easy. If we're going to get to a billion users and they're not going to use some centralized exchange or service. We have to make this whole process of setting up a wallet and holding your own private keys very easy. And this was a big step towards accomplishing that. So really cool, exciting demo."
    },
    {
        "speaker": "A",
        "text": "Another paired announcement turnkey, which is what we were talking about, that powers this whole thing. It's out of private beta and is now available for people to play with. No widgets, no pre built generic Ux's, no limits on what you can create. There's a link in the show notes to get started with Turnkey if you so choose. Perhaps this is the cambrian explosion of wallets going into web two. Moving on to Zora. Zora has introduced protocol rewards on chain rewards for creators and devs possible by Zora's mint fee, which now automatically splits across creators and developers. All right, getting into raises of the week and we've made a decision in the template for the bankless weekly roll up. And so we're going to articulate what we are going to do with the raises section. We've had trouble in times deciding which raises to talk about and which raises to not talk about because we didn't really have a standard for making this concrete. So here's what we're going to do going forward. Any big raises that like reverberate throughout the crypto ecosystem, that is like news we will talk about and then we are also going to include anything that bankless ventures is investing in as a inception of the moment of a conflict of interest. Whenever bankless ventures, our VC company, our VC firm, invest in something, we will also include it in the raises. So big raises that become large enough to be news. And then also the moment of inception of a conflict of interest about when bankless ventures invested in something."
    },
    {
        "speaker": "B",
        "text": "Yeah. So this week there were really no big raises that were on our radar. So normally we would skip this section, but there was a bankless ventures investment this week, Puffer Finance, they just raised a $5.5 million seed. Bankless Ventures was part of that. David, why do we invest in puffer?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so Puffer is a LSD protocol in joining the ranks of like Lido, rocket pool, Stator diva Swell. And so it is going to have a LSD. It is different from all of these. It's got this one unique differentiator that I think really sealed the deal for me personally, which is inclusion of trusted execution environments inside of the LSD ecosystem. And so trusted execution environments, it's this primitive that are a part of just chips and hardware that puffer is incorporating into their LSD. And so things like scroll and Eigen layer that need trusted execution services can have those services specifically enabled by puffer and allows for the puffer LSD to get extra yield by providing tee to the Ethereum ecosystem. Sriram from Eigen Lair is an angel investor as well as a member of Obel, which is also perhaps a user of tee. And so that competitive advantage of tee as a service is what attracted me and bankless ventures to this deal."
    },
    {
        "speaker": "B",
        "text": "Yeah, congrats to puffer on that raise. We got a lot more coming up next, including some questions from the nation. ETH versus layer two token value capture. We're talking about that again in some hot takes from crypto Twitter, including why the bitcoin ETF is a bigger deal than you might think. As always, make sure you like and subscribe if you appreciate the content. We'll be right back. Questions from the nation this week. This one from Cyogi Eth. Is there a reason to think that implementation of massively lower cost l two s won't tank the demand for the use of ether, which is one of its pricing factors? What do you think about that? We get all this cheap block space on layer two. Does that tank the price of ether?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is the conversation of our layer twos. Our ethereum layer two is parasitic to ether, and the answer is yes and no. But I would definitely say mostly no. And I think we saw this in the episode when we talk about Ute's migrating from Solana to polygon to the ethereum layer one. While polygon does pull TVL from the Ethereum layer one to polygon, or any layer two, does. This. Also, Ethereum itself is its own gravitational pull for liquidity. So it's a yes and conversation. Ethereum layer one is going to have the most central liquidity in all of its own landscape. And so the massively lower cost of layer two s are going to actually induce new transaction types, new types of economies that require low transaction fees, whereas the Ethereum layer one is going to be the epicenter of liquidity and high value transactions. And so I always have said that layer twos will actually induce net new economic activity, rather than being more parasitic to the ethereum layer one. But then also ETH will become money inside of all of these networks. And so the way that layer two economics works is that ether, it sacrifices the value of the transaction economy, the value of transactions, you know, gas fees, to the layer two tokens inside of each respective layer two. But it wins a pluralist network economy, that all these networks use ether as its reserve currency. So in order to give room for these layer twos to exist, it gives up the transaction economy, the gas fee economy, to the layer two tokens. But it wins another network that uses ether as money. And to follow through on this, on this thread, I put out a tweet this week. Last bull market ether was money only for ethereum. This bull market ether will be the money for the majority of chains, for polygon, for arbitrum, for optimism, for base. And then I finished with saying, this cycle eth becomes money for the Internet is my bold take of the week."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's right. I would add this take from Sudo L. Two business models are actually really simple. Layer two fees minus layer one, settlement cost plus verification equals profit. Layer twos are really value added resellers of layer one block space. I don't think they're any more competitive than states are competitive with the federal government in this world. Of course, there's always that one state who could get really, really, really big and then threaten to secede from the federal government. But I don't think we're there yet. And as always, the US dollar and the United States becomes the currency of all of its respective states in the union. So that's how I expect that'll play out. Hey, we got some takes of the week. This is the, the first one from David Bailey it's not just the insane flows. The ETF is truly the definitive integration into our financial system. You can own ETF shares tax free in your ira. Your bank will recognize ETF shares when you apply for a mortgage. You can borrow against ETF shares. You can margin ETF shares. You can lend out your shares and gain yield. If 100 billion flows into the ETF next cycle and the price of bitcoin is ten x $1 trillion of ETF wealth will cause trillions of new credit within the financial system. Tens of millions of Americans will see their assets balloon in value. This is really the bull case, I think, for the ETF, which is the bitcoin ETF, which I still am holding. I think it happens this year or shortly after, but I'll say this year, as a shortcut, we will get a bitcoin spot ETF that represents. After how long has bitcoin been in existence? Twelve years."
    },
    {
        "speaker": "A",
        "text": "13 years."
    },
    {
        "speaker": "B",
        "text": "Okay, that represents 1314 1413. Okay. So close to that, that represents financial integration into the traditional system, which is absolutely crazy that we've come here, like, gotten this far in just over a decade. The ETF will be an absolutely massive win, and I think we're on the cusp of it."
    },
    {
        "speaker": "A",
        "text": "I think to put this into language that I think bankless listeners will be familiar with, the ETF is a money lego that is very important for getting bitcoin into tradfi, so that it can go in margin accounts and it can go in yield accounts, and it can just be expressed in tradfi. And so it creates. Induces a ton of reservation demand for bitcoin is the building block that we need for bitcoin to be incorporated in tradfi."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is a take from Dankrad Psa. If it doesn't use Ethereum for data availability, it's not an Ethereum roll up, and therefore is not an Ethereum layer two."
    },
    {
        "speaker": "A",
        "text": "Wow, that's a spicy Dinkrad the hardliner. All right."
    },
    {
        "speaker": "B",
        "text": "There was some back and forth, a lot of commentary, sort of debating that. Right? And this goes to, what's the definition of a layer two, and what's the definition of a roll up? And I think we're playing kind of like games of words and games of definition, which, by the way, is not a bad game to play. I think we need to be precise in our language and in our definition. So I think Dankrat is making the case that it can only be called a layer two and or an ethereum roll up if it does two things. One, consensus on Ethereum, which is of course base, but also data availability layer on Ethereum. Okay, so that would cut out a class of what some people would call rollups called validiums, which they park their consensus data on Ethereum. But data availability, it could be somewhere else. Arbitrum Nova is an example of this. You know, immutable has lots of versions of this. There's all sorts of, you know, the polygon proof of stake system is moving more towards a validium type of architecture. So it's really a question of what gets it to call itself a layer two or an Ethereum roadmap. And Dankrat here is saying, unless the data availability is on Ethereum, it's not a roll up, at least according to him. What's your take on this?"
    },
    {
        "speaker": "A",
        "text": "I think that's right. Yeah. So we have Ethereum rollups and then we have rollups and both can hook into the Ethereum layer one. But Dankra is saying in order to be a roll up, that is an Ethereum roll up, you must use Ethereum data availability. So he's presenting the hardliner argument for how you legitimately call yourself an Ethereum roll up. But then it's leaving room for non Ethereum roll ups. To still settle to the Ethereum layer one, you just use a different data availability solution, like Eigen layer data availability. Or does it even matter? Availability. It does matters, yeah. Because EIP 4844 is use, is allowing Ethereum block space, which is the most pristine world War three resistant block space in existence, to be allowed for layer twos. And so if they want to use, it's supposed to say like, hey, you can use this and have the best insurances, it's still going to be the most expensive version of data availability, even if it's 100 times cheaper than it already is today, because you can also just use a self run database and that'll be even cheaper for you. So there's going to be different ways to use data. And Dankrad is saying, well, if you want to be the gold standard, which is Ethereum, you need to use EIP 4844, you need to use Ethereum. And if you don't use the gold standard, then you don't get to use the Ethereum brand as your roll up."
    },
    {
        "speaker": "B",
        "text": "Name, which is not out yet, by the way. EIP 4844 is nothing, is not available yet, but will be soon. Yeah, I could see that. I think for myself until this is sort of the dust settles with what the, you know, the community decides is, you know, kind of how we're going to name these things. I'm going to start being a bit more deliberate and talking about an Ethereum roll up versus a validium, right? Yes. David, you got a take here. I'll read it out. The chapter of 2021 to 2022 scammers is coming to a close. But our 2024 to 2025 chapter of scammers is about to begin. Oh, that doesn't sound good. David. Those who would harm this industry walk among us today. Let's not repeat 2022. Let's stay vigilant. The SEC and mainstream media aren't going to help us. It's up to us. Uncle Sam picture pointing at us. David, are you charging us with some responsibility during the next bull market?"
    },
    {
        "speaker": "A",
        "text": "Almost always. Am I charging people with responsibility? So this is just a continuation of my take from last week about do Kwan, Alex Busczynski, SPF three Capital, Richard Heart all going to jail or being find in some respective way. So we get to celebrate about that. But also reminder, bull markets attract grifters. And so if we are going to enjoy a bull market, we need to also be aware that it is going to attract grifters and is going to bring us a new cohort of scammers. And so we should be cognizant about how that is also going to happen and take our lessons of 2021 and 2022 forward so that we can be better in the future."
    },
    {
        "speaker": "B",
        "text": "That's a good take. What are you bullish on this week, man?"
    },
    {
        "speaker": "A",
        "text": "Bullish on the op stack, man. I've been bullish on the op stack for a while. I made the op Stack video about what the op stack is and why I think it's exciting in November of 2022, and this was after I wrote my EVM equivalence article. This is my second victory lap of the week of the episode."
    },
    {
        "speaker": "B",
        "text": "We only get two per week."
    },
    {
        "speaker": "A",
        "text": "First, I just like am so proud of the optimism team for having the conviction and the vision that they had from day one. One of the original things that they wanted to do is connect transaction ordering to public goods, sequencer fees to funding public goods, raw degeneracy and Moloch turning into Ethereum's Phoenix and funding sustainable open source projects that can scale out to the world. And they've had this same convicted thesis from the get go. And now Coinbase, a public company in crypto launching a layer two using the op stack, which is meant to be forked and meant to be iterated on and meant to be spawning 10,000 chains. All of a sudden they're creating the op collective which is going to have weight and bargaining power for public goods and it's going to be financed by the OP people forking the op stack and wanting to join that collective. It took such strong vision and execution back in 2018 2019 when the optimism team came together out of the plasma group and they've just followed through on it and I think fantastic sense and I just, it's beautiful when you see a plan come together and also a plan that I think just goes so deep to the values of Ethereum and scaling Ethereum values. It's just nice to see. It's just nice to see what I consider to be the good guys. Take a huge dub and so just big clap to the optimism team."
    },
    {
        "speaker": "B",
        "text": "It all started with Unipig, didn't it? Yeah, very cool. I think the thing I'm bullish on is similar but also broader, which is this, I'm bullish on all layer twos in particular, this really crafty approach I feel like Ethereum, the Ethereum community and the Ethereum foundation had with respect to layer twos. This is an episode that's not out yet, but I got pre listened access from our pod squad team and thank you for recording it."
    },
    {
        "speaker": "A",
        "text": "David, what episode are you talking about?"
    },
    {
        "speaker": "B",
        "text": "The Sci-fi roadmap for Ethereum with Justin Drake and Tim Baco. By the way, I haven't finished it yet, but I can't wait to go back to it. It's not an RSS feed. I gotta do this weird Google Drive anyway, so I'm listening to it and then Justin Drake is describing basically layer twos. And what's incredible to me is when he talks about how layered shoes are basically funded, massively funded, by investor dollars, by vc dollars, and this is the private market taking the execution layer for Ethereum and launching like 50 different incredible experiments on it and then accelerating those experiments so fast because they have all of these disparate teams and all of this capital going and attacking the problem at once. And it just struck me as he was talking about how genius a strategy this was for this particular layer of the stack. You focus on consensus for Ethereum and then you launch like 100 private company type of experiments on top, and some of these might be able to turn into public goods as well. And then what Ethereum plans to do is take the best designs and the best experiments and enshrine them in an enshrined roll up inside of Ethereum. And so make the best projects like private company projects kind of public infrastructure again. Anyway, it didn't have to be the case, this was not the original strategy for Ethereum. Ethereum originally was going to develop everything, and this strategy, this play worked out very well. And, yeah, I'm very bullish on everything that's going on in kind of the layer two ecosystem as a result."
    },
    {
        "speaker": "A",
        "text": "Yeah, that episode comes out next week."
    },
    {
        "speaker": "B",
        "text": "There we go. David, we got a meme of the week. What are we looking at right here?"
    },
    {
        "speaker": "A",
        "text": "Meme of the week. This is coming on from David Phelps. He goes every crypto company's pitch deck right now, and he's got a two by two grid here. And one has been one. One spectrum is, has not been hacked and has been hacked and also is in jail or is not in jail. And all of our companies competitors have either been hacked or are in jail. But this company, the one you're getting pitched. Bankless listener. Our company is both not in jail and has not been hacked."
    },
    {
        "speaker": "B",
        "text": "That's all you need. Where do I send my money? You're still standing."
    },
    {
        "speaker": "A",
        "text": "Oh, God. Our standards are on the floor."
    },
    {
        "speaker": "B",
        "text": "Yeah, that is the game, though. You just got to survive for sure. Gonna end with our standard risks and disclaimers in a minute. But first, we disclose on the show today we mentioned a few projects that David and I are advisors for, including some of the layer twos like optimism and Polygon and Zksync. I am also an investor in Zora small angel check. And both David and I, as always, we hold a whole bunch of ETH. We are long term investors, not journalists. We don't do paid content, and there's a link to bank list disclosures in the show notes. And of course, gotta let you know, none of this has been financial advice. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]