[
    {
        "speaker": "A",
        "text": "Everyone is getting ready for the spot. Bitcoin ETF approval, almost everyone. Is that why bitcoin went down 10%?"
    },
    {
        "speaker": "B",
        "text": "Eggless nation. It is our first weekly roll up of 2024. David, how you doing, man?"
    },
    {
        "speaker": "A",
        "text": "Pretty good, my man. I'm down in Argentina. It's a good place to be."
    },
    {
        "speaker": "B",
        "text": "Oh, I know. I want to talk to you about that, but let's give the folks a tease of what's going on in the weekly roll up. First number one, we got bitcoin down. It was over 10% down in one day."
    },
    {
        "speaker": "A",
        "text": "Big move down."
    },
    {
        "speaker": "B",
        "text": "Yeah. Why did it sell off? We're gonna talk about that. What else we got, Brian?"
    },
    {
        "speaker": "A",
        "text": "Are you ready to go to jail?"
    },
    {
        "speaker": "B",
        "text": "No, not this year. Why?"
    },
    {
        "speaker": "A",
        "text": "Because there's crypto tax rules that just took effect, and if you ever claim an airdrop worth, you know, $10,000, you have to report it to the IR's pretty damn soon, or else you go to jail. So I'll see you in jail by the end of this year. We'll talk about all of that. Ethereum, Dankun, we got a date for you as well, for when roll ups are getting 90% fee reductions. That's coming very, very soon. It's coming in just a few months now. We'll give you all the details. And also, Ryan, I know I won't be seeing you at Devcon seven, but everyone who does go to Devcon seven, we just got the details announced, so we will all see you when and where. We will find out."
    },
    {
        "speaker": "B",
        "text": "That's a good tease, David. It's in a very far away place, so that's another reason why I won't be attending, but I'm very excited for you to attend. Speaking of world traveling, you said you were in Argentina, and before we started recording this episode, you were waving around some fat stacks. Can you tell me how the fiat system works over there in Argentina? What's your experience been so far?"
    },
    {
        "speaker": "A",
        "text": "You want to. You want to see what $1,000 looks like or. Excuse me, $100 looks like in Argentina."
    },
    {
        "speaker": "B",
        "text": "$100 in Argentina."
    },
    {
        "speaker": "A",
        "text": "$100 looks like this? Yeah, looks like that."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Wow."
    },
    {
        "speaker": "A",
        "text": "That is a wad of cash, I think. I think this is a hundred bills of argentine pesos. This is actually. Actually. These are 100 pesos there. There's a wad of a thousand pesos, actually. Just kidding. This is $10. This is $10, right?"
    },
    {
        "speaker": "B",
        "text": "That's $10."
    },
    {
        "speaker": "A",
        "text": "Yeah. So their current conversion ratio is 1000 to one, and this is 100. 100 peso bills."
    },
    {
        "speaker": "B",
        "text": "1000 to one. Is that, like, fixed or does that vary based on."
    },
    {
        "speaker": "A",
        "text": "That's the current market rate. That's the current market rate."
    },
    {
        "speaker": "B",
        "text": "It just happens to be 1000 to one."
    },
    {
        "speaker": "A",
        "text": "Yeah. Here's the largest argentine peso bill, which is a 2000 peso bill. Dollar two is about $2. Yeah, yeah. So, like, I. When I go and I pay anything in cash, I'm carrying around, like, fats, stacks of bills. When I was in Argentina in 2016, the ratio. The conversion ratio was 16 to one, which is, like, you know, crazy, not terrible, you know, 2016. How many years ago was that? Seven years ago. So in seven years, it goes from 16 to one to 1000 to one."
    },
    {
        "speaker": "B",
        "text": "Okay, so is this, like, when you're purchasing things, you're going to a restaurant, you're getting food or something, you're getting groceries. Are you buying things with pesos? Is it, like, all cash business, or can you, like, use a credit card or something like this or."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would say more frequently than not, you can use a credit card. Some things are cash only. Like, there's a lot of street markets, for example, credit cards are pretty well proliferated, I'd say. Or debit credit card. Debit card. Tap to pay. But then also the decent number of times, like, you just. You got to use pesos too."
    },
    {
        "speaker": "B",
        "text": "Wow, that's crazy. How has it been so far overall?"
    },
    {
        "speaker": "A",
        "text": "Argentina or using pesos?"
    },
    {
        "speaker": "B",
        "text": "Oh, Argentina."
    },
    {
        "speaker": "A",
        "text": "Oh, Argentina."
    },
    {
        "speaker": "B",
        "text": "Pesos is got to be, like, it's probably a novelty if you're there for, like, a couple of weeks, but, like, I'm sure that gets pretty damn old if you're."
    },
    {
        "speaker": "A",
        "text": "Josh was asking me, it's like, so what's it like to pay in pesos? Is it, like, kind of cool because you have, like, a big wad of cash? And I'm like, no, it's actually. It's actually really annoying, because, like, okay, here's a $20 food bill. And I go, one, two, three. I just start counting. I'm like, oh, my God. It keeps on going. These are because. So, like, the 100 peso bill, that's ten cents. One bill is $0.10. It's a dime for us."
    },
    {
        "speaker": "B",
        "text": "I've seen your wallet. You have a very small wallet. I've seen."
    },
    {
        "speaker": "A",
        "text": "Yeah, no bills go in there."
    },
    {
        "speaker": "B",
        "text": "Like, how do you. How do you fit that? I mean, like, you must have."
    },
    {
        "speaker": "A",
        "text": "I have, like, I have a whole pocket full. I literally put one of these things in my pockets, and then I come back and it's, like, gone."
    },
    {
        "speaker": "B",
        "text": "Oh, that's crazy."
    },
    {
        "speaker": "A",
        "text": "No, no."
    },
    {
        "speaker": "B",
        "text": "Okay. But aside from the fiat, which we know is destined for failure. No matter what country you're in, eventually your fiat will fail. Tell me about Argentina."
    },
    {
        "speaker": "A",
        "text": "It's fantastico anoche. There's a bankless meetup at a wine bar. I. So we put out the bankless meetup a while ago, set for Friday, and we were going to rent out half the wine bar. Wine bar is, like, a kind of a popular place in one of the nice neighborhoods, and for 100 people. And it instantly filled up. It filled up inside of 30 minutes. I was like, oh, my God. I did not realize that, hey, there's so many bankless fans, like, ready in Argentina, in Buenos Aires, ready to go. And so, like, B, we have to move places. And so we went from. We went from Friday, where we could rent half the place, to Thursday, which is today, to rent all the place. And then it just instantly filled up, even though we doubled the capacity. And so I'm a little bit intimidated by that, but it's gonna be a good time. Some Malbec and some empanadas. Am I gonna give a speech? Perhaps? I don't know. You know me. I make things up as I go."
    },
    {
        "speaker": "B",
        "text": "And tell all the bankless Argentinians I say hello as well. And I. I'd be there in person if I could. I have Covid right now, David."
    },
    {
        "speaker": "A",
        "text": "Yeah, you do. Yeah."
    },
    {
        "speaker": "B",
        "text": "And so if I sound a little bit nasally or a little bit under the weather, then bake the station. That is why. But we cannot. Won't stop the weekly roll up. David, let's figure out bitcoin this week. You wanted me to start this bitcoin priced in pesos, argentinian pesos. This chart looks nice because it's up and to the right, but not if you hold pesos."
    },
    {
        "speaker": "A",
        "text": "Yeah, it looks pretty scary. So the bitcoin argentine peso chart is a small, squiggly line very close to the bottom, and then right on the right side, it is absolutely vertical. Pesos just devalued by, like, 50% right before I got here. In dollar terms, the log chart is just up only. Bitcoin is setting, like, a crazy all time highs every single week in argentine pesos. This is what. This is what fiat currencies are all trending towards. It's just a matter of time."
    },
    {
        "speaker": "B",
        "text": "Yep. Well, speaking of that, tell me about bitcoin in the fiat currency. That is the global reserve currency, priced in dollars. Where are we at on the week?"
    },
    {
        "speaker": "A",
        "text": "Also up. Just not as up as much for us. Argentine pesos. It's up 3% on the week. The official Ryan, the official starting price of 2024 for bitcoin is $42,500, up 3% to where we are now five days into the week at $44,000. We got some yearly candles to look at. So these are candles where one candle represents one year. It's just kind of nice to zoom basically as far out as possible in bitcoin's history and just look at one year. Big fat candles. Big fat candles. We're looking good. The 2023 candle almost completely erased the 2022 candle. So we are basically almost setting new highs in 2022 from where 2022 started. So we're looking at price discovery from a yearly perspective. Things are looking really, really good. On the yearly candle chart, we have."
    },
    {
        "speaker": "B",
        "text": "Some red candles, but it's almostly green. So almost every year in bitcoin has been green except for 2018 and 2022. Every other year is a big green candle."
    },
    {
        "speaker": "A",
        "text": "Those years were very, very red, though. This particular chart only goes to 2014 just because the data is not there."
    },
    {
        "speaker": "B",
        "text": "But, yeah, while we're on bitcoin, David, we should give a shout out to bitcoin's birthday. 15 years after Satoshi Nakamoto mined the genesis block. We just celebrated that. Was that on January 3? That happened."
    },
    {
        "speaker": "A",
        "text": "It was on January 3. That was Wednesday, the 15th birthday."
    },
    {
        "speaker": "B",
        "text": "I feel like we recently celebrated a bitcoin birthday, but maybe that was just the white paper. That wasn't the gen. Yeah."
    },
    {
        "speaker": "A",
        "text": "Bitcoin gets two birthdays per year. The birth of the white paper and the birth of the blockchain."
    },
    {
        "speaker": "B",
        "text": "Okay. Which I don't know if that's fair."
    },
    {
        "speaker": "A",
        "text": "I think that's fair. Bitcoin gets a house to tap, gets a conception day. No, I do not celebrate that."
    },
    {
        "speaker": "B",
        "text": "Be a bit weird, right?"
    },
    {
        "speaker": "A",
        "text": "I think we get to celebrate bitcoin's conception day and its birthday."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. Well, I'm just saying, like, most people only have one birthday. I bet, you know, I guess bitcoin can celebrate its conception and also the Genesis block. Anyway, happy birthday. Happy 15th, bitcoin. Who started this whole thing?"
    },
    {
        "speaker": "A",
        "text": "Fun fact, bitcoin has mined 825,000 blocks. So I guess we got, like, four, three more years until 100,000 bitcoin blocks. That would be a big day."
    },
    {
        "speaker": "B",
        "text": "100,000 bitcoin blocks. I don't know. I just haven't really been paying attention to that number. But now I am. I'll be excited to celebrate that day, too. One thing that's exciting for bitcoin, though, is revenue via fee transactions is up to, like, almost all time high. It averaged nearly 2 million per day in 2023. All of last year. That's 400% year over year. This is from things like inscriptions. Right. All of the bitcoin nfts, ordinals and inscriptions, BRC twenties. Bitcoin fee revenue has really just absolutely crushed it last year, and I expect that to continue going into this year."
    },
    {
        "speaker": "A",
        "text": "I think this is all time highs. This is definitely all time highs. In an area under the curve perspective, from November of this year, fee revenue has been significant as compared to marginal, which it's been marginal every other time in bitcoin's history, except for May, when inscriptions and ordinals were birthed, and then they kind of died off between July and November. But now they are back with a force. The lindy behind bitcoin's fee revenue is growing pretty good. I'd say pretty well better than I expected it to."
    },
    {
        "speaker": "B",
        "text": "That's good. It's good for bitcoin economics and certainly good for miners, which is kind of. Miners are."
    },
    {
        "speaker": "A",
        "text": "Miners are going to be printing because, like a year ago they were all on the verge of bankruptcy and now they're making more revenue than they ever happened before."
    },
    {
        "speaker": "B",
        "text": "So weird. It's like feast or famine for bitcoin miners. All right, let's go over to ETH price. Tell me this in dollars, David, what is the price of ETh on the week?"
    },
    {
        "speaker": "A",
        "text": "ETH started the year at $2,300. $2,300 is currently down 1% at 22 70. So starting the week as we ended the year, as we ended the year with ether, which is always down a little bit."
    },
    {
        "speaker": "B",
        "text": "Let's look at the yearly bars here, David. So we've got two red bars and the same as we had with bitcoin and a lot of green. But what does Ether look on a year to year basis?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's 2023. Candle was about half as big as bitcoin, which we know this bitcoin did a three x in 2023, ETH did a two x. Does that mean EtH has more to grow? Is that just my bias and my desire? I'll let the nation decide."
    },
    {
        "speaker": "B",
        "text": "A little bit of both, maybe. Eth bitcoin ratio. Where are we at on the week?"
    },
    {
        "speaker": "A",
        "text": "Down just a little bit. We have 0.0520.052, otherwise decently flat."
    },
    {
        "speaker": "B",
        "text": "This is the ratio charts is what."
    },
    {
        "speaker": "A",
        "text": "We'Re looking at right now. And that looks pretty good. I would say that that is primed for a green candle."
    },
    {
        "speaker": "B",
        "text": "Yeah, I've actually never seen it like this. This is a very interesting chart. So 2017 ether, far outperformed bitcoin, like, huge green ratio there. 2018, 2019. It did not. It underperformed bitcoin. 2021."
    },
    {
        "speaker": "A",
        "text": "That's when we were being bullied by bitcoiners."
    },
    {
        "speaker": "B",
        "text": "Yeah. 2021 was a huge year for ether."
    },
    {
        "speaker": "A",
        "text": "2021 was the year of ultrasound money."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then since then, it's been red candles. So 2022 and 2023 versus bitcoin. Very interesting."
    },
    {
        "speaker": "A",
        "text": "I think we could probably get, like, maybe a small to medium green candle this year and then a massive green candle next year. One of these two years, 2024, 2025 will be the year of the Internet bond."
    },
    {
        "speaker": "B",
        "text": "I think we're going to get a green candle this year for sure. And I think it's about."
    },
    {
        "speaker": "A",
        "text": "Is it, like the green candle that we got in 2020, which was just, like, marginal, or is it the green candle that we got in 2021, which was."
    },
    {
        "speaker": "B",
        "text": "Chad, I would split the difference here."
    },
    {
        "speaker": "A",
        "text": "It's my prediction back to 0.08."
    },
    {
        "speaker": "B",
        "text": "Yeah. Total crypto market cap. Where are we at on the weekend?"
    },
    {
        "speaker": "A",
        "text": "1.75 trillion. Still kind of stuck in that 1.75 range."
    },
    {
        "speaker": "B",
        "text": "All right. I mean, we're starting the year at 1.7 trillion. It's. Total crypto market cap is not too bad. Another thing we're starting the year with is a $540 million worth of liquidations. Do you see this on the chart? We breezed right past. This is the bitcoin chart. You see this red candle all the way down? What in the world happened on January 3, 2024? Like, was this all liquidations? Did something precipitate this. This massive 10% plus price drop in bitcoin and the rest of the crypto market? Tell me what's going on here."
    },
    {
        "speaker": "A",
        "text": "Yeah, so in bull markets, there's this pretty regular ritual of the degens getting liquidated in both directions up and down. And we had one of those, you know, we had one of those ceremonies not too long ago, a clearing of the leverage ceremony. So, yeah, like you said, over half a billion dollars was liquidated in the crypto markets when bitcoin went from $44,000 down below, like, $39,000, and then. And then popped right back up. $540 million is no small amount. What caused this? Why did it happen? So, an article out of the block says that SEC will reject all bitcoin spot ETF's in January, says matrixport analyst. This is a. A huge headline to say, and then you realize, like, oh, it's this as an analyst, but this report, this article just sent the markets just spinning because everyone thought that the SEC was going to reject all the bitcoin spot ETF's."
    },
    {
        "speaker": "B",
        "text": "Okay, so we had a lot of margin on the books, kind of looking for, like, you know, what's going to happen at some point in time where all of this debris has to be cleaned. And this was just the match. Right. This was kind of the spark that caused that cascade of liquidations that we routinely get. You know, every three to six months, we get one of these. And it just happened. Happened to be this article, maybe from the block. Block has pretty wide circulation in crypto, saying the SEC is going to reject all bitcoin spot ETF's. And the funny thing here is they are quoting kind of a random matrix. Port analyst. Yeah. So here's the report in question, matrix on target. And basically it gives a reason, just some analysts opinion on why the SEC is going to reject bitcoin spot ETF's. Again, we're going to talk more about the next section. The fact that this particular event is being charged with this cascade of liquidations. Do you think that's fair? Do you think that's what happened?"
    },
    {
        "speaker": "A",
        "text": "I think we can kind of chalk this up to being more of a coincidence than anything. Whenever, you know, the meme of just, like, bitcoin goes up 5%, and then somebody your dad or your cousin texts you is like, hey, why is bitcoin moving? And you're like, I don't know. People are always looking for reasons as to why the market moves. And was this the match that lit the fire? Were the degens going to inevitably be liquidated? Because this always happens in crypto. There's always a clearing of the leverage, and then people went to the nearest reason they can find, and they just happened to find this article that says, this analyst says that the SEC is going to deny the spot bitcoin and ETF's. I don't really know. We do know that the open interest for bitcoin, which is people going long, had historically high funding rates. So we had the most leverage long position leveraged long in bitcoin's history. Everyone is just taking leverage to long the approval of the spot bitcoin ETF's. And so the markets are on a knife edge. They're on a precipice. Any short of uncertainty or change in the winds, we're going to trigger this liquidation wave. And again, we will see more liquidation waves in the future. We will see them like five, six, seven times this coming bull market. We saw them like ten times last bull market. This is a rite of passage. It's a clearing of the brush. And there was this one matrix port article that was like, hey, we think the SEC is going to deny the bitcoin ETF's. Really? It was the dj's. It was the lowest."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, it really was. I mean, this, the markets got spooked by a stiff breeze like that. It was absolutely like an analyst's opinion. Like, who cares, right? So it's funny and they're wrong, by the way. We'll get to that a little bit later. David, movers of the week. Tell me about some tokens that were moving. The first one you have here is, say, up 70%."
    },
    {
        "speaker": "A",
        "text": "Yeah, up 70% on the week, over 100% on the month. Say it is a paralyzed EVM. Layer one has been just making a ton of moves lately. It's up to $0.80. It was at $0.20 just not too long ago. People are buying into the paralyzed virtual machine narrative after the success of Solana and the parallelization of the SVM. Now the parallelization of the EVM is kind of in vogue, say it's kind of one of the only horses you can bet on in that race. And so that's why it's up 70% in the week."
    },
    {
        "speaker": "B",
        "text": "Not just say, though, layer twos as well, particularly the ARB token, had a fantastic week at all time highs and also optimism."
    },
    {
        "speaker": "A",
        "text": "Yeah, congrats to arbitrum for breaking $2. The arbitrum layer two on Ethereum is also the number two chain in volume at the moment. Beating binance smart chain, which is a tough chain to beat. Coming in after Ethereum. It's nice to see an Ethereum layer two in the second spot behind Ethereum, let me tell you that. And yes, also, like you said, optimism. The op token also has reached all time highs. Touched over $4, back down to $3.8. Just over layer two is just absolutely killing it in a kind of a sneaky fashion, I'd say."
    },
    {
        "speaker": "B",
        "text": "Yeah. Another milestone reached in total value. Locked on layer twos. We are now exceeding 20 billion of asset value. That is locked inside of layer two, which feels we were at 12 billion."
    },
    {
        "speaker": "A",
        "text": "Just in like a few months ago."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is Josh Stark putting a finer point on this. It happened. Ethereum layer twos are equal to 20.7 billion. Other layer ones equal to 19.67 billion."
    },
    {
        "speaker": "A",
        "text": "You can see this TVl in Tvl is what you're talking about."
    },
    {
        "speaker": "B",
        "text": "Yeah. I should say this. You could see this chart that he put up. Um, it's kind of a flipping of sorts. Alternative layer ones, non ethereum layer ones in blue, and of course, they got as high as $80 billion at one point in time. This must have been the heavy tear."
    },
    {
        "speaker": "A",
        "text": "Well, no, that was. No, it was the. It was that one developer on Solana who spun up like, eight different defi apps and they had the rehypothecation of a dollar where $1 ultimately became shenanigans, which is why it went so quickly down. Yeah, it was just like. It was like an accounting trick. And there was a bunch of inflated TVL metrics."
    },
    {
        "speaker": "B",
        "text": "Anyway, this is not a metric I've been actually looking at, but it's really interesting metrics. So Ethereum layer twos now have more total value locked than all of the other layer ones combined, which is quite a milestone here. David, before we end this market section, I want to show you this. This is actually a really cool dashboard that I found on dune analytics is brought to my attention and I think presents a great point that is important for us to remember going to this market. This is a crypto narrative dashboard. We've said before that there are three types of ways you can deploy capital in crypto. One, you can either be a trader. A trader is very interested in ta. What are the charts saying? What's the catalyst? It's like the daily, even the minute by minute, or the weekly numbers. You could be a trader in crypto."
    },
    {
        "speaker": "A",
        "text": "20 to 50 plus moves a year, I would say."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. The second type of investor. And the way to deploy capital in crypto is you can be a narrative investor. You can look at different narratives, like AI and crypto, or nfts or memes or China or gamefi, maybe, and you can deploy against these narratives. And the interesting thing about being a narrative investor is it's a longer time horizon then you're trying to predict the next narrative that takes hold. Longer time horizon than a trader. You can have a bucket of assets, and you don't actually have to bet that the thing will work. You just have to bet that people will get excited about buy."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a great fool's game."
    },
    {
        "speaker": "B",
        "text": "And then there's the fundamentals. Investors kind of the buy hold. Look at on chain metrics. You can look at fee revenue, you can look at developer activity, all of these things bankless. You and I definitely skew towards more towards fundamentals. Right?"
    },
    {
        "speaker": "A",
        "text": "I think. I think you are deep fundamentals, and I flirt with narratives."
    },
    {
        "speaker": "B",
        "text": "Yeah, I do."
    },
    {
        "speaker": "A",
        "text": "More fundamentals."
    },
    {
        "speaker": "B",
        "text": "I don't have as much time for narratives as like. But like. But, yes, I think that's true. But this is a great, I think, resource if you are interested in narrative investing. So the publisher of this dune analytics dashboard, crypto Cairo, publishes, published over 30 different narratives, including bitcoin, NFT, friend, tech wallets, rwas, real, yield, all of these things. And then he tracks the narratives over time. And so the layer two narrative David, over the past week or so was actually one of the best performing narratives in the layer two bucket. He kind of groups assets. In the layer two bucket, you get a, you know, arbitrary on mantle matic metis op is kind of a cross section of assets that represent and exemplify that narrative. Anyway, it's a really cool way to be a narrative investor and to kind of sort out the logic of, well, am I going to invest in AI and crypto? Am I going to invest in real world assets? Am I going to invest in indexes? And how are they, how are these narrative perform? Like, how are these narratives performing at various parts of the market? Anyway, I just wanted to share this with you because it's pretty cool, even like the, the meme 2.0. Man, this is so outside of my lane. Bob, ladies, Pepe Turbo, wojak. Like, what are these things? I have no idea."
    },
    {
        "speaker": "A",
        "text": "But the moment that Ryan shine Adams buys into memes 2.0 narratives is the moment my brain breaks."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. What do we have coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, the bitcoin ETF is about to get approved. We're going to talk about all the details and why we know that the matrixport analysts is totally wrong. Also, if you plan on claiming an airdrop in 2024, make sure that you have the Social Security number of someone on the team who's sending you that airdrop. Otherwise, you go to jail. You go to jail. We'll talk about those details. And what can we expect from the next Ethereum upgrade, which is going live in March? That is Dengkun. That is 4844. That's kind of the answer, but we'll talk about those details, too. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "All right, the number one question in everyone's mind in crypto right now, it's January 2024. Is the bitcoin ETF coming or not? We were talking earlier about the Matrix port incident, the report that came out that said the SEC was going to reject the ETF's still the experts in this space. Eric Belchunis, James Seyffert. These are the people that we've talked to before in bank list that seem to be tracking the bitcoin ETF progress the most closely. They are still saying ETF is imminent. Here's James Sephardt. Here's a view of the Cointuckee derby. It's nice coin tucky starting gate. As of this morning, he lists all of these different bitcoin ETF's expecting to be approved. Expecting most of these to be filled over the next week. Still looking for potential approval orders. January 8 to January 10. So James Sefert is still saying, yeah, we're still on track. Next week, essentially we're going to have a bitcoin ETF and I leave for."
    },
    {
        "speaker": "A",
        "text": "The mountains on January 7."
    },
    {
        "speaker": "B",
        "text": "This is Eric Balchunis, I think, responding to some of the FUD, he is, quote, tweeting. The SEC is actually holding meetings today with exchanges. So it's Nasdaq, CBOE, New York Stock Exchange to finalize comments on the bitcoin spot ETF issuers. Eric Balchunis is simply pointing out this is a thing you probably don't do if you're planning to deny."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "So he's putting to rest some of the FUD, I think from a matrixport, it also seems like David matrixport maybe."
    },
    {
        "speaker": "A",
        "text": "Has they just changed opinions?"
    },
    {
        "speaker": "B",
        "text": "Opinions, yeah."
    },
    {
        "speaker": "A",
        "text": "So matrix point first went out and gave that analysis like, hey, we're gonna, we don't think it's gonna get approved. We think they're gonna get denied it. And within 24 hours, they flipped too. They're gonna get approved. Just kidding. It's bitcoin's going to 50k. Which is why people are like, what the hell's going on with these people? But other than that, yeah. So everyone has consensus that this is going to get approved between January 8 and January 10. By the next weekly roll up, we will have spot bitcoin ETF's."
    },
    {
        "speaker": "B",
        "text": "David, I'll be honest, the first time I've ever heard the name matrixport has been like this week. So I'm not sure why they are the focal point for all of this."
    },
    {
        "speaker": "A",
        "text": "But, yeah, if you need any more evidence that we are going to get a spot bitcoin ETF approval, here's meta lawman, who says if the SEC were to deny all spot bitcoin ETF's, the app applicants would immediately sue and the DC Court of Appeals would again rule that the SEC was arbitrary and capricious. Again? Why again? Well, because they already ruled that when the SEC lost their case against Grayscale, this is what. As soon as they lost their case against Grayscale, we were all September, last September, in September, we were all like, oh, the spot. Bitcoin ETF is getting approved. And so, like, yeah, like, and who is going to sue the sec? Not just some, like, q crypto, like trusts, like grayscale. It's Blackrock would sue them and Blackrock would probably win. So congratulations prematurely on this. Bought bitcoin ETF approval, everyone."
    },
    {
        "speaker": "B",
        "text": "Well, next roll up, I hope. We're talking about it, David."
    },
    {
        "speaker": "A",
        "text": "If I'm wrong, I'm going to be so under the bus."
    },
    {
        "speaker": "B",
        "text": "Yeah, they deny them all next week. We just won't show up for the roll up next week."
    },
    {
        "speaker": "A",
        "text": "I'll be in the mountains, actually. So you're going to be with Anthony Sedano next week."
    },
    {
        "speaker": "B",
        "text": "All right, well, you enjoy yourself. All right, David. So this is something that came across my attention this week. This is a tweet from Jerry Britto talking about new crypto tax reporting obligations that took effect on January 1. I didn't even know these existed. And these are the tax obligations, of course, for us citizens. Land of the free, home, the brave. Yep, all that stuff. If you receive ten k or more in crypto, you now have an obligation to report the transaction, including names, addresses, Social Security numbers, full AML KYC to the IR's within 15 days or you're under the threat of felony charges. Okay, what is this? What is this? Can you explain? Because I know you know some details of this. Why? Like, what is going on here?"
    },
    {
        "speaker": "A",
        "text": "So someone who receives $10,000 or more in one or several crypto transactions that are related must report it to the IR's within 15 days or face potential felony charges. So that's including airdrops, but also just sending crypto. So if you send someone crypto, or if you receive crypto from someone, you need their Social Security number, their name and their address, and you must report it to the IR's inside of 15 days or face federal felony charges, which is a lot of the transactions."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So the question is, like, why are we just hearing about this now? So apparently this was part of the Infrastructure Investment Jobs act, which passed Congress in November of 2021. Do you remember that?"
    },
    {
        "speaker": "A",
        "text": "Oh, the Biden infrastructure bill."
    },
    {
        "speaker": "B",
        "text": "Yeah, the Biden infrastructure bill. There was a provision in there amending the tax code to require anyone, as you said, who has ten k in cryptocurrency in the course of. Here's a keyword, their trade or business. We'll get back to that. To make this report to the IR's now, they don't actually tell you how."
    },
    {
        "speaker": "A",
        "text": "To report how to report it, how to tell them."
    },
    {
        "speaker": "B",
        "text": "Yeah. They don't actually have."
    },
    {
        "speaker": "A",
        "text": "Just tweet at them."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the problem is, many will find the blockchain's public."
    },
    {
        "speaker": "A",
        "text": "Isn't the blockchain reporting it to them publicly?"
    },
    {
        "speaker": "B",
        "text": "Yeah. This is a quote from the blog post from coincender. More to the point, where do you even send your report? The law says that one must make a report in quotes in such form as the secretary of the treasury may prescribe. But they don't actually tell you how to report this. Okay. And this is something that came into effect January 1. Now, some people have pointed out, rightly so, that this only applies to businesses. And so maybe it doesn't apply to individuals. That's not quite the full story, because the obligation itself does apply to individuals if they receive ten k or more in crypto in the course of. Here's the keyword, a trade or business. Their trade or business. And how does the IR's determine what a trade or business is? Well, here's a definition. A trade or business is generally an activity carried on for the livelihood or in good faith to make a profit. Well, that's the most subjective."
    },
    {
        "speaker": "A",
        "text": "If I receive $10,000 and intend on keeping it, I intend on making $10,000. So therefore, I'm a business."
    },
    {
        "speaker": "B",
        "text": "I don't know. I mean, this is the most subjective, terrible def. Like, of course you're getting ten k. I mean, of course you're trying to make a profit. I don't know what other."
    },
    {
        "speaker": "A",
        "text": "Let me tell you, I'm not donating my airdrops."
    },
    {
        "speaker": "B",
        "text": "I don't understand. There was another, I guess, subtlety here. Um, some people have said it's not actually starting now, so it's not starting January 1. But Jerry Brittany from coin center says, actually, the, uh, the statue is self executing. So maybe this is just some bureaucracy, just some, like, I don't know, legislation that got passed and people didn't really think through the implications. So it doesn't necessarily mean that this is all nefarious, because I'm. I'm sure there's people listening to this who have already received over ten k in crypto, maybe via a smart contract, by the way, or, like, via a dao. And it's unclear how you'd get a Social Security number from a smart contract or a DeFi platform. So there's a lot of ambiguity and lack of clarity around this, and maybe it's going to be cleared out, cleared up in the weeks and months to come. But I was kind of disconcerting that you could be potentially charged with a felony, at least on the books for this type of thing. What's your take?"
    },
    {
        "speaker": "A",
        "text": "Yeah, what's that line like, don't ascribe maliciousness when there could be like ignorance. And so this is probably ignorance. But the thing is it could turn into maliciousness because it could be applied arbitrarily and capriciously to random people based off of whatever the hell the treasury or Ir's or whatever they want. And so long story short, not great. Also very cringe. I would say it's also cringe."
    },
    {
        "speaker": "B",
        "text": "All right, David, so I agree. It's cringe. We'll have to wait to see how all of this plays out. What do we have coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, Avalanche foundation trying to incent culture. Is that cringe? We'll talk about that. Gary Silbert's resignation. And what do you think was Michael Saylor's New Year's resolution? Everyone hold your breath. Place your bets, place your guesses. And also a new meta for airdrops has arrived with the dimension drop. We'll talk about all these details and more, but first moment to talk about some of these fantastic sponsors that make this show possible. Dankun is coming. What is Dankun? You might know it as the hard fork that brings in EIP 4844 or proto dank sharding or really cheap layer twos onto ethereum. We've got the date. What's the date, Ryan?"
    },
    {
        "speaker": "B",
        "text": "It looks like the schedule for testnet upgrades is as follows. There's a goarly testnet on January 17. There's a sepolia fork on January 31, and there's a Holski fork on February 7. And this tweet from Christine Kim is saying a March mainnet activation for Denkun still appears likely. So I heard march, David Q 1 March. Maybe this could seep into April, but this feels like March is a strong possibility that we get this newest ethereum hard fork update."
    },
    {
        "speaker": "A",
        "text": "Yeah, the idea here is that if the three test nets just successfully fork without hiccups, then once that happens, then we just schedule the main net hard fork. And so we need three green lights. We get our first green light, hopefully on the 17th, our second on the 31st, and then the third, hopefully on the February 7. And that will clear the runways for Dankun on Mainnet. Again, what does Dankun do? It does a whole handful of things. There is a link in the show notes to Tim Bakos tweet thread and website that will explain all. But really the big one is EIP 4844 of which there's a website for EIP 4844 dot Dot. This will decrease layer two transaction fees by like 95% basically immediately. And then layer two will start to use that extra block space and layer two fees will go back up and they'll probably, this is a guesstimation of Justin Drake around full Deng sharding. Full Deng sharding fees will be on layer twos about as expensive as they are today. There will be a lot more of them. And then full Deng sharding will come and they will go basically to zero for years until we figure out what do we do with all that block space."
    },
    {
        "speaker": "B",
        "text": "So the reason for that is. So we get like a 95% reduction as soon as this is released. Right. But what you were saying like in Justin Drake was articulating is, well, when things get cheaper, there's just going to be a lot of use, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So we get like a massive scalability increase and then fees will creep up because more block space will be consumed again. And then we'll have another Ethereum hard fork for full dank sharding to make data availability even more plentiful and even cheaper. That's the projection here. But what we get out of the gate is absolutely massive for layer twos, which is scalability and or fee reduction, depending on which side of the coin you want to look at."
    },
    {
        "speaker": "A",
        "text": "The thing that will go up, up, up is going to be total transaction volume on layer twos, total aggregate Ethereum scalability. The transaction volume will increase massively and it'll increase up to the point that we return to whatever fee equilibrium we already are. And then we're going to set up that hole in process all over again with full dank sharding. Very exciting. We're all very excited. This is perhaps why Op and Arb are actually doing so well. Narrative traders are starting to trade the dancun upgrade. This is the season. Tis the season for narrative rotation."
    },
    {
        "speaker": "B",
        "text": "That makes sense because transactions will start to cost fractions of a penny, I would imagine, post this upgrade once it starts being used. David, you promised some devcon updates. Where we have in Devcon next year."
    },
    {
        "speaker": "A",
        "text": "Having it in Southeast Asia, you can find all the details@devcon.org. dot we're going to Bangkok. We're all going to Bangkok in November 12 through 15th. I looked at flights, Ryan. That is a full 20 1 hour flight from New York. So that's going to be super fun."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So I will see you all in Bangkok and Thailand."
    },
    {
        "speaker": "B",
        "text": "David Avalanche incentivizing culture. You mentioned this in the intro. What is going on here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so the Avalanche foundation has launched a culture catalyst, a program aimed at empowering creators. They say, and then they say meme coins have carved out a significant niche in the crypto asset landscape. These coins, often inspired by Internet culture and humor, go beyond mere utility assets. The Avalanche foundation intends to start using culture catalysts to recognize and encourage the culture and fun symbolize by meme coins by purchasing select avalanche based meme coins to create a collection. So how will they choose the assets? Several selection criteria, number of holders, liquidity thresholds, project maturity principles of a fair launch, overall social sentiment, aka vibes. And so as a following of this announcement, avalanche based meme coins pumped like 25% because they realized the avalanche foundation is going to be basically subsidizing meme coins on avalanche, which is just ridiculous, brother."
    },
    {
        "speaker": "B",
        "text": "The avalanche foundation, the culture catalyst is they're just avalanche meme coins."
    },
    {
        "speaker": "A",
        "text": "They're like liquidity incentivizing meme coins on avalanche because meme coins are taking off on Solana. There's like the whole dog with hat thing. There's like the used card token. There was bald on base."
    },
    {
        "speaker": "B",
        "text": "And they're like, where does avalanche get its money? Is this like, is this basically a."
    },
    {
        "speaker": "A",
        "text": "Percentage from selling the Avax token? That's where it came from. And they raised money way back when, but I think ever since then it's been like, funded by Avax sales."
    },
    {
        "speaker": "B",
        "text": "Why on earth would you want to, like, pump the value of meme coins in your ecosystem, like, artificially?"
    },
    {
        "speaker": "A",
        "text": "Look, if I don't have anything nice to say, I probably shouldn't say anything wrong."
    },
    {
        "speaker": "B",
        "text": "Let's move on. Michael Saylor news. David, do you see this this week? I thought this was absolutely hilarious. So the headline was Michael Saylor sold 216 million of his microstrategy stock. And I was, I was looking at this. I was like, I knew he was going to sell. This is how he kind of exits bitcoin. But it turns out what is he going to do with the money he's going to purchase? What do you mean buy more bitcoin? That's what he's doing with."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, okay. Oh, so Michael Saylor sold $216 million of micro strategy stock from his personal supply, which is microstrategy stock all the time. But now you're saying, okay, Michael Saylor himself is just selling his own stock."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just found this hilarious."
    },
    {
        "speaker": "A",
        "text": "This is like one of the greatest financial alchemies of this."
    },
    {
        "speaker": "B",
        "text": "I know, I know."
    },
    {
        "speaker": "A",
        "text": "So he had money machine. I don't know how that makes any sense."
    },
    {
        "speaker": "B",
        "text": "Yeah, 200."
    },
    {
        "speaker": "A",
        "text": "But it keeps on working."
    },
    {
        "speaker": "B",
        "text": "Of microstrategy stock options. Right. And so he, he sold all of that. And I was like, okay, well, he's exiting his, you know, microstrategy bitcoin position, and the very next thing he said is he's going to pay off some personal debts, but mostly he's going to just buy more bitcoin with it personally. And he's got quite the gig. Yeah, he's got quite the game going. So there you go. And by the way, microstrategy is well on its way to control almost 1% of total bitcoin was there."
    },
    {
        "speaker": "A",
        "text": "It's almost there. Can he stop at 1%, please?"
    },
    {
        "speaker": "B",
        "text": "Why? I don't think so."
    },
    {
        "speaker": "A",
        "text": "A lot of bitcoin. 1% of bitcoins, bro."
    },
    {
        "speaker": "B",
        "text": "He wants all the bitcoin, bro."
    },
    {
        "speaker": "A",
        "text": "That's so many bitcoins. That's so many. He's at 9% right now. 0.9% right now."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's absolutely incredible. Anyway, it's Michael Sailor just living out what he believes through his asset purchases here. David, an update from the terra Luna court case has been an ongoing court case. Luna was just labeled a security by a judge. Okay. On the face of it, very much seems like a win for the SEC and a win for Gary Gensler. So a us federal judge ruled that terraform labs violated federal securities laws when it sold its tokens to the public. They didn't register Luna. They also had another token called Mir, was another terra token. And I think the SEC is probably going to use this court case as evidence that the courts support their view that. But Gary says all cryptocurrencies are securities. So this, on the face of it, seems like an l for crypto. And we had a lot of wins over the summer with ripple versus the SEC and grayscale versus the SEC. Of course, this, on the face of it, looks like a loss here. So meta lawman, as usual, gives a fantastic analysis. And actually, the judge's decision in this case, he said, actually aligns with the ripple case, which we very much liked. And if you recall, David, in the ripple case, the investment contracts, the promise of XRP, those were deemed a security. But XRP was in and of itself. The token was deemed to be not a security. Not deemed to be a security. Right. And so this is similar precedent, basically, with, with Luna and Mir. Now, there was a little bit of bad news here. So the judge in question this case also ruled that UST, you know, a Luna's stable coin in air quotes that eventually de pegged and was sold as an investment contract. And he ruled this because it could be staked on the anchor protocol. So it was yield generating, and because it was yield generating, it was, hence the security. So Metalawman says that part of the decision is the most spurious a part of the decision, and so the most, like, the part of the decision that could be appealed. The problem, though, is the SEC might use that particular part of the decision against its case with Coinbase. So the SEC is likely to argue that Judge Rackoff, that's the judge in the terra Luna case, supports the idea that any token in Coinbase that can be staked or earned yield could be considered an investment contract, and that Coinbase's own staking service is an investment contract in and of itself. So not an absolutely disastrous decision, but not great, particularly on the stable coin yield front."
    },
    {
        "speaker": "A",
        "text": "At the end of the day, it's just one the 10,000th call to, hey, we need congressional. We need a bill. We need a Congress to do a bill, because, like, I'm tired of unpacking all the nuances from all of these court cases, because they're all slightly like, court decision. Regulation by court decisions is a great stopgap, but if it's the final form of crypto regulation, like, I'm gonna stay in Argentina."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, speaking of court cases, David Sam Bankman Freed. Well, trial, actually, I didn't know that this was the case, that he had a second trial coming. What would the second trial be for?"
    },
    {
        "speaker": "A",
        "text": "The second trial is kind of for a long tail of charges that they didn't get to in the first trial. The first trial was for, like, the fraud and collapse of FTX and defrauding customers. And then there's a bunch of other smaller things, of which there are many, like, market manipulation and, like, bribes and, like, all these other kind of things. And the United States prosecutors was like, well, we kind of got him, so we don't need a second trial. This has ruffled some feathers because other people were indicted, were, like, implicated in this second trial, including Barbara freed. And so we could have gotten some. His mob. Exactly. And so we could have gotten some clarity. We could have gotten more information. Like, there are many people who are like, yo, Sam's parents need to go to jail, too. And now they will no longer go to jail. They won't be charged, because if they were involved in the second trial. So some people are like, WTF? There's other guilty people that are out there that this trial would involve. Why aren't they getting their day in court? Because we would like to see them get their day in court, but so, like, there's some like kind of dubiousness about it that at least some people are pointing towards. At the end of the day, we will still have to wait for all of that for us to settle. Ultimately, the next really big thing in the Sam Bankman fried cases is his sentencing date on March 28. So right now, Sam is in jail. He is guilty on all charges, all seven charges, which is a lot of things to be guilty for. And now we are waiting to see how many years he will spend in jail, and we will get that answer on March 28. Also, to tie off some loose ends of the 2022 contagion, Barry Silbert and Mark Murphy are stepping down from DCG. Barry Silbert, of course, the founder and CEO, and Mark Murphy, the president of DCG, have both resigned from the board of directors at Greyscale, taking effect on January 1. This is part of the submitted filing of the Grayscale Bitcoin trust with the SEC. Interestingly enough that the SEC is reviewing. No official reasons were given, but this is most likely to be in support of the approval for the conversion of GPTC into a spot bitcoin ETF. So Grayscale is like, Barry, get the f out. We need to look good for the SEC. And Barry is like, okay, there's probably other reasons as well. Again, more things like this, we just need more details on, and the dust will need to settle."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's probably in Barry's best interest as well, to just clean everything up so he has the best chance of getting the grayscale ETF approved."
    },
    {
        "speaker": "A",
        "text": "There's a big old hole in DCG's pocket, and they need grayscale to be as valuable as possible to help fill that hole. So whatever he needs to do to also not get charged with state routing investors, you know the deal. Okay, are you ready for a new meta in the world of airdrops, Ryan?"
    },
    {
        "speaker": "B",
        "text": "Yeah, tell me about it."
    },
    {
        "speaker": "A",
        "text": "Okay, so there's a dimension airdrop. They're calling it a roll drop with a bunch of multi chain criteria. So what is dimension? First, it is what they call the home of roll apps. A home for easy, easily deployable, lightning fast app chains called roll apps. Sounds like a Celestia competitor, to be honest. I need to look into this more, but it's a pretty hyped airdrop, and the criteria for getting the dimension dyn token I thought was pretty interesting. So if you are staking Celestia, everything is as of December 19. So if you were staking Celestia as of December 19, you got some amount of airdrop. If you were active on arbitrum, optimism, base and blast by December 19, you got some. If you were active on Solana using Solana Defi before December 20 19th, you've got some. If you are an atom delegator on the Cosmos hub, or if you are an osmosis delegator on osmosis, you got some. If you are an NFT holder of a punji penguin on Ethereum, a mad lad or a tensorian on Solana, or a bad kid on cosmos, you got some. So a very wide set of chains and criteria for getting a pretty, like, desirable airdrop. And I think we're going to see a lot of this moving forward. Ryan, I think this partly answers, like, why Celestia is up so much in the last two weeks, ever since the airdrop, when the airdrop went from $2 to where it is now at 15. Part of it is because Celestia is spitting out 16% yield. But also, I think people are using it as an airdrop farm."
    },
    {
        "speaker": "B",
        "text": "Yeah, all those criteria that you just mentioned, it's so hard to track all these air drops that are coming out. The best way to track this, this is why we did it. We purchased a tool called earnify last year, brought that into the bankless ecosystem. You can now access that. It's called the bankless claimables app. And all you have to do is plug in your ethereum addresses, your Solana addresses, Solana addresses. It will notify you when you are."
    },
    {
        "speaker": "A",
        "text": "The airdrops will come to you."
    },
    {
        "speaker": "B",
        "text": "Exactly. Because it is so. It hurts my brain to keep up with all of these different criteria for every single airdrop. And people need an easy button for this because I think we're going to be getting a whole lot more over the coming year. David, this was also interesting. Manta network. What is Manta network? Are they the new blast? I heard some mention of that this week. There's some similarities, but also some differences."
    },
    {
        "speaker": "A",
        "text": "Yeah, the bankless citizens discord is all pretty buzzing about Manta network. A lot of it, a lot of the hype was going around this, this last week or so. There's this, like, marketing graphic that is very, very similar to blasts. And it's, it's time to ditch other layer twos. And then it has their, their layer two compared to other layer twos. And they have blast in there as in like incentives, substantial, which is what blasts advertise as. Why should you ditch other layer twos for blast? Oh, because of substantial incentives. And then now they have manta, which is like, oh, actually we have two times more substantial incentives. Two x more substantial, which is both. Like, these are, these are all fake numbers. Everyone's just saying, like, oh, our incentives are even more substantial than the last ones."
    },
    {
        "speaker": "B",
        "text": "But this is tongue in cheek, right? This is satire. Like, they're making a mockery. Like, under. It's all under the. It's all under the column new paradigm, right?"
    },
    {
        "speaker": "A",
        "text": "This is actually so farcical that this must be facetious. So EVM compatible, already a live layer two, not a multisig, which is what blast is. Cheaper gas, native yield. So they're doing the native yield strategy. Access to your tokens on this new paradigm. Manta network immediate on blast. They have like 10,000 days or something. Idk."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, okay, so this is basically a layer two. And they're claiming it's actually layer two. It's not kind of like a multisig side chain type thing. And a full yield on anything you deposit here. Right? Like USDC, all of these things."
    },
    {
        "speaker": "A",
        "text": "I don't want to be seen as promoting this network, but this is what people are talking about. This is how they're doing it."
    },
    {
        "speaker": "B",
        "text": "Okay? So people can check that out if they want. Very cool. All right, David. Well, this has been the first roll up of the year. Should we end with a meme of the week?"
    },
    {
        "speaker": "A",
        "text": "Meme of the week. Let's do it."
    },
    {
        "speaker": "B",
        "text": "What do we got here?"
    },
    {
        "speaker": "A",
        "text": "This is coming out of the bankless Twitter, and it's Elizabeth Warren whispering into Gary Gensler's ear. The cointelegraph intern was unavailable, so we settled for matrixport."
    },
    {
        "speaker": "B",
        "text": "Okay, cointelegraph intern. That seems like so long ago. What happened with that? Remind me."
    },
    {
        "speaker": "A",
        "text": "Yeah, so this was a false start of the approvals of the spot bitcoin ETF. And so the coin telegraph, the Cointelegraph, like, announced the accepting of the spot bitcoin ETF way more prematurely than everyone was ready for. But then everyone realized that, like, no one was. People weren't exposed to the markets enough because the markets was pumped so hard. So it's like this false start that actually did trigger the bull market. We're going to be hearing about this meme, by the way, for the rest of the bull market. The Cointelegraph intern started the bull market. And so now with. It was also fake. So, like, the Cointelev was like, just kidding. That was fake. Sorry. And then, so, like, now it's just it's all about, like, bitcoin. Fake bitcoin. ETF news."
    },
    {
        "speaker": "B",
        "text": "There you have it. This entire bull market was based on a lie from insert. There we go. Thanks so much for joining us. Bankless nation disclosures. I don't think we have anything major to disclose. Of course. David and I own crypto assets. All of our disclosures are always@bankless.com. disclosures got to end with this. Crypto is risky, but so is fiat. So are those argentinian pesos. Right, David, you could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]