[
    {
        "speaker": "A",
        "text": "We are seeing Dexs on Solana surpassing Ethereum. Dexs, at least for a couple of days. Do you think you have underestimated Solana up to this point?"
    },
    {
        "speaker": "B",
        "text": "David."
    },
    {
        "speaker": "A",
        "text": "Bonkless, nation. Welcome to the fourth week of March. Yeah, David. Wow. I said it. This is the Bonklist podcast today."
    },
    {
        "speaker": "B",
        "text": "If you are a listener in the state of California, this is the Bonkless podcast. If you are a listener anywhere else, welcome to the Bankless podcast, where we cover the entire weekly news in crypto, which is always an ambitious endeavor. Why are we bonkless in California?"
    },
    {
        "speaker": "A",
        "text": "Well, California made us change our name, and there's a very good reason for this. In the state of California is apparently in that state. Anything, any brand name, any company name with bank anywhere inside of it, either a prefix, a suffix somewhere apparently in the word. That's illegal."
    },
    {
        "speaker": "B",
        "text": "Unless we have, like, a banking license, which we don't."
    },
    {
        "speaker": "A",
        "text": "Yes, and the reason for this is a very, very good reason, is we could be tricking people. People who see bank lists in California could think that we are bank."
    },
    {
        "speaker": "B",
        "text": "They might mistake us for a bank."
    },
    {
        "speaker": "A",
        "text": "Yes. And they might start depositing funds into the account."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And, like, you know, we might be swindling them. We might be frauding them with citizens."
    },
    {
        "speaker": "B",
        "text": "Solana pre sales. I think that actually is a pretty likely event, actually, guys, this is actually a true story. This is real."
    },
    {
        "speaker": "A",
        "text": "They keep sending letters to my house, by the way. David, they will not stop, even though we have officially. California sent us a cease and desist, said, you can't be bankless. We went back to them and we're like, but, like, we're not a bank. We're not pretending to be a bank. And, oh, by the way, what are you going to do with food banks?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Wait, did you ask them that?"
    },
    {
        "speaker": "A",
        "text": "Our lawyers did. What about this? Look at this. River bank, LLC. River bank. There's a 187 infringers with bank in Riverbank. What are they going to do with blood banks? What are they going to do with sperm banks, David?"
    },
    {
        "speaker": "B",
        "text": "Wow. These are important questions."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a blood bonk."
    },
    {
        "speaker": "B",
        "text": "Now, just like how we are complete frauds, and we do indeed have a bank account. We also have bonk as well. Well, at least I do."
    },
    {
        "speaker": "A",
        "text": "I didn't know this."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is actually. These are actually not company funds. These are David Hoffman funds, because when I bought my mad lad, I got the bonk airdrop on Solana for bonk. And so I actually am not bonkless like the grifter I am."
    },
    {
        "speaker": "A",
        "text": "So now I do feel kind of low integrity here in, like, renaming our company to bonk list, because I didn't realize that one of us had."
    },
    {
        "speaker": "B",
        "text": "One of us had has bonk."
    },
    {
        "speaker": "A",
        "text": "Yeah, I am legitimately bonkless. I have no bonk, and I'm very sad about that, actually. I would have loved some bonk right now."
    },
    {
        "speaker": "B",
        "text": "Sorry about it, but, yeah, your boy's got gut bonk. Sold my mad lad, though."
    },
    {
        "speaker": "A",
        "text": "All right, should we get in the box this weekly roll up, then? David, let's stop talking about California."
    },
    {
        "speaker": "B",
        "text": "Over the last seven days, the market crashed, which is why you never invest in bitcoin, because it always crashes at least six or seven or eight times throughout a bull market. And we just had our first one. So is this the end? And we'll talk about that. Solana meme coin presale meta over $100 million in soul was sent to meme coin presales over the last month or so. Uh, unrelated, but also definitely related. Solana all time high. Uh, what else we got, Ren?"
    },
    {
        "speaker": "A",
        "text": "Uh, we got, uh, the blobs."
    },
    {
        "speaker": "B",
        "text": "We got to go check in more."
    },
    {
        "speaker": "A",
        "text": "Balls on the blobs, see how they're doing. And maybe these blobs are actually triggering a base season. The l two base. You know, coin base is l two. Getting real cheap over there also, David, huge, huge, huge breaking. Blackrock is on chain. Blackrock has a token."
    },
    {
        "speaker": "B",
        "text": "Which chain are they on?"
    },
    {
        "speaker": "A",
        "text": "Ryan, we can't share everything here. David. We got to get into the episode. All right, this is why people listen. This is why people listen to the commercials. And also, is the Ethereum foundation being investigated by the SEC. David, that was a headline this week, if you can believe it."
    },
    {
        "speaker": "B",
        "text": "Unreal. There is a bunch of shenanigans that happened all throughout this week, so we're going to cover that and more here on the bankless weekly roll up."
    },
    {
        "speaker": "A",
        "text": "But first, you said bankless."
    },
    {
        "speaker": "B",
        "text": "The bonkliss weekling roll up. If you're a listener in the state."
    },
    {
        "speaker": "A",
        "text": "Of California, David, are you dialed into the Spotify bonkless premium feed? Cause it is free."
    },
    {
        "speaker": "B",
        "text": "I actually do not have that loaded up on my phone. I use the apple iOS, but I should really."
    },
    {
        "speaker": "A",
        "text": "No, you should switch over to Spotify. It's way better. And also, I'm very excited to see Spotify citizen wrapped at the end of the week."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, Spotify wraps."
    },
    {
        "speaker": "A",
        "text": "Let's see how many hours our citizens get in particular. It's gonna be fun. I'm gonna beat you this year, too. I listen to our episodes."
    },
    {
        "speaker": "B",
        "text": "You listen every single bank of eight."
    },
    {
        "speaker": "A",
        "text": "Every single one."
    },
    {
        "speaker": "B",
        "text": "All right, let's go ahead and get right into the markets. Thank you, Kraken, for telling us all about the state of the markets right now. Bitcoin down 6.5% on the week. Just, sir, just a huge sell off. Start of the week is $71,300, ending the current week at 66,900. Why'd we sell off? Why did. Why did we go down? We never go down. Why'd we go down?"
    },
    {
        "speaker": "A",
        "text": "I feel like you're not taking this sell off seriously enough, David. Now it's at 66. At the time of recording, it got almost like down into the fifties."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "For bitcoin, we got down to like 61k, something like that. And there was some. A little bit of like, panic. I'll call it minor panic."
    },
    {
        "speaker": "B",
        "text": "Were you panicked, Ryan?"
    },
    {
        "speaker": "A",
        "text": "Well, I was not panicked, no. As a listener of the bank, the bonk, this podcast, I do not get panicked, panicked, panicked by these events. I just took this one in stride. I wasn't worried at all. A lot of people were made the end, people thought it was all over."
    },
    {
        "speaker": "B",
        "text": "You know, we hit the double top on the. On bitcoin. Like, we hit 69,000 last cycle. We hit 73,000 last cycle. And you know what? That's all bitcoin had in it. You know, all bull markets, they all come to an end sometime. So, you know, we're down to $63,000. You know, we got a lot, lot further to go before we hit zero."
    },
    {
        "speaker": "A",
        "text": "Can you explain why? Give us some reasons to help us all feel better about this."
    },
    {
        "speaker": "B",
        "text": "Because markets go down and they also go up here. Here's actually like all serious and all joking aside, seriously, here's what I think happened. What is going on is right now, people on the margins, prices discovered on the margins. And when we saw a decreasing flows into the bitcoin ETF's this week, they were very happy that did happen. Flows were very strong last week and they were weaker this week. And so people who are pricing bitcoin on the margins had to readjust their expectations of flows because the trajectory of flows changed this week to decreasing a little bit, which we would totally expect to happen. And so as a result of the decreasing flows, there was a shift in expectations of the future price of bitcoin. And so the buyers stopped buying and they actually started selling once they saw the flows happening. And so this just recorrected. Bitcoin on future, different expectations as to the state of flows going into the future. The thing is, these people who are pricing bitcoin on the margins are pricing in what, a few, what they think is fair for the future. But then they, they're just front running. They're, they're front running the opportunity. So, like, the flows will actually produce the expected price in the future. Inevitably, they are just pricing in a difference in time. Uh, and so they, the, the people who are pricing bitcoin, the margins, the traders, the people on leverage, uh, said that, you know what, $73,000 is too far into the future to price this thing because the flows are slowing down. So we're selling, and then it sold down to $63,000. As soon as flows pick back up again, people will price in a more bullish future. Or you can also just wait and, like, that $73,000 will not become the future, will become the present. Like, the fundament, the fundamentals will be, will actually be realized. This is what happened."
    },
    {
        "speaker": "A",
        "text": "I feel like you're telling me nothing to be worried about."
    },
    {
        "speaker": "B",
        "text": "Yeah, just, just wait longer, and the future expectations will become reality. Like, people are pricing in flows, expectation flows in the future, then flows happen, and then price is realized. Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "I think so. But I feel like we're on some sort of a, you know, like a flywheel here of, like, you know, cause effect. Cause effect. And, of course, yeah."
    },
    {
        "speaker": "B",
        "text": "Markets are a hall of mirrors. Markets are hall of mirrors."
    },
    {
        "speaker": "A",
        "text": "This is how Jesse Ectel put it. There are bearish sell offs and there are bullish sell offs. This is clearly a bullish sell off. It's flushing out the leverage and putting some healthy fear into the markets. Markets crawl up a wall of worry. We resume the climb soon. You agree with this 100%?"
    },
    {
        "speaker": "B",
        "text": "Yeah. We're saying the same thing. In all bull markets that we have ever seen, there have been very regular 20% to 40% sell offs. We've been seeing them, expect them. This was the first one. We went so long without one of these. Like, it was pretty crazy how long we've gone without a 30% to 40% sell off. Like, it's been since, well, since the bull market started. This was the first one. And so, like, people kind of forgot that markets go down because we're just used to these, like, flows, which are also going to, like, legitimately push us up only. But we are still, it doesn't matter if you can be up only because the frontier, the, the margins of bitcoin will be priced at the maximum level of risk. And there's, like, some efficient frontier of risk being priced in here. Uh, and so, like, yeah, this is the, the first, uh, bitcoin actually was only down from peak to trough. Ryan, 17% from, if you measure it, this the absolute peak."
    },
    {
        "speaker": "A",
        "text": "We didn't even get our 30% to 40% drop."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Like, it's between, like, 20 and 40. Like, 30% has been the average. But bitcoin is like, it's the biggest mover. It has the most bids. Like, the fact that we only went down 17% is extremely bullish. Like, yeah, like, I mean, maybe we more, but, like, I kind of think it's over."
    },
    {
        "speaker": "A",
        "text": "Yeah. You think it's over or."
    },
    {
        "speaker": "B",
        "text": "I think, yeah, I think we're resume up only now."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, we'll see. I don't know. I mean, just because these I do. We should expect these 20% to 40% drops all the time. And this didn't even hit 20%. So, like, well, doesn't even feel like."
    },
    {
        "speaker": "B",
        "text": "Bitcoin didn't hit 20%. ETH did hit 25%. He peaked. A trough is 25%."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. Well, this kind of thing happens during infinite bull markets here. Let's talk about ETH. By the way, Kraken pro charts once again showing us the, the price of ETH. Look at that."
    },
    {
        "speaker": "B",
        "text": "Look at that engulfing candle. What are you looking at? Four hour candles, yo. No, one day candles. Wow. Yeah. So, like, one day candles. No, that's fine. He started the week. $38,000. $3,800 down 9%. Current price, 335. 40. Excuse me. Yeah, 3480. It's about $3,500."
    },
    {
        "speaker": "A",
        "text": "You know, that SEC investigating the Ethereum foundation didn't seem to affect the price of Eth very much. We'll get, we'll get more on that in a little bit. But interesting to observe here."
    },
    {
        "speaker": "B",
        "text": "It gave Eth some volatility, but not some bearish price action."
    },
    {
        "speaker": "A",
        "text": "How about the ratio here? Eth, bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Yeah, your ratio doesn't look great. It's at 0.052,053."
    },
    {
        "speaker": "A",
        "text": "Ethereum hasn't had its moment, this bull."
    },
    {
        "speaker": "B",
        "text": "Because everyone is taking bitcoin exposure because the whole market is, like, it is in the middle of accepting flows from, like, everywhere tradfi. And ETH is like, it's just not in the meta because, like, why would you, why would you buy ETH right now when, like, the bitcoin is currently getting the bid and all the meme coins are on Solana? Like, ETH is just patient and patiently waiting its turn. Like, the traders will get there at some point in time when the ECTF, like, finally gets priced in. But even if it is getting approved in May, which, like, there's uncertainty and, and maybe, like, we finally saw the last nail in the coffin for the, for the approval here. There are some, like, ETH ETF approval holdouts who still think is getting approved, but, like, I think it just doesn't matter. Like, once the Eth ETF gets priced in to the. To the. To ETH, it is just going to be like a gargantuan movement because of."
    },
    {
        "speaker": "A",
        "text": "How price sensitive ETH is between now and then. We could just continue to trade meme coins, right?"
    },
    {
        "speaker": "B",
        "text": "Right. We can just trade meme coins and."
    },
    {
        "speaker": "A",
        "text": "ETh at this point."
    },
    {
        "speaker": "B",
        "text": "Why would I be an ethnic."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the short term. Look at it. I want."
    },
    {
        "speaker": "B",
        "text": "Why would I be an ethnic? Farming eigen layers while you're in ETh."
    },
    {
        "speaker": "A",
        "text": "Zoom out. Zoom out. Okay. Total crypto market cap. Just to talk about it for a second. 2.65 trillion, or less than 3 trillion, have not hit all time high total crypto market cap. Oh, have we? No. Almost. Did we, did we real close?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Real close?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "You would know, David, because I would know. I know the only person who gets to decide."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Whether we hit an all time high."
    },
    {
        "speaker": "B",
        "text": "Finally. Finally, you're with it."
    },
    {
        "speaker": "A",
        "text": "So tell me, David, did we hit a Solana all time high? We got to talk about that because it looks like we did."
    },
    {
        "speaker": "B",
        "text": "No, we hit a Solana market cap all time high. Solana, the asset, the actual sold token, is still pretty far off of all time high because of the issuance of the Solana network, of which we have discussed plenty of you know what in."
    },
    {
        "speaker": "A",
        "text": "My book, because I get to say here, too, in my book, market cap all time high is all time high. And because it's the most legitimate all time high. Okay. The total value of your actual network and it."
    },
    {
        "speaker": "B",
        "text": "Sure. It's. Network all time high. Sure."
    },
    {
        "speaker": "A",
        "text": "Network all time high. And that is the one to pay attention to because it contains all of the sort of inflation, the increase supply, supply and the dilution. I think it's a big moment for Solana."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree."
    },
    {
        "speaker": "A",
        "text": "Um, can we go through some other stats here? So look at this. Solana peaks in popularity. This is a search engine traffic interest over time. It's like, absolutely spiking. Uh, this is. You'll find this interesting. Solana managed to flip ethereum for 24 hours. Trading volume."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, of course, all of the meme coins are on Solana."
    },
    {
        "speaker": "A",
        "text": "Uh, not just that. Look at this. If you zoom out, see even more impression. Impressive. This is. This looks like a TVL volume absolutely spiking into 2024. And other things. Number of new addresses. 1.16 million new addresses on Solana in March. Total fees on Solana. We'll get back to this in a second. 5 million in March 2024. Those transaction fees, total active address."
    },
    {
        "speaker": "B",
        "text": "That's not much."
    },
    {
        "speaker": "A",
        "text": "Solana is just up only, David."
    },
    {
        "speaker": "B",
        "text": "Okay, so, like, the whole repricing of Solana from $20 sol up to, like, $100 sol in December of this year, was pricing. Was pricing in the future of basically this, like, the retail coming in, experiencing the UX and the cheap fees of Solana, and be like, yeah, this is the place where I'm going to buy meme coins. And so, like, honestly, congrats to all the soul holders who listen to this podcast, of which I'm sure there are just thousands who held Solana through the bear market and, like, had the conviction to, like, ride this wave all the way up. And also, congrats to the people who haven't sold. Sold yet. Like, wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, there was a flipping as well in the app store. So Phantom, briefly flippant, metamask, and Phantom."
    },
    {
        "speaker": "B",
        "text": "The Solana wallet."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a primary wallet for Solana. One thing that impresses me most, because this is actually a fundamentals metric. Now, of course, this has just recently happened, so, like, it has to happen over a longer period of time, but this is actually impressive. Solana is selling blocks. Okay, what do blockchain sell? Blockchains sell blocks. This is a chart of fee revenue, Solana fee revenue over the past seven days. I took this earlier."
    },
    {
        "speaker": "B",
        "text": "Wow. It's actually registering."
    },
    {
        "speaker": "A",
        "text": "It's surpassed bitcoin fee revenue."
    },
    {
        "speaker": "B",
        "text": "Okay, so this is $300,000. Wow."
    },
    {
        "speaker": "A",
        "text": "Yep. This is seven days, and they got almost, you know, 20 million. It's behind Tron still, but not too far behind Tron."
    },
    {
        "speaker": "B",
        "text": "Definitely one half of Tron."
    },
    {
        "speaker": "A",
        "text": "This impresses me, actually, because this is transaction fees. And by the way, there's no priority fee on Solana that's active right now. So if you pay extra, it's my understanding of things, if you pay extra, you're not actually getting your fee ahead of every, like, your transaction ahead of everyone else's. So I don't know, like, people are paying for transactions, but the priority fee might be included in this, and it's just really not doing anything for users at this point in time. And I think, David credit is actually due for that. I did not see this coming as quickly. We'll see if they can sustain it. But it's impressive to me as somebody who looks at these kind of fundamentals."
    },
    {
        "speaker": "B",
        "text": "Yeah. I wonder how much the fees showing up here on the chart is due to Solana Mev, because that's where a lot of the transaction not demand, because the MEV follows actual real usage. And because there's so much, like, meme coin trading on Solana, there's a lot of slippage, like, people are getting bitten into by MEV from, like, slippage on Solana, and that's generating, like, demand for congestion pricing, for contention pricing. So people really need to get that transaction in first. So I'm guessing the fees aren't necessarily being paid by meme coin traders, but they're being paid by MeV bots trying to capture the slippage on Jupyter or whatever. Any exchange aggregator."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know. I don't know if that's the case."
    },
    {
        "speaker": "B",
        "text": "The Solana ecosystem right now is focused on understanding its own economics, its own fee markets, and that's the frontier of Solana research right now. It has been like that for a while."
    },
    {
        "speaker": "A",
        "text": "Let me ask you, do you think that you have underestimated Solana up to this point? And are you surprised? We've got the fee revenue that we just saw. We saw active users, we saw phantom wallet flipping. We are seeing dexs on Solana surpassing ethereum dexs, at least for a couple of days. Do you think you have underestimated Solana up to this point, David?"
    },
    {
        "speaker": "B",
        "text": "I can't. I can't really remember what I've. If I had, like, estimations of Solana generally. Like, I've always been open to all possible futures. I have my, like, critiques of the architecture of Solana and the choices that they've made fundamentally. But the success that Solana is seeing is not something I've really ever, like, counted out. And so, like, honestly, just, like, congrats to the people that believed in the thesis and stuck around, because they are definitely, like, rich now."
    },
    {
        "speaker": "A",
        "text": "True. Yeah. I want to say I think I have. I didn't think that Solana was, uh, going to die. Um, I, like, I knew it was going to come back. I am surprised. And I did not anticipate how quickly it would come back and with such ferocity. I didn't know that it would get kind of the next bull market kind of meta right now. It's. It's sort of this index fund of meme coins. And I think that's a narrative that's. That's drawing it higher, but, like, there's actually some underlying truth here to, uh, this is more than memes. There's innovation around vm parallel parallelization, which I think I've discounted in the past, and just ux that people can use in the here and now."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I think I've been slower to appreciate the value of that. I do think that the rest of the chains and the rest of the community in layer twos are not that far behind. If they are even behind at this point in time, I'm not sure that's a durable advantage. But I will say probably 18 months ago, I underestimated that they would come back so quickly and so fiercely."
    },
    {
        "speaker": "B",
        "text": "Solana came back in 2023, 2024 faster than Ethereum came back after it crashed in 2017 and came back in 2021. If you go look at the Solana chart, it is like two vertical lines, first one down during 2022 and FTX, and then one vertical up starting December of this year."
    },
    {
        "speaker": "A",
        "text": "It's actually impressive from a price perspective, not to say there aren't issues. And I know you are someone who points out the good things of Solana and also some things that need improvement, certainly. And one of them is this. What is this chart that we're looking at?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this is the current problem on Solana. This is the current thing, the current issue, which is the Solana transaction fail rate. 70% of transactions don't go through on Solana. And I've been watching some of these tiktoks of showing people how to buy meme coins on Solana, and, like, five times, like, inside of the tick tock, where they're like, buy Zincoin on Phantom wallet here, download the Phantom app. Blah, blah, blah. Like, get Moonpay. You're going to get wrecked by fees. Sorry. And then get your soul on Solana. Oh, and then you go and you try and buy this token. Oh, and then it's not going to go through if it doesn't go through. Just hit it a few more times until it does. And so when people are, like, shilling their meme coins, they're like, you have to just, like, if it doesn't go through, just hit buy, like, four or five more times, and then it'll just go through. So this is the current, like, issue in Solana. This is actually from, like, networking stuff. Uh, there's so much spam on Solana because that's what you get when you get low fees. People are also just, like, spamming, trying to get their mev bots in. Uh, that, like, there's. There's so much, so many transactions that are just, like, being contested and conflicting, apparently. It's like a networking thing. I don't understand it."
    },
    {
        "speaker": "A",
        "text": "It seems like that, uh, this is a chart showing that 70% of transactions don't. Don't make it through, at least the first time. And I'm like, it seems to have increased since Jito stopped the mempool as well."
    },
    {
        "speaker": "B",
        "text": "Right? Yeah. Cause Jito was, like, solving this part, like, solving this issue, and then because of the whole, like, slippage mev bots that Jido wanted to, like, be hands off on, all of that has now gone back into the global Solana, just, like, not mempool. I don't even know what they call their mempool equipment because Solana doesn't have a mempool, but, like, the transactions that are going into the chain."
    },
    {
        "speaker": "A",
        "text": "So let's talk about one of the drivers for this, which is memes and meme coins. So, in particular, there's been a recent meta that has been kind of, like, a little alarming, I would say, which."
    },
    {
        "speaker": "B",
        "text": "Is, like, it's very reminiscent of the ICO era."
    },
    {
        "speaker": "A",
        "text": "Yeah. Meme coins plus pre sales. Let's just combine those two things together."
    },
    {
        "speaker": "B",
        "text": "The worst two possible things. Let's put them together."
    },
    {
        "speaker": "A",
        "text": "Combine icos and memes. Wow. Okay, so tell us about this. What is going on in memecoin presales?"
    },
    {
        "speaker": "B",
        "text": "So, inside of a apparently 48 hours window, over $100 million in Seoul was sent to meme coin pre sales. And so for people who weren't around in the ICO era, in the ICO era, you would send your eth into this ICO contract, and then they. And then once the ICO was over, once the sale was over, it would spit you back out a token, and that you would get, like, a token this way. And these were also very hotly contested. It's one of the first pre launch."
    },
    {
        "speaker": "A",
        "text": "You need to raise capital in order to do the work to realize the idea. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, exactly. And the whole Ico Ico manual was, honestly a crazy time. In Ethereum. Uh, they were all unregistered securities, to be honest. Uh, and once all of the token issuers realized that, then, like, the whole entire movement ground to a start. Uh, stop. The crazy thing about this is they're meme coins. And so, like, there's literally no promise to build anything. It's literally just a meme, because that is the thing that is, like, making the rounds in Solana, there's this book of meme boom coin that went from zero to a $1 billion market cap inside of, like, two days. And so now everyone now, like, this whole, like, euthanasia roller coaster is like, taking on and, like, people are like, spiraling out of control with it. Because, like, if you can make one meme coin that went to a billion dollars, surely we can, you can do it again. And so, like, the demand for meme coins is through the roof. The difference with the ico mania, Ryan, versus what's happening on the Solana pre sale meme coin meta is that they aren't, like, making a smart contract on Solana that issues a token they are taking in Solana and then they are manually distributing the token out to the people who sent the soul later without any sort of smart contract involved. Why do they need money? It's a trust me, bro, meme coin sale."
    },
    {
        "speaker": "A",
        "text": "Why do you need money upfront in order to launch a meme coin? Because the market, like, no work."
    },
    {
        "speaker": "B",
        "text": "Because the soul, like, if. I'm sure not all of the meme coins do this, but the soul gets turned into an LP token. So the person who makes the meme coin takes the soul, mints the mints, the meme coin, turns it into a liquidity providing token, like on the Solana amm. And so there's liquidity for the meme coin day one, which is why this works."
    },
    {
        "speaker": "A",
        "text": "So it's not the thing they're bootstrapping. The thing that they need is liquidity."
    },
    {
        "speaker": "B",
        "text": "Liquidity. It's gonna ideally pump the bags faster, in theory, yeah. It's like some sort of, like, investor protection, because they know that they can immediately exit as soon as the meme coin is launched. The meme coin launches at, like, roughly an equivalent price of what people went in and sold. But then once you launch with liquidity, you can go to, like, Twitter or your telegram chat rooms or your like, or alpha and, like, you show it to your friends, trying to get them to buy the liquidity that you produced, and then you have the meme coin of. And then, you know, the token goes up."
    },
    {
        "speaker": "A",
        "text": "Okay, so did I, did I see a story, by the way, of somebody, like, who received funds from a pre sale, like, deleting $10 million worth of funds, like accidentally sending into the wrong address, or somehow mishandling the keys, like losing $10 million of sale?"
    },
    {
        "speaker": "B",
        "text": "So that LP token that I was talking about. Yeah, one of them slurf, I think. I think that actually is number three on that."
    },
    {
        "speaker": "A",
        "text": "Oh, this is it. Slurp."
    },
    {
        "speaker": "B",
        "text": "If you go. Go back to the jack XPt. It's the number three largest meme coin presale. So how much did they raise? They raised 54,000 soul. So multiply that by, like, basically $200 for slurp coin. For slurp coin. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And then, so here's this now famous tweet that will echo throughout the bull market. Slurred tweets out, guys, I effed up. I burned the LP, and the tokens that were set aside for the Airdrop mint authority is already revoked, so I cannot mint them. There is nothing I can do to fix this. I am so effing sorry. 5000 likes. Wow."
    },
    {
        "speaker": "A",
        "text": "As long as he's sorry, David."
    },
    {
        "speaker": "B",
        "text": "As long as long as he's sorry. You know what? You know what? People reported this to the FBI. And so there is. Yeah, so there is, like, a report that the, like, degens and Solana took this to the FBI and put this on the FBI, like, tip website. And so now there's, like, an FBI report out."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. The FBI pursuing meme coin creators. Like, I guess. I guess the question is, did this person really mishandle the funds or are they hiding somewhere? I'm sure you track all this on chain, David. This blows my mind. The only per. The only group of people I think who could, like, go for this are people who did not live through the ICI of 2017."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I wouldn't."
    },
    {
        "speaker": "A",
        "text": "First cycler. I gotta be first cyclers. I have to."
    },
    {
        "speaker": "B",
        "text": "For sure, bro. Like, when I saw this, you know, that whole meme of just, like, that, like, dog with a thousand yard stare, like, as, like, the Vietnam helicopters, like, fly by. When I saw something, I was like, oh, it's the ICO mania. I don't want this. I don't want this."
    },
    {
        "speaker": "A",
        "text": "That's why I'm not getting worried about it all. I'm just like, oh, they're gonna, you know, like, the same mistakes and the same things are going to play out again and again and again. Why? Because every generation, like, they have to learn the mistake. They can't learn from previous cycles. Cause they weren't here, so they'll have to learn on their own. So this is why we repeat these exact same things. Cycles, icos scams. Like, oops, I lost my keys. Like, FBI. It's gonna. It's gonna repeat. And I used to get it bothered about this. Hey, everyone. Everyone stop training."
    },
    {
        "speaker": "B",
        "text": "Stop being dumb. Stop being dumb. Be smart instead."
    },
    {
        "speaker": "A",
        "text": "And it's just."
    },
    {
        "speaker": "B",
        "text": "It doesn't work."
    },
    {
        "speaker": "A",
        "text": "It's yelling into the wind. Like. Like we could say on here, and in fact, let's just say this, guys don't, like, don't engage in, like, pre sale meme coins is probably. You're probably gonna lose your money. It's probably not gonna work. Or sometimes it'll work, but, like, understand."
    },
    {
        "speaker": "B",
        "text": "Is a gamble and it is a game that you are playing, but who cares?"
    },
    {
        "speaker": "A",
        "text": "No one, like, the people need that advice are not listening to us. They are on tick tock somewhere else."
    },
    {
        "speaker": "B",
        "text": "Well, the thing is. The thing is, it's actually going to make money for people. Like, the meme coins are generally going up, except for the ones that die, which you don't know."
    },
    {
        "speaker": "A",
        "text": "Happy about that, David?"
    },
    {
        "speaker": "B",
        "text": "Well, because."
    },
    {
        "speaker": "A",
        "text": "Be happy about that."
    },
    {
        "speaker": "B",
        "text": "Well, we'll, like, return at the end of this bull market when like, all, every single meme coin is at zero. And everyone, because everyone is making money right now, and in the future, they're like, not gonna make money. But right now it's fine because everyone's having fun. And numbers going up. Once number stops going up, it's gonna stop being fun. But until then, we are boomers."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. That's right. Everyone has to learn from themselves. So I am much more zen about it. And lastly here, we gotta remember, of course, Solana is only a toddler. Like just barely out of toddlerhood. It's four years old."
    },
    {
        "speaker": "B",
        "text": "Happy fourth birthday to Solana."
    },
    {
        "speaker": "A",
        "text": "Fourth birthday to Solana. All who celebrate. I guess that happened in March."
    },
    {
        "speaker": "B",
        "text": "The first Solana block happened in March, 4 years ago. 276 billion transactions. I wonder if they count votes, which they shouldn't."
    },
    {
        "speaker": "A",
        "text": "You had to slip that in, didn't you, David?"
    },
    {
        "speaker": "B",
        "text": "Votes aren't transactions."
    },
    {
        "speaker": "A",
        "text": "No one cares. It's a bull market. Keep moving. Let's talk about the blobs. All right, okay, talk about the blobs. Enough with the memes. And to the blobs."
    },
    {
        "speaker": "B",
        "text": "As we start this section run, we have a pop quiz brought to you by mantle, our new consumer of blobs pop quiz class is now in session. What does blob stand for?"
    },
    {
        "speaker": "A",
        "text": "What does blob stand for?"
    },
    {
        "speaker": "B",
        "text": "What does blob stand for? Blobs are a technical term."
    },
    {
        "speaker": "A",
        "text": "They had the technical term like, this."
    },
    {
        "speaker": "B",
        "text": "Is not just us being, like, cutesy with our naming nomenclature. This is a term that came before theory."
    },
    {
        "speaker": "A",
        "text": "This is a. Likes our blobs. How about that?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin likes our blobs."
    },
    {
        "speaker": "A",
        "text": "Blobs."
    },
    {
        "speaker": "B",
        "text": "Ding, ding, ding, ding, ding. Blobs stands for binary large object."
    },
    {
        "speaker": "A",
        "text": "Well, what's the. Oh, it's not even acronym. Binary, large object."
    },
    {
        "speaker": "B",
        "text": "Yeah, blob b. Binary l large ob object."
    },
    {
        "speaker": "A",
        "text": "Oh, okay."
    },
    {
        "speaker": "B",
        "text": "Yes, binary large objects. Yeah. So a blob is. A. Blob is a binary large object. As in all blobs are exactly the same size. There is like, I can't remember the actual specific size, but some, when they are created by optimus or armature or whatever, the actual blob data is less than the size of a blob. And so what do they do? They pad it with zeros to become a binary large object blob, binary large."
    },
    {
        "speaker": "A",
        "text": "I'm just not going to remember that. Is that okay if I don't remember that ever again? I just know that blobs."
    },
    {
        "speaker": "B",
        "text": "It's cool."
    },
    {
        "speaker": "A",
        "text": "Hold."
    },
    {
        "speaker": "B",
        "text": "That's a cool fun fact. Why wouldn't you remember that?"
    },
    {
        "speaker": "A",
        "text": "Because, David, I'm done with being a nerd, okay? I just want to buy meme coins now. I choose rich."
    },
    {
        "speaker": "B",
        "text": "Oh my God. Okay, so you're hanging out on base then? Because if you like blobs and meme coins, you go to base."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Is it going to be base season? Is that where we're getting to?"
    },
    {
        "speaker": "B",
        "text": "I think there is a crescendoing of base season, yes. Correct."
    },
    {
        "speaker": "A",
        "text": "This is the base daily revenue versus active users. Here, I've got this from token terminal, and it looks like a straight line up."
    },
    {
        "speaker": "B",
        "text": "Speaking of, Mev bots come from retail people who are trading meme coins. Base is experiencing the same thing. The difference is base doesn't have any failed transactions."
    },
    {
        "speaker": "A",
        "text": "Well, you had to say that the whole episode. Is it gonna be like this? Not on the bank list. The podcast. Okay. Can we go back to the l two fees though? Because I really care a lot about this. And we did a brief, I did a long update last week on ltvs. How are they this week? Are they still down or are we increasing in price?"
    },
    {
        "speaker": "B",
        "text": "Transactions are free on layer twos. They are basically free. They are before both optimism and arbitrum. They are below a penny for a simple send. Yeah. For uniswap. For uniswap trade, they are a whopping one penny."
    },
    {
        "speaker": "A",
        "text": "How about our ZK evms? Pretty cheap too."
    },
    {
        "speaker": "B",
        "text": "They have some improvement to do. Zksync is by far the cheapest because it is both a ZK rollup and a blob consumer. People are excited about zksync these days because Alex, founder of Zksync, tweeted out, now that we are consuming blobs, it's time to focus on decentralization and decentralizing ZK sync to the community. I think no means later. I think everyone understands what that means."
    },
    {
        "speaker": "A",
        "text": "I can read between the lines. Yeah, I understand that. Last thing to drive by, David, is assets. So we got a lot of assets on Ethereum, the layer one. And they need to move somewhere else, at least if you are a small user, if you're not a whale, if you're not a chain, consuming Ethereum block space can be really expensive to continue using eth layer one block space. So we got to move these assets, move these users over to the layer twos. How's that going?"
    },
    {
        "speaker": "B",
        "text": "Pretty damn good, Ryan. We are all time highs in TVL on layer twos and especially the flows since the start of 2024 into layer twos have been pretty damn gargantuan. Just like look at this chart for the podcast listeners that cant see the chart, imagine the chart emoji on iOS. Thats going up into the right. Thats what TPL looks like on layer two is moving from Ethereum layer one since January. It went from 12 billion to we are just over 25 billion. So like a doubling in the last like two or three months."
    },
    {
        "speaker": "A",
        "text": "There you go. That migration will continue I think, during the rest of the cycle, at least in 2024, 2025. ETH users who remember transacting on layer one with still assets on layer one are still going to be upset that it's so expensive. It's just kind of like Manhattan's expensive and now Ethereum is asking everybody to move to the suburbs and like it's kind of a pain to move, to be honest. So I think there's going to be that overhang for the next like months or so."
    },
    {
        "speaker": "B",
        "text": "For Ethereum users. Yeah, for entrenched users. All of the newcomers into the Ethereum ecosystem are going straight from coinbase to base. And like we've seen that flow of users and that's why like base transactions or base wallet addresses are like just up only. And they're not going to know anything about the Ethereum layer one. The layer one, if you didn't know, Ryan, is lava. Uh, don't touch it."
    },
    {
        "speaker": "A",
        "text": "Don't touch."
    },
    {
        "speaker": "B",
        "text": "Don't go there. Don't go there."
    },
    {
        "speaker": "A",
        "text": "Touch layer one. It's too expensive. What do we got coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, happy fomc day to those who celebrate. Where are the rates going? Are they going up? They're going down. We're going to talk about that. Blackrock is on chain with their new build biddle fund. We'll talk about what that actually stands for. That actually does stand for something. Uh, you know, Blackrock just doing some casual on chain security issuance on Ethereum, compliantly, that's what they're doing. Um, speaking of securities, is the Ethereum foundation getting investigated we'll talk about that and more. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "Quick fed Watch update here, just because we got to know what the central bankers are doing. So there was a fed meeting this week. That's the FOMC meeting. They meet and they decide what rates are going to be. And Jerome Powell says we are going to hold rates steady. So steady, the ship, they forecasted about three rate cuts to come in the year. So not up, David, steady for now and then rate cuts later. This is going to, of course, depend a lot on inflation. But Powell says inflation's not so bad. So he says the recent uptick in inflation, we talked about that last week is above like 3%, is just a bump in the road, hasn't changed the overall story. So he takes the two of these things together, and he says inflation is moving down gradually. Sometimes the road is bumpy, but we're moving towards 2%. So that's the plan. Markets reacted favorably, at least. Risk on assets reacted favorably to this because there was nothing hawkish. It's kind of like as expected. And there was also talk of stopping quantitative tightening. They've been doing some quantitative tightening just kind of in the background. And if you stop quantitative tightening, does that mean you need to restore some liquidity and some measure of Qe that's also in the air? A lot of this, of course, though, depends on inflation, like, what happens next. So are we going to drop back down towards 2%? There's a couple of different directions that this could go. And Lynn Alden points out that inflation has been mildly reaccelerating so far over the past several months. And if it persists like that, if we continue on that reacceleration, it would start to result in headline inflation numbers, numbers that Powell doesn't like going up. Right. So we could go drop down towards, like 2%, and that would make Powell happy, and they would continue the plan of cutting rates. Or if it spikes up, if we get again, 3%, 4%, that starts hitting the headlines, then he'll be pressured to maybe hold rates constant or increase rates."
    },
    {
        "speaker": "B",
        "text": "I think the game for the Fed right now is trying to figure out how to get okay with a higher than baseline 2% inflation and not feel like that's a loss for the Fed. Like inflation is going to be a thing. It's going to be a thing way more than it's ever been before. A solid 4% of regular inflation. It seems like the new equilibrium, except if the Fed admits that. And they say, like, you know what? We previously targeted two, but now we're fine with targeting. Four is going to look like a huge l for the fed, but that's also what they need to do. So I think that's kind of going to be the dance for the fed over the next, like, 18 months."
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll see."
    },
    {
        "speaker": "B",
        "text": "I listen to micro podcasts. I know I'm talking about."
    },
    {
        "speaker": "A",
        "text": "Then I trust you. They haven't capitulated on that 2% number, but maybe. Maybe that's."
    },
    {
        "speaker": "B",
        "text": "Yeah, they haven't. They haven't cosmetically presented capitulation on the 2%, but internally they're like, it's gonna stay higher than 2%."
    },
    {
        "speaker": "A",
        "text": "Can we talk about the most exciting thing in my mind that happened last week? David, this means. Absolutely."
    },
    {
        "speaker": "B",
        "text": "We already talked. We already talked about meme coins."
    },
    {
        "speaker": "A",
        "text": "No, it's not meme coins. It's even better than meme coins. Okay, this is blackrock tokenizing on Ethereum. Ethereum, mainnet, Manhattan."
    },
    {
        "speaker": "B",
        "text": "Hot. Hot."
    },
    {
        "speaker": "A",
        "text": "Yes. This happened this week, and that hit the headlines. They saw, we saw a contract deployed, we saw an SEC filing, and crypto. Twitter was kind of trying to scramble around to find out what this meant. Well, here's what it means. This is official pr from Blackrock. BlackRock launches its first tokenized fund biddle on the Ethereum network. Tell us about this."
    },
    {
        "speaker": "B",
        "text": "Okay, so Biddle actually stands for Blackrock USD institutional digital liquidity. Are you serious? That's what it means. It means biddle. Yeah. So, like, for the. Yeah, probably for those who don't know what Biddle is, it is a play on the world word build. I think this came out of John Pauler and East Denver Eth Ember kind of, like, invoked this as, like, their."
    },
    {
        "speaker": "A",
        "text": "Meme was like, that was a derivative from Hodl."
    },
    {
        "speaker": "B",
        "text": "From Hodl, yeah. So, like, the ancient Hodl meme that came from, like, the drunk bitcoiner in 2013 who bought the top of the 2013 bitcoin bubble. And then he was like, I am hodling on the bitcoin talk forums. Then Ethereum comes along, and then instead of Hodl, we have biddle because we're a community builders. And then now we have Blackrock."
    },
    {
        "speaker": "A",
        "text": "Blackrock. Tapping into meme culture."
    },
    {
        "speaker": "B",
        "text": "Into meme culture."
    },
    {
        "speaker": "A",
        "text": "It's pretty impressive."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so bny, Melanie is the custodian. What is going on here? Um, the tokenized. It's a tokenized treasury, tokenized treasuries on Ethereum. If you have, there's a white list with this. So you have to be an accredited investor. So this is an ERC 20 token with a whitelist, uh, that you have to be manually approved by Blackrock. Minimum investment $5 million. The way that this works is actually really, really cool. So the bittle token is going to be worth $1, but since it is a on chain treasury product, it pays accrued dividends to, directly to investor wallets every single month. So the yield that it gets from the treasuries, underlying yield, yes. So it's, it's like a stable coin. It is a stable coin. Sure it is worth $1, but it will pay holders at the end of the month its pro rata share of yield that it got from being a t bill in the back."
    },
    {
        "speaker": "A",
        "text": "So my 5% annualized amount, it'll pay me in that to my Ethereum address."
    },
    {
        "speaker": "B",
        "text": "Yes, if you put in a $5 million minimum."
    },
    {
        "speaker": "A",
        "text": "Okay, well, I'm not going to do that. I'm too busy gambling all of my funds on meme coins, as you know."
    },
    {
        "speaker": "B",
        "text": "Yes. Proud, proud of you. Proud of you."
    },
    {
        "speaker": "A",
        "text": "DC investor says one thing notable about the new Blackrock fund on Ethereum. This isn't like old larps by governments who put some notional debt security on chain. I've seen a lot of that. This is the world's largest asset manager actually putting $100 million in USDC on the Ethereum blockchain. Huge."
    },
    {
        "speaker": "B",
        "text": "So as an industry, we have had these like enterprise blockchain conversations. These institutions are coming. This tokenization of everything we've had, these conferences and podcasts, all about the subject for like a decade now and is at this is it. This is it. This is an online chain. This is a, this is a tokenization of a, of an off chain security inside of an ERC 20 token by the world's largest asset manager that pays monthly dividends to token holders, to security holders, to investors. The cool thing is like that, imagine like say this grows into like 10,000 holders, 10,000 people own like the minimum investment is $5 million, but then you can go and like sell it and so you can have less than $5 million. You just have to be on the whitelist. So like say they whitelist like 10,000 people and then Blackrock is spitting out dividends to these 10,000 people on the Ethereum layer one. Blackrock is going to be burning like a nice amount of ethnic."
    },
    {
        "speaker": "A",
        "text": "Oh, thanks Blackrock."
    },
    {
        "speaker": "B",
        "text": "Thanks Blackrock."
    },
    {
        "speaker": "A",
        "text": "My viewer thanks you."
    },
    {
        "speaker": "B",
        "text": "Really proud of you guys."
    },
    {
        "speaker": "A",
        "text": "This is actually, may I remind folks as well, this is actually the world's largest asset manager 9 trillion."
    },
    {
        "speaker": "B",
        "text": "They own the planet."
    },
    {
        "speaker": "A",
        "text": "They started with 100 million. They have more. I'll just say that they have more. They can increase this over time. This is Blackrock paying 5.2 cents to move $100 million. Probably nothing. By the way, $0.05 on $100 million is actually pretty cheap. So if you are a like smaller user, you're not a whale and you're using Ethereum mainnet and you're saying $5 to do this uniswap transaction or $10 or whatever, you're like, that's expensive and I don't blame you. That's what layer two is for, for Blackrock. The layer one is for Blackrock, Ethereum main chain security. Right. And you're fine paying $5 for that, but it's like worth it to you. The security is worth it to you, the uptime is worth it to you. Being on Ethereum plugged into all of the liquidity sources is worth it to you. So that's what I think increasingly main chain will be for large banks, whales, other chains to settle on. They're kind of moving in. They're like making Manhattan. They're building the skyscrapers in Manhattan. That's what's going on here."
    },
    {
        "speaker": "B",
        "text": "Can I tell you my favorite part about this story? There's many parts about this story, but here's my favorite one."
    },
    {
        "speaker": "A",
        "text": "Tell me your favorite. You just sent me this link."
    },
    {
        "speaker": "B",
        "text": "So the Blackrock build token is open. Like people found it. You can go look at it, people know what it is. And since we are in an open public, permissionless ecosystem, people have been sending assets to the Blackrock owned smart contract because they know Blackrock owns and operates this smart contract. So this is a Blackrock owned address. Now we know what it is. So people are sending all of their meme coins into the Blackrock address. And so Blackrock now owns some shib Inu, a bunch of just like absolute shit coins. Somebody sent Blackrock a crypto dick. But. So Blackrock, the world's largest asset manager, is a holder of one crypto dick. But congrats to Blackrock. Fantastic investment. The other thing that's happened, Ryan, you know, when everyone got dusted via tornado cash."
    },
    {
        "speaker": "A",
        "text": "I do know that, yeah."
    },
    {
        "speaker": "B",
        "text": "Do you think, do you wonder where this is going?"
    },
    {
        "speaker": "A",
        "text": "Blackrock got dusted."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Transaction."
    },
    {
        "speaker": "B",
        "text": "Yeah. So Blackrock has to now file the same report that you and I have to file every single year for the rest of our lives because they violated OFAC sanctions."
    },
    {
        "speaker": "A",
        "text": "I didn't file that report. Did you file that report?"
    },
    {
        "speaker": "B",
        "text": "I did. So you're supposed to do it every single year. I did it for the first year, but I'm not doing it for the rest of my life, so I am, actually. Yeah, I did it well, because I'm. My lawyer sold. Me, too. Because I'm. Because I'm suing Janet Yellen."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. So you and I are actually both, like, sanctioned individuals now because we're not lawfully reporting to Fincen that we are."
    },
    {
        "speaker": "A",
        "text": "It wasn't me. Like, I didn't do anything. Somebody dropped this in my mailbox. Like, I can't. But now they're dropping into Blackrock's mailbox."
    },
    {
        "speaker": "B",
        "text": "Blackrock has violated Fincen. Nice job, guys."
    },
    {
        "speaker": "A",
        "text": "A good way to get hazed in crypto, I think, is getting some NFT memes, tornado cash dusting, I guess. Let's end this where we start, which is bullish. Blackrock launching a yield bearing stable coin on Ethereum is still one of the most bullish things to ever happen in crypto. And the market has definitely not digested this yet. Bullish ethano there."
    },
    {
        "speaker": "B",
        "text": "The fundamentals are too good for this to be priced into the market. Doesn't work. Speaking of getting hazed, Ethereum foundation getting investigated by the SEC. Did you hear about this?"
    },
    {
        "speaker": "A",
        "text": "I did. In fact, it kind of scared me when I saw this. Here's the headline from Fortune. Crypto, SEC probing crypto companies and Ethereum investigation as hopes for ETF dim. Okay. And there's speculation here. Look at this. This is the first paragraph of fortune. The securities and Exchange Commission is waging an energetic legal campaign to classify Ethereum, the second most popular cryptocurrency, as a security. According to us, companies that have received subpoenas related to an investigation. Wow, David, they're like, that sounds like Gary Gensler is going for it. He's like, you can't defeat me. I'm invincible. Ethereum is actually security, you know? Get ready and tell us what the genesis for this SeC probe of the Ethereum foundation was."
    },
    {
        "speaker": "B",
        "text": "Yeah, so the Ethereum foundation was sent a voluntary inquiry from a state authority, authority, uh, that included a requirement for convent, uh, confidentiality, which was apparently added to a GitHub commit in February of this year. So people are seeing this, this GitHub commit, they're seeing the request of information, this voluntary request of information to the Ethereum foundation, which is a Switzerland entity, by the way. Um, and then people are, are jumping to the conclusion of Gary Gensler, and the SEC is going after ETH as a security, which is like, there's a pretty big like a leap in logic there."
    },
    {
        "speaker": "A",
        "text": "Yeah, and you say people. It's not just people, it's journalists. Journalists, apparently, fortunes, crypto. I saw a Niraj from Coin center tweet this and just be like, I don't know where this is coming from. This article is coming from Fortune at all. None of these facts are really substantiated. There's no evidence that there's investigation underway or that the SEC somehow thinks that Ethereum is a security and is going for him. The thing, though, is, with any good narrative, there's some plausibility to it. We all know Gary hates crypto. We all know he has not said, like, publicly in front of Congress, when asked specifically if Ethereum is a security or not, if he could clarify, he's refused to answer that question in any coherent way. Right. And there's a sense that he got some heat for approving the bitcoin ETF, and maybe he wants to reverse that. So that's why I think this narrative takes hold."
    },
    {
        "speaker": "B",
        "text": "So instead of amateurs completely speculating as to whether or not this is real or not, let's actually, like, talk to the lawyers who know a thing or two. Like you said, Niraj commented on this, but, like, here's Mike Selig, who, you've had him on the podcast before, very smart lawyer, saying it's extremely common for crypto protocol foundations to receive voluntary requests for information from federal and state regulators. And subpoenas are about as sure as a sunrise for a crypto entity. And so Mike is saying, yeah, this is more or less Paul. Par for the course. Paul Grewal, the chief legal officer over at Coinbase, he tweeted out, sigh. Again with the ETH misinformation as we await a decision on the ETH ETPs, the exchange traded products, etfemen. And then he goes like, okay, let's talk about some basic facts about Ethereum. Millions of Americans hold ETH. It's been vital to crypto since 2017, 2015 launch. And ETH is a commodity, not a security. The SEC has taken this position for years, and then he just lists and cites in, like, events that have happened over the last five plus years, all the lawyer style, loyal style."
    },
    {
        "speaker": "A",
        "text": "Exhibit a, exhibit b, exhibit c. Right? All of the. All this evidence, he's basically saying it's."
    },
    {
        "speaker": "B",
        "text": "Absolutely futile for anyone to try and claim that ETH is a security. This whole ETH is a security conversation, which has been a theme for, like, way too long, is, like, some of the dumbest stuff that we have to address very frequently on the weekly roll up."
    },
    {
        "speaker": "A",
        "text": "Well, I think one big reason for this is people don't realize, and this is me. We'll end this section with this and try to dispel what I think we both think is FuD. This is from Brian Quintenz, who is mine, folks. Formerly on the CFTC. He was a commissioner for the Commodities Future, future exchange in the US. He said this a reminder, when the SEC allowed ETH futures, by the way, they did. This was several months ago. Was it back in October, David, when they allowed these ETH futures to trade on its regulated securities exchange, it explicitly acknowledged the status of ETH as being a non security outside of its jurisdiction. We have ETH futures that are trading right now, and that in itself, the fact that that has happened, the fact that that has been approved by the SEC, means the SEC has already stated that ETH is a commodity and not a security like it's already done."
    },
    {
        "speaker": "B",
        "text": "We have every single assurance under the sun that eat is a commodity. Except for the words coming out of Gary Gensler's mouth himself. Everything else we have."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, yeah. And by the way, when I said futures, I'm talking. This is a futures ETF. There's an ethereum ETF."
    },
    {
        "speaker": "B",
        "text": "There's already any ethereum, ethereum futures ETF."
    },
    {
        "speaker": "A",
        "text": "Brian quintends again, if the SEC had any doubt about the regulatory treatment of regulatory treatment of the ETH in October 2023, it wouldn't have approved the ETH ETF, that is the ETH futures ETF that exists. If ETH were in fact a security, then the CFTC listed futures contracts as well would also be illegal. It's kind of a done deal, even if Gary wands can't at this point without act of Congress."
    },
    {
        "speaker": "B",
        "text": "And importantly, we don't know what is in that subpoena. But like, it's not, it's most likely has nothing to do with ETH as being a security. It has to do with something else, probably."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, let's flip to the good news. Maybe the SEC is reviewing all of Blackrock and the other submitters. ETF spot ETF."
    },
    {
        "speaker": "B",
        "text": "Oh, I like this. I like this conspiracy. I'm fan of this one."
    },
    {
        "speaker": "A",
        "text": "A couple of questions. So optimistically, they are taking those application submissions for an Ethereum spot ETF seriously, and they have some like finishing touch questions from the Ethereum foundation because of the nice."
    },
    {
        "speaker": "B",
        "text": "Yeah, I love that."
    },
    {
        "speaker": "A",
        "text": "Like that narrative."
    },
    {
        "speaker": "B",
        "text": "This, this is the SEC, just like doing regular information gathering for the eventual approval of the spot ETH ETF. This is the most valid conspiracy that I've heard this week."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, it's because it's bullish. And you like that one. I mean, that's what I mean. We're all kind of speculating and we do not know. But I would not, you cannot translate this to say that the SEC is trying to turn Ethereum into a security."
    },
    {
        "speaker": "B",
        "text": "Yeah, people just have this knee jerk reaction to ETH is a security and then everything, like everyone loses their mind on Twitter. Anyways, let's check in on the ETH ETF actual news, because some news happened this week specifically about the ETH ETF. In May, both fidelity and Grayscale this week updated, amended their filing with the SEC to include staking. So there is an option for these ETF's to be staked Eth ETF's. I don't think it is for forcing it into being a staked ETH ETF. It's starting as vanilla, adding some detail, but they're, they're opening up the door. They're made, they're adding a door inside of their own filing where in the future they can go through that door and that door is a staked ETh ETf. And so both the fidelity and grayscale updated their amendments this week. Their filings this week."
    },
    {
        "speaker": "A",
        "text": "Yeah, I thought that was bullish at first, and in a way it is bullish, but it's not necessarily bullish that we'll get the Ethereum ETF by May and May the next deadline. And James Seyfferthe from Bloomberg has a take here. My cautiously optimistic attitude for ETH ETF's has changed from recent months. We now believe these will ultimately be denied on May 23. For this round, the SEC just hasn't engaged with issuers on Ethereum specifics. And basically everyone is saying, the people in the know are saying that if the SEC was going to approve the Ethereum ETF's in Mayenne, they would have engaged more deeply with, with the issuers on the specifics and there's none of that activity that they see. So that kind of the default, what's likely going to happen is they're going to be denied in May."
    },
    {
        "speaker": "B",
        "text": "Are you ready for a conspiracy on that one? Because I heard one that I really like this week. Yeah. So the reason why there's not engagement between the SEC and the ETH ETF filings and the issuers is because we already have the bitcoin ETF approved and the ETH ETF's are basically carbon copies of the bitcoin ETF. And so why do they need to engage. They've already did their engagement with the bitcoin ETF. Since they're just copying carbon copies, the SEC is like, oh, you guys are the same. Things just come right on in, have stamp of approval and like, please, please become and be an ETF. That's what's going on."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, that would be great if that's what's happening. There's always a chance. There's a chance, and I think James would acknowledge that as well. I will say, david, you and I did a fantastic podcast with Matt Hogan."
    },
    {
        "speaker": "B",
        "text": "From bit Wise and Ryan Rasmussen."
    },
    {
        "speaker": "A",
        "text": "Yes. And he had a take. And he was actually, actually, I won't spoil it. Listen to the episode. Next week. He gives his estimation on a probability of the ETH ETF getting approved sometime this year, and he gets another hopeful date for that. So stay tuned for that."
    },
    {
        "speaker": "B",
        "text": "All right, coming up next, the first LRT in the Eigen layer ecosystem. The liquid resaking token drops his airdrop coming in at a whopping $3 billion valuation. Is this the starting pistol for all the other future LRT token drops? I think so. We're also going to check in on CZ. What's CZ up to? What's he doing over there? And then lastly, another judge accused the SEC from acting in bad faith. Surprise, surprise. We're going to get to all of that and more. But first we're going to talk about some of these fantastic sponsors that make this show possible. Etherfi launches their Dao, aka launches their token same same, some quick hits this launch on the 18th. The airdrop is now live claim Ethereum also link in the show notes, 6% of the total supply of the token is being airdropped in this particular airdrop. They're calling that season one. Five more percent will be airdropped in season two. Along with a bunch of other innovations that they are launching. They also hinted at their own layer two. This is not the first LRT to have their own native layer two. That seems to be the meta total supply, 1 billion tokens, 668 million ETH five airdrop this season currently coming in at a $4. So yeah, $4 billion. Who was eligible? If you held ETH or wrapped ETH or inside of a pool, in a pendle pool, you were getting all of these points. Early adopter program, blah blah blah, all this good stuff. Basically, if you had ether five points, you kind of know. Snapshot was taken on March 15. So 11% of the total supply airdropped to users, 6% in this first initial airdrop closing window. You need to claim by June 18 of this year. So relatively small window."
    },
    {
        "speaker": "A",
        "text": "This is me and the Gary Gensler."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "The police do not allow you to use the platform from this location. Anyone in the US is restricted from picking up that airdrop, David."
    },
    {
        "speaker": "B",
        "text": "So I really wish some project, when they have this page, just has a Gary Gensler wagging his finger. Can we get on that? On one of those? Can we get this? Yeah, we need this."
    },
    {
        "speaker": "A",
        "text": "Okay, so Etherfi, the, like, first restaking token. And it's, like, pretty big in terms of, like, how big is this? You said billions."
    },
    {
        "speaker": "B",
        "text": "Is over $4 billion. For billion, less. Less than 4 billion."
    },
    {
        "speaker": "A",
        "text": "How does that work? How does that make sense?"
    },
    {
        "speaker": "B",
        "text": "New charts, buddy. New charts."
    },
    {
        "speaker": "A",
        "text": "New charts."
    },
    {
        "speaker": "B",
        "text": "New charts."
    },
    {
        "speaker": "A",
        "text": "There are tokens."
    },
    {
        "speaker": "B",
        "text": "Yep. Don't stop asking. Stop asking smart questions. Only ask them questions."
    },
    {
        "speaker": "A",
        "text": "These. This is the first of many LRT drops that we will see. And again, this is liquid restaking tokens. So this is all based on kind of like, if you've been following the Eigen layer meta, which is you take your eth, you stake it and stake it again. And that's what Etherfi is actually doing. It's creating, like, a tokenized way to restake tokens for all sorts of applications that have not been built yet, but that will be. That are in progress. I mean, we're seeing a lot of them, but they have not come to market yet. And this is all kind of the speculation that's going on. But the first of many. First of many opportunities."
    },
    {
        "speaker": "B",
        "text": "Swell. Kelp, Renzo. God, there's so many that they'll go on, and then, like, all the. Once, all the LRT's drop, then, like, we get the Avs's. Eventually, we'll get Eigen itself. I think it's just gonna be really good to be a restaker. This is. Instead of playing in meme coin degeneracy, like my strategy has always been, just put your Ethan Eigen there. Capture, capture, like, 17 different airdrops. Well, it's more simple. Like, I'm a busy. Yeah, I got a podcast to record. I can't be trading meme coins."
    },
    {
        "speaker": "A",
        "text": "The best thing about this is you get to keep your eth. You know, if that's you get to."
    },
    {
        "speaker": "B",
        "text": "Keep your Ethan, you are taking on some rich risk, smart contract risk, opportunity, cost. Yeah, all that good stuff."
    },
    {
        "speaker": "A",
        "text": "You know who also did really well on this, David, is the almost 10,000 bankless citizens who qualified for this airdrop. Do you know why they qualified, David?"
    },
    {
        "speaker": "B",
        "text": "Because we've been hella early to the LRT Eigen lair ecosystem. Yes."
    },
    {
        "speaker": "A",
        "text": "And they use the airdrop hunter. They use the bankless airdrop hunter. They plug their address into claim bulls. They know they got this and they received it. I actually think I. The average citizen got, like, something like $3,500."
    },
    {
        "speaker": "B",
        "text": "Oh, you got to pump those numbers up, buddy."
    },
    {
        "speaker": "A",
        "text": "Etherfy."
    },
    {
        "speaker": "B",
        "text": "The average bankless citizen got $4,500 worth of Etherfi. That's 1100 Etherfi tokens. The average Etherfi airdrop was a little over $3,000. If you're a bankless citizen, you got $4,500 because you have the alpha from the bankless airdrop hunter."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. How do I become a citizen? Tell me. Tell me."
    },
    {
        "speaker": "B",
        "text": "You click the link in the show notes, Ryan and bankless.com join itself. It pays for itself. It's $20 a month. It pays for itself."
    },
    {
        "speaker": "A",
        "text": "Just $20 more than pays for itself. Do that Roi, man. That's like 100 x. It's better than gambling on meme coins."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right. That's right. So either RoI is not just a token, of course. They also have three other products. Stake, liquid, and cash is going to be built over the next twelve to 24 months. Cash is a layer two. So a layer two for payments. And like I said, actually, like a good handful of LRTs have layer two plans. Swell announced their layer two. We talked about that last week. Puffer is going to do a layer two."
    },
    {
        "speaker": "A",
        "text": "Is Erian doing a layer two, Wallace?"
    },
    {
        "speaker": "B",
        "text": "Yeah, unrelated to LRT, Zerion is doing a layer two."
    },
    {
        "speaker": "A",
        "text": "Yeah. So many layer twos."
    },
    {
        "speaker": "B",
        "text": "Yeah. We're not enough. Never. We never have enough layer twos."
    },
    {
        "speaker": "A",
        "text": "David, do we ever have enough crypto punk high value sales for you also?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "This is a crypto punk that just sold for 16.4 million. And I'm told, actually, this tweet says it's the second highest on chain punk sale ever. So punks coming back, our nfts on a theorem making a comeback. Are we gonna see that this bull cycle, or they just. Is it just meme coins?"
    },
    {
        "speaker": "B",
        "text": "If this feels like deja vu, this is because this also happened last week. Another different alien punk was sold for a similar amount. So alien punks are definitely moving. This happened last cycle, like, a bunch of alien and ape punks were bought, and then, like, the punk floors started to move."
    },
    {
        "speaker": "A",
        "text": "Like I said, alien because its face is blue. Yeah."
    },
    {
        "speaker": "B",
        "text": "Is that what makes blue skin? It makes it an alien. So if the pixels are blue, they're worth more. That's the rule."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the rule. Why? Why is that the rule? Because we all decided that's the rule."
    },
    {
        "speaker": "B",
        "text": "Stop asking smart questions. Only ask dumb questions."
    },
    {
        "speaker": "A",
        "text": "Actually, maybe like, that's the secret to this bull market, is just like, be a little dumber."
    },
    {
        "speaker": "B",
        "text": "Only be dumb."
    },
    {
        "speaker": "A",
        "text": "Speaking of dumb, David, the SEC."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "A Utah judge finding the SEC. Fantastic transition in bad faith conduct. Bad faith conduct. Okay, so this was another SEC court case that was kind of like, like on the side you probably didn't hear about with a company called debtbox. Okay. This is a crypto company called the debt box. Actually, I'd never heard of them before. It's a crypto firm."
    },
    {
        "speaker": "B",
        "text": "Scary name. I don't want a debt box."
    },
    {
        "speaker": "A",
        "text": "In the ruling of the debt box versus the SEC, the judge placed sanctions on the SEC for a quote here, abuse of judicial process."
    },
    {
        "speaker": "B",
        "text": "Like, oh, and order them to pay the legal fees of debt box. Wow. And denied its motions to dismiss the charges. Wow. Meaning it can't. It can't file the same charges at a later date. Yikes. Big ol smackdown and a fine. Smackdown and fine and a fine from."
    },
    {
        "speaker": "A",
        "text": "A regulator, by the way. Wait."
    },
    {
        "speaker": "B",
        "text": "Oh, wait, those are our taxes?"
    },
    {
        "speaker": "A",
        "text": "Yeah, those are our taxes. Like, you and I paid for some of that."
    },
    {
        "speaker": "B",
        "text": "Sick."
    },
    {
        "speaker": "A",
        "text": "What are the crypto lawyers say?"
    },
    {
        "speaker": "B",
        "text": "That the SEC is dumb and bad. Austin Campbell says the SEC lied in court and then doubled down after the judge noticed. He says, why would any American trust the SEC and believe that they act in good faith? After this, Paul grew all says, worst of all, guess who pays the sanctions? You mean every us taxpayer?"
    },
    {
        "speaker": "A",
        "text": "So, look, I don't know all the details of this case, but basically the SEC took this company, the debt box, to court for, quote, unquote, excelling unregistered securities, as usual. That's kind of their typical charge. And this is what the court determined. This constitutes a gross abuse of power entrusted to it by Congress and substantially undermined the integrity of these proceedings and the judicial process. David, I saw other crypto lawyers saying that basically this is like a. Almost like quasi criminal behavior from, like, it's just lying in court. And this is what the court case determined. And even despite all this bad faith activity, we would still have Gary Gensler on the podcast. I can say that I want to extend an invite to anyone listening, if you know. Gary. Gary, come on."
    },
    {
        "speaker": "B",
        "text": "Let's just talk, Gabe."
    },
    {
        "speaker": "A",
        "text": "Just have a conversation."
    },
    {
        "speaker": "B",
        "text": "Just. Just come in and get on the podcast. Yeah, just come. Just come on. Just come on in. Just come on in."
    },
    {
        "speaker": "A",
        "text": "Come on in and talk."
    },
    {
        "speaker": "B",
        "text": "Okay. We know that Gary doesn't want to talk to us. I'm just can only assume we got a plan B. Have we tried Bob Gensler, his identical twin? We don't know what story stances on bankless bonklists do you think he would come on the bonk this podcast?"
    },
    {
        "speaker": "A",
        "text": "I think he might not bank this, but he might come on Bonklas. This is actually Bob Gensler, who is apparently Gary's twin. He's actually, according to reports, pro crypto. This is a true story."
    },
    {
        "speaker": "B",
        "text": "So is old Gary Gensler was also."
    },
    {
        "speaker": "A",
        "text": "But Bob was the guy who actually introduced Gary to crypto."
    },
    {
        "speaker": "B",
        "text": "So Bob's the cool twin. He's the cool brother."
    },
    {
        "speaker": "A",
        "text": "Open invitation to Bob Gensler. Bob Gensler can't get Gary."
    },
    {
        "speaker": "B",
        "text": "Bob, come on. He's probably come on the show."
    },
    {
        "speaker": "A",
        "text": "You know, someone else I want to talk to is this guy Cz. Remember CZ from Binance?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw this. This makes me so happy. Okay, so CZ is doing a new thing since he can't do anything in crypto. Cause he's, like, charged or whatever. He's doing another project. Cause he's a serial entrepreneur who can't sit still like the rest of us. Giggle academy. Free basic education for everyone. No revenue, he says. Gamified, adaptive. Giggleacademy.com, they are hiring. Cz is going to redo education, which I think this is so cool. Cz, one of the greatest builders of all time, undoubtedly is now going into the world of education, which definitely needs to be redone, especially now that we have AI. And so, to me, Cz was always kind of chaotic, neutral. This is CZ on his good guy."
    },
    {
        "speaker": "A",
        "text": "This is a nonprofit, right? Maybe, I don't know. It's a non profit. It is. I'm saying that."
    },
    {
        "speaker": "B",
        "text": "Hell, yeah."
    },
    {
        "speaker": "A",
        "text": "It's a public good. It's a nonprofit."
    },
    {
        "speaker": "B",
        "text": "Cz's gonna fix. Fix education the same way that he fixed centralized exchanges in crypto in 2017 when he started binance."
    },
    {
        "speaker": "A",
        "text": "I just have one question for you, David."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Will it be tokenized?"
    },
    {
        "speaker": "B",
        "text": "You shut the hell off."
    },
    {
        "speaker": "A",
        "text": "I'm not interested."
    },
    {
        "speaker": "B",
        "text": "Get the tokens out of children's education."
    },
    {
        "speaker": "A",
        "text": "Sorry, I'm just going wild."
    },
    {
        "speaker": "B",
        "text": "They're too young for the meme."
    },
    {
        "speaker": "A",
        "text": "All right, David, let's. Let's end this thing first with the one."
    },
    {
        "speaker": "B",
        "text": "One more thing. One more thing."
    },
    {
        "speaker": "A",
        "text": "Hold on. What?"
    },
    {
        "speaker": "B",
        "text": "Bankless is hiring."
    },
    {
        "speaker": "A",
        "text": "Oh, yes."
    },
    {
        "speaker": "B",
        "text": "You want to edit out all of the shit that we say that you. That we need you to edit out because of all the stuff that gets trimmed in this podcast. We need you to do that along with all the other things it takes to produce a podcast. If you are a good video editor, audio editor, you know how to manage Twitter, and you are also deep bankless. You know what it means to go bankless. We want to hire you to edit our podcast and all the other stuff that comes with it. Literally the most fun team in crypto. I think it's a blast. It's great. You have the chillest bosses. Just ask the rest of the company. It's the best place to work."
    },
    {
        "speaker": "A",
        "text": "One of them is more chill than the other."
    },
    {
        "speaker": "B",
        "text": "One of them is definitely more chill than the other, that's for sure."
    },
    {
        "speaker": "A",
        "text": "You don't have to guess."
    },
    {
        "speaker": "B",
        "text": "You don't know. You don't gotta guess. No one you know."
    },
    {
        "speaker": "A",
        "text": "This is in case it wasn't clear, a podcast video editor, that's what we need for media operations. You can apply. There's a link in the show notes, of course. So we need your help. Can you get this roll up under an hour?"
    },
    {
        "speaker": "B",
        "text": "Can you get the host shut the hell up."
    },
    {
        "speaker": "A",
        "text": "All right, let's end with meme of the week. Here we are. We are looking at a van. What is this?"
    },
    {
        "speaker": "B",
        "text": "You gave it the perfect name, so you have to actually explain this one."
    },
    {
        "speaker": "A",
        "text": "This is the pre sale van, okay? This is a grimy, dirty looking white van that you should absolutely not get into. And compelling thing."
    },
    {
        "speaker": "B",
        "text": "But it says pre sale on it."
    },
    {
        "speaker": "A",
        "text": "It says pre sale. Come on over, kids. Get in the presale van. We just want to give you some tokens. Going for a quick ride. My God."
    },
    {
        "speaker": "B",
        "text": "Oh. Get, get. Everyone get in the presale van. We can fit a lot of people in there."
    },
    {
        "speaker": "A",
        "text": "The caption is how to get a degen into a van, and all you have to do is put pre sale. It doesn't matter what it looks like, all right? And with this risk of disclaimer, guys."
    },
    {
        "speaker": "B",
        "text": "Of course, crypto is pre sales. Very risky."
    },
    {
        "speaker": "A",
        "text": "So are vans."
    },
    {
        "speaker": "B",
        "text": "So are vans."
    },
    {
        "speaker": "A",
        "text": "In parking lots like this, you could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bonkless journey. Thanks a lot."
    }
]