[
    {
        "speaker": "A",
        "text": "Uniswap in the left corner versus Gary Gensler in the right corner. Let's go. Showdown into the century. We're gonna talk about all his details of why Gary Gensler thinks he's able to step into the ring against Hayden Adams."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. It is the second week of April, and it is time for the bankless weekly roll up. David, I was out last week. What did I miss, man?"
    },
    {
        "speaker": "A",
        "text": "You know, not too much. A couple sec court cases, a couple airdrops, a couple main nets, you know, just an average week in crypto."
    },
    {
        "speaker": "B",
        "text": "You know what I feel like with the lawsuit that's just happened, we're gonna get into with Gary Gensler and sec suing uniswap. It feels like Gary got stronger while I was out. And I'm wondering, stronger?"
    },
    {
        "speaker": "A",
        "text": "More audacious."
    },
    {
        "speaker": "B",
        "text": "Audacious? Yeah. I don't know if he's actually stronger, but he thinks he is in his head. So it's weird that when I go out, when I miss a roll up, he gets stronger. But when you miss a roll up, you're out there, like, slaying Horcruxes. I don't know what you're doing, man. You're on mountains, I'm at the beach. And he gets stronger, and then you just do something else. So I think in order to win this lawsuit against Gary Gensler, we gotta send you to another mountaintop."
    },
    {
        "speaker": "A",
        "text": "Yeah, sounds like I'm going on vacation. You're staying here, buddy. You must stay. You must produce podcasts. Oh, my God."
    },
    {
        "speaker": "B",
        "text": "Did you catch the eclipse? By the way? There was another thing that's off topic."
    },
    {
        "speaker": "A",
        "text": "That happened this week in New York. Yeah. Which was 91% coverage. And then I come back to my friends and be like, yeah, that was kind of lame. And then I got sent this XKCD comic of, like, the coolness, like, levels of the eclipse as a function of how close you are to the path of totality."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And, like, you're right there. It's either 100% covered or nothing. Yeah, it's not cool to be, like, 95% covered. It's like you. Yeah. So. But, yeah, regardless, everyone went to their rooftops and, like, looked at the sun. It was, like, slightly darker. It was slightly cooler. Yeah. What about you? You weren't in the path of totality."
    },
    {
        "speaker": "B",
        "text": "I was, like 95%. So I caught that, but I didn't get the full effect. And actually, I regret that. I regret that now. I regret missing that promo."
    },
    {
        "speaker": "A",
        "text": "I actually had tickets to this one event in Austin that was going to be like, 200 people but I didn't get flights. I didn't look at flights until like two weeks before and I didn't realize how much, how big of a deal it was. And when I looked at flights, like two weeks before the eclipse, it was like $3,000. And I'm like, I can't do that. Plus there was a dick butts on ice event here in New York, which I just had to go to."
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. Because that's like a once in a lifetime opportunity, right?"
    },
    {
        "speaker": "A",
        "text": "It truly was. It truly was."
    },
    {
        "speaker": "B",
        "text": "Well, I'm glad you made that. I just, you know, the way I rationalize it to myself is, well. Well, what if I show up at the place, like, my family lives in southern Ontario, so what if I show up in southern Ontario? It's always cloudy there. What if it's cloudy? I'll have gone all that way and it's. I won't see it. But anyway, regrets, regrets. I have no regrets about this bull cycle, though, David, that we're in right now. I'm excited about it. What are we covering this week?"
    },
    {
        "speaker": "A",
        "text": "Uniswap labs versus the SEC. Go."
    },
    {
        "speaker": "B",
        "text": "It's going down."
    },
    {
        "speaker": "A",
        "text": "Hayden Adams, another Adams versus Gary Gensler. Probably the biggest throwdown that I think the crypto industry will ever see. I'm just looking forward to Hayden, just like absolutely wiping the floor with the SEC. Like that's the only logical conclusion of this. Right?"
    },
    {
        "speaker": "B",
        "text": "By the way, Adams versus Gensler isn't the only matchup. We're going to talk about a matchup. My co host, David Hoffman is actually boxing someone in crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah, not in the SEC, somebody else in crypto. We'll talk about the end of the podcast."
    },
    {
        "speaker": "B",
        "text": "Wait till the end. Also, eigenlayer, the mainnet is here. That's a big freaking deal. It's mostly here. We'll talk about what's here, what's still to come. What else we got?"
    },
    {
        "speaker": "A",
        "text": "Blackrock Biddle fund now has a direct pipeline to USDC. Bankless nation, who listened to that episode with securitize, got the alpha first. What does this mean for this new tokenized treasury product? What does it mean to have a direct pipeline to USDC? And also another week, another token drop, this time on Solana. It's always a good week in crypto, especially when, when prices are going up, which they were kind of going up a little bit this week, which we're going to talk."
    },
    {
        "speaker": "B",
        "text": "Are we bored of token drops yet? I mean, are we bored of getting free money, like hundreds of millions of dollars? And I feel like it's just like, oh, it's another token drop."
    },
    {
        "speaker": "A",
        "text": "It's. It's boring for all the people who didn't get the token drop. But, like, if you got that token drop, like, say what you will about the points meta, like, token drops are doing their job of becoming more precise and more directed towards people's respective communities. People who are getting the token drop are extremely excited because they committed the time, cost of their money and their capital to that project. And so they're very excited. Did I receive this token drop? No, because it's on Solana. Actually. Maybe I did. Actually, now that I think about it. You talk about it."
    },
    {
        "speaker": "B",
        "text": "Check your bankless claim bulls, David."
    },
    {
        "speaker": "A",
        "text": "I bought my mad lad on tensor, so maybe I got the token drop. I don't know."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. You're not even motivated enough to check at this point. You're just like, all the free money coming in."
    },
    {
        "speaker": "A",
        "text": "I think I might have lost that wallethead. Anyways, we're going to get into all of these conversations and more, but first we're going to talk to."
    },
    {
        "speaker": "B",
        "text": "Let's talk about markets today. David. So tell me about bitcoin on the week. What are we looking at?"
    },
    {
        "speaker": "A",
        "text": "3% up this week, which I would call flatty up, flattish up. Started the week, $68,000, ending the week at $70,000. Actually, it's a little bit more up than I thought, maybe at 4%. So keeping its nose, its eyeballs right above that $70,000 mark, that's not bad."
    },
    {
        "speaker": "B",
        "text": "I'm feeling great above 70k. Give me a quick bitcoin ETF update, if you will. This headline here, grayscale bitcoin ETF sees record lowest daily outflow of 18 million. This kind of like a one time event, isn't it, for the grayscale bitcoin ETF to have sort of all of its outflows leaked out into, I don't know, where does it go? Tell me, why is this significant?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so the outflows of grayscale, the grayscale ETF are like the breaks on the bitcoin price, whereas the inflows to all the other bitcoin ETF's are the gas. And right now, like gas and brakes have been in this war with each other. And right now, yesterday, April 11, this is when that's actually today. Grayscale bitcoin ETFC's record lowest daily outflows of 18 million. So only $18 million of pressure is being put on the brakes. Granted the approval and initial opening of the doors of the floodgates into the bitcoin. ETF's is also kind of like a one time event. So it's not like that. That also kind of teeters off. But the thing is, we kind of are expecting the brakes to tear off way sooner than the gas because the gas has. There's a lot of gas in the tank. And so as we see the lowering of the outflows out of grayscale, we see a release of the pressure on the brakes. So hopefully, when this continues to approach zero, we will see lift off."
    },
    {
        "speaker": "B",
        "text": "So why are people outflowing? Is it basically, it's been less liquid previously, now it's much more liquid, and they've been locked up for a while. And grayscale fees are a lot higher than the other ETF's, so that's why there's outflow in grayscale in comparison to."
    },
    {
        "speaker": "A",
        "text": "All of the above. All of the above, yeah. So people were buying the GBTC discount back when like, you know, you could buy discounted bitcoin at 15% on the bet that like, eventually Grayscale will turn into an ETF. And now it is, like you said, grayscale fees are 2.5% versus other ETF's at 0.2%, 0.3%. And so, like, why are people just paying those fees? Well, because also some people are sitting on like a mountain of capital gains, and so selling to avoid those fees actually incurs a larger fee, which is capital gains tax."
    },
    {
        "speaker": "B",
        "text": "That was a good bet a year ago, by the way, when bitcoin was trading in grayscale off like 2020, 5% nav. I'll note, because we're going to talk about ETH price right now. It's about that with ether right now. So there is an grayscale Ether trust, if you call, it's called Ethere. You can buy that in your 401K account right now, and it's trading at a 25% discount to premium. So that will come in line on the actual ETH price as soon as an Ethereum ETF is approved, which you."
    },
    {
        "speaker": "A",
        "text": "Would assume the ETH price would also be much higher once the ETF is approved. So you get 25% off of a higher price later, is the idea."
    },
    {
        "speaker": "B",
        "text": "It seems like a great."
    },
    {
        "speaker": "A",
        "text": "It's a good bet deal."
    },
    {
        "speaker": "B",
        "text": "Like it's. We don't know whether it's going to happen this year or next year, but we are confident it's going to happen. So why not just lock in that 25% discount anyway?"
    },
    {
        "speaker": "A",
        "text": "Years? Like it's going to happen within two years."
    },
    {
        "speaker": "B",
        "text": "Right. It's a good deal on some ETH, I think. Anyway, where are we at on the ETH price this week?"
    },
    {
        "speaker": "A",
        "text": "ETH price up about $100 sort of the week at $3,400, up about four ish percent to $3,500. Really having its ratio with bitcoin that pay the 0.05 number really be defended. We fell down below 0.05, but it came right back up. Eric Wall, did you notice, Ryan, maybe while you were out, maybe you didn't see this. Eric wall made this tweet saying if the ETH BTC ratio drops below like 0.0495 or something, I'll shave my head. And then it drops down below it and he goes and shaves his head. Wait, why? No one was telling him to do that. He just tweeted it out and then he was like, oh, well, it fell down below. I guess I have to go shave my head now. And he went and shaved his head."
    },
    {
        "speaker": "B",
        "text": "Okay, thanks."
    },
    {
        "speaker": "A",
        "text": "It's not like he had short hair to begin with. He had, like, long, luscious locks."
    },
    {
        "speaker": "B",
        "text": "That was fantastic."
    },
    {
        "speaker": "A",
        "text": "He had fantastic hair and now it's."
    },
    {
        "speaker": "B",
        "text": "A loss for all of us. I don't know if that's a well, but I don't. Was he trying to, like, prove something? I know he's more of a bitcoiner than ethereum, but he doesn't hate Ethereum."
    },
    {
        "speaker": "A",
        "text": "This was one of his tweets in. It was one of his new year tweets. It was like, here's my 20 predictions for 2024. And he says, like, the Eth BTC ratio will not fall below, like, this particular line. And then the line was like 0.095 or something."
    },
    {
        "speaker": "B",
        "text": "You got it. That's why you got to be careful with your predictions, your new year's resolutions and your predictions here."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Where are we at on the total market cap?"
    },
    {
        "speaker": "A",
        "text": "Kind of unchanged over the last three weeks, 2.7. Still about the same. We are just like hovering right below last cycles, all time highs."
    },
    {
        "speaker": "B",
        "text": "Do you read this post from Arthur Hayes?"
    },
    {
        "speaker": "A",
        "text": "I did not. Tell me about it."
    },
    {
        "speaker": "B",
        "text": "Notorious crypto trader. The TLDR is he's actually short term bearish on April, so it's not going to be up. He's like bearish on crypto, specifically on."
    },
    {
        "speaker": "A",
        "text": "The month of April."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what Arthur, I mean, he's a trader, right? So he can be bearish on these timelines. He gets more bullish after April, May. But he is selling. He's actively been selling in April because what's his rationale. Yeah. The happening occurs at a time when dollar liquidity is tighter than usual. He goes through this entire post. There's some reasons that dollar liquidity is kind of getting tighter in the month of April. You know, the BTFD? Is that what it's called? Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Bank term fund deposit program or something, which is over."
    },
    {
        "speaker": "B",
        "text": "Kind of a liquidity suction in April. But. So he took, I took full profit on these positions. Mew, Sol and NMT. He's basically, like, selling his meme coins and such. Not that Sol's a meme coin. I didn't mean to imply that. But he says that I'm selling my meme coins."
    },
    {
        "speaker": "A",
        "text": "He says, solo meme coin."
    },
    {
        "speaker": "B",
        "text": "No, I said I'm not implying that. I'm not."
    },
    {
        "speaker": "A",
        "text": "Careful what you say about sold these days. People will come after you."
    },
    {
        "speaker": "B",
        "text": "Let's do an l two update. I'm really excited about l two s these days. This is brought to you by our friends over at mantle, which is a new and up and coming l two. You know what? I shouldn't say they're up and coming because they're established."
    },
    {
        "speaker": "A",
        "text": "They're an incumbent. Oh, wow. We broke through $40 billion in layer twos. Hell, yeah. $43 billion. We've been at, like, $39 billion for, like, the last three weeks. Trying to get our heads about 40. $43 billion. Nice job. Nice job, nice job."
    },
    {
        "speaker": "B",
        "text": "That's a lot."
    },
    {
        "speaker": "A",
        "text": "That's a lot. That's a lot. That's more money than I have. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so what are the other stats? I mean, should we look at active addresses today? That's something we don't usually look at."
    },
    {
        "speaker": "A",
        "text": "Yeah, active addresses, they're up across the board. So base at 1.5 million new active addresses as of this year. That's up 300% in the last month. Arbitram at 1.4 million active addresses. That's up 120% in the last 30 days. DK sync era, 1.2 million active addresses, 20% up in 30 days. And then optimism. Mainnet at 650,000 addresses. That's up 85% in 30 days. So, like, layer two summer. Remember, we've been talking about layer two summer since, what, 2021? 2022. Well, it's 2024, and it's finally here."
    },
    {
        "speaker": "B",
        "text": "We had to wait for an actual, like, bull cycle, I think, and some big protocol upgrades, which we'll get to in a second. But one thing I want to call attention to here is as a result of this traction, there's real economic value being created, in particular, in this case, on Coinbase so Coinbase releases its quarterly earnings. It's a publicly traded company, so they do that. And you can also see this on chain. Coinbase's total revenue from base, the layer two that are recently launched has now surpassed $40 million. And it's starting. Look at this chart. Starting to go parabolic."
    },
    {
        "speaker": "A",
        "text": "There is some healthy area under the curve there."
    },
    {
        "speaker": "B",
        "text": "So what I love about Coinbase being public is everybody on Wall street gets to see this. All the analysts get to start tracking a layer two as a product unit line, as a source of revenue for this exciting growth stock, and everybody else will catch on as well."
    },
    {
        "speaker": "A",
        "text": "I don't know about that leap. They're going to look at that line item and the pm and L, is."
    },
    {
        "speaker": "B",
        "text": "That just ignore it."
    },
    {
        "speaker": "A",
        "text": "I don't know how to categorize that. Under the miscellaneous category, I mean, but."
    },
    {
        "speaker": "B",
        "text": "Still, I mean, that's. That's substantial. 40 billion net new revenue for 40 million. Yes. And also what I would say is what a great deal, like on Ethereum, they don't pay much in terms of transaction fees to Ethereum. They get to take home."
    },
    {
        "speaker": "A",
        "text": "They pay very little. They're taken home. It's like a 99% profit margin."
    },
    {
        "speaker": "B",
        "text": "Pretty good deal here. David, give us an update on Blobspace, please."
    },
    {
        "speaker": "A",
        "text": "Blob space. Okay, so four weeks later, blobs are now coming up on four weeks old. The median gas fee on layer twos is now ten times lower, from above fifty cents to about $0.03. Blobs have met layer two demand despite inscriptions, which means that layer twos aren't actually competing over Blobspace with other layer two s and actually aren't even. There's no one's truly competing for Blobspace right now. Even though people are still putting their jpegs into inscription space, it seems to be there's enough room to go around for now. Optimism collective profits at record high. That's pretty obvious. That $40 million going into Coinbase, 15%. I don't know actually whether that $40 million was calculated before or after optimism collective took its 15% tax into the collective, its fee, but base, Zora mode network, and then actually optimism main net, these are all part of the optimism collective. So they're all paying 15% into this collective that is supposed to be, like, shared resources for all of them. And then, of course, layer two, seeing all time high record five times the amount of demand from the start of this year. Hell yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, it's no accident that all of these metrics are up mo's activity is up because we just got a big blob space stimulus in terms of reduction costs here. Very cool. David, what's going on with the top ten? It's been a while since we looked at this, and there's a new asset that has entered the top ten cryptocurrencies by market cap, which I don't recall seeing since, like, it reminds me of 2017. 2018. That is kind of like a throwback, right? Ton. It's the telegram blockchain, and they have just surpassed their number ten. Now, in terms of total market cap worth, total fully diluted. 36 billion. Fully diluted. This is a telegram chain, is it not?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So Tan is the token telegram open network. You said $36 billion. $37 billion, fully diluted, but with an actually market, market cap of $25 billion, which, like, in this world of, like, high fdv, low float tokens, this is not one of them. Like, two thirds of these tokens are out on the open market, and it's commanding a $25 billion market cap. Okay, so there's some backstory here that probably newer crypto entrants probably aren't familiar with. Telegram did an ICo, I think, one of the biggest icos in 2017. It was, like, top three icos to do a token for their app and maybe for listeners who aren't familiar with Telegram, it's like a messaging app that is the backbone of a lot of the crypto meta. Every project, every founder is on Telegram, every vc is on Telegram. There are telegram groups. It's the alternative to discord that's a little bit more universal. Everyone across the world all uses Telegram. It's like WhatsApp. It's just like WhatsApp. But for some reason in crypto, we use Telegram. They did this ICO 2017, one of the largest icos, they got sued. They got sued by the SEC for doing an unregistered security sale."
    },
    {
        "speaker": "B",
        "text": "About that."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. And that really put just a damper in the whole project, and I kind of thought it was disappearing like many of the icos."
    },
    {
        "speaker": "B",
        "text": "It's a zombie chain."
    },
    {
        "speaker": "A",
        "text": "It's a zombie chain. Yeah. Did their ICO pocketed the cash eos ship something and then called it good? Yeah. Just like eos did. Yeah. And then it turns out there's this telegram foundation, which is meaningfully differentiated. I think this is actually true. Not just decentralization theater from the Telegram app leadership, and they are making telegram the blockchain. And I think if, like, I don't know, because I'm in America, but if you're not in America, there's a telegram wallet and it's now kind of becoming. You would classify this as an ETH killer, I guess, actually, just because they're putting a wallet into their app and they're putting defi and tokens on it. And honestly, Telegram has a literal bajillion users, and so it's actually kind of makes sense. It's catching a bid. It's catching a bid, yes. And so it has entered the top ten crypto market cap. Top ten tokens, which is kind of a hard place to enter."
    },
    {
        "speaker": "B",
        "text": "It's pretty impressive. I'm not sure how much there is there because I haven't really spent any time on it. I don't know very much about the ecosystem, but it's head of Cardano at this point. And avalanche. Well, well, look at that. Those are darlings of the last cycle. So we'll see how these top ten change as we continue here."
    },
    {
        "speaker": "A",
        "text": "Let's do like, a quick snapshot of the top ten. Bitcoin number one, of course. Yeah. Like a review of the top ten, because, like, whenever, when I got started with bitcoin."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's bitcoin still."
    },
    {
        "speaker": "A",
        "text": "Bitcoin is number one. Meaningfully number one."
    },
    {
        "speaker": "B",
        "text": "It's always been number one. Ever since I got here, it's been number one."
    },
    {
        "speaker": "A",
        "text": "Number one. Bitcoin to ethereum. Three, tether for binance chain. Five. Solana. Six. XRP. Seven, Lido staked ether. Eight, USDC. Nine. Dogecoin. Ten, tan coin. How do you feel just about, like, this date of the top ten right now?"
    },
    {
        "speaker": "B",
        "text": "Not super surprising. I mean, BNB and Solana continue to battle it out, which is interesting. XRP just, God knows. Man, they have the die hard fans."
    },
    {
        "speaker": "A",
        "text": "So sticky. I have no idea."
    },
    {
        "speaker": "B",
        "text": "They've always been here. I just kind of, like, skip it, gloss over it. Still in the top ten, actually. Impressive at this point. Yeah. And then Dogecoin having a meme in the top ten is interesting. I mean, they're still empowered to meme coins. Isn't there at least high Lindy type meme coins? They're not going away. Yeah, pretty."
    },
    {
        "speaker": "A",
        "text": "I would be very happy to see dogecoin flip. XRP. I'm totally unbothered by meme coin being in the top ten. Dogecoin just, it feels like, very honest. It's. They're like, meme coins are real. There's something to be learned about meme coin, so I don't mind it being the top ten. XRP can just get the hell out of there. That's the one that really bugs me in this top ten. It's like XRP just can, like, it can bother me."
    },
    {
        "speaker": "B",
        "text": "It doesn't bother me anymore. Nothing bothers me, David."
    },
    {
        "speaker": "A",
        "text": "Well, because it's always been a conversation about the top ten is like 90% of the crypto market cap. So it's a little bit reflective of what the industry is. It's been growing in quality ever since. Ever since I've gotten into the top ten. Used to be a complete joke, bitcoin. Now there's only one. Now there's bitcoin diamond. Yeah. And now there's only one joke in the top ten, and that's XRP."
    },
    {
        "speaker": "B",
        "text": "Wow. All the XRP fans of bankless just immediately deleted this podcast from their player."
    },
    {
        "speaker": "A",
        "text": "How many of those do you think we have left?"
    },
    {
        "speaker": "B",
        "text": "Let's talk about this. Another top ten. So we're looking at NFTs breaking bitcoin ordinals now have two collections amongst the top three nfts by market cap in the world. Wow. What are these collections here? I didn't even recognize them because I'm not a bitcoin NFT enjoyer."
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is actually not true anymore. This was a blip in time. So right now the top nfts are cryptopunks by market cap. So that's 1.4 billion runestones, which is a bitcoin ordinals project at 700 million, followed by bored Apes Yacht Club, not dead yet at 430."
    },
    {
        "speaker": "B",
        "text": "Wait, but runestones is number two."
    },
    {
        "speaker": "A",
        "text": "Runestones is number two."
    },
    {
        "speaker": "B",
        "text": "And that's a bitcoin NFT project."
    },
    {
        "speaker": "A",
        "text": "It's a bitcoin NFT project, yeah. My God."
    },
    {
        "speaker": "B",
        "text": "I would not have thought that that could be the case going into this cycle. Not at all."
    },
    {
        "speaker": "A",
        "text": "Yeah. Not done yet, though. So, like, bored apes are number three. Pudgy penguins number four. Node monkeys are number five. Also at bitcoin ordinals, bitcoin puppets. Also bitcoin ordinals is number six, followed by mad lads on Solana for number seven, followed by miladys, followed by chromie Squiggles, which was like the original, are like generative art art blocks. So, yeah, bitcoin Ordinal is aggressively entering the top NFT projects. Thanks."
    },
    {
        "speaker": "B",
        "text": "Let's talk about trad five for a minute. There's a big metric that came out, which was inflation this week. I'm going to give you some stats. So it was hotter than expected in the month of March. So we are up to almost 4%, David. Inflation up to almost 4%."
    },
    {
        "speaker": "A",
        "text": "So we're below 4%."
    },
    {
        "speaker": "B",
        "text": "We're at 3.8. We were 3.2 in February. This is hotter than people thought. So surprisingly stubborn inflation was a term that was thrown around."
    },
    {
        "speaker": "A",
        "text": "Is that why markets kind of, like, weren't happy this week?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And by the way, the 3.8% is 3.5% if you include food and fuel prices, which are a bit more volatile, but 3.8 if you don't, which is kind of like another important metric. An analyst said this, it's problematic for the Fed. I don't see how they can justify a June cut with this strong inflation data. And."
    },
    {
        "speaker": "A",
        "text": "Yeah, so I guess the real question is, what's the trend, though? Because if the trend is still downwards, please go down."
    },
    {
        "speaker": "B",
        "text": "Do you want to talk trends, though? Look at this."
    },
    {
        "speaker": "A",
        "text": "I do. I do."
    },
    {
        "speaker": "B",
        "text": "This. This is also from the Arthur Hayes article. He got it from Jim Bianco. Bianco research. This is yearly federal spending as a percentage of nominal GDP. So I'm changing tracks."
    },
    {
        "speaker": "A",
        "text": "Spending as a result of nominal GDP. What does that mean?"
    },
    {
        "speaker": "B",
        "text": "Okay, so I'm changing tracks now. I'm not talking about inflation. I'm talking about debasement. Debasement and issuance. Issuance of the dollar, essentially. Okay, so. Or actually not issuance of the dollar. This is. Sorry. This is federal spending. So this is fiscal policy. You know how we're moving into modern monetary theory, where kind of like fiscal takes charge of more spending and that's why deficits grow and that's why the dollar inflates. And we're printing money this way as a percentage of GDP, America's GDP. Right. Which is a nice metric, like a relative metric. So look at from 19 the seventies to all the way to 2008, we spike up. And then there's Covid. Look at this spike in Covid. We got up to March 2021, we got up to 33% of our GDP. We were actually spending from a federal government perspective, and now we're back down. And so, like, the problem with all of this, David, is we are spending like it's a wartime."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm not much of a ta guy, but that chart is bullish. I would buy that chart."
    },
    {
        "speaker": "B",
        "text": "He would buy this chart. Right. And the question is, how do you buy this chart? It's probably by selling your dollars and."
    },
    {
        "speaker": "A",
        "text": "Selling your t bills, buying things that are inflation and debasement hedges."
    },
    {
        "speaker": "B",
        "text": "Yeah, debasement hedges. Anyway, that's the long term reality here. So whether inflation heats up or whether it cools down, I mean, you got to deal with all of this. Debasement at some point, don't you?"
    },
    {
        "speaker": "A",
        "text": "Indeed, indeed."
    },
    {
        "speaker": "B",
        "text": "There was also some bad news, I think, while I was out, and I got caught up with it about Ethereum ETF's. So probability continues to tick down that."
    },
    {
        "speaker": "A",
        "text": "We only get bad news about Ethereum ETF's. That's the only flavor that news comes in."
    },
    {
        "speaker": "B",
        "text": "It's a heated asset right now. Yeah. What's this from Nate?"
    },
    {
        "speaker": "A",
        "text": "Okay, Nate, who is general tradfi ETF market commentator, says several ETF issuers have met with the SEC regarding the spot ether ETF. But according to Behrens, which is like, this financial media agency, quote, those discussions have largely been one sided without the agency giving companies critical feedback needed to finalize their products. With, of course, the May 23 deadline approaching very quickly. So people are kind of, like, starting to, like, throw in the towels. Like. Yeah, that, like, low percentage of the ETF is, like, quickly approaching zero. Polymarket, however, has it coming in at 21%."
    },
    {
        "speaker": "B",
        "text": "21%. By June 30."
    },
    {
        "speaker": "A",
        "text": "By June 30. By June 30, yeah. But, like, it's basically may or nothing. Like, once the May deadline passes, that's gonna go to zero. So there's $91,000 betting on a 80% chance of getting denied."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it gets denied, unfortunately."
    },
    {
        "speaker": "A",
        "text": "Okay, so ready for conspiracy theory?"
    },
    {
        "speaker": "B",
        "text": "You have another one?"
    },
    {
        "speaker": "A",
        "text": "Is it one every single week, brother?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm ready. Tell me."
    },
    {
        "speaker": "A",
        "text": "Okay, so the market's already priced in the ETH ETF denial."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Of course. So once. Once the denial. This isn't. I'm not completely standing by this, but."
    },
    {
        "speaker": "B",
        "text": "Like, this is the Eth price go up."
    },
    {
        "speaker": "A",
        "text": "The market. The Eth price goes up."
    },
    {
        "speaker": "B",
        "text": "Okay. I choose to believe a big question, like, for that to happen, though, is what part of the cycle are we in? I know we just recorded an episode with Raoul Paul. That's. He gives his estimate for where we are in the cycle. You know, are we in spring, summer, fall, winter, that sort of thing. But I think a great comparison is if we compare it to the previous three cycles that we've had."
    },
    {
        "speaker": "A",
        "text": "You know, I love this, actually."
    },
    {
        "speaker": "B",
        "text": "2011, 2015, in terms of the number of days elapsed, you know, these cycles are all about, you know, say, 1000 to 1400 days or so. Right. And we are just over. We're about 500 days into the current cycle, the fourth bull market cycle, if you will. And so if this plays out the way the other previous three cycles have, then we have roughly one year to the cycle top. Like, the top. That would be summer time, right? All time highs? No, sorry. Like, all time highs of this cycle. Of this cycle and then another subsequent year to the bear market. So another like year where you spend in fall season where it's kind of like up and down, up and down. You get some recoveries. So about two years, but one year to the top. If it plays out like the other cycles. You believe this?"
    },
    {
        "speaker": "A",
        "text": "If it plays out like the other cycles. Okay, so it's really for the podcast listeners who can't view these charts, you basically have three, well, four lines that are overlaid each other. And really, the first one of the 2009 to 2011, that one doesn't count because that one was insane. Like such an outlier. This is bitcoin. It's bitcoin going up infinity percentage. Yeah, sure. Okay, so, like, we have 2011, 2015 and 2018 as the years that we are comparing this 2022 to 2024 bull market in. And then every single year of previous bull markets gets more muted and more prolonged than the previous. So it goes up less, but it also lasts longer in time. Generally speaking, this one is, everyone is going to start talking about how this time is different, and they're going to give you evidence that you are totally going to be compelled by the ETF's. It's totally prolonging this bull market. It's going to be a super cycle because of the ETF's."
    },
    {
        "speaker": "B",
        "text": "People are saying this, they're saying supercycle."
    },
    {
        "speaker": "A",
        "text": "Again, I'm predicting that people are saying that this time is different because of the ETF's. We have a larger fundamental shift in capital flows. Uh, we are, people have, like using their 401k. We're just passively buying bitcoin without thinking about it. So that is totally changing the game. And honestly, like, I'm compelled by that argument. But at the same time, I'm also equally compelled by, like, what must go up comes down. Uh, so any amount of reflexivity up will be met with reflexivity down, which is why I want, and I think everyone wants this bull market to be as prolonged as possible. And so the less, like, crazy we can go up, the longer we can have good times."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, that's what we want. I mean, the question is, what's going to happen? The base case here. And again, I like the idea of being dumber. This cycle just going to, it's just going to play out how the other three cycles did. Somewhere in that range, right? Might go a little higher, might last a little longer, it might be a little shorter, but it's going to go up. And we probably have about a year, year and a half, maybe two years, and we're going to repeat again. I think that's the base case. And, yeah, I'm not trying to overthink this one. The fractal. It's just a fractal. It just happens every single time."
    },
    {
        "speaker": "A",
        "text": "This way, if you do think it's going to happen, there's this window of time, call it, that starts in 400 days and ends in 800 days. And if you sell at any point in that window and just hold, you'll end up being happy. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree. Well, I'm happy already. David, are you happy?"
    },
    {
        "speaker": "A",
        "text": "I'm happy. Always happy."
    },
    {
        "speaker": "B",
        "text": "There's been a good market so far. What do we got coming up?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, Eigen Lair now live on the Ethereum mainnet with its first av's. What to do now, what comes next? We're going to talk all about that and all the details. What does it mean to Eigen Lair to be live and uniswap in the left corner versus Gary Gensler in the right corner? Let's go. Showdown into the century. We're going to talk about all his details of why Gary Gensler thinks he's able to step into the ring against Hayden Adams. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "Big freaking deal here. Uniswap just received a enforcement notice from the SEC. This is called a wells notice, which is the SEC telling Uniswap, we are bringing you to court. Get ready. What are the details here? What actually happened?"
    },
    {
        "speaker": "A",
        "text": "So we still need some more details about, like why, what's motivating the SEC? Like why they are saying they are taking the, the Uniswap Labs company, the software company, to court. So there's three different vectors of speculation here. There is operating an illegal exchange like Uniswap, the protocol, which seems dubious because completely decentralized. Permissionless protocol."
    },
    {
        "speaker": "B",
        "text": "That's what they said about Coinbase though, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, same thing that they said about Coinbase. But at least Coinbase is a centralized exchange. Same thing with Kraken, same thing with all the other exchanges. This one's different because it's for all the reasons that we talk about on bankless. It's on chain smart contracts. Totally permissionless. Hands off. Could be that. I guess it could be that there's the uniswap wallet, which the Uniswap labs company actually does produce, and then there's the uni token itself. So speculation is like, it's one of these three things. Maybe it's a handful of them, maybe it's all of them. What we do know, though, that because the SEC is not Fincen, it's nothing to do with AML and Kyc, just because that's out of scope for the SEC. So it's highly likely that it's one of these three things. We're still kind of waiting to hear about exactly what the details are, but that's what we know of to this day."
    },
    {
        "speaker": "B",
        "text": "David, I think this is a big deal because this is great."
    },
    {
        "speaker": "A",
        "text": "I'm stoked."
    },
    {
        "speaker": "B",
        "text": "You're stoked. You're excited about. You got to tell me why you're excited. First of all, I'm just deeply disappointed in the US and the SEC and Gary Gensler, because this is not them picking on an exchange or the centralized order book. Right? This is them picking on Crypto's and defies flagship protocol that has done things incredibly well to decentralize all of the things that need to be decentralized. This is them pushing a message to all of Defi and saying, we don't want this. The SEC does not want this here in the US, in America. Like, this is the first targeted attack on Defi that I've seen. And it's no mistake that they're picking the largest, like our poster child protocol, in order to place this attack. So that's why it's a big deal and pretty disappointing they're going this far now. It's just like, this feels like a new type of attack."
    },
    {
        "speaker": "A",
        "text": "And for all of those reasons, those are the same exact reasons why I'm stoked. Hayden Adams, when he tweeted out about this, he goes, I'm not surprised. Just annoyed. Disappointed like you, Ryan, and ready to fight. So, like the uniswap labs, you know, they have a chief legal officer. They knew that this was a possibility. They're ready to fight. And I would much rather have Hayden Adams and Uniswap Labs, a beloved protocol who decentralized and did things right and is literally the hardest nut to crack for the SEC to go to court with the SEC. They are literally our best people to send. Wow. Gary Gensler chose them to go after them."
    },
    {
        "speaker": "B",
        "text": "They chose our prize fighter."
    },
    {
        "speaker": "A",
        "text": "Yes. They're like going after the champion, Hayden Adams. They're going to get absolutely worked and then we're going to be able to take that victory and parade it around Defi. And look, guys, Uniswap is leading the example here. They are the vanguard for us."
    },
    {
        "speaker": "B",
        "text": "This is Hayden."
    },
    {
        "speaker": "A",
        "text": "Adele. I think this is a slam dunk. It's just going to sadly, unfortunately, take."
    },
    {
        "speaker": "B",
        "text": "A lot of time Hayden Adams goes on, I'm confident that the products we offer are legal and that our work is on the right side of history. But it's been clear for a while that rather than working to create clear and informed rules, the SEC has decided to focus on attacking long time good actors like Uniswap and Coinbase, all the while letting bad actors like FTX slip. Bye."
    },
    {
        "speaker": "A",
        "text": "Like, imagine in a world where Gary Gensler and the SEC found some, like, shady, low market, cap like, shitcoin copy, carbon copy fork of Uniswap that was actually led by a scammer, and then they took them to court and then they sued them, and then they paraded them as like, this is what Defi."
    },
    {
        "speaker": "B",
        "text": "That would have been a way better strategy for Gen Z."
    },
    {
        "speaker": "A",
        "text": "That would have been a way better strategy."
    },
    {
        "speaker": "B",
        "text": "He's really messing up here."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so, like, so Jake Stravinsky's take in my episode with him recently was that of the SEC is determining what is regulation under the crypto industry by taking everyone to court and losing. Like, as part of their strategy to determine what regulation is. Like, if you are not going to court and losing, then you are not trying hard enough to regulate crypto. So they're taking our best people to court. Maybe they win, maybe they lose. Probably going to lose, and then they will say, like, look, we tried to regulate them. They won in court, and that's where the line is drawn."
    },
    {
        "speaker": "B",
        "text": "You know what I'm excited about, actually, now that you reframe it like that, you're giving me some more hope here. David is like the entire world. This could go to the. And Hayden said this. This could go to the supreme court, actually, I hope it does."
    },
    {
        "speaker": "A",
        "text": "Sorry, Hayden. Sorry, Hayden. It has to be someone. It's gonna be you. Thank you."
    },
    {
        "speaker": "B",
        "text": "Well, like that, that means the entire world is going to hear this narrative. And let's talk about the narrative. Fast forward to today. Hayden says the Uniswap protocol has processed over 2 trillion in volume. 2 trillion. Many thousands of teams and developers have forked our code and built on top of it. We built an entirely new financial infrastructure that is transparent, fair, secure and accessible, powering an entire industry. The team did all this from the US in their offices in New York City. Proudly."
    },
    {
        "speaker": "A",
        "text": "Proudly. Proudly."
    },
    {
        "speaker": "B",
        "text": "Yeah. Proudly. Us based entrepreneur, founder. People often ask me why we stay in the US, and my answer is simple. I believe that blockchain is incredibly powerful technology like the Internet. It's here to stay. So someone needs to figure this out. It might as well be us. And when you build technology that improves people's lives. You don't need to hide, David. Everyone's going to hear that story from Uniswap and Hayden Adams. And who hasn't used Uniswap and been like, this is incredible. This is like the google of finance, essentially. I just click here and I swap and I'm done."
    },
    {
        "speaker": "A",
        "text": "He ended this tweet with a huge mic drop. He says the SEC's mission is protecting investors, maintaining fair and orderly and efficient markets in facilitating capital formation. This is a noble mission. Hayden says, I would argue Uniswap does a far better job of this today than the SEC. I would love to hear these arguments be made on the record in court in front of the entire world."
    },
    {
        "speaker": "B",
        "text": "Way better than FTX and Sam Begman freed and hearing that story. Let's hear this story in a court system. Sorry, Hayden, you got to be Aidan."
    },
    {
        "speaker": "A",
        "text": "Is a smart, sharp dude who is not afraid to bite back when he needs to. And Gary Gensler is just leaning forward, giving him his face for a right hook."
    },
    {
        "speaker": "B",
        "text": "He's also the person I would least expect to be in this kind of situation. He's kind of like he said it, an introverted engineer. He's just kind of like heads down building. But maybe that makes him perfect for this. This is uniswap Labs tweeting despite SEC rhetoric that most tokens are securities, the reality is that tokens are just a digital file format. Let's talk about what we're actually doing here in trying to regulate and call securities. You can't regulate jpegs and gifs. Gary Gensler the SEC doesn't have a mandate over open source software. They are not regulators of Githubs on the Internet. This is a digital file format that we're actually talking about. Anyway, what do some of the legal minds think about this?"
    },
    {
        "speaker": "A",
        "text": "Gabe Shapiro, who is a lawyer over in the Delphi world, he tweets out, and this is why some people are perhaps considering this might be about the uni token. My opinion, Gabe says don't overthink the Uniswap case. Probably the SEC will win on securities issues with Uni token and lose on Uniswap, the AMM being a securities exchange. Of course, we'll have to see all the facts and circumstances. I have no insider knowledge, just my hunch on current info. I would actually kind of call that a big loss if it was about the Uniswap token and then the uni token, and then the uni token was like deemed a security. I would definitely call that an lhide."
    },
    {
        "speaker": "B",
        "text": "That's. That would definitely be an l. This is another take from a crypto lawyer. Today's wells notice against Uniswap is disappointing, but it's not unexpected from the SEC. It's another abuse on power. Unsurprising from an SEC that last month a federal judge ruled committed a, quote, gross abuse of power by lying in court about a crypto project."
    },
    {
        "speaker": "A",
        "text": "That's the. This is, this is the chief legal officer of UniswaP, not just."
    },
    {
        "speaker": "B",
        "text": "Oh, really? Oh, wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. This is the dude who is bald."
    },
    {
        "speaker": "B",
        "text": "Bald is bullish. Bald is bullish. Good job, Eric. Wall me. That's why he did it."
    },
    {
        "speaker": "A",
        "text": "Huh?"
    },
    {
        "speaker": "B",
        "text": "He's trying to get more bullish. What's Paul Gray will say, who's also under, like, he is Coinbase's chief legal officer and obviously fighting the SEC right now."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay, so about the three things that the SEC might be taking Uniswap to court on the actual exchange itself, the Uni token and then the Uniswap wallethead, we already know that the Coinbase wallet, that case that the SEC was trying to take against Coinbase, thrown out. That part was thrown out. And so that part feels super secure because a court already threw it out. So preemptive check mark on the wallet side of things. We also know that secondary transactions are cleared from being security sales. We know this from the XRP case when SEC tried to take ripple and loss versus. And so we already know that, like, any sort of secondary transactions on the Uniswap, amm does not make a token as security. You can try and go argue that a token is security, but just being on Uniswap, the exchange does not make them securities. So, like, two of the three big things is already have, like, preemptive check marks in them because we already have court cases that have produced clarity where the SEC has not leaving the unitoken as like, kind of the one that we don't have, which would still, which were if they won, but they would also still have to, like, make the argument that they would win. And like, again, like, the way that the uniswap token has entered the world and the lab's relationship with the token and the. All of that stuff is like the best that has ever been done in terms of, like, bite one of our best ones. I think it's our best ones. And so, like, again, it's our. They're picking on our star fighter. Like, I choose to box the champion. Like, you don't do that."
    },
    {
        "speaker": "B",
        "text": "Maybe like, all these losses that Paul Graywell's pointing out. Maybe the SEC just likes taking L's in court, man."
    },
    {
        "speaker": "A",
        "text": "Maybe that's what Jake Stravinsky said is like, if you aren't taking crypto to court and losing, you're not trying hard enough."
    },
    {
        "speaker": "B",
        "text": "Well, they're. The SEC is trying really hard because they're losing a lot. This is Jake again. I don't know who needs to hear this, but the SEC is a financial markets regulator, not the open source software police. I think they need to hear that. Jake, he's got a summary of the vibes here in case you were down in the dumps about this. He says a good thing that crypto as an industry is not a group that scares easily. Here are five reasons to stand strong in the face of the SEC's threats. Number one, as a reminder, the SEC doesn't make the law. Congress does that. Okay, so they can take bill to court. They don't make the law. Number two, they're taking L's in courts. Many courts are rejecting the SEC's approach. Number three, the industry is going on the offense that's happening right now. I'm getting fired up just talking about this. Number four, new SEC leadership could change everything. Gary Gensler is not Emperor King. He won't be there forever. Number five, the industry keeps innovating. We are continuing to build out here. So those are reasons to be optimistic here, David."
    },
    {
        "speaker": "A",
        "text": "Yeah, and even with the strategy that the SEC needs to take people to court and lose in order for the Democrats to be satisfied with SEC performance, eventually the courts also catch up to that. They catch wind of other SEC."
    },
    {
        "speaker": "B",
        "text": "They read the news, they listen to the podcast."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. Like these, like, yeah, I don't think you've had the time to listen to the Jake Stravinsky episode that I did with him. It came out this morning. But like, there is this one court case that the SEC, not Gary Gensler, but the SEC lawyer, lied through his teeth to the judge and then the judge called them out on that fact."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And so you can only do this so many times before the court. Like, sir, sec, your reputation proceeded. You, you're going to take the l here and the L's just come faster and faster and faster."
    },
    {
        "speaker": "B",
        "text": "Well, you have switched me to be a bit more optimistic about this because I think you're right on that. This is a great case to bring in front of courts and it's kind of our prize, prize fighter. I will say one thing, though, David, that's kind of bad. In the interim, while this all gets figured out again. It could take years. This is bad for us crypto developers and founders."
    },
    {
        "speaker": "A",
        "text": "Totally."
    },
    {
        "speaker": "B",
        "text": "Okay, what startup is going to build a crypto company in the US after this? When you have the resources of a uniswap, that's one thing. And Uniswap wouldn't have had this like a few years ago. Now they've kind of quote unquote made it so they can defend themselves. But if you're a startup founder and you're thinking about doing a crypto project, there's no way you're going to do it in the US. Who loses from that? Us founders, us entrepreneurs, us citizens, the us economy, the us jobs market. And like, that's kind of painful. And it's going to set the US back, I think that gets fixed through regulatory arbitrage. Other companies will welcome these entrepreneurs and welcome these builders, and it'll all be fine. At some point in time, the US will change its policy, change its mind, hopefully not being dragged kicking and screaming, but in the interim, it's just a complete cell phone. And particularly for the founders that are trying to build in the US."
    },
    {
        "speaker": "A",
        "text": "Speaking of founders building in the United States, Eigen Lair and Eigen Da are currently on Mainnet. Yeah, shifting gears here a little bit. So, after a successful testnet and passing $13 billion in TVL, eigenlator has turned on some of its switches. Not all of them. So like the Eigen layer brand, the Eigen layer cautiousness. They are slowly rolling out their main net. So some things have been turned on, other things are still to be turned on. So what are the things that have been turned on? Restakers can now delegate their ETH, their restaked ETH to their operator of choice operators. What are operators? These are the people who run avss. Operators can now register with Eigen layer and opt in to run avss. And then avss themselves can now register with the protocol, starting with Eigen DA, which has already done this, which is now online. Reminds me, AVss too, David, an AV's actively validated service. It's basically an Eigen app. Think software as a service, plus crypto economic security of ETH. So you are just a software normal SaaS business, but you can add trust into your service offering by integrating with Eigen layer as an AV's. So it's an Eigen app."
    },
    {
        "speaker": "B",
        "text": "One of the biggest apps to launch, as well as this homegrown application, a data availability application called Eigen Da, and that has also launched this week. What are the details behind Eigen Da?"
    },
    {
        "speaker": "A",
        "text": "Yes. Well, in order for Eigen layer to launch, at least one AV's needs to be online. Or else what does it even mean to launch? Eigenda is the only incubated, self incubated AV's out of the Eigen layer team. It actually just makes perfect sense as, like, a Eigen layer needs to, like, kind of dog food its own project. Eigen Da just is the most proximate. Like, it's the best AV's. To really get this whole system started."
    },
    {
        "speaker": "B",
        "text": "All Ethereum roll ups need DA, basically, really cheap dA. So why not do it?"
    },
    {
        "speaker": "A",
        "text": "Totally. Yeah. And also specifically, there is like a very close relationship between the concept of DA and coordination. And Sriram just loves coordination. Eigen layer is this big coordination app. If you really want to zoom out and get cosmic about it. Eigenda is now online, which now many of the roll ups who have been positioning to consume Eigen DA are now consuming Eigen DA like projects, like mantle, many, many, many others. That is the big news. There are things that are not online right now. So in protocol payments from AV's to operators, which is like, everyone is. Why is everyone excited about Eigen layer? Because it gets yield. Yield is not turned on. Payments like paying for the AV's services not yet turned on. That'll be coming soon. And also slashing. And so there is actually really no notion of slashing in Eigenvalue. But slashing is a very core primitive of the Eigen layer system. So to really have all cylinders of the Eigen layer app, the Eigen layer system, running, you need these two things to get turned on. And then also many, many more avss. Ten avss are currently on the whole ski testnet. And so, like, they're all trying to get online as soon as possible here. So there's a lot. There's like, there's going to be like a series of these announcements of, like, even more about the Eigen layer system is online. But this is very much the big one. We are now through the first big hurdle."
    },
    {
        "speaker": "B",
        "text": "No word on a token yet. Of course not. Public."
    },
    {
        "speaker": "A",
        "text": "Of course not."
    },
    {
        "speaker": "B",
        "text": "First we go mainnet, and then maybe something else later. I think what's really interesting to me here is how Eigen Da is going to compete against Celestia and how all that's going to maybe compete against blobspace. But reportedly, Eigen Da has five x the throughput capacity of Celestia even. And I'm sure Celestia will upgrade. I'm sure that will change. But it'll be a race for that. And some pretty big layer twos are set up to use eigendi mega eth. That's one that's coming on the scene, movement conduit. These are rollups as a service caldera, all of these. So some early traction for sure. I also like Sriram's framing of this. He thinks abstractly, almost philosophically about these things. And his take in general, on the stack that we are building in crypto, at least from the theory perspective, is ethereum is the verifiable Internet. Rollup is the verifiable web server. AV's is the verifiable software as a service, SaaS. And Eigen layer is the verifiable cloud. And then he goes through kind of like some more details, what that means."
    },
    {
        "speaker": "A",
        "text": "Hot, hot, hot."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a pretty good take, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah, there was just like a big celebration in the crypto space because Eigen layer has already produced its own ecosystem of startups. Every AV's is a startup, operators are leveraging this. There's a lot of people hooking into the Eigen layer ecosystem. So there's one just big grand celebration. Hey, Eigen layer team, congrats for launching. And they're like, there's this meta that emerged of just like, people would retweet the Eigen lair announcement, tweet with their like, selfie with sreeram. So I just put it into a collage. Oh my God, there was so many selfies. It turned into this meme of just like. Number one, congrats to the Eigen lair team for launching on Mainnet. Number two, here's my selfie with Sriram. And so I just took a screenshot of every single one of the most beloved founders I've ever seen in the crypto space."
    },
    {
        "speaker": "B",
        "text": "Yeah, I really enjoy Sriram. I think one thing that's interesting about this, David, I'm going to see, we'll see how this emerges is kind of like the eth holder alignment behind Eigen layer. Okay, so if you were an ETH holder, just like economically, rationally, what's good for my bags type of question then. What's good for your bags is roll ups, using Ethereum for blob space, essentially, and using ethereum as a da layer. Right. That's good for your bags. It's not good for your bags if rollups start using Celestia da, because that's not Ethereum, but it is good for your bags. It is good for Eth price or fundamentals. If they use eigen da. And I'm wondering how sticky that magnet will be in crypto at all. You could see the ETH community and ETH holders at least pushing Eigen Da over Celestia because it's more economically aligned. It's in their incentives to do so. Did I just say some dirty words on the show today? I mean, that's just an incentive that's at play, right?"
    },
    {
        "speaker": "A",
        "text": "You said some tribal words, which I don't think either of us have ever avoided prior to this. I did do an episode with Nick White yesterday about Celestia, and Celestia has a project really, really interesting. However, as a fan of Ethereum alignment. Ivan Da, also super interesting holder. Bag holder. Yeah, well, there are just fundamentally different properties about Celestia versus Eigen da, where eigen da. Celestia is a blockchain. Eigen da, not a blockchain. So has the luxury of just truly optimizing for an absolute magnitude of capacity, where Celestia has consensus and sovereignty and some other things that it is interested in, which makes these things materially divergent. There could be a world of Eigen layer roll ups that are just completely independent from Ethereum rollups. It makes sense that Ethereum rollups would opt for Eigen DA just because it's close to the heart, it's close to the nexus."
    },
    {
        "speaker": "B",
        "text": "What's this tweet you included in our list here?"
    },
    {
        "speaker": "A",
        "text": "Yes. Okay, so this is actually kind of like moving on to a new subject, but the new subject is an AV's. And so this is omni network, which is an AV's inside of the Eigen layer ecosystem. And this is one of the big predictions I've been making about Eigen layer. And my strategy, this bull market, which is not to speculate in meme coins, because I don't got that kind of time, and I'm actually just bad at it."
    },
    {
        "speaker": "B",
        "text": "You want to speculate on restaking, don't you?"
    },
    {
        "speaker": "A",
        "text": "I want to speculate on restaking. That's right. The omni network, which is an AV's on top of eigen layer, which provides just interoperability and defragmentation of the Ethereum roll up space by providing economic security between rollups, is dropping 13.3% of their total allocation. Going to Eigen layer restakers 13.3%."
    },
    {
        "speaker": "B",
        "text": "This is an airdrop of a drop. It's not just points."
    },
    {
        "speaker": "A",
        "text": "This is an actual airdrop of a real token, not just points. 10% going to beacon chain solo stakers, 7.7% going to Milady's and 5.7% going to pudgy Penguin. So giving away an aggressive amount of the tokens, 13.3% of that is going to Eigen layer, restakers. The whole thesis behind the Eigen layer, Point Farm, which is you farm the Eigen layer token, you farm the LRT that you're using to farm the Eigen layer token. And then in the background, you have these plethora of avss that are all going to airdrop to the restakers, of which this is one, I think the first one that's actually happened and is now happening."
    },
    {
        "speaker": "B",
        "text": "And all you have to do is stake your eth."
    },
    {
        "speaker": "A",
        "text": "All you gotta do is stake."
    },
    {
        "speaker": "B",
        "text": "Stake it again."
    },
    {
        "speaker": "A",
        "text": "Double staking. No restaking. Not double staking."
    },
    {
        "speaker": "B",
        "text": "Why didn't double staking catch on? What do we have coming up?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, Solana's NFT platform, tensor, also drops their token. Probably one of the more hyped token drops in a while. Newly announced circle partnership with Blackrock. Why? That's a big deal."
    },
    {
        "speaker": "B",
        "text": "I'm excited about that."
    },
    {
        "speaker": "A",
        "text": "Yeah. And Monad shatters records with the largest raising crypto this cycle. Ethereum killer. Maybe question mark or Ethereum execution client? Maybe both. Executor or execution client? Executor or execution client? Stay tuned to find out. But first, we're going to talk about all these sponsors that make this show possible. Tensor token. TNSR just dropped NFT trading infrastructure. I would kind of call Tensor part of the big three of Solana. I don't know if anyone else calls this the big three, but, like, tensor, the NFT platform, and Jupiter, the exchange, and then Jitto, the execution client. Yeah. And so this was the last of the big three tokens to get dropped into the Solana ecosystem. Holders of the tensor token benefit from fee discounts when transacting on tensor, so utility for the token, which is bearish, because fundamentals are bearish. This is part of season three, so participants of season one, two, and three received treasury boxes with their tokens. Those treasury boxes are now available to be open. So the prices hopped around from one point eight dollars to one point six dollars with a max supply of a billion. That puts tensor as a 1.6 fully diluted billion market cap."
    },
    {
        "speaker": "B",
        "text": "We got another unicorn. Airdrop."
    },
    {
        "speaker": "A",
        "text": "Unicorn airdrop. Current market cap around 200 million, because the circulating supply is 12.5%. So still pretty early in the distribution. So 55% of the token goes to community, which is generous. Well done, well done, well done. 27% to core contributors. I'm assuming the team itself, 9% investors and advisors and then 9% for future fundraising and development. So just like miscellaneous, you have 180 days to claim. Actually, don't know what the criteria is. If I got this token drop. That's hilarious. And they are starting season four. So season four has begun. I bet that's where that remaining 9% is going."
    },
    {
        "speaker": "B",
        "text": "You know, I think the best alpha for this cycle is I have never seen airdrops fall this thick and this large. We just got another unicorn airdrop this week. Okay. And so if you are really need."
    },
    {
        "speaker": "A",
        "text": "To raise the threshold of what it means to me to be a unicorn."
    },
    {
        "speaker": "B",
        "text": "Airdrop hunter is all I got to say. So tensor was in the air."
    },
    {
        "speaker": "A",
        "text": "It's been on there for a long, long time."
    },
    {
        "speaker": "B",
        "text": "It's been on there for a long time. This is a product that bankless provides. You can go click link in the show notes and get access to it. It's bankless.com, airdrop hunter."
    },
    {
        "speaker": "A",
        "text": "Or if you are just so advanced that you don't think that this product is for you, but you don't want to answer any of your annoying friends questions about what they should be going to do, just send them here."
    },
    {
        "speaker": "B",
        "text": "Yeah. Look at all of these new ones. David is like new means. It was added in the last couple of weeks, all these new airdrops to go hunt. And this is just huge ROI. Time well spent. I'm actually surprised more people don't do this. And I know only crypto people, quote unquote, know about it, but, like, on a. On a monthly basis, people are making, like, thousands of dollars at this point in the cycle. I'm not saying it's going to last forever, because it won't. Never does at this point in the cycle. Huge ROI for going on airdrop hunts. And it's fun, too. You get to use these protocols."
    },
    {
        "speaker": "A",
        "text": "Learning how to use a protocol and hunting for an airdrop is the same thing, which is actually how this product came to be."
    },
    {
        "speaker": "B",
        "text": "Yeah, it should be when everything's aligned. David, you saw this. I know we predicted this because we talked about this on our episode, but we couldn't talk about it, right? So Circle announces USDC smart contract for transfers by Blackrock's biddle fund investors. Okay, what that means is bankless folks will remember we were talking about. We did an episode on this. We talked a few roll ups ago about Blackrock releasing tokenized treasuries on chains. You can scroll in the ether scan. You can find out, like, you can see the contract where they released this. Well, now Circle has partnered with BlackRock and so investors with BlackRock Treasuries can now hit a button, David, and convert those treasuries into USDC. It was a button. It's a smart contract call. In fact, look, this is what it looks like. This is the code on Etherscan that shows the pipeline from Blackrock treasuries to stablecoins, what it looks like. So in goes us treasuries and out comes USDC. And I just want to remind folks, there's a lot of treasuries out there and BlackRock has infinite supply access to them. And the US continues to make more. There's $27 trillion worth of treasuries out there. And we have just started the tokenization process and already Blackrock is leading. See this 300 million. It was still early days, but this essentially, this is the bank's opening branches on ethereum, as we've said before, and I think it's pretty bullish."
    },
    {
        "speaker": "A",
        "text": "Smart contracts are the new bank branches. I love that."
    },
    {
        "speaker": "B",
        "text": "I mean, so we got a $24 trillion pipeline from treasuries to stablecoins. I also actually think that this is a proto central bank digital currency, actually."
    },
    {
        "speaker": "A",
        "text": "Sure. Yeah. Except for like a CBDC is meant for payments and this is meant for, like, wealth. I think all these things are converging."
    },
    {
        "speaker": "B",
        "text": "Part is the payment part. Right. And then this is the connection to treasury. So this connects treasuries and the Fed directly to a stable coin, USDC. So stable coins are going to happen in the US because Blackrock and the banks want them to happen. All right. And I think you'll never get a CBDC through and the US. What you will get are these private stable coins. You know, Blackrock owns part of the equity of circle, so circle."
    },
    {
        "speaker": "A",
        "text": "Oh, wait, no, I did not know that they do."
    },
    {
        "speaker": "B",
        "text": "They're owners of circle. Circle is going to IPO this year, I would expect sometime. I mean, that's not public yet, but there's a lot of rumors and speculation going on. And BlackRock owns a portion of circle. This is essentially us banks bringing a private market, bank driven stablecoin, a private version of a central bank digital currency. The US answer to central bank digital currency. This is how it's happening. And so I think we're seeing the early phases of the contours of what this will look like."
    },
    {
        "speaker": "A",
        "text": "I'm willing to bet that Blackrock has ownership in circle. I bet you they did some sort of deal, a part of this deal. So like making bittle and NUSC one to one convertible, which just to really talk about the implications here. This makes bittle a quality collateral asset inside of things like Aave or Makerdao or any sort of defi app. You can get the yield of treasuries, but you can use this token as collateral and Defi. Why you might not have been able to do that without this USCC conversion is that you need a liquidity profile for AAvE. If they are ever going to liquidate you. They need bittle to be extremely liquid. Now, bittle is as liquid as USCC on Ethereum, which is like one of the most liquid assets on Ethereum after ether. And so it's actually just kind of cool to have on chain treasuries be like, with a direct equivalent pipeline to us EC, which is a direct equivalent pipeline to, like, all of Defi. And so, like, there's like, a lot of people saying, like, oh, black rocks coming into the world of defi. The banks are coming. Why are we celebrating the banks coming into the world of crypto? One of the big problems about the old financial system is just the walled gardens, the silos that is Wall street that the average player cannot play in. And it's a gate, it's gatekeeping, and you can't go there. You're not elite enough. But in the ethereum world, we are all on the same platform, and so everyone gets a. Gets to check on everyone else, and everything is just like, everything's a lot closer. It's all. We're all on the same playing field."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't really understand that take. I mean, people like. Cause I tweet something like this out and people are saying bankless, look, it's bankless. And they're cheering on the banks. Okay? This is, this is the banks coming to our crypto economic system and choosing our system as the base layer, the settlement layer, rather than Fedwire. This is a win for us. This is a trojan horse for us. They're bringing their tokens on our chain, on our decentralized, open, permissionless network, and they're paying us gas fees in order to secure this network and make it stronger. And they're providing liquidity, and they're helping to distribute more private keys and more hands. This is nothing, from my perspective, but a win for crypto. Now we lose if they start to co opt this chain and they start to take, like, take away the open, permissionless decentralization properties. Right, but that's what Ethereum has been built to withstand, and we're going to have to withstand that anyway. So I see this as nothing, and this doesn't preclude your ability to go hold dai or ethereum or like anything, or be completely bankless if you want to be. It just gives you the choice. So I see it as a total win."
    },
    {
        "speaker": "A",
        "text": "I mean, this is just us ripping out the guts of the old financial system and replacing it with better ones, the ones that we built from the bottom up."
    },
    {
        "speaker": "B",
        "text": "David, big, big raise going on this week, the biggest of this cycle that we've seen, $225 million. That's not the valuation, that's the raise itself in."
    },
    {
        "speaker": "A",
        "text": "That's how much cash went into the bank."
    },
    {
        "speaker": "B",
        "text": "Yeah, in Monad. Okay, so what is Monad?"
    },
    {
        "speaker": "A",
        "text": "Monad is a byte code equivalent, EVM layer one, that is, they took everything out of the EVM refrigerator, reassembled it, made it better, and then put everything back in. So it's EVM bytecode equivalent. It's not like a little bit equivalent. It's not compatible. It is 100% equivalent to the Ethereum virtual machine, but it has a parallelized execution client, so it's a parallelized EVM. We all love parallelization these days with a parallelized database, because if you have a parallelized execution, well, you also need parallelized input and output retrieval out of data. And so Monad has done the very hard thing of completely rebuilding the ethereum virtual machine, because the network effects around the EVM are massive. But the EVM itself is kind of broken. And even Vitalik would say this. And so they've done the very hard work of just truly optimizing the EVM as a piece of software as well as possible."
    },
    {
        "speaker": "B",
        "text": "So I think, I guess to get a picture of this picture, Ethereum, except it supports, you know, 10,000 transactions per second."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I. Ethereum layer one, that is like, you know, limitless in its constraints."
    },
    {
        "speaker": "B",
        "text": "Yes. And the existing smart contracts that work on Ethereum and all EVM chains will work on this, and they're not at Maine it yet, so they still have some work to do, but they're getting closer, and this raise gets them even closer. There's a lot of investors and basically everybody in crypto, including, by the way, like bankless ventures. And I think there's a question outstanding on this, is, why doesn't Monad deploy as a layer two rather than they're deploying as a layer one? In fact, I saw title headlines, new Eth killer. You always get this high TPS chain. It's EVM compatible. Is this the new ETh killer? And so I think a lot of Ethereum people are like, why not just do this as a layer two is not what layer twos are for. I can't speak to the founder's intentions here. I know I've asked that question before, as have you. Keone asked that question, and I think we'll have him on the podcast when they get closer to Mainnet and we'll ask him the exact same question. But I do think that there is an economic incentive at play here that people should just, maybe it's obvious, but people should know about. There's a token premium for big names, big names, execution layers to be layer ones, alternative layer ones to Ethereum rather than layer twos. And what do I mean by that token? Price is higher if you deploy as a layer one. I don't make the rules. I wish this wasn't the case many times, but that's the narrative, because you can take Ethereum's value and you basically say, well, x percent of that and it's a higher valuation. At least that seems to be the current view on the market that market participants are taking. If you're an alternative layer one, you can have a higher valuation than a layer two. Until that changes. I don't expect actors like Monad to become layer two s. Until that narrative shifts, until that meta shifts, it probably won't happen this cycle. If it does happen, it probably will happen during a bear cycle. But until you get that economic incentive shift as much as because people like me want these alternative layer ones to be layer twos anyway, because you benefit from the network effect and economic security of ethereum, I don't think they become layer two s. What do you think of that?"
    },
    {
        "speaker": "A",
        "text": "I think that's right. I think the answer as to why layer ones catch such a strong premium has always been because if you are a layer one, you are competing as money. Whether you think that you're competing as money or you intend to compete as money, you are competing as money. All layer ones has been part of the bankless system. All bankless. All layer ones are money or attempts to be money. And so they get the money premium, they get some sort of like tailwinds, because they are the money for their own ecosystem, the op token, the arb token. They are not the monies of their respective networks. EtH is so monad as somebody like Keoni, very ambitious founder, he's going for the whole thing. He's going for money as making a layer one. And so whatever the Monad ticker is, whatever the Monad token is, is trying to be the money of the Monad ecosystem. And that's how you catch a very strong premium."
    },
    {
        "speaker": "B",
        "text": "So is this good for Ethereum or bad for Ethereum?"
    },
    {
        "speaker": "A",
        "text": "Well, okay, all other layer ones are bad for all other layer ones. Fundamentally, that's just like how it works. That's why there is no such thing. There's a lot of people who are like, oh, why can't we all get along? I'm like, yeah, we can all grow the pie, but we can also take a larger share of the pie too. Like all competition kind of boils down to that. They all compete. It is also extra competitive with Ethereum because it's the EVM. But we've also seen other layer ones that are EVM based, like Avalanche, I guess compete with Ethereum and I guess take away value from Ethereum but also contribute back to it developers. If you're developing on the EVM, you're helping Ethereum. I think of all EVM forks, of which there have been many in the crypto halls of history, this is the one that I'm seeing actually produce real substantial value for the EVM ecosystem. So like Ethereum, or one of the many ethereum forks, like Avalanche, Phantom or whatever, could also benefit from the Monad VM, the parallelized EVM. Same with layer twos, same with layer two s. And this is a conversation I had with Onsgar not too long ago. It's like, actually, what would it take to rip out the EVM on the Ethereum layer one and replace it with a better Ethereum EVM? Nuanced answer. Of course, that episode is out for bankless premium subscribers. What Monad could do. I think eventually the Monad EVM will be open source. I'm guessing it's going to be a uniswap kind of license where they release the code, but under a business license, so it's protected for three to four years to give actual to swap a head start and then other people can fork it for free later. I bet that's what's going to happen here with Monad. I bet you ethereum layer twos will eventually use the Monad EVM. The Monad virtual machine could actually become a Ethereum layer one execution client. Because like I said, there's a big difference between bytecode equivalent ethereum equivalents versus just being Ethereum EVM compatible. So like this could be an execution client for the Ethereum layer one alongside like Geth or Reth or all the other execution clients, which would be immensely beneficial to etcetera."
    },
    {
        "speaker": "B",
        "text": "I think people will see in this what sort of whatever their preconceptions maybe are because there's multiple ways to view this. You could see this as, oh, VC's are funding a brand new EVM execution client for all of Ethereum. Isn't this amazing? All of a theory and the entire ecosystem benefits, including all of the layer twos and then potentially l one. Or you could view this says, oh my God, it's a new Ethereum killer. And it's, but it's like Max TPS. Or you could say this isn't really competitive with Ethereum. Ethereum is already credibly neutral. It's got the most distributed validator set. It's got all the infrastructure built on top of it. It's a settlement layer. These chains aren't really competing for that. They're competing on the execution layer. And so this monad is the Solana killer. It's going to go kill the other monolithic chains essentially. Right? There's all different ways you could view this. And I think, who knows, maybe it's some of all of the above. I think one thing to watch though is for layer twos, parallelized layer twos that are coming. This is the first, is an alternative layer one. But we're about to see projects like mega ETH, which is this similar type of ultra fast high TPS type of deployment, fully evm compatible only as a layer two. And then you also have eclipse and ellipsis, and you have movement, which are svms and like movement chains, and they're all deploying as layer twos. And I wonder what, what pressures, what."
    },
    {
        "speaker": "A",
        "text": "Forces and layer ones."
    },
    {
        "speaker": "B",
        "text": "Yeah, what forces that they might bring to the table as well. So it's gonna be interesting."
    },
    {
        "speaker": "A",
        "text": "I think that's a great snapshot. Yeah, totally."
    },
    {
        "speaker": "B",
        "text": "We got some jobs this week. David Bankless is hiring. What are we hiring for?"
    },
    {
        "speaker": "A",
        "text": "Number one, a podcast video editor slash media operations. So if you can work your way around final cut or premiere, and you know a thing or two about crypto and podcasting, we definitely want to talk to you. Come make our podcast better. Also, a senior product designer and a growth marketer. So come join literally the most fun company in crypto. At least I have fun. I don't know about you, right?"
    },
    {
        "speaker": "B",
        "text": "You are having fun here because we're about to get to it, ending this episode. You got some combat schedules?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "What is going on here, David? So you told me about this a few weeks ago and you dropped it. You are about to do battle with somebody else. Is this like, first of all, this is karate combat, but it feels more like boxing to me, I don't know my martial arts."
    },
    {
        "speaker": "A",
        "text": "Technically, it is karate, so me and Nick Carter are karate combating each other at Austin, Texas. For real? For this is a real thing. Same exact organization that hosted the bit boy versus light fight not too long ago. So it's called karate combat. So it's technically karate rules. It's basically kickboxing. So there's no on the floor grappling. You're not gonna choke each other out. Yeah, you can't choke each other out, but you can punch and you can kick. Punch and kick. Yeah."
    },
    {
        "speaker": "B",
        "text": "Why are you doing this? Do you have beef with this Nick Carter guy? I mean, he's been on the podcast more than any other guest."
    },
    {
        "speaker": "A",
        "text": "Do you secretly hate other than Vitalik? Yeah. No, Nick's great. He's awesome. I love the guy."
    },
    {
        "speaker": "B",
        "text": "What does he think of you? Does he share that sentiment? Is he?"
    },
    {
        "speaker": "A",
        "text": "I think so. Yeah. We're super amazing."
    },
    {
        "speaker": "B",
        "text": "So why are you guys fighting?"
    },
    {
        "speaker": "A",
        "text": "Great buds. Why are you fighting? He hit me up and was like, hey, do you want to box that consensus? And I was like, no, I don't want to box at consensus. And then, like, over the weekend, I was like, hmm, but what if I boxed Nick Carter at consensus? And then for some reason, on Monday, I was like, f it. Let's do it."
    },
    {
        "speaker": "B",
        "text": "I love this quote from Nick Carter. David and I aren't claiming to be amazing fighters. The objective is to entertain and take on a new challenge, not to begin decorated fight careers."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so this is both of us experiencing, just, like, for some reason, like, this announcement just, like, brought out all of our haters being, like, because Nick and I both have, like, a very strong amount of haters on crypto Twitter. Like, I've offended the Solana camp one too many times. Nick Carter has. Has offended the laser eyed maxis one too many times. And so now it brings them all out. And, like, all the haters are like, oh, my God, I would love to box David Hoffman. Well, I don't know who you are. No one does."
    },
    {
        "speaker": "B",
        "text": "You're only going to box your friends, right? You're not going to box."
    },
    {
        "speaker": "A",
        "text": "I'm only going to box my friends. Yeah, it's like, kind of like a mirror of Aristot thing where, like, if you actually want to, like, cause harm to someone, you don't get to do it. Yeah."
    },
    {
        "speaker": "B",
        "text": "Well, anyways, so how are you training? How are you going to be ready for this?"
    },
    {
        "speaker": "A",
        "text": "I'm not disclosing that."
    },
    {
        "speaker": "B",
        "text": "Maybe put that on the premium feed. You got to get Nick to subscribe to that payoff, Nick."
    },
    {
        "speaker": "A",
        "text": "All right, so this is May 30 in Austin, Texas. There's actually a poly market. Have you seen the poly market? Oh, can you play this video, please?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let me play this."
    },
    {
        "speaker": "A",
        "text": "Ethereum versus bitcoin."
    },
    {
        "speaker": "B",
        "text": "Let's settle this."
    },
    {
        "speaker": "A",
        "text": "David Hoffman, I'm calling you out. Let's go."
    },
    {
        "speaker": "B",
        "text": "May 30, Austin, Texas."
    },
    {
        "speaker": "A",
        "text": "I'll see you there. Free on YouTube."
    },
    {
        "speaker": "B",
        "text": "This guy's head off. There you go. Oh, wow."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "Are you ready for this, dude, that guy's got nothing on you."
    },
    {
        "speaker": "A",
        "text": "That's what I'm talking about, man. Ooh."
    },
    {
        "speaker": "B",
        "text": "Geez. I mean, Nick is really training up for this."
    },
    {
        "speaker": "A",
        "text": "Yeah, his coach is pretty aggro, for sure."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I've never, like, I've hung out with Nick Carter, like, a few times. We went rock climbing once. He's kind of tight. His muscles are kind of tight. It's not very loose."
    },
    {
        "speaker": "B",
        "text": "All right. Yeah, I sense a little flexible in your voice, but what are the markets still?"
    },
    {
        "speaker": "A",
        "text": "So when the poly market opened up, it priced me as the winner by 60 30. A two to one odds for your boy. Truly, that has now come down. So the margin is now 53 to."
    },
    {
        "speaker": "B",
        "text": "40 in favor of you."
    },
    {
        "speaker": "A",
        "text": "Still in favor of me. Yeah. For some reason, the poly market is saying I'm winning, which, like, oh, it's surprised."
    },
    {
        "speaker": "B",
        "text": "Wow. So far, right? Huh. So, is there a call to action for the bankless nation? Should people get."
    },
    {
        "speaker": "A",
        "text": "Yeah, if you're going to go to consumer consensus, come watch me and Nick Carter punch each other in the face."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. That's almost enough to get me out of the house to go to a conference, David. Almost. Yeah, I think."
    },
    {
        "speaker": "A",
        "text": "But it turns out you can. You can watch it online."
    },
    {
        "speaker": "B",
        "text": "That's right. When he said YouTube, I'm like, sold. I can't wait. Good luck, though, in whatever you do."
    },
    {
        "speaker": "A",
        "text": "Trade up for that $39,000 betting on the poly market between Nick and."
    },
    {
        "speaker": "B",
        "text": "Oh. Oh. We should say this is for a good cause, right? A ten k purse goes to wherever."
    },
    {
        "speaker": "A",
        "text": "So whoever loses pays $10,000 to the respective ecosystem of the winners for open source development. And so if I lose, which I won't, $10,000 is going to go to bitcoin core, which it won't. And then if Nick loses, which he will, $10,000 will be going to protocol guild to fund Ethereum developers. And then there's also one more bet. So Nick Carter has a bet out with Justin Drake about the ETF approval."
    },
    {
        "speaker": "B",
        "text": "He's not gonna fight Drake. I was like, please, God, no."
    },
    {
        "speaker": "A",
        "text": "Save that for me save that for the podcast. And so if the ETH ETF gets denied in May, pretty soon here, which I will, then Justin Drake has to give up his tungsten cube to Nick Carter. And this is something that Nick Carter is doing with many people. He's, like, collected, like, four or five people's tungsten cubes from winning bets with them. I don't think he's ever lost a bet with a tungsten cube. That's a bad."
    },
    {
        "speaker": "B",
        "text": "David, are you sure Drake's going to lose? He's going to lose. So you got to. I mean, because this is now set up to be a bitcoin versus ethereum thing. I just heard it."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is how we're branding it. Yeah, bitcoin versus ethereum. But the loser of the bet has to also give a tungsten cube to the other. And if Nick loses the fight, which he will, I get Justin Drake's tungsten cube. Wow. That specific one."
    },
    {
        "speaker": "B",
        "text": "The winner of this fight, of course, has to go fight someone from the Solana community, right? Is that how it works?"
    },
    {
        "speaker": "A",
        "text": "There's zero people in this community that I'm interested in fighting."
    },
    {
        "speaker": "B",
        "text": "Fighting a tollie disclosures."
    },
    {
        "speaker": "A",
        "text": "I don't think either of him, and I want that."
    },
    {
        "speaker": "B",
        "text": "We got to remind folks, of course, we are investors. We're not journalists. We don't do paid content. There's always a link to our disclosures in the show notes. You can find that@bankless.com. disclosures. And, of course, crypto is risky. So is karate boxing. Whatever David's doing, you can lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bagless journey. Thanks a lot."
    }
]