[
    {
        "speaker": "A",
        "text": "Hey, guys. A note before the episode today on Thursday evening, that's November 2, Sam Bankman Fried was found guilty of all charges. So that's all seven counts that he was charged for. Now, we've recorded this roll up episode before the verdict dropped. David's in Europe. He's likely asleep. So we haven't had a chance to talk about this, but I'm pretty sure I speak for him when I say it feels so good to end this painful chapter in crypto. One year and five days ago, we hosted SBF on this very podcast on a debate with Eric Voorhees on crypto regulation. And it was an absolutely legendary debate. We arranged it after we heard from some friends that SBF was up to mischief in DC. Apparently, they said he was greasing the pockets of lawmakers and working with them on a crypto bill that would make DeFi front ends virtually illegal. Effectively, this would be pulling up the ladder for decentralized finance and accruing more power for his exchange for FTX, and doing all of this under the auspice of practicality. I remember the debate well, and at times, it felt like SBF was almost giving us a lecture. We crypto natives didn't understand how to work with governments. Our values weren't practical. They couldn't win. They were too rigid. Here was a billionaire. Wonderkidden built one of the world's top exchanges in less than four years. What did we know about building business and getting things done in DC? This is the tone of the conversation. Equally, I remember Eric Voorhees with eviscerating arguments and monkish precision. He argued to Sam that crypto is an open, permissionless financial system for the world. It's like the Internet. It's like email. Any society that rejects this technology is a society that rejects fundamental freedom. I felt like Eric's moral clarity pierced through the bullshit like a knife through butter. And David and I watched as SBF absolutely withered under this approach. One thing struck me at the time. It seemed that crypto had made a grave mistake in entrusting so much to people like Sam who didn't share our values. I was so happy to trade them off in some calculated game of maximum expected value. But what I didn't know at the time was how grave that mistake would be. SBF, during the time of our recording, was actually covering up one of the biggest frauds since Bernie Madoff. By that point, at the end of October in 2022, he had gambled away over $8 billion in customer funds. I don't know what his long term plan was. Maybe he was hoping for some way to last long enough to win it all back. Maybe he didn't have a plan. Maybe it was all hubris. But eleven days later, it would all start to come crashing down. I still, to this day, have no idea why he showed up to this debate eleven days before the fall of his kingdom. In fact, I think the debate itself may have been the spark that took him down. I mean, he must regret doing the podcast now, because in the hours and days after the debate, the crypto community turned on him. There was this sense of betrayal, of high alert. And it didn't take us long to sniff out the truth of his fraudhouse. Massive credit to coindust for breaking the story of the Alameda balance sheet. Everything followed from there. Now he's declared guilty in a us court of law after hurting many people, doing incredible damage to this industry that we love. I'm thankful we have a legal consensus process in the US that afforded a fair trial in due process. I'm thankful that justice has been served. The values of SBF and many of those like him in 2022 were stage three cancer that we had to cut out at some point, because if they persisted much longer, they would have been terminal. I'm thankful for the bear market, for giving us the opportunity. I know that criminals and scammers will visit our industry again in the future, and I hope those of us who live through SBF will be wiser the next time. But above all, I think it's important that we remember the true hope of crypto. It's not in another set of bankers like SBF. It's in decentralized finance. It's in holding our own private keys. It's in running our own validator. It's in ethereum. It's in bitcoin. This is the real revolution. This is the bankless revolution, and it's just getting started. Protocols, not people. Code, not kings. Let's get back to going bankless. Hey. Bankless nation is the first Friday of November. David, what time is it?"
    },
    {
        "speaker": "B",
        "text": "Oh, Ryan. It's the bankless Friday weekly roll up, which is always an ambitious endeavor, yet we persevere nonetheless into the frontier. With coffee. But I'm not having coffee because it's 08:54 p.m. for me."
    },
    {
        "speaker": "A",
        "text": "Okay. Why is it so late? Because you're in a different time zone, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, different time zone. Also, I took a flight. I was in Amsterdam this morning. I'm now in Lisbon for East Lisbon. Flight was delayed weather in Amsterdam, blah, blah, blah. New podcast setup."
    },
    {
        "speaker": "A",
        "text": "Here we are. This is crazy. And we've got, like, a new setup today. So we've been tinkering around with that. So it's, it's a lot to get the roll up to you guys, but we hope you appreciate it. We got a lot of topics to talk about. What's coming up next, David is Gary Gensler, and he's coming after PayPal now. Okay, PayPal, it's not even a crypto company, but they're doing crypto things. So of course, Gary is the cop on the beat, as usual. So we'll talk about that. What else?"
    },
    {
        "speaker": "B",
        "text": "The Celestia main net is out along with the Celestia token. Tia, the token. How much was dropped? What is the market cap of Celestia? We're going to get to that. And of course, it's Solana season. I don't know if you've noticed, Ryan, but the, the narrative around crypto Twitter around with a Solana breakpoint going on, which is where I just came from. The Solana people are very happy right now, is in lots because soul price is going up."
    },
    {
        "speaker": "A",
        "text": "So we want to talk about why that might be happening. I want to get your insight today, but before we get in, we got to shout out our friends and sponsors. David, let's talk about the markets this week. Where is bitcoin looking on the 15th birthday of the bitcoin wiping? We just celebrated that on October 31 earlier this week. Tell us about the prices and we'll get to that. Yeah."
    },
    {
        "speaker": "B",
        "text": "So up two and a half percent on the week, starting at 3400 100. The last time I checked it, bitcoin was 3400 990. It's bounced off of 35,000 a handful of times. Really trying to get up and above it and trying to hold it. It's flirted with being above 35,000. It's not totally ready yet, but, man, it really wants to be there."
    },
    {
        "speaker": "A",
        "text": "Look at this. It's just that big candle on. I guess that was the 23 October around that time."
    },
    {
        "speaker": "B",
        "text": "We call that the coin telegraph candle."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess that's what it was, the coin telegraph candle. But we've maintained. That's what's impressive about the last week or so is that we've maintained. So we're up 2.5% on the week. And let's talk a little bit while we're talking about bitcoin, about this momentous occasion. So 15 years is now 15 years after the first publishing of the bitcoin whitepaper by a guy by the name of Satoshi Nakamoto, he released this white paper. The title of this is a peer to peer electronic cash system. And it starts like this. The very first sentence. A purely peer to peer version of electronic cash would allow online payments to be sent directly from one party to another without going through a financial institution. And, of course, the bank, the first bankless money system, we got to celebrate that. And, of course, within, I think, about 60 days, 64 days, on January 3, the first block of the bitcoin blockchain was officially pushed out to Mainnet. So a short time later, and, uh, you know, bitcoin is doing its own celebration in the charts, too. Have you looked this chart lately, David? This is the, uh, the bitcoin dominance chart. Okay. And I think this is really interesting to look at. We are about 53% bitcoin dominance at this point in time. So."
    },
    {
        "speaker": "B",
        "text": "Wow, that's really high, mark. The market cap of all of crypto is 53% bitcoin, composed of crypto. Crypto is 53% bitcoin. Right."
    },
    {
        "speaker": "A",
        "text": "Wow. Yeah."
    },
    {
        "speaker": "B",
        "text": "That's definitely higher than it's been in a really long time, right?"
    },
    {
        "speaker": "A",
        "text": "Yes. But also a lot lower than it used to be. Back in the heady days of 2014, bitcoin was about 99% dominant. It was about 99% of all crypto. And it's been down since then, but it's popping back up. Okay, it's lows. Bitcoin dominance lows. It hit a low in 2017, late 2017, at the last peak of the bull cycle at about 37%. Okay, that was a low on the dominance. And then a few other lows in 2022 of about 40%. Now it's back up to 53%. So bitcoin on a tear in celebration of its, uh, of its birthday."
    },
    {
        "speaker": "B",
        "text": "Two and a half year high for bitcoin. Congrats to bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know who else was congratulating bitcoin? David?"
    },
    {
        "speaker": "B",
        "text": "Is this the person who was wishing bitcoin happy birthday?"
    },
    {
        "speaker": "A",
        "text": "It's our secret person. A biggest bitcoin fan, Gary Gensler. He tweets out, if Satoshi. How did Satoshi Nakamoto went as Satoshi Nakamoto for Halloween? Would we be able to tell? That's his hilarious joke. Happy 15th anniversary. Gensler says to Satoshi's favorite white paper that started crypto, and then he says this, david, then he says this. You're going to love this. Any crypto companies that are tricking investors should start treating them to compliance with securities laws."
    },
    {
        "speaker": "B",
        "text": "He made it about him. Ooh. I hate this man so much."
    },
    {
        "speaker": "A",
        "text": "Oh, the ultimate troll. I mean, gotta hand it to him, though. That is a pretty good troll of the industry right there."
    },
    {
        "speaker": "B",
        "text": "Do you remember his April fools troll?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "He put on the deal with it glasses on, his profile picture. So there's a picture that you're currently seeing. He put, they just deal with it glasses on. And like, to me, I was like, this isn't a trolleye. This is an admission of guilt. It made me so mad. He's like trolling the crypto community. He's like, just deal with it."
    },
    {
        "speaker": "A",
        "text": "Why are our bureaucrats, like, why are unelected, like, bureaucrats trolling us?"
    },
    {
        "speaker": "B",
        "text": "Trolling us. Yeah."
    },
    {
        "speaker": "A",
        "text": "It's so weird. Where is that in the job description?"
    },
    {
        "speaker": "B",
        "text": "I mean, this. This tweet is a troll. This is a trolling tweet. He is trolling us with this tweet."
    },
    {
        "speaker": "A",
        "text": "Any crypto companies that are tricking investors should start treating them to compliance with the securities law. Okay. But of course, bitcoin's okay and he's a celebrating Satoshi Nakamoto. Unbelievable. This is Stanley Druckenmiller, though, had a good quote about bitcoin on the celebratory week. Do you want to hear this, David?"
    },
    {
        "speaker": "B",
        "text": "Yes, please."
    },
    {
        "speaker": "A",
        "text": "All right, let me play it. Finally, gold and bitcoin. Yeah. I'm 70 years old. I own golden. I was surprised that bitcoin got going. But, you know, it's clear that the young people look at it as a store of value because it's a lot easier to do stuff with. And 17 years, to me, it's a brand. I like gold because it's a 5000 year old brand. But the young people have all the money, or certainly the ones on the west coast. Coast do. So I like them both. I don't own any bitcoin, to be frank, but I should. There you go, David. I don't own any bitcoin, to be frank, but I should. That is Stanley Druckenmiller, legendary Wall street investor, hedge fund, a billionaire worth about $6.2 billion. Too old for bitcoin himself. He says he likes gold. He respects the brand."
    },
    {
        "speaker": "B",
        "text": "It was too old for bitcoin, but kids love it because this is what we were saying all of last bull market is just like as boomers hand down their wealth to the kids, it's going into crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like. It's like, thanks, mom and dad. Thanks, grandma, grandpa. You know where this money's going."
    },
    {
        "speaker": "B",
        "text": "I don't have. I'll have crypto, of course."
    },
    {
        "speaker": "A",
        "text": "Yeah. So. And, of course, um, then in January 3 is when the bitcoin blockchain, uh, launch with this legendary headline from the Times chancellor on the brink of second bailout for banks. That's what this revolution has always been about from. From day one, David, a revolution to go bankless."
    },
    {
        "speaker": "B",
        "text": "Speaking of which, end up repeating some of these bits of news and."
    },
    {
        "speaker": "A",
        "text": "Yeah, why not? Why not? Speaking of which, David, you want to tell us about the Eth charts for the week?"
    },
    {
        "speaker": "B",
        "text": "Eth price? Yeah, not quite as exciting. Started the week at 1790, up a 1% on the week over to 1810. Got up as high as 1860. Uh, this week. Um, but overall, just. It's just quiet in Eth land these days."
    },
    {
        "speaker": "A",
        "text": "How about the ratio, David? That's not quite down."
    },
    {
        "speaker": "B",
        "text": "Yeah, I actually kind of wanted to kill the ratio, but, like, if I did it in this week, it would just be like, you can't do it this week because it's just getting slaughtered. You can't. You can't."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, wait. We mean kill the ratio, like, never, never?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't, uh. No, like, I'm just saying, like, I don't know if the ratio is relevant to many people. Like, it's kind of what you and I think of, but I can't. I can't kill it now because it's down so bad. Like, okay, okay, we can kill it."
    },
    {
        "speaker": "A",
        "text": "Yeah. If you killed it now, it'd be capitulated. Yeah, it'd be embarrassing. And by the way, I saw a tweet about this. I think someone tagged you and I. Maybe that's what you're referring to. Vance Spencer goes, only plebs talk about the ratio. Is that why you want to kill it? You don't want to be Vance Spencer pleb?"
    },
    {
        "speaker": "B",
        "text": "I did not see that tweet, but I can understand the point of, like. Yeah, like, it's just a narrow focus of what crypto. Crypto is. I actually. I think we actually either kill the ETH BTC ratio or we add the ETH Solana ratio, which I also don't want to do this."
    },
    {
        "speaker": "A",
        "text": "I don't think so. I actually. I think the ETH bitcoin ratio is much more durable than people want to are thinking at this point."
    },
    {
        "speaker": "B",
        "text": "Chris Bernanke likes it. Yeah, I think it's fantastic. According to Vance Spencer, Chris Berninski is a pleb. Do you hear that?"
    },
    {
        "speaker": "A",
        "text": "You know what? Yeah, I. We could start some beef on the bankless podcast. I don't care. I want to. If you don't talk about the ratio, I'm going to talk about the ratio. I think it is still a very important metric, and we should keep it in the roll up. But let's talk about the cryptocurrency market. Yeah, market cap. What are we at on the week?"
    },
    {
        "speaker": "B",
        "text": "Happy numbers. I think we were at 1.29 last week. We were at 1.34 this week. So there is some healthy, sustained growth in the total crypto market cap. I mean, that's what happens when bitcoin dominance is like, at 54%."
    },
    {
        "speaker": "A",
        "text": "David, tell me about some tokens that moved in the last seven days, one of which is the Sol token. So, yeah, the other one's not. The other's not a token. Okay. 30% on the week for the Solana token and 62% on the two week. So absolutely monster movement for, for Solana. I think on the month, that's about 72% over the last 30 days. There's pretty, pretty crazy upside here."
    },
    {
        "speaker": "B",
        "text": "No? Like Solana, the soul tokens. The Solana narrative has definitely taken a lot of the oxygen out of the room this week over the. I've been at Solana breakpoint for the past, uh, like, four or five days. And generally, as, like, a rule of thumb, when I open up my phone and I check prices and I'm like, oh, I'm about to refresh and the price is going to be higher, and then it is. And if you do that, like, six times in a row, that's when I start to call froth. And so I did that between the prices of, like, 40 and $44 of, like, I'm just going to refresh it. It's going to be higher. That's froth. So, I mean, like, it can, like, mellow out for a little bit and then go up later. But, like, man, when you just know that, you just refresh and it's a higher and it is for five times in a row. That's Roth."
    },
    {
        "speaker": "A",
        "text": "That that's when you know. That's when you know things are getting frothy. Um, is there an explanation for this? So this is from Vance Spencer. We're just talking about him. He says this. Always surprised there are people who actually short crypto. I think he's talking about people shorting Solana. Um, look at the soul chart. Clearly someone just got carted out. In my opinion, most crypto shorts are people trying to run a tradfi esque long, short book. They think, we are playing in the NBA, sir. We are playing slam ball in a bounce castle. Slam ball in a bounce castle. What's going on here, David? Is Vance implying that people are actually trying to short the soul token?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, this is what he's saying. So $16 million of salon short is just, like, a lot of momentary buy pressure all at once, which is what he is saying is, like, one of the reasons why sole price is going up, at least. At least going up so quickly and so violently. Like, it's going up. It went up in just, like, so much in, like, four to five days, but it's also been going up for, like, two weeks straight. And so, like, this, this one person who just, like, got liquidated on the short side of things definitely is helping with the sole price. But also, I would just say, like, Solana narrative is just, like, really, really strong right now, which is because of the price, which, like, actually feeds back into the price. It's just all season."
    },
    {
        "speaker": "A",
        "text": "Yeah. Tell me about the Solana conference. So you were there, feet on the ground. So, yeah. What was it like? What's, what's, what's the vibe?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I went to the Solana conference breakpoint. This is the third breakpoint. The first was in Lisbon, fun fact. Which is where I am now at 20, 2021, when Solana Price was, like, $250. And apparently it was just like, absolute, just fest of money just flying everywhere. Somebody had some party, had the cops roll up to the house, and they're like, you guys can't have a party like this. And they're like, we'll buy the house. And the cops was like, that wasn't a solution. Was that last?"
    },
    {
        "speaker": "A",
        "text": "Are you talking about last?"
    },
    {
        "speaker": "B",
        "text": "That was 2021. That was, like, in December 2021. So, like, peak of the market. Anyways, so this one, it was in Amsterdam, kind of outside of the city. Maybe like 1000, 502,000 people that were there, maybe like 50 50 community builders and investors, maybe, maybe more. On the builder side, definitely kind of felt like an inner circle of communities, a community that had banded together that all felt like, yo, we are sitting on something really, really, like, powerful here and really, really cool. Kind of felt like 2018 to 2019 ethereum, when, like, you, me, and all of the other Ethereum people were like, yo, like, there's something here and everyone else doesn't see it. And that's crazy. Except that salon people know that that's happened once before. So, like, they, I feel like they have a little bit more conviction is kind of my hot take. The archetype of people at the Solana conference is just like these low level engineers that understand the relationship between hardware and software at the point where hardware becomes software like, that intersection, like, really low level engineers, like X SpaceX x Tesla x Google types. Yeah, I think that these are kind of all my hot takes. Not even all that hot. Just my sit rep. Like, the reason why I wanted to go to the Solana conference. Like, what the hell is David doing a Solana conference? Um, it just turns out, like, if you want to get a. Like, a vibe check for what Solana is, like, you don't do it through crypto Twitter, because the Solana people on crypto Twitter are super toxic. Um, which is perhaps, like, people, like, mys fault and something I'm working on. Um. Uh, so I just wanted to go, like, drink from the faucet myself. Uh, and so I recorded an episode with Austin from the Aslana foundation in Anatoly. Uh, that'll be out on Tuesday, I believe. Out on Tuesday. Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, very cool. There's also another big move around the week. It's not a token, though. It is a coin, the stock. So what's coin up to? And I believe as of our recording, because we're recording so late on a Thursday, the Q three update, the quarterly earnings report for Coinbase, has just been updated. I don't know if that's reflected in the price of coin. Looks like we're up in the post market trading, but, yeah. What's. What's coin been doing lately?"
    },
    {
        "speaker": "B",
        "text": "I don't know if it is up. It was up almost 9% today pre market, and then as soon as, oh."
    },
    {
        "speaker": "A",
        "text": "It'S down post market."
    },
    {
        "speaker": "B",
        "text": "It dumped a bunch. Yeah. So it's down post market, but, okay, up 8.75% pre market, down four and a half percent post market. So still up, like, 4% on the day. I guess it didn't totally like the earnings earnings report, but overall, I would say just nothing. Not all that bad. I mean, it's up 4% in the day, so it was a good day. The coin price has been up just 5% on the week, so I guess pretty modest. But I think just. I've seen more and more people just pay attention to coin lately."
    },
    {
        "speaker": "A",
        "text": "All right, let's turn to some bigger markets beyond crypto. Let's talk about us GDP, because some numbers came in last week as well. So US GDP grew at 4.9% annual pace in the third quarter. That's a pretty big quarter. Look at this. That's large, chunky. So, last quarter, Q two is 2.1%. The quarter before, 2.2%. This is a monster 4.9% quarter. Compare that to. Should I compare that to 2022. In the third quarter it was 2.7%. 2021 was 3.3%. So pretty big quarter for GDP as far as quarters go."
    },
    {
        "speaker": "B",
        "text": "David, big plus one to there's no recession happening. This is a big plus one to Fed is going to keep rates higher for longer because apparently the economy can take it. I like the idea of not having a recession. That's good."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're right about the Fed, because they did hold rates steady. So that was a decision that came in this week. They are holding the Fed funds rate between 5.25% and 5.5%. This is the second meeting in a row that they have held rates steady. Preceding that, though, the last eleven times before the last two times they increased rates. So Holden, steady and Powell said that the Fed is not considering or even discussing rate reductions at this time, I guess, especially back on a GDP for a quarter like that. So that's what the Fed is doing, David, and switching back to crypto, though, let's talk a little bit about liquidity in particular. Stablecoin liquidity. This is a tweet from Nick Carter. What's he saying here?"
    },
    {
        "speaker": "B",
        "text": "David Nicard is calling the bottom of stablecoin supply. And if you've been paying attention to bank list for a while, we kind of think that stable coin supply in crypto is basically synonymous with liquidity. The number of dollars that we have in our industry is going to be a very strong indicator to how much liquidity that we actually have. And so Nicar has the chart from the block, just of all the stable coins out there, tether, USDC, Dai BUSD and all the other ones. And I mean, it's been down ever since terra Luna, and it went down really, really fast with terra Luna. And then it's just kind of been slowly tapering out ever since then. It's been down, it's been down for like two plus years now, and it's looking like it's starting to go back up. And this is what Nick Carter is saying is he is calling the bottom of stablecoin supply. And if you believe that this is the bottom of stablecoin supply, hence, ergo, that liquidity in crypto is up only. What happens when you have more liquidity in your assets, they go up in price is what they do. More liquidity, higher prices. And so this has been something that we've said along with our Jim Bianco podcast. Just like when you see stable coin supply trending upwards, you can be bullish, you will have permission to be bullish. And so this is a bullish indicator."
    },
    {
        "speaker": "A",
        "text": "Yeah. So we are one step before we're starting to see it increase. But maybe it's bottom. David, I wouldn't be surprised, right. About 120 billion or so in total stable coin supply. I would not be surprised if this market cycle, we hit a trillion, we think about that."
    },
    {
        "speaker": "B",
        "text": "Yes, I agree. I agree. Right. Because I mean, what's the one thing that has product market fit in? Crypto? It's stable coins."
    },
    {
        "speaker": "A",
        "text": "Stable coins and treasuries, particularly if you include treasuries in that as well. David, what do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, SBF takes the stand. I'll give you the recap. Did he land the Hail Mary? Place your bets. I know where I'm placed my bets. Nick Carter versus the Wall Street Journal, part two. He is, he's got a bone to pick and he has definitely picked it. And there's just going to be so much more. A $2.7 billion mainnet drops. We're going to get to all of these details and more, but first, a moment to talk about some of these fantastic sponsors. Ryan, what are you showing me on my screen?"
    },
    {
        "speaker": "A",
        "text": "I'm showing you a glorious picture of our friend. Actually, not our friend, but previous podcast guests. Let me just say that Sam Bankman fried. He's on the stand. That is a cartoon drawing. I don't think they quite captured his essence."
    },
    {
        "speaker": "B",
        "text": "I would say he was drawing so much blush on."
    },
    {
        "speaker": "A",
        "text": "The hair's a little shorter. I don't know, the facial expression is not quite the same. Yeah, the ears are a little engorged. But here he is on the stand. What? What was he doing on the stand? All right, this is a follow up from last week where apparently Sam's like throwing the Hail Mary pass, probably against all the advice of his lawyers. But maybe not. Maybe they're like, wow, what does this guy have to lose? Put him on the stand. And so he gets up on the stand. What did he say? David, what on earth could this man say to us?"
    },
    {
        "speaker": "B",
        "text": "Yeah, but first, I really set the stage here. If you go on the stand, you get to spout your truth because your lawyer, your own lawyer, will underhand you all of the right questions. It'll be perfect. You can just knock him out of the park and then the prosecution gets a turn. So it's a, it's a bargain that."
    },
    {
        "speaker": "A",
        "text": "Have to do this. David, didn't he have to do a pre show with the judge? It was just like him and the judge. They sent all the jurors out. I think that happened, like, last Thursday?"
    },
    {
        "speaker": "B",
        "text": "That did happen. That was, like, an anomaly there. They needed to, like, be able to determine which is valid to present the."
    },
    {
        "speaker": "A",
        "text": "Judge what was admissible in court. So the judge was like, eh, okay, I'll let this go. Right, okay. And so then he went in front of the jury, which is what we're talking about now."
    },
    {
        "speaker": "B",
        "text": "Yep, exactly. Okay. So last week, again, going back on Friday. Friday, Thursday, and Friday was when the defense, SBF's lawyer, was able to ask SBF questions. And so that was last Friday. We weren't able to cover that because we do weekly rolls on Thursdays. So that ended in a cliffhanger because SBF took the stand and was questioned by the defense. And the vibe that I got from just a handful of people doing reporting on that day was that Sam was extremely prepared. Obviously actually did a good job of stringing coherent sentences together, and probably because he had his adderall and was overall able to produce a nugget of convincing compassion for his side of the story. So, like, this is the one moment where people were like, maybe he did just."
    },
    {
        "speaker": "A",
        "text": "Maybe there's a chance."
    },
    {
        "speaker": "B",
        "text": "Maybe there's a chance. Right. And this all ended on Friday. So after Sam was able to kind of give a more glowing perception of himself on the jury, went away for the weekend, they were able to sleep on that for, like, multiple things."
    },
    {
        "speaker": "A",
        "text": "What kind of things was he saying? Like, oh, it's just, you know, growing pains. I heard someone say. Or like, oh, I delegated too much to the wrong people. I kind of lost sight of what I was, how I was managing this."
    },
    {
        "speaker": "B",
        "text": "It was my subordinate. Yeah, it was really unfortunate. It was an accident. Whoopsies. I've learned a lot could have happened to anybody. Yeah, right. Okay, so at the very end of Friday, the judge ends by saying, okay, we're gonna resume with Sam on the stand on Monday with the prosecution doing a cross examination to which."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Like, to which the prosecution said something to the effect of, yes, we certainly will. It will be long, and we are very interested in it. Oh, my God. Basically, the prosecution is like, let's fucking go. Let's do this."
    },
    {
        "speaker": "A",
        "text": "Rolling up their sleeves. All right, we're doing this."
    },
    {
        "speaker": "B",
        "text": "Okay. And that was. So next week comes, and the prosecution just gets to go after Sam Bankman freed. And the prosecution apparently just had, like, layup after layup to herself."
    },
    {
        "speaker": "A",
        "text": "You know what? As a prosecutor, I would be overwhelmed at, like. Like, there would be too many options."
    },
    {
        "speaker": "B",
        "text": "Where do I even start? Yeah, apparently there was just a number of times where, like, the prosecution asked Sam Bankman fried about, like, did you ever say this thing in this way? And, like, it was such a specific way of asking the question where, like, the entire courtroom and all the audience was like, oh, she's got something. There's no. There's no way that Sam can answer anything without falling right into her trap. Okay. Yeah. Okay. So some of. Just some of the themes here. SBF increasingly relied on not remembering, especially as the day went on. He said, I do not recall in his answers, 104 times, and also answered, yep, 200, 282 times."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, there was 100 more. I do not recalls. On one day."
    },
    {
        "speaker": "B",
        "text": "Yes, on one day."
    },
    {
        "speaker": "A",
        "text": "On."
    },
    {
        "speaker": "B",
        "text": "Just on Monday. And, like, you know. You know, the Sam bank matried the. Yep. Yep."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Yep. Like, 282. Imagine. Imagine listening to 282 spf. Yep. Just on Monday."
    },
    {
        "speaker": "A",
        "text": "No, I can't."
    },
    {
        "speaker": "B",
        "text": "Shoot me in the face. Okay. So Sam denied that he and Caroline ever discussed the seven alternative balance sheets, like Caroline claimed. SVS version of the story was that Caroline just sent him one balance sheet, and it was referred to as alt."
    },
    {
        "speaker": "A",
        "text": "Seven, which she must have made up the other six, huh?"
    },
    {
        "speaker": "B",
        "text": "Yeah, she just didn't show him one through six. Of course, he said that he did not know about Alameda's problems. He said Sam was surprised and concerned when he learned about Alameda's potential bankruptcy in June of 2022 due to a bug and it had an $8 billion fiat liability to FTX. He was surprised to learn these things in June of 2022. He said that there were risk management mistakes, said that mistakes were made at Alameda, not hedging against an investment in some bitcoin miner thing. That lack of hedging allegedly led to a loss of over $10 billion. He denied the existence of a risk department at FTX and Alameda, and he claimed that he just trusted the wrong people. Blame challenges like working at a startup. It was like building a plane while flying it. He said he was asked about how Alameda research was able to spend $8 billion of FTX customer deposits, and to which he responded, I deeply regret not taking a closer look into it."
    },
    {
        "speaker": "A",
        "text": "I bet he regrets it."
    },
    {
        "speaker": "B",
        "text": "Yeah. And when the lawyer pressed him about the specifics of the $8 billion SPF, said, money is fungible. Anyways, I wasn't particularly interested in trying to dole out blame over how and why the money was used at all. If there's one thing I know about Sam Bankman Fried is that he definitely thinks money is fungible. It's like, oh, just like, spend this money here, and that money there."
    },
    {
        "speaker": "A",
        "text": "To be fair, I also think money is fungible. As you do. Right. It's pretty hard to argue with that line of defense, but if I had."
    },
    {
        "speaker": "B",
        "text": "An exchange, I would still consolidate accounts and separate them differently."
    },
    {
        "speaker": "A",
        "text": "It's not a good answer to the question of where's our $8 billion, Sam? Money is fungible."
    },
    {
        "speaker": "B",
        "text": "Money's fungible. You know, the $8 million is somewhere."
    },
    {
        "speaker": "A",
        "text": "Oh, man, I kind of wish I was there for actually that day of court in particular. I don't know, maybe some catharsis."
    },
    {
        "speaker": "B",
        "text": "Of all the days in the court, this one obviously was the most well attended. Yeah, I think they had, like, three or four spillover rooms."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I bet it was a circus. What the heck is this, though? We were just looking at one drawing of Sam Beggin freed. This is a much more flattering version. Is this also a Chad Bankman freed."
    },
    {
        "speaker": "B",
        "text": "With an absolute chiseled jaw and, like, kind of scruffy hair, looking buff? Who drew this? Are they looking at the same Sam?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's much different."
    },
    {
        "speaker": "B",
        "text": "That is a real court drawing of Sam Bankman fried."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "That's a very different Sam. These are different images."
    },
    {
        "speaker": "A",
        "text": "People are taking some liberties in the, in the drawings here. All right, I want."
    },
    {
        "speaker": "B",
        "text": "I want whoever to drew this one to Drew, draw a picture of me not listening."
    },
    {
        "speaker": "A",
        "text": "Yeah. You have to go on the stand for that, David. Okay. Phyllison. Nick Carter versus Wall Street Journal. Did they apologize yet? I haven't looked at this at all, so you're gonna have to fill me in. Okay. But last we left things, the Wall Street Journal completely lied about crypto being tied up with Hamas and completely exaggerated. They said something like $90 million worth of crypto was transmitted to Hamas. And it turns out 130. Yeah, 130. 90 to 130. It turns out something like. Four hundred fifty k. Four hundred fifty thousand. When you go look at the blockchain data. Have they apologized for this yet?"
    },
    {
        "speaker": "B",
        "text": "So they did do this super flaccid retraction, I'll call it. It was a confusing retraction. It was like a. It was a correction. And they just were, like, really vague about it. And so it was like, technically they retracted, but they really didn't. Like, all of the harm is still on the table."
    },
    {
        "speaker": "A",
        "text": "What did they do then? I'm not even sure they. What?"
    },
    {
        "speaker": "B",
        "text": "Yeah, if you read what they say, it's just, like, confusing and doesn't actually provide any clarity about anything. It's just like they succumb to the pressure and they get to say, like, look, we retracted. But then if you read it is like you didn't. You just were confusing."
    },
    {
        "speaker": "A",
        "text": "This is very confusing. This is a very long."
    },
    {
        "speaker": "B",
        "text": "Nick Carter is not satisfied. And so what did Nick Carter do? He announced that there. He's going to have $500 in bitcoin bounties, open ended bounty. So anyone can apply for this. It's doesn't like there's more than one. For the 24, 21. Best open source analysis of the facts surrounding the Wall Street Journal Warren letter. He's actually given out 28 bounties so far, so he increased the 21 because Arkham intelligence also joined the effort to fund this. And so this has turned into a mutual pot to finance the investigation of truth around the details of Hamas reception of crypto assets using the blockchain, because we have this amazing tool called the blockchain that allows you to audit this. And so there's just been some incredible data that has come out from people. Just open source investigation of. Of the exact flow of funds that went to Hamas. So this is just one of many people, of the people that have put an investigation together. It is very, very detailed. Brian, if you scroll down, you can kind of just show."
    },
    {
        "speaker": "A",
        "text": "What am I looking at?"
    },
    {
        "speaker": "B",
        "text": "Yeah, just like, this is just like a map of transactions. Very thorough. It takes some. Takes some skills to really put some of this together. So this one particular tweet that we're showing is one of 28. And I'll just read two lines here, that this one particular person came to the conclusion of where they said, according to the Wall Street Journal, wallets connected to Hamas received about $41 million over a similar time period. An arbitrary time period that the Wall Street Journal said, which was proven false. In reality, that account connected to Hamas has only received about $250,000 in total during that same time period. So just like really good grassroots investigation, because Nick Carter and a few other people are putting up a potential of money to actually do real research. Not like Elizabeth Warren cares because she's, like, doubling down."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, so she's not apologizing then? She's not retracting anything. Oh, this is a. We've got a clip of Elizabeth Warren, actually haven't looked at this. Do we play this?"
    },
    {
        "speaker": "B",
        "text": "Last year, you wrote that quote, in their attempt to avoid being traced, illegal."
    },
    {
        "speaker": "C",
        "text": "Actors have adopted ever more sophisticated cryptocurrency technologies, such as non custodial wallets."
    },
    {
        "speaker": "A",
        "text": "Non custodial walls."
    },
    {
        "speaker": "B",
        "text": "You wrote that Hamas uses non custodial wallets to evade detection. Do those wallets pose a particularly high risk of attracting terrorists and other very dangerous people?"
    },
    {
        "speaker": "D",
        "text": "Thank you for the question, it is important. Perhaps if I may just refer to your earlier comments about the funding of Hamas, the majority funding of Hamas, unfortunately, Sanctissa current sanctuary regime is far from being sufficient and most of its budget and funds are still going through the traditional channels. And I want to put that clear because crypto is a problem. But this is not the major problem. And we have to look, you know, on other traditional channels like banking and exchanges and money exchanges and cash and so forth. So let's not."
    },
    {
        "speaker": "A",
        "text": "Okay, here's an expert actually telling her that the problem isn't crypto. The problem is like the traditional banking system. Interesting. Staying."
    },
    {
        "speaker": "B",
        "text": "We actually have a second better clip. So let's listen to the next clip of the same person."
    },
    {
        "speaker": "D",
        "text": "Let's don't lose sight and focus from the big picture. Crypto is currently a very small part of the puzzle. The major funding channels are, were and remain, state funding, Iran and others. Those are the major players. Most of the funds are still being transferred by the traditional channels that we all know from the past. Banks, money transmitter, payment system, hawala money exchange, trade base, tourism, financing, charity cash, shell companies and crypto. The efforts should be global and focus on imposing global sanctions on Hamas and their sponsors, as was the case with ISIS."
    },
    {
        "speaker": "A",
        "text": "Well, there you go."
    },
    {
        "speaker": "B",
        "text": "Liz Warren just got told to calm down inside of Congress by the person that she was asking to basically, like, help her say that it's crypto. Yeah, and like you mentioned this, the first clip, Ryan, like, she's going after the self hosted wallets. She's good. She's trying to blame this on self hosted wallets, which also, ironically, a lot of the funds, the actual funds, the $450,000 funds that went to Hamas, went through centralized exchange. Not even self got frozen. That got frozen."
    },
    {
        "speaker": "A",
        "text": "She just wants an opportunity to just slam self hosted wallets. Bankless. Bankless wallet."
    },
    {
        "speaker": "B",
        "text": "But this isn't the opportunity, is the thing. There's no opportunity for her to here. I know all of the cards are on our side."
    },
    {
        "speaker": "A",
        "text": "I'm just worried that when there does come a time when a self hosted wallet is culpable in some sort of transaction, she's going to go right after it. Like, you know, like she's. She's primed to do that. This was, by the way, that expert was Doctor Shlomit Wagman, who set the record straight on terrorism and its non relationship with, with crypto. So excellent job there. So what's Nick Carter saying here, David, in this tweet?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. So this is another article about this, about the same issue. So the article says, since the Hamas attacks of October 7, the most prominent public crypto fundraising campaign has been operated by Gaza, now a pro Hamas news organization. However, only $21,000 in cryptocurrency has been donated since October 7. And thanks to the effort of crypto businesses and researchers, much of this has been frozen, preventing Gaza now from being able to use these funds. On October 9, Gaza now sent around $2,000 of the donated crypto to an exchange, presumably to cash out, where it was promptly frozen. In addition, around $9,000 in stablecoin donations were frozen by tether, the stablecoins issuer. Crypto is the most. Is the worst platform to do terrorism stuff. It will just get frozen because it's stable coins which are going to get frozen, or centralized exchanges which are going to get frozen again. All of the arguments are on our side here."
    },
    {
        "speaker": "A",
        "text": "No, no, I get it. I get the facts and circumstances this time around. I think in a future time, it could be just straight bitcoin, it could be straight ether, could be no ability."
    },
    {
        "speaker": "B",
        "text": "To stable coins, like die. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "And I just think that this, you know, apparatus, this, this kind of, like, push in DC from the anti crypto army is going to attack it. They're just. They're just waiting for it that the pot, they're primed to attack."
    },
    {
        "speaker": "B",
        "text": "Well, that's why I think that I'm so thankful that Nick Carter is, like, digging in the knife on this one, because it shows the cards of how and how much of an agenda that. So when in the future, when there's, like, rampant privacy everywhere on crypto, which is the veers and few crypto that I see, we will be able to go and, like, you just hate crypto. Like, I just don't understand."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, look, it's meant Hamas is using the Internet, too. I mean, they're using TCP ip, right? Like, come on. They're using all sorts of technology. Technology is neutral. Um, I don't know that that's an uphill battle with, with this group. But, David, we are making some progress on one particular issue, and that particular issue is something that we brought up last week. Do you remember there was a regulatory fight with the IR's, again, coming from the Elizabeth Warren camp anti crypto army? The IR's had a massively anti defi interpretation of some regulations, and our role as the bankless community, as a crypto community, was to comment on their comments page."
    },
    {
        "speaker": "B",
        "text": "Well, we needed 10,000 comments to extend the deadline by one year."
    },
    {
        "speaker": "A",
        "text": "And, you know, what we got, David? We got 25,000 comments."
    },
    {
        "speaker": "B",
        "text": "That's. That's more than 10,000."
    },
    {
        "speaker": "A",
        "text": "This is a tweet. Over 25,000 comments have been received by the IR's regarding their I broker rulemaking proposal. Over 12,000 posted to the docket on regulations dot gov comma. Clearly a sign that something is wrong with the proposal. This is the most popular the IR's has probably ever been on its comment page, and we did that. We played a role in that. So hopefully they are hearing the crypto community, they're hearing us citizens loud and clear. Unfortunately, the last opportunity to comment about that was October 31, but fortunately, many of you did because we got 25,000. And that is how we have our voices heard on this, on this particular issue. So what they choose to do with it is up to them, but we will keep you guys informed of next steps."
    },
    {
        "speaker": "B",
        "text": "Ryan, you remember from the episode that we did where we did this big call to action, they have to read every comment."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "The comment I submitted was like six paragraphs."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was an AI submission, which I love, too, by the way."
    },
    {
        "speaker": "B",
        "text": "Whatever."
    },
    {
        "speaker": "A",
        "text": "I set mine just like a hair below spicy, by the way, in my generous spicy. Oh, you spiced it up."
    },
    {
        "speaker": "B",
        "text": "Oh, I spice it up, dude."
    },
    {
        "speaker": "A",
        "text": "David, what else we covered today?"
    },
    {
        "speaker": "B",
        "text": "$2.7 billion mainnet just dropped. That doesn't happen every day. We'll talk about which one. What does Elon Musk have to say about nfts? Also, why does Elon Musk want everyone to go bankless in under one year? Who charges his employees with helping everyone go bankless in just one year? What is going on? I kind of like the sound of this. And also, remember, safe moon. Ryan."
    },
    {
        "speaker": "A",
        "text": "Yes. No."
    },
    {
        "speaker": "B",
        "text": "Well, it turns out it was not safe, nor did it. Moon. The execs got arrested by the Department of Justice for misappropriating users funds and manipulating the market? I am just shocked. We're going to get to all of these details and more, but first, a moment to talk about some of these fantastic sponsors."
    },
    {
        "speaker": "A",
        "text": "All right, David, tell me about that $2 billion mainnet. What are we looking at here?"
    },
    {
        "speaker": "B",
        "text": "Celestia. Congrats on the mainnet launch. What is Celestia? It is a data availability network. It is a chain that is meant to do one thing and one thing extremely well, which is provide data availability or data publishing as we are calling it now. And so this celestia, the celestia thesis is highly synonymous with the roll up thesis. Celestia thinks that there is going to be thousands and thousands and millions of roll ups, and it wants to sell them data availability. We have already seen a roll up platform like eclipse use Celestia for data availability. And the idea is, like, the more roll ups that get data availability from Celestia, the more fees that it generates. It's also got this whole, like, light node optimization emphasis. We'll have to go down the Celestia rabbit hole. There's an episode I did with Nick White, the CEO founder of Celestia, forever ago. Anyways, the token Tia. Why tia for celestia instead of cel? I don't know. Cel is also Celsius's token, so maybe that's probably why. That's probably why 580,000 people received the airdrop. The current price of TIA is around $2.58, which is coming in at a fully diluted valuation, the last I checked, at $2.7 billion. So it's not every day that $2.7 billion just gets minted out of thin air. So congratulations to anyone that invested or has worked on or received the airdrop of Celestia."
    },
    {
        "speaker": "A",
        "text": "Yeah, and congratulations to anyone who lives in the US and who was protected by this airdrop from our friend."
    },
    {
        "speaker": "B",
        "text": "This dangerous, dangerous airdrop."
    },
    {
        "speaker": "A",
        "text": "Could not access it, couldn't VPN in nothing. Could not get it. Have to cross the border to Canada, I guess."
    },
    {
        "speaker": "B",
        "text": "So to get your air, I legitimately thought about. Just like, yo, I could just uber to Canada for less than the cost of this."
    },
    {
        "speaker": "A",
        "text": "Get my airdrop and get out real quick. All right, David, safemoon. Tell me about that. I barely remember Safemoon. This was some meme coin in 2021. 2022. Is that. Is that it?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. This is how we knew the markets for frothy. I mean, kind of in hindsight, it's literally called safe moon because it safely is a safe bet that it goes to the moon. It's in the title. You know it's in the title."
    },
    {
        "speaker": "A",
        "text": "Who's feeling this, like, some big, like, Dave Porter tick tocks? Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. It has a mechanism that, like, when you make. When you transfer it, it burns a part of it, so it's like pumponomics. Anyways, the Department of Justice arrested in charge the exec team with perpetrating a massive fraud on his investor. The SEC also targeted them for offering unregistered securities. You know, I'm not going to get in the front of the SEC on this one like you guys."
    },
    {
        "speaker": "A",
        "text": "No problem."
    },
    {
        "speaker": "B",
        "text": "These people, that's what you."
    },
    {
        "speaker": "A",
        "text": "Thanks, SEC on that. Take the bad with the good. It's mostly bad, but I guess there's a little bit of good here. What. What did the execs do here? I'm reading a line here. Apparently they withdrew more than $200 million from the project. That's the safe moon execs."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, exactly. They're charged with conspiracy to commit securities fraud, commit conspiracy to commit wire fraud and money laundering. Yeah, you. Anyone who does this also is totally money laundering. They're not paying their taxes. And then they misappropriated investors funds for personal use. A sports, a porsche, other luxury vehicles, real estate, some other bullshit, I'm sure."
    },
    {
        "speaker": "A",
        "text": "Anyways, there you go. Well, it would be nice if the Sec spent more time doing stuff like."
    },
    {
        "speaker": "B",
        "text": "That, but they're more."
    },
    {
        "speaker": "A",
        "text": "More of this tweet from Brian Armstrong. Says he's working hard on the Coinbase wallet. Our ambitious goal is to get the average transaction under 1 second, 1 second, end to end, instant, cheap and global. I think he's using the magic, the power of layer twos to do that. He's actually showing a demo here in this tweet. Don't blink. It says, is the Coinbase wallet transacting? Looks like sending maybe some eth somewhere. Yeah, sending some ER. In a second."
    },
    {
        "speaker": "B",
        "text": "Yeah. Eth between arbitrum and base. So two layer two chains and then there's, there's probably like five or seven different routes to do that. And then the Coinbase wallet is just obfuscating it because you have cryptographic assurances for layer two, you have inclusion insurances. And so what can a wallet do? They can just make it snappy. There's like so much juice to squeeze left in the interoperability layer between layer twos and stuff like this, just like the front end. And UX is. Is one of them."
    },
    {
        "speaker": "A",
        "text": "I love to see exchanges cozying up with layer twos. This is a kraken with its own eth deposits and withdrawals. Now supporting ZK sync. This is, I believe, the first major exchange to support the ZK EVM and maybe the first to support a ZK roll up, David. So pretty big kraken moving into that and it's fantastic."
    },
    {
        "speaker": "B",
        "text": "Other stuff in Kraken land, their Formula F one NFT car finally got revealed and so they have this like promo video of these race car drivers, like talking about the NFTs that are. It's all like on this spoiler on the end. So when they. These f one cars are driving really fast, the spoiler pushes the air."
    },
    {
        "speaker": "A",
        "text": "This is the thing we were talking about. Lower. You could get your NFT on the back of this car, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Sadly, my dick butt did not."
    },
    {
        "speaker": "A",
        "text": "I don't know how sad that is. Some of these race car drivers are pretty happy. They don't have a dick, but we don't need it."
    },
    {
        "speaker": "B",
        "text": "We don't need to listen to the race cars. But, like, one in the video, one race car is talking to the other one is like, yeah, I put this NFT on it because it's super distracting for the driver behind, which is probably true."
    },
    {
        "speaker": "A",
        "text": "Speaking of NFTs, Elon Musk said something about nfts earlier this year."
    },
    {
        "speaker": "B",
        "text": "Oh, super positive, right?"
    },
    {
        "speaker": "A",
        "text": "Well, let's hear. But I mean, nfts. The funny thing is that the NFT is not even on the blockchain. It's just a URL to the jPeg. So it's not even like, it's like you should at least encode the JPEG in the blockchain because, like, if the URL, if the company housing the image goes out of business, you don't have the image anymore. All right, David, trivia on that. Is Elon Musk right about that. Is an NFT just a pointer? The NFT, the JPEG itself is not on the blockchain. Is that, is that true?"
    },
    {
        "speaker": "B",
        "text": "That is yes and no. First, before I answer that question, I just love Joe Rogan's just like. It's like those NFT scammers."
    },
    {
        "speaker": "A",
        "text": "They got chain. Yeah. Not even on the chain this whole time. We thought it was on the chain. It's not. Did you think it was on the chain this whole time, David?"
    },
    {
        "speaker": "B",
        "text": "No, of course not. This is why nfts, like, autoglyphs are so cool that not only are they on chain, but they're generated natively on chain. There are a good strong selection of on chain nfts. Smaller nfts, like pixelated ones, for example. Crypto punks, for example, are on chain."
    },
    {
        "speaker": "A",
        "text": "Fully on chain."
    },
    {
        "speaker": "B",
        "text": "Even on chain. Like, the jpegs. The jpegs on chain. The JPEG is on the chain."
    },
    {
        "speaker": "A",
        "text": "So it's usually, it's not a jpEg. It's like, sometimes it's a vector file. Right? It's like an SDG."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Because they're lower data. So there's 20 of them that shout out, treasure the treasure. Small brains. Those are on chain. There's just like a good handful of announced that are on chain. There's also, like, nfts. Like, I have a couple. I have like twelve NFTs made by my buddy Nate Muller, who the NFTs themselves are like 1.2GB a pop. And those are not on chain, those are actually stored on Arweave. And so then using the modular blockchain thesis, data on Arweave, NFT on Ethereum, NFT points to Arweave, and then I can get my data from Arweave."
    },
    {
        "speaker": "A",
        "text": "And arweave is a decentralized storage layer. Okay? So it's not quite as kind of decentralized and secure as something maybe like Ethereum doesn't quite give you those guarantees, but it is much cheaper. It's optimized to store large files, and it's certainly much better than a cloud provider, an AWS or something like that, or what Elon was talking about a company that could go out of business. Right? So that's kind of an interim type step with a lot of nfts are stored on arweave or ipfs, right."
    },
    {
        "speaker": "B",
        "text": "And it's also just important to remember what is an NFT? An NFT is a file format. You can put a URL there, you can put an actual image there. You can put a pointer to another token or something else. So, yes, Elon, you're actually mostly wrong. You're kind of right, but you're mostly wrong."
    },
    {
        "speaker": "A",
        "text": "Yeah, kind of right. But, like, the spirit of that, I feel like, is mostly wrong. You know, David Elon, always the ambitious individual, he gave his employees at X, that is a, uh, formerly Twitter one year to create a system on X that replaces the banks. Do you know he got, he got his start over at PayPal, right? That's what I think. Shortly after that, he bought."
    },
    {
        "speaker": "B",
        "text": "He wanted to call X, by the way."
    },
    {
        "speaker": "A",
        "text": "He wanted to call X. He got the X.com domain after that and now wants to, it seems like, turn twitter into a financial platform. So the quote is, when I say payments, I actually mean someone's entire financial life. If it involves money, it'll be on our platform. Money or securities or whatever. So it's not like, send $20 to my friend. I'm talking about, you won't even need a bank account. How do you think that's possible? David is no bank account."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know how he does this without crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah, neither do I. And I actually think when he says no bank account, he actually means there's going to be a bank account somewhere. Unless he's using crypto. I mean, PayPal definitely has a bank accounts, right? I mean, it's all kind of connected. You have to have a bank account. And I think he is getting a broker dealer money transmission licenses across the US right now. So he like, no bank account in air quotes here."
    },
    {
        "speaker": "B",
        "text": "This is kind of the version of crypto that I don't want, which is that we use the power of crypto to just make a new banker. I don't want Elon Musk to be my banker."
    },
    {
        "speaker": "A",
        "text": "I don't think he should just focus."
    },
    {
        "speaker": "B",
        "text": "On cars and Mars."
    },
    {
        "speaker": "A",
        "text": "Cars and Mars. I don't think he's using crypto here. Right. I don't know what this means, but."
    },
    {
        "speaker": "B",
        "text": "I think just stripe only."
    },
    {
        "speaker": "A",
        "text": "I think it's just a fintech play. If he starts using crypto, if he starts using, like, stable coins or something like that, then I think this gets a bit more interesting and a bit more bankless."
    },
    {
        "speaker": "B",
        "text": "If he makes this fintech dominant x platform, it becomes very ripe to hook crypto into it in the back end."
    },
    {
        "speaker": "A",
        "text": "I agree, I agree. But I don't know if he's there yet."
    },
    {
        "speaker": "B",
        "text": "Still prefer crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah, speaking of PayPal, by the way. So PayPal just received a subpoena from the SEC. Apparently, they don't like what Paypal is doing with their PY USD. This is a stable coin product. Remember Nick Carter came on the show, we did an entire episode on stable coins. He told us a little bit about Py Usda. And according to Nick Carter, PyusD actually offers even better settlement and security guarantees than the PayPal dollars in PayPal. Yeah, than actual deposits in PayPal. But something about this the SEC doesn't like. Maybe because it's tokenized. Gary Gensler thinks he gets to control it, but they're in the process of subpoenaing PayPal right now over this. So that's the state of things. David. David. One of our favorite sites for a while has been dune analytics. Anybody can create a open source metrics board to gather any on chain data. And now they are releasing Dune AI. What is this, David?"
    },
    {
        "speaker": "B",
        "text": "This is using large language models like chat GPT to be able to query and parse dunes data. This is, I think, just making dunes data much more accessible. We, as plebs Ryan, are beholden to people like Hill, Dobby, and data, always to put dune boards together for us."
    },
    {
        "speaker": "A",
        "text": "As they know SQL and we don't. We are non sequel plebs."
    },
    {
        "speaker": "B",
        "text": "Exactly. But now we are large language model users, which makes us dune gods, I guess, is kind of the idea. And so you can just go to Dune and type in your query, hopefully, and then all of the dune data that's parsed will be able to spit back out whatever you are looking for."
    },
    {
        "speaker": "A",
        "text": "Like, here's the example. What are weekly Zk sync transaction volumes. This year, you can plug that in in just language, just normal, human, like, english language, and then it'll spit back a chart for that. It's pretty magical."
    },
    {
        "speaker": "B",
        "text": "So this is actually something that we learned during our travels at bankless ventures. I want to parse something out here. There is the data that Dune has parsed and purified and made ready for people to query. And then there is all of the data on the blockchain. Yeah, Dune does not have all of the data on the blockchain. Data on the blockchain is like this unrefined, extremely crude, like oil that needs to go and be refined. So people like Hill, dobby, or data always. And, you know, these dune wizards can."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's true."
    },
    {
        "speaker": "B",
        "text": "We are not actually scaling out. There's no new data. Dune doesn't have any new data. That the current data that Dune does have parsed is now much more easily."
    },
    {
        "speaker": "A",
        "text": "Created, which is still incredibly powerful. But you can't do things like, how much money did Hamas receive in crypto assets. Like, you couldn't ask a question. It wouldn't be able to answer a question like that. Right?"
    },
    {
        "speaker": "B",
        "text": "So Dune still has to manually kind of parse and purify data on the blockchain to be able to present it through its LLM. This is how I understand this, yes."
    },
    {
        "speaker": "A",
        "text": "Speaking of bankless ventures, by the way, David, one of our portfolio companies, Modulus, just announced their raise. And the reason we're including this is, of course, is it presents a future possible conflict of interest, and also because we're pretty excited about the Modulus project. So what is Modulus, David?"
    },
    {
        "speaker": "B",
        "text": "So Modulus is in the ZKML space. That is zero knowledge machine learning. And so this is a bet that there will be a ton of machine learning models out there. And what can you do with ZK? Like, machine model learning models, very big sets of data. Like, imagine how big the data is behind chat GPT. It's like 100gb. You can ZK that LLM or that machine learning model, and then you produce a proof of that. And then you put that proof on chain in the world in which there are extremely valuable models out there to use across all different circumstances, it would be really useful to have a proof that you are actually using the correct model and actually being served the correct output of that model. And so this just is, it's like an authenticity authentication layer for models and making sure that you're not getting man in the middle attacks if you are a consumer of a model. And so it puts all models into a ZK proof and puts on chain for verification. And then so you can attest that the output of the model that you are paying for or subscribing to or just need for whatever reason, is actually using the correct model. And so it's kind of like using Ethereum as like an Ethereum annotation service type of use case. And so there is like the external needs for authenticity. But what's really cool about this, what really got my imagination going, is when the outputs of one ZKML model can also engage with the outputs of another ZKML model natively on chain. So you can start to think of this as like on chain ZKML Legos that can be composed together, which gets really interesting when we talk about the world of fully on chain universes, fully on chain games. And they need to go out and like query a model as a part of their universe. Like, oh my God, imagine that. And so that's why. That's why I'm super stoked about Modulus. Congratulations on Modulus for the race, David."
    },
    {
        "speaker": "A",
        "text": "What do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, where are all the apps? That is a question from one of the members in the bankless nation. Ryan and I are going to tell you exactly where all the apps are totally hiding. Where are they hiding? Yeah, we're also going to talk about what we're bullish on, so stay tuned for all of that. But first, a moment to talk about these fantastic sponsors."
    },
    {
        "speaker": "A",
        "text": "Question from Galena this week from the bankless nation. Most of the projects highlighted are infrastructure focused, but where are user focused apps that have a true practical application and solve a pain point? Where are they even being built right now? Where are the apps? I think is the question from Galena. Do you have an answer for that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, crypto has been in this, like, infrastructure phase for like, ever. And the application phase is something that I would love to get to. Where are all the apps? Is kind of like a really good question. We had friend tech, we had one good one. We need like a lot more kind of. The big use cases that are definitely successful in crypto are stable coins and non sovereign store values. And after that, I don't know if there's really a good, like, friend tech is like 6th and there's nothing that's three through five. Where are all the apps we have? I would say in the year 2023, block space supply. Supply of block space is no longer an issue. We need the apps like we are in this kind of. We should be having an existential crisis as an industry of just, like, we have all the infrastructure, but no one's building anything on the app layer. WTF? That's kind of what I would say is the state of the industry. That's also what I would say is the state of the Solana conference. I went to the Solana. What they are delivering as their infrastructure layer is apparently really crazy. What they're saying they can do is like, oh, that's. That's insane. Like, the whole, like, token 2022 package. Really cool. No apps ever. No ecosystems. Got apps."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the way I tee this up and talk about this is, first of all, lay out the concern, right? Because I'm also. It's also been on my mind. I tweeted this earlier this week. I'm no longer worried about the scalability problem for crypto. Now it's the opposite. We have too much block space chasing too few apps. What apps will consume all this cheap block space? I feel like we go in this feast or famine type of phase with crypto, where actually, if you remember last cycle, we had so much activity that our transactions cost like $30 to do something on Ethereum. Right? That's like, maybe too many apps, not enough block space. Now we have all of this block space. You're just talking about all the cheap Solana block spaces coming down the pike. We have all of this cheap layer, two block space, too. And it's just getting cheaper. It's getting cheaper and cheaper and cheaper, and it's becoming more and more plentiful. So now we're in the feast portion of things. And the big question is, what are the apps? And the way I think about this, David, is there's really two schools of thought. There's the many app thesis and the few app thesis. I would say the few app thesis. One of the best analysts on this is Polenia, and I would also maybe extend this to Vitalik a little bit. But Polenia basically says, you know what, most of the apps, and this was, I would say, part of the bankless thesis from 2019 and 2020. Everyone, if you remember the 2017 crypto cycle, we thought we were going to disrupt Uber with a decentralized Uber. People are saying the world computer, we're going to take over AWS as well. Okay. And I remember part of the refresh for me in 2018 2019 was being like, what is this crypto thing actually useful for? And the thing I came away with was money finance going bankless. And these are still the king apps. It's non sovereign store of value. So it's like a gold type of object. Bitcoin, let's say Orlando ether as kind of an Internet bond and non sovereign store values. We got that. Check the box. You mentioned stablecoins. That's another Defi is another. So decentralized finance, I mean, uniswap overtaking the volume of some of our major exchanges has been a clear success. Defi Aave compound. These things did fine when all of the centralized collateralized loan providers in 2022 faltered. So we do have some wins and we do have some apps, but they're mostly in the finance category. And then nfts, right? That is like, property is still an asset. So the apps primarily have come from the finance category of things. And Polenia says that's pretty much the sweet spot for crypto. It's high value money financy types of applications. There's not going to be a lot else. So what you should do crypto is focus the UX on this niche and get it really good and then onboard the world that way. That, I would say, is the few apps type thesis, and then there's others that are maybe the many app type thesis. I would say Chris Dixon from a 16 z is probably this. Like, the folks at variant fund Legion, who we had on the podcast earlier, is probably like many app thesis and they believe a bit more in kind of a on chain, social web three type of world where we're going to have a lot of consumption of this block space that we just can't imagine right now. So that would be more along the lines of friends tech types of things, or even, you know, we were looking at that song tech, like, just think things that are new, things that we can't imagine right now. I would say for myself personally, I still think we're in that, you know, we're in the famine phase for apps right now, but we're in the feast phase for block space. And so this is where we get to actually test to see how many use cases there are for crypto. Beyond these kind of simple money cases, I think there'll be more than we expect, but maybe not as much as the Uber bulls who think we're going to put like, Uber on chain 2017 think there are. So that. That's how I'd answer that."
    },
    {
        "speaker": "B",
        "text": "Is it too much to ask for feast, feast, feasts and blockades and feasts and ask."
    },
    {
        "speaker": "A",
        "text": "No, we never get that. Nothing's ever perfect, David. Not in crypto. One thing I'll add to this is Vitalik wrote a post about this in 2022 that you can go read. He names a few apps money. He says that's the first and still the most important app. And then he talks about Defi, which we named there, identity, which we really haven't talked about, and that's an up and comer. So ens, proof of humanity, po apps, soul bound tokens, that kind of thing. Daos, maybe they're nascent as well. Again, this is a capital formation structure."
    },
    {
        "speaker": "B",
        "text": "Don't hurt me again."
    },
    {
        "speaker": "A",
        "text": "And that's. That's. That's what he mentions. And by the way, all of those use cases, guess what, David? They were in the Ethereum whitepaper. So that. That veers more towards Polynya's line of thinking of, like. Like, it's a few use cases that, that blockchain and crypto is. It's highly tuned for, very valuable for the world, but it's just not everything."
    },
    {
        "speaker": "B",
        "text": "I'm firmly in the many apps camp."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "I think if you can have a fully on chain game, fully on chain universe, a fully on chain, like, state machine inside of a state machine, that is. That's like infinity. If you can re simulate a world, that's infinity apps. That's my take."
    },
    {
        "speaker": "A",
        "text": "In the fullness of time, though."
    },
    {
        "speaker": "B",
        "text": "In the fullness of time."
    },
    {
        "speaker": "A",
        "text": "Right. How long does that take to actually play out? It might take a lot longer."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Like. Yeah. Like. Like ten plus 20 years. Yeah."
    },
    {
        "speaker": "A",
        "text": "Take of the week. David, this is your take. It's the only take we got. So. So give it to us."
    },
    {
        "speaker": "B",
        "text": "This is the only take. This. This is also. Okay, this is also what I'm bullish on, but it comes in two parts. Okay."
    },
    {
        "speaker": "A",
        "text": "So looking at a money ball here. Yeah. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "A money ball. Yeah. So we're looking at a graphic that I put together. This is coming out of a slide for a talk that I'm giving at fabric ventures event in Lisbon here on Monday. One of the reasons why I'm here in Lisbon. So, like, my hot take here is, like, we're looking a circle spectrum with every single color of the universe in it, right? Like, yellow, red, blue. It's like a spectrum. It's a sphere of color spectrums. And around it, I have, like, disciplines of knowledge, economics, physics, finance, anthropology, political science, sociology, physics, psychology. And, like, my hot take here is that, like, money is actually, like, the space between these disciplines. Like, money, like, money doesn't just emerge until many other things also emerge. Like, other things. Like, other things have to be are the prerequisites to get to money. Right. And so you're saying, like, money."
    },
    {
        "speaker": "A",
        "text": "Money as a protocol, money as, like a social coordination tool, right? Because."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. You're not saying money is the center of finance and economics and physics and history and anthropology. You're saying it has something."
    },
    {
        "speaker": "B",
        "text": "So money is kind of gestaltian, as in, you need a few of these things in order to allow for money to emerge. For example, economics. Inside of the economics, you have the subjects of the role of money, the medium exchange unit of accounts or value. You have concept of supply and demand and inflation and deflation. In the physics world, you have the production of money, like hard versus soft. Money is a function of physics. Like, why did gold win the darwinian fight of commodity monies? Well, that answer lies in physics. You have finance, and finance can produce money. Credit is a financial concept. Debits and credits are two kinds of entries into a ledger that comes from the world of finance. You have anthropology, right? So different cultures have produced different commodity monies and different ledger monies throughout history. And then these cultures collided, and so did their monies. And one money ultimately displaces each other. Political science. When humans invented armies and organized states, the technology of money gained a new property, the central bank. And so that's now money has governance. Then there's sociology, like statehood, money and society all relate to each other. Now societies vote for governments. That makes fiscal and monetary decisions, and these choices are made and mass for all of society. And then there's psychology, because, like economic and societal, societal choices are all determined at the margins. Every single choice that you make as an individual is an economic one. Do you buy that coffee in the morning? Do you take the train? An uber? A personal vehicle? Do you store your savings in argentine peso or bitcoin? These choices reverberate through the rest of the system. And so my take is that money is a technology that is at the center of so many other disciplines. And when we're just like cavemen with, like, stone tools, you don't get any money because you don't have any of the other disciplines that allowed for money to emerge. But money as a technology gets more sophisticated, the more knowledge we have."
    },
    {
        "speaker": "A",
        "text": "Another way to maybe interpret this is in order to understand money and the reason so few, I think, understand it, you have to understand. And a little bit about economics, physics, history, anthropology, political science, sociology, psychology, and finance. Like, no wonder."
    },
    {
        "speaker": "B",
        "text": "That's literally the line in my talk. It's like a money one talk."
    },
    {
        "speaker": "A",
        "text": "But you know what? On the flip side, the best way to learn about these disciplines and the reason why I personally find crypto endlessly fasting. I mean, like, I know a lot of people are here for kind of, like the, you know, just the dopamine hits of watching the price go up. And I'm not gonna lie, that's great. You know, like, investing is fantastic and seeing number go up, and that's all great. But the reason I've stayed here is because it's just so intellectual. Like, it's so freaking interesting. And it's the best way to learn all of these disciplines as well, because money and a study of crypto will teach you all of these things. The one thing I would add, if you were to say crypto money on top of this, you'd also have to, like, put cryptography and, like, technology to surround the circle and round this out, along with all of those other disciplines, which is why we have endless content to cover on bankless, my friend, you're."
    },
    {
        "speaker": "B",
        "text": "Looking at a spectrum of bankless content right here."
    },
    {
        "speaker": "A",
        "text": "Yes, that's right."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "What are you bullish on, David?"
    },
    {
        "speaker": "B",
        "text": "I'm bullish on money, Ryan. I think by definition. Well, I think, like, the. I think people often forget, I think, especially in the year 2023 in this industry, like, how important money is as one of the functions of crypto, especially as we are going there, where, like Janet Yellen just said, oh, yeah, we can totally afford two wars, and Janet Yellen, we can totally afford two wars. If we take it out of the money, out of the us dollar. The value comes out of the dollar, which is where people make their. Their savings, which is where it comes from the future. It comes from people. And then people's individual psychologies are like, well, my dollars are bad now, and so I need to ask for more dollars for my employer so I can live. And so it reverberates throughout the system, right? And then all of a sudden, if you have a defective money, you have a defective society. And so I'm just having a reminder. It's like, yo, money. If there's one thing that crypto produces that we need it to produce, it's money. And so it's a reminder to be bullish about money. Money is why we're here. If we can fix money, you can fix the world. Tip of the hat to. Can't believe I'm saying this, but safe. Dana Moose, I can't believe you're saying that either."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Hold on. I'm finding it. David, while you're saying this, you know, I want to pull up this, like, absurdist tweet. And this is actually, this is real. So it's only struck me is absurd. This is, this. This is a headline I saw. Japan to approve $110 billion stimulus package to fight inflation. How does that work?"
    },
    {
        "speaker": "B",
        "text": "You don't. You don't spend money to fight inflation."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's exactly. That's exactly what you're talking about. Though an understanding of money will make this pretty obvious. Oh, our friend Preston pitch Sarah, because we need more made up money to have less money."
    },
    {
        "speaker": "B",
        "text": "See, bitcoin owners understand money. They don't understand bitcoin, but they understand. Wow."
    },
    {
        "speaker": "A",
        "text": "Wow. You made a lot of people mad right there. All right, ask me, David. Ask me."
    },
    {
        "speaker": "B",
        "text": "I will. Ryan, what are you bullish on?"
    },
    {
        "speaker": "A",
        "text": "You know what's on that theme? I'm bullish on ether. Ether as money. Okay. And pretty weird you were talking about. Obviously, a lot of tokens have had big pumps here lately. I am not surprised. Solana had such a monumental pump. I think it was kind of like it's off massive lows, you know, 97% down."
    },
    {
        "speaker": "B",
        "text": "But I think for context, it's back up to its pre FTX. Right before FTX."
    },
    {
        "speaker": "A",
        "text": "Yes. What I think people are doing now, though, is they're forgetting about Ether. Okay? They're starting to fade."
    },
    {
        "speaker": "B",
        "text": "Isn't cool anymore."
    },
    {
        "speaker": "A",
        "text": "It's not cool anymore because it hasn't pumped the way soul has over the last 30 days. So I'm hearing even, like, some seasoned ETH people starting to, like, worry, maybe starting to, like, wonder, did I miss something? I'm not saying anyone that listens to bankless is like this, but. But my message is this. You guys are too bearish on ETH right now, okay? If you are one of those people, because look at the landscape. There's a bunch of execution layers out there. There's layer twos. I consider Solana an execution layer. Take your pick. There's only one settlement layer, and that's Ethereum. Do you know how I know this? Because Ethereum is the only chain that has other chains that settle on top of it, right? Ethereum is the only chain that from 2019, okay, to this year 2023, went from about 19 million annually in blockchain sales to, like, 1.2 billion in annualized blockchain sales. It is the only chain that is producing profitable block space. Okay? That makes it a settlement layer. And I think that is the market is not appreciating that right now. I think the market is doing some narrative type trading, and that's fine. You know, it's going to happen. But I feel like too many people are fading ETH. And you know who agrees with me? His previous bankless guest, Chow Wang. He says this hilarious that ETH is now the most hated asset in crypto, and yet ETH has, objectively, the largest dev community, arguably better long term security than bitcoin for most retail. If they could only own one crypto asset as part of the concentrated portfolio, it would be ETH. That's still my take, man. Whenever someone asks me, I'm like, eth."
    },
    {
        "speaker": "B",
        "text": "I saw the nothing in coin plus plus Solana barbell case, and I'm like, where have I heard this before?"
    },
    {
        "speaker": "A",
        "text": "Well, tell people. Some people missed it. Where have we heard that before?"
    },
    {
        "speaker": "B",
        "text": "It was like Defi summer. It was deep. It was after, like, nine months of Defi tokens of absolutely mooning in price, bitcoin 2020 in price. And ether wasn't doing anything. And they're like, bitcoin and. And Defi tokens. These are the barbells. You're like, why do you need ether? It's all you need. Now people are doing, like, it's bitcoin for the money. Because they know. They. In the back of their head, they're like, yeah, bitcoin for the money. Solana for the tech. Yeah. And to me, like, Solana people mostly know their shit. If you're going to say that bitcoin is the money, to me, it just reveals your bias, because we know bitcoin is broken money, and they know it, too. And there's. And they're just saying, like, no, no, just. No ethereum. Just bitcoin and soul. It's all you need. Like, to me, it just reveals the cards. I'm just pull up one more tweet while we."
    },
    {
        "speaker": "A",
        "text": "Yeah, you can. Yeah, we're ranting. It's our show. We can do what we want. What's your tweet?"
    },
    {
        "speaker": "B",
        "text": "Okay, you want to read this one first?"
    },
    {
        "speaker": "A",
        "text": "Yeah. This is someone by the name of Matty. Describe roll ups, but leave out the typical jargon. No ethereum. You can't say layer two, you can't say scaling, or you can't say multisig."
    },
    {
        "speaker": "B",
        "text": "So the answer that I gave for this is, what is a roll up? It is a ledger contained inside of a single line of a larger ledger. What, Ryan, is a settlement layer. Yeah, it's the. It's the one that ledger of ledger is by any other larger ledger."
    },
    {
        "speaker": "A",
        "text": "It's the king ledger. It's the king substrate, the final settlement layer."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Which is eth."
    },
    {
        "speaker": "A",
        "text": "Well, until there are other chains that are settling other ledgers. I think ether has an incredibly strong value proposition. I'm not worried at all about these recent moves. Feeling quite comfy, David? Let's get to the meme of the week."
    },
    {
        "speaker": "B",
        "text": "This is, this is an old meme. Kind of, kind of checked out. It is two people. It's a guy and a girl. And the guy is doing the hand heart thing where you're like, the other. The girl matches the heart. And the girls just got like a thumbs up. This man, you know, thumbs up is Sam Bankman freed. And the guy trying to do the heart is FTX apart. They're not getting it."
    },
    {
        "speaker": "A",
        "text": "Can, can this be our last Sam Bankman fried meme ever? As soon as."
    },
    {
        "speaker": "B",
        "text": "As soon as he's memable. He's so memeable."
    },
    {
        "speaker": "A",
        "text": "You're right. I can't. We can't commit to that. Well, there you go. Bankless nation. Thanks for staying tuned. This has been the roll up and with some disclosures and then risks in a minute. Bankless ventures, of course, invested in Modulus. We told you about that earlier. I'm an angel investor in Dune analytics as well. Both David and I are long term eth holders. We also bitcoin other assets. You can always view our disclosures@bankless.com. disclosures let me end with this. This as I do. You got to know that crypto is risky. You could definitely lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey."
    },
    {
        "speaker": "B",
        "text": "Thanks a lot and please enjoy this moment of Zen from Kyla Scanlon, who in this zoomer fashion way explains the Federal Reserve."
    },
    {
        "speaker": "C",
        "text": "Hey there, Fed Chair Jerome Powell. I have no surprises for you today, except for my tie is silver and I'm not wearing glasses. So we have pause. Rates are unchanged. This is because the economy is an economy. It is doing what it does. Inflation is somewhat cooling the labor market, somewhat cooling the bond market. Freaking out. So that did our job for us. A little bit tighter financial and credit conditions, basically a couple rate hikes. We have maintained optionality by taking a break, by saying, hey, maybe we'll date again soon. We don't think that the rise in long term bond yields is because of policy rates. Nobody knows, just like nobody knows if you're doing other person recession, not in the forecast rate, steady economy zooming, thanks to you. Can you keep doing it? Can you keep spending lots of money on things? So we will keep that door open and maintain optionality and call you back a couple times a week to say hey, because there are a lot of things going on. Have to ask is inflation cooling? Ask, is the market happy? Can that rock keep rolling up that hill?"
    }
]