[
    {
        "speaker": "A",
        "text": "Welcome to Bankless, where we explore the frontier of the NFT ecosystem on Solana. That's right, it's the Solana episode. Today on the show, we're having the two co founders of Tensor, the leading NFT marketplace on Solana, bankless, asian. I'm sure you're all familiar with NFT marketplaces, but what about being on Solana makes it different? How do the different properties and foundation that Solana offers impacts the product decisions that Richard and Ilya have made at tensor? What are the first things that someone would notice is different about tensor versus the NFT marketplaces on Ethereum? How did the Jito airdrop impact the tensor ecosystem? And what about the tensorians, the native NFT PFP of tensor? Who rocks a tensorian, and why? And of course, towards the end, I asked Richard and Ilya about whether or not tensor will be joining in on the Solana airdrop fund. I enjoy talking to some of the dev teams on Solana, asking them about why Solana. What about Solana? Nerdsnipe them. Many of these dev teams I talked to all dabbled with Ethereum and then eventually moved over to Solana and stuck with it. Why? Questions like these I'm always curious about as to why people end up in the ecosystems that they end up in, in crypto. So let's go ahead and get right into the conversation with Ilya and Richard from tensor. But first, a moment to talk about these fantastic sponsors, bankless nation. I'm excited to introduce you to Ilya, the co founder and CEO of Tensor. Ilya, welcome to Bankless."
    },
    {
        "speaker": "B",
        "text": "Hey, guys, how's it going? Good to be here."
    },
    {
        "speaker": "A",
        "text": "And joined with us as well, Richard, the CTO of Tensor. Richard, welcome to the show."
    },
    {
        "speaker": "C",
        "text": "Thanks for having us."
    },
    {
        "speaker": "A",
        "text": "So this is going to be one of these shows that I think a lot of bankless listeners, we understand what an NFT marketplace is. Many of them will have already used an NFT marketplace. It'll be like opensea or blur. But this is going to be a little bit different because this is on Solana. And so, of course, we're going to walk through what tensor is, and I think we can also learn a thing or two about what it's like with the NFT ecosystem, what NFT marketplaces are like inside of a different world, a different universe. That universe being Solana, of course. But first, before we get into that, maybe just a round of introductions about YouTube. Who are you guys? Where did you guys come from? What was your crypto journey? Kind of just, like, illuminate your background for us. Ilya, why don't you go first?"
    },
    {
        "speaker": "B",
        "text": "Sure. Yeah. So I guess I got into crypto first in 2016. 2017. Lost a bunch of money, didn't stick."
    },
    {
        "speaker": "A",
        "text": "Around as one does."
    },
    {
        "speaker": "B",
        "text": "Unlike you guys. Yeah, as one does. Exactly. For whatever it's worth, I lost a bunch of money, but I didn't sell, and I held it all the way. The next bull market. Yeah. So. And then kind of in 2019, like, when Covid hit, I had to, like, move back home, and crypto was, like, the perfect industry to explore from your bedroom, because it's like a world of opportunity. Keyboard away. And so I got, like, really into it. Started hacking on ethereum at first, built a couple smart contracts, and then I discovered Solana. And I guess, like, what I. What basically made me fall in love in Solana, which is the UX, it was, like, so smooth and so easy to use. And also, like, the developer inside of me was like, ah, this is a cool opportunity to learn rust, so I'm just going to jump at it. And so I started hacking in Solana for, like, a year or so, then decided to, like, actually build some more complicated products, like, maybe try startup. Started looking for a co founder. And that's when I met Richard online as well. Covid times."
    },
    {
        "speaker": "A",
        "text": "I am very familiar with meeting co founders online during COVID times. Richard, why don't you also kind of illuminate your background for us?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I sort of came from actually a tradfi background. So back in, like, right before COVID started a full time job at a quantitative trading firm as a AI quant researcher. And so I was, like, very much doing, like, quant research in the tradfi setting, where I would be predicting stock returns, creating models around it, back testing them, and hopefully deploying them, and making. Making some money for the firm. What was interesting at the time was that obviously Covid happened. All the asset prices just started skyrocketing, like tech stocks, equity in general, crypto, of course, just right after the initial dip, just went to the moon. And a lot of my colleagues, a lot of my trader friends, actually started talking about crypto, a lot specifically about Solana. I think what was appealing at the time was that at least when I got into crypto way back in 2017, and I was just trading Ethereum on Coinbase, the common impression of crypto was that it was a very slow database that happens to be permissionless. And it wasn't very interesting to, at least to me, because I felt that in web, two things were built for scale, whereas it seems like on Ethereum, it wasn't quite there yet. When I heard about Solana in 2020 from my trader friends, they all mentioned how it was positioned as the Nasdaq, the Nasdaq of the world where it's permissionless, you can trade in sub 400 millisecond transactions. And that's what got me excited about crypto, that, oh look, there's these new chains that are much faster, higher throughput and can actually support like high frequency trading. Long story short, I was also getting the itch to work on a startup. And so that's when I started looking for a co founder. Went on YC startup school, found alias profile he had been building on Solana and was deep into web three. And yeah, I guess the rest is history."
    },
    {
        "speaker": "A",
        "text": "So there's some serendipity about both of you kind of getting the want to build something itch and also need a second half, a plus one for my journey. Again, like I said, I can totally relate, but when did the idea for tensor come to be? Because it sounds like the idea to build tensor came after the idea to build a startup. So where did the tensor idea incept from?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's pretty common for founders to change ideas. So when we met, we actually did this like funny exercise when we went through a tour call and like a 40 bullet checklist, just asking each other questions like, what is your risk appetite? How hard do you want to work? How many hours a day are you going to be putting into this? How serious are you? It might sound funny, it's almost like a dating checklist, but when you're picking a co founder, you're basically picking somebody you're going to be spending as much time with, if not more, as your actual partner. I think it's really important to do that. I think once we aligned on that, then there was, ok, what are we going to build? And we had a couple ideas we sort of like thrown back and forth some defi ideas, some NFT ideas, but all in all, the feeling we were getting was that the NFT space was like ten x underdeveloped compared to Defi. It was just like newer, it was like quirkier, weirder, more people thought it was a joke, which is a good sign because that means that there's probably a market there that's overlooked. And honestly, the existing products kind of sucked. It was just like point blank. And so we thought, okay, well, maybe we can build something there. Our first idea was an oracle for NFT pricing. We thought that it would power a lot of lending and derivatives products for NFTs. And the truth is, it probably will, just not right now. I think the market is a bit too early. It's like maybe five years from now, something like that would have a market. But, yeah, long story short, we built it. We won a price at a Solana hackathon. We tried selling that thing for a couple of months, and we had exactly one customer, because that was also the time when crypto was starting to go downhill and there was just like, no customers, nobody would pay for it. And that's kind of when we pivoted into our current idea, which was this more advanced marketplace. We just felt that there was room for a product like that, and it was more immediate. Right. Like you didn't need to wait for b two b customers to come and buy your oracle."
    },
    {
        "speaker": "A",
        "text": "What would you say are some of the things that you learned? Because, Ilya, you said that you were tinkering around to the ethereum ecosystem for Solana, so you had some, sharpened some of your teeth there in the EVM world. And then it sounds like you pivoted into the Solana ecosystem relatively early. Explain to us that experience. What was it like learning Solana, being a Solana developer? What were the new perspectives or just the things that, the things that you learned along the way shed some light on that for us?"
    },
    {
        "speaker": "B",
        "text": "I think that Solana, when I came in, was a lot more raw. There was basically no docs, and if you wanted to understand something, you had to go source diving. But the one thing Solana had going for it was that it had a way more functional programming model, which a lot of developers like, and I liked a lot, and I just felt it a lot easier to reason about. And so even though there were fewer docs and I had to go and do stuff that was a lot lower level in some way, programming in Solana was better and more fun because you could think about it in a totally different way. And, look, I'll be the first to say there's no good or bad way. There's just preferences. Some developers prefer the object oriented model, which is more similar to how ethereum and solidity works. Others don't. I think with my weird brain, it just was a better fit. Yeah, I don't know. Richard, what do you think about Solana and programming on Solana?"
    },
    {
        "speaker": "C",
        "text": "I would say a good analogy is I didn't do too much ethereum development. I did a couple of tutorials here and there. When I really got into web three and started building in web three, my first interaction of building smart contracts was really just Solana. I think looking at how solidity contracts are written and comparing that to how Solana contracts are written, it's almost like comparing Python to writing in c, where in Python you can quickly. You don't have to think about memory management, you don't have to think about specifying read and write accounts. You just almost think about it in the business sense, and you just write out the core interface, you specify the inputs, you specify the outputs, a couple lines of code to implement the logic, but everything is much more higher level, and it abstracts away all the nitty gritties that Solana actually requires from a dev to think about. On Solana, it's like C, where you do have to think about read and write, you do have to think about in the case of rust, how do you figure out the borrow checker and making sure that the compiler is happy? And that's actually a pretty difficult experience, especially if maybe you haven't done any low level programming before, where you haven't dealt with C memory management, you haven't written rest before. It's actually a pretty challenging experience for someone who's just getting into development. Maybe they come from a python world, maybe they come from a JavaScript world and they're trying to write their smart contract for the first time."
    },
    {
        "speaker": "A",
        "text": "So of course, Solana has just these very unique properties that are unique to Solana that ethereum doesn't have, right? The speed, the cheap fees, the latency, like all of these things that all the Solana devs just speak the world about Solana. How did that context, about the context of building on Solana in the Solana ecosystem, how did that guide product decisions at tensor? Because if you just copied opensea, that's not really being resonant with the foundation that you're building on. So just knowing that you are building inside of this different kind of platform, how did that guide decisions and just product decisions at tensor?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's actually embedded into product design from day one. Like when we envisioned tensor, even though the assets themselves are non fungible, we envisioned people basically trading them in bulk. The same way that even if you're trading something non fungible, unlike, I don't know, some real estate deed or something, you might actually buy two 3415 of those. And so if you look at the product, it's basically built from first principles with, like, I want to do everything in bulk. And Solana uniquely enables that because you just need so many transactions and so many interactions to actually trade, like 100 nfts back and forth to get like really specific here. We actually built an AmM before we built a normal marketplace. And an amm, for those of you coming from Ethereum, is like pretty similar to sudo swap. There's a couple other ones out there. It's basically like letting you set up pools that automatically rebalance and change prices based on what people do when they trade with them. And we only added like normal classical Opensea style listings over time. And even today, about 50% of our volume goes through the AMM and about 50% of the volume goes through normal contracts. That's very different to ethereum, right? Like look at the volume pseudoswap is doing compared to blur or OpenSea. It's like nothing, right? I think that goes back to the properties of the chain where Solana Djen straight back and forth a lot more. They really want to do those more advanced, faster operations of the product. And so that's what denser is built for and that's what people use it for."
    },
    {
        "speaker": "A",
        "text": "Richard, what else would you add to that?"
    },
    {
        "speaker": "C",
        "text": "I would say a lot of the products that were actually one big feature that we're about to release next week, I would say that is probably contingent on people willing to spend or transact more frequently compared to less frequently. And that's because of a time duration in that product where, without spilling too much of the beans, this product, this feature will require you to roll over every seven days or 14 days. And you can imagine that could be pretty costly, especially if you're dealing with nfts that are really cheap. And on ethereum, some of these nfts, if they're like $10, you might be paying $5 to initiate one of these contracts we're calling it, or orders. And that might be infeasible. It might not make sense at all to be trading these nfts like that. On the point about nfts being cheaper, I think what Solana uniquely enables that we have to cater to, and we keep in mind when we're building the product, are nfts that are super cheap in absolute terms. So you might have an NFT collection where each NFT is less than a dollar, right? But what you can do is create these really large collections, and with compressed NFTs on Solana, which TLDR lets you create a million NFTs for less than $100, you can actually scale these NFT collections to be beyond just your typical ten k pFP size. Instead, you could have a million nfts. You could distribute this to maybe 100,000 wallets. So each person maybe on average, holds ten nfts. But what you unlock here is you're able to trade much more finer quantities or more granular lump sums of these nfts. And you don't have to think about gas fees because Talon is just so cheap for each of these transactions. So I think going back to Ilya's point, bulk transactions become especially important when you're trading 1015 nfts at once, because the entire collection size is a million, and each of these nfts are worth less than a dollar."
    },
    {
        "speaker": "A",
        "text": "So tensor, of course, it's an NFT marketplace. And like how I said earlier, if anyone is familiar with ethereum, they're going to start to think about Opensea or blur. When some user goes to tensor, what's the first major difference that they'll notice? It's an entity marketplace, but it also is like this, or it does this thing. What would you say is the first new element that people would experience when they use tensor?"
    },
    {
        "speaker": "B",
        "text": "Probably. There's maybe two things that stick out to me. So one of them is we have a very modular, composable UI, so you can, like, close different parts of it, extend different parts of it. You can have like a floor price chart. If you come from like, tradfi and you're used to Bloomberg, that's like very similar. Like, you can like, move around stuff, like set it up whichever way you want. That's really one thing. Another thing I think is we sort of in the top left, actually. This is funny. Our product actually looks a lot more like a perfect change, where you have the buy sell buttons on the left, and then you can have all the other stuff on the right. And that's, again, intentional. It's just the world we come from. It's the kind of customers we have, and it's the kind of experience we wanted to create for people. People love it or hate it. There's very few people in between. They either really like it or they just think it sucks. That's fine. But I guess the other thing, it."
    },
    {
        "speaker": "A",
        "text": "Sounds like Tensor has been built where I consider Opensea to be the collector's platform. It has higher fees, it has fewer total trades than blur. And Blur is more like the financial NFT platform. It sounds like on this spectrum, tensor is closer towards the financial side of nfts, rather than more of the collection side of nfts."
    },
    {
        "speaker": "C",
        "text": "I would even like to add that the reason why I think this works really well in Solana is because I think that the NFT audience is quite different from the NFT audience on Ethereum. I think on Ethereum you might find a larger proportion of collectors, people who like art, who like perhaps maybe what Kevin Rose is doing or some other big Kol who's launching an NFT collection, and they just want to buy and hold that NFT for a really long period of time. I think on Solana, because fees are a lot cheaper and things move a lot faster, this almost encourages people to do more trading and to actually flip back and forth. There's this meme on Solana where people say, Solana, NFT dgens are just flippers and they'll undercut and just sell at a loss ten minutes after a mint. And I think that's very true. We see that happen anecdotally, very often. And I think that's just because of the culture that was unlocked by Solana being the cheap and fast chain back in the bull run when it was maybe a bit too expensive to trade these high value nfts on Ethereum. But you can just degen and flip and have fun on Solana."
    },
    {
        "speaker": "B",
        "text": "And I actually want to quickly jump in here and just say, so. What Richard just said is actually really interesting. Typically you take any market in the world, like a mature market, you have two players and they're that are large and successful. What you'll typically find is that normally those players have the polar opposite ideologies. So you take Android, who's very open source and going to everybody do what they want, and they have Apple, who are very close source, verticalized, like, no, this way or the highway. And then equally like, you might have Apple or Microsoft, you might have all of these markets. They typically have a couple players that are diametrically opposed. And that's because people have preferences. Some people want to trade back and forth a lot. Other people want to have the most secure way, like they want to get maximum security for their assets. They do not want to think about how many nodes there are and they would rather pay the higher fee, but they want that security, and that's their preferences. And so they express that by choosing ethereum. And so what I'm getting at, and I guess what got me excited when Solana, when I first looked at Solana was that it's not better or worse, it's just different. And there's a lot fewer smart teams on Solana back at the time trying to build something versus ethereum. And as a founder, that's the arbitrage you're looking for. You're looking for an area where you can build something awesome because nobody else is trying, but you can see why it might actually work out."
    },
    {
        "speaker": "A",
        "text": "So, as you guys think about the direction of tensor, how do you think about the North Star? What is always the thing guiding product decisions? What metrics are you guys looking to grow? How do you guys decide to prioritize things like, what is the North Star for? What the future direction of tensor looks like? Is there any perspective you can give there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think maybe this goes into the question of what is the vision for tensor in the next two, 3510 years, the high level statement of what tensor is going to become is we want to become the financial stack for NFTs on Solana. That means we want to capture as much of any sorts of financial transactions involving NFTs on Solana. And that might mean tracking market share in some respects. That might mean tracking the number of users interacting with NFTs on Solana and how many of them are interacting with their smart contracts. I think our north star is basically, we want to become the base liquidity layer for nfts on Solana. So we first started off with this NFT marketplace. You can think of that almost like a spot exchange for tokens or in tradfi, you have these spot exchanges like NYSE or Nasdaq, and a lot of liquidity flows in and out of there. People perform arbitrages between the spot market and perhaps derivative markets. They hedge using the spot market, so on and so forth. Thats almost like the base layer. And fundamental to us building this financial stack. Now that we have the vast majority of liquidity on Solana for that market, for that spot exchange for nfts, now we can start building more interesting things on top that enable different ways of trading, different ways of financialization. So the next product we'll release, and here's a bit of alpha, is that instead of perhaps being able to only buy an NFT and having that capital locked in, you can become much more efficient. Right? You could perhaps only spend a fraction of that amount and be able to get exposure to an NFT collection that you're very bullish on. Likewise, you might be able to do it on the other end, where if you think that, okay, I have too much risk in holding 100 tensorians, and I want to hedge myself a bit, I can also do that with this new feature. That's really what we're trying to push towards, is we want to build the fundamental protocols at the very bottom of financialization for nfts and then have other people build on top of us, instead of trying to own the entire pie being a closed ecosystem, we think one thing that's special about web three is the idea of composability and actually having other people build stuff on top of us that we wouldn't have the bandwidth or the time or even the expertise to build. If someone wanted to build a vertical marketplace for RWAS, but they don't want to chew glass and figure out how to write a robust, battle tested marketplace to enable the transactions of these RWAs, they can just build on top of tensor. We'll give them plenty of incentives. We'll essentially give them access and distribution to all our existing users who are already using our protocols and can see all of their listings that they would put up on the protocol. And then it's just a no brainer for someone to use our protocol versus completely reinventing the wheel and trying to build their own marketplace."
    },
    {
        "speaker": "A",
        "text": "It sounds like you're trying to make tensor the a super app on Solana, starting with the first app that you guys built, which is an NFT spot exchange, but then allowing others to build on additional modules or smaller apps, liquidity apps or something like this. Is that a way to interpret this?"
    },
    {
        "speaker": "B",
        "text": "We don't like the term super app too much because we think it's been overused, but I think broadly, that's correct. Maybe another way to think about it is think about nfts. They're very diverse by definition. They're non fungible. They're all very different. And it probably doesn't make sense to have a single UI where a real estate deed trades next to a whiskey bottle trades next to a punk, to a mad lab jpeg. You probably want verticalized, catered uis to different use cases. We can't build all of them. They're just fundamentally impossible. But what we can do is build that single unifying liquidity layer that everybody settles back into, so everybody gets the benefit of shared liquidity, and then give people easy building blocks that they can use to spin up their own uis. And that way, you kind of get the best of both worlds. You decide to spin up a marketplace for your proceed collection while all the tensorflow is supporting you, because you're building on top of tensor. We all have your bag. Maybe there's a grant for you to build on top of us. We give you all the APIs, we'll give you the smart contracts. We hand hold you just a lot easier for you as a builder, but at the same time, you're getting that very dedicated custom experience that is awesome for just your users. That's how we see the future for nfts."
    },
    {
        "speaker": "C",
        "text": "Yeah. To even add onto that, I wanted to say I have this very contrarian thesis, and maybe it's not contrarian in some circles, but I think in web three, liquidity is not a moat. It is not a sufficient moat. And that is because we oftentimes compare marketplaces and web three to marketplaces in web two. And we say that, oh, eBay has a bunch of supply and demand, and that is their moat. But if you think about like, why that's a moat for eBay, it's because the friction of switching from eBay to some other, you know, eBay verticalized marketplace is pretty high for both the supply side and the demand side. Think about like the supply side. Someone who's selling coins on eBay already has this very like, tried and true process of like, one picking the coins that someone's just bought, putting it into the mail and sending it via eBay instructions, right? If you move to a completely different platform, completely changes your process. And so there's no reason for someone to switch from eBay to another marketplace very easily. But if you think about like web three, everything is digital and it's very easy. Everything is digital and composable. All you need is a wallet and you can connect permissionlessly to any marketplace. And so someone can quickly like move their liquidity for nfts from tensor to some other up and coming marketplace that's offering a ton of incentives. What I think might be a pretty substantial moat for us going forward is actually the composability aspect of web three. The reason is if a bunch of developers, if a bunch of Dapps start building on top of your protocol, the friction of switching out the marketplace and integrating with, let's say, another protocol is actually pretty high. The last thing that dialect who actually built on top of us for their stickers that people could trade inside their app, if they were to try to integrate another marketplace, one, it would just add a lot of unnecessary dev work that is not crucial to their business model, which is getting more people in their chat app. I think encouraging composability, actually getting people to build on top of you, is probably the biggest moat you can have in web three compared to the whole liquidity mode that people talk about a lot."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the way that we articulate this at bankless is what we call the protocol sync thesis, which is that the protocols that are down in the bottom of the stack of a tech stack of composability of composed protocols, money, legos, the ones that are at the bottom are the most sticky. The more apps or more other protocols that are built on top of a deeper protocol, the more weights that system has, the more just of a black hole. That thing is. You can think of Makerdao inside of the Ethereum ecosystem as a very heavy, high gravity high, like it's a whirlpool of other apps because everyone's using dai. I totally align with that kind of thesis, and that is where ultimately, liquidity will flow. And I totally agree. Liquidity is not the moat, but liquidity flows towards systems that have many, many, many protocols built on top of it. When we talk about what's at the bottom of the tensor stack, you said that maybe we shouldn't have real estate and jpegs be trading right next to each other. That's probably not too appropriate. But at the very bottom, at the center of the black hole, what are the things being shared by any or all nfts? What are the contracts that do have some sort of network effects to them? And maybe what are the contracts that maybe are after that, that maybe don't share everything but still share some things? Where do some of the network effects actually come from?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'd say probably. The way it's set up right now is at the very, very bottom, right on top of Solana's runtime. You have the standards themselves. The most popular standard on Solana is Metaplex. That's the one that everybody uses right now. It supports things like programmable nfts, compressed nfts via bubblegum, a bunch of other things. And so that's the very first layer. Right above that sits our spot exchange contract. And we have a couple of those, one for compressed nfts, one for what we call legacy nfts. And we can talk about the differences later if you want to. But basically different types of nfts, spot exchange contracts. And then what goes on top of that is another layer of contracts, and that's the contracts that do the more interesting stuff. It's the product that Richard mentioned that we're going to be releasing shortly. It's a couple other ones that we have out there, one for gaming, but it's really the more creative stuff that sits on top of that."
    },
    {
        "speaker": "A",
        "text": "Right before, we were talking about the assets, and then we were talking about the financialization, the actual app."
    },
    {
        "speaker": "B",
        "text": "Exactly right, exactly. Yeah. And so one big thing for Tensor in 2024 is going to be open sourcing and decentralizing all of those contracts. That's probably the biggest roadmap item for us heading into this year, maybe to."
    },
    {
        "speaker": "C",
        "text": "Answer your question about where are the network effects coming from, the concrete example is if dialect builds on top of us, then any listings or bids that tensor users place on tensor trade show up in the dialect app. Any trades that dialect users place in their app shows up on tensor. You start building this network of users that are each using Dapps separately. They may be overlapping for the most part on Solana right now there's a lot of overlap, which is fine, but you can imagine that as this network grows, there's going to be more and more disjoint set of users, but all of them don't really need to think about what the other users are doing. All they care about is if I list my NFT, do I get the maximum distribution, do I get the maximum number of buyers who will buy my NFT? If I place the bid, do I get the maximum number of sellers who maybe own an NFT from that collection that can sell into my bid? That's really the network effect is actually this user graph between all the different apps."
    },
    {
        "speaker": "A",
        "text": "Let's dive into the roadmap a little bit more. Richard, you already teased an app, a feature, a product that's coming soon, tm to the tensor vertical, just maybe some more things like that. What are some near term features, some things that you guys are focusing on in six months to 18 months time horizon."
    },
    {
        "speaker": "B",
        "text": "Probably the biggest thing for us right now is open sourcing decentralized protocols. That's a lot of work because like any good startup, when we were building them, we took shortcuts because we wanted to get to market faster. And now that we're trying to make it a public piece of infrastructure, you have to rewrite certain parts. That's what we're doing right now. Once that is out, there's another probably three, six months of getting the docs in order, spinning up APIs, working with other providers to support them, and just building a developer community. That thing doesn't just come together by itself. So like a monumental piece of work. Pretty excited for it, but that's probably like the biggest thing. And then other than that, I would say the second priority for this year is going to be exploring advanced financialization of nfts. There's a lot of new assets that are coming on chain very, very fast. That includes digital native assets and real world assets. You guys talk about that a lot and they're going to come to Solana the same. They're going to come to Ethereum and we want to be in a position to offer interesting financial products for those assets when they're here."
    },
    {
        "speaker": "A",
        "text": "Something that's happened in the Solana world was the Jito airdrop. And my interpretation of the Jito airdrop, it was an airdrop that completely changed the entire Solana ecosystem. It wasn't just about Jito. It was really about. There's a before Jito and an after Jito for Solana. How was that experience for you guys at tensor? Once the Geeto drop was dropped, how did things change? I'm assuming activity went up, users went up, volume went up. What was that like?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we're pretty close to the Jito guys. They're awesome. They're probably the top 1%, if not 0.1%, of builders that we met in this space. And they're just hardcore. They know everything about the Solana client. They've built this mev add on or module on top of Solana client. They're rockstars. And the success of the Jito airdrop just is a testament to how well they've executed. And they've grown their market share of clients from 0% to 40% within a year, if not just over a year. When it comes to the airdrop, and just airdrops in general that are successful on Solana, what that does to the entire ecosystem is it almost creates this infusion of capital, one from people who are interested in Solana, but they haven't really dove into it. But when they hear about this massive Jito airdrop that happens to reach certain exchanges outside of Solana that are not dexs, that draws in a lot of excitement and attention. And that's great, because now people are interested in Solana. They're like, oh, what's this jitto client that these Jito guys are building? Oh, look, this Solana blockchain is actually legitimate. It offers a different value prop than ethereum, and they're really great builders who are doing cool stuff here, let me move my capital, let me move some of my capital from maybe other blockchains into Solana and start experimenting with the chain. What we saw ultimately afterwards was that a lot more people started trading nfts. The volume increased. I want to say, like, two, three, x. Our user count increased by two, three, x. And that was all within a couple of weeks. Before and during and after the Jito airdrop."
    },
    {
        "speaker": "A",
        "text": "Did that change anything about what you guys needed to prioritize or focus on in terms of products? Or did, like, did any get stress tested? What did you learn from that experience."
    },
    {
        "speaker": "B",
        "text": "Yeah, everything got stress tested. There are parts of the backend that had to be basically rebuilt pretty much immediately. We definitely had a couple of late nights, but that's the startup for you. You build for your current user size, and then you discover that all of it breaks when you ten x. So we're very lucky to have that problem. And I think, other than that, it just. Even salon itself was put to the test. Like the fee markets that Solana has developed, I think there's no questions about whether they work exactly the way they should or whether you can do them better. Again, I think both Solana and us are just lucky to have users, and the more of them we have, the more we'll discover what breaks and rebuild it to make it better."
    },
    {
        "speaker": "A",
        "text": "Talk to me about the tensorians. So, first, explain what they are and maybe the decision as to why to why to make them in the first place."
    },
    {
        "speaker": "C",
        "text": "Yep. So there are three, I think, big benefits that we've discovered by launching an NFT collection. So basically what we did, I want."
    },
    {
        "speaker": "A",
        "text": "To say back in tentorians, they're an NFT collection. They're the NFT collection of tensor. Right. And so, yeah, just wanted to drop that context in there."
    },
    {
        "speaker": "C",
        "text": "Yep. It's our ten K PFP collection that we launched back in, I want to say, November of 2023, maybe even earlier. Lost track of dates, doesn't matter. But we essentially. We essentially gave these tensorians to all the people that have been trading and using tensor for the past year before that drop for the tensorians. One of the biggest reasons of doing this is we wanted to, one, reward die hard users who have been around, stuck with us since the very beginning, when we were 0% market share and we had nothing more than just a fancy UI that was different. We wanted to reward them with something that was tangible and something that they can rep on their Twitter PFP and say, hey, I was here first. I was one of the early users of tensor, and so I got a tensorian, and here it is to the world. Two, it actually almost becomes a growth hacking strategy, where now you have a bunch of users who got this tensorian for free, essentially, and they want to rep it because they want to show that they were early. They supported tensor since from the beginning, and they're putting this on the Twitter PfP now. Every person who sees their profile on Twitter sees this, like, really interesting PFP, and start to ask questions like, oh, where is this from? Who created them? Why is this? Why? Why do, like, four or five out of every four or five out of every ten Solana users have this as their PFP. And I think that draws intrigue and it gives us attention. And then people start looking into tensor, they start wondering, oh, it's an NFT marketplace that's starting to climb up in market share. Let me try it out. Let me see if this is actually a product that I would use."
    },
    {
        "speaker": "A",
        "text": "Making a PFP collection is a completely different skillset from making an NFT marketplace that is high performant with a financial back end. You have to do the properties, you have to do the art. This is very, very far away from probably what you guys would consider your core competency. Talk about that experience of doing something pretty different and new than just building an NFT marketplace. Was that hard?"
    },
    {
        "speaker": "B",
        "text": "I would lie if I said it was easy, but I think looking back is probably worth it. And it taught us a lot about how our customers work and think, because we basically became our own customer. If you think about it, that's maybe another added benefit of having consortiums, is that we can basically try a lot of stuff that we imagine for NFT projects ourselves. Even this new product, we'll be testing it with Tinzorians. But, yeah, it's a different skill set. I will say that our team is kind of weird. We're a bit of a barbell, where on one hand we're very, very technical and we enjoy the nerdy stuff, but on the other side, we're very DJN and we kind of enjoy. The reason we're in this market is because, to be honest, it's just kind of fun and we kind of like doing it. And so I think a part of us was we kind of had the DJN skillset too, to do a collection. But, yeah, I'd be lying if I said that there wasn't stuff that kept us up at night and just figuring out, how do you do the art? How do you make sure the drop goes smoothly? This is worth mentioning. Tensorf was the first ever ten k PFE compressed collection and compressed NFTs are these super cheap NFTs in Solana that now are pretty popular. But back when we were doing it, nobody has done it. And so we were writing all that infrastructure ourselves. It basically didn't exist except for some work that dialect and Healy's and a couple of others have done before. And so we sort of, like, we were both taking on, like, commercial and technical risk, I guess, with the project. But, yeah, here we are."
    },
    {
        "speaker": "A",
        "text": "Ilya, you were talking earlier about just one of the big things that is on your 2024 priority list is like hardening down the system and being ready for decentralization. And when you give your community an NFT, a PFP NFT, you actually kind of give them, like, a face, like a uniform to wear, an identity to rally around. And I would imagine that once this PFP gets out there and you give a way for your community to express their alignment with tensor. They wear the tensor like flag, for example. All of a sudden, you give them a way to express their identity as a collective, and they get to have a voice as a collective, and it probably starts to become independent from any sort of top down statement of leadership, or they get to have their own kind of sovereignty and their own community. But how has the tensorian tribe evolved? What are they like? Who are they?"
    },
    {
        "speaker": "C",
        "text": "I think initially, we had, obviously, a lot of traders who are perhaps maybe a bit more mercenary to some extent, where they saw Tinsoreans as, oh, cool, I got something for free, I'm going to flip it and just leave the community. I think over time, the tinstorian identity and the collection has almost rallied behind the idea that were a Solana first NFT marketplace and eventually NFT financial stack were trying to push the boundaries of what can be done with nfts on Solana. For example, all of our work that we put into supporting compressed nfts, that's a very uniquely Solana thing. And we were one of the first ones to jump on it, if not the first marketplace to jump on it. And I think that's what people are rallying behind in, that we're double downing on Solana and seeing what we can do on this chain. And that is basically what our community has become. It's everyone who believes strongly in Solana, the future of Solana, why? It's going to be one of the top l one s, one of the highest throughput, battle tested l one s out there, and they just want to support us on the way. They just want to support tensor and achieving our vision for nfts."
    },
    {
        "speaker": "B",
        "text": "I think people get into the crypto often because of speculation, or somebody told them number would go up. But actually, I think a lot of people stay because they find a sense of identity. I think they find people that they have more in common with than some of the other folks in their life. And that's a very unique period in human history where that is happening. Like, if you think about it, before COVID I was kind of like, not a thing. Then Covid kind of took things online, and then these nfts, they popped right after. There was a reason for that. I think people were lost. A lot of people were lost. And I think this. This is one thing in crypto that, like, gets me out of bed excited, is that I think there's. There's more people in the world now that feel a sense of belonging than before. Nfts in crypto. Yeah."
    },
    {
        "speaker": "A",
        "text": "And just to go down memory lane, that's actually kind of the thing that I saw happening in the Solana community during the FTX implosion, where you saw some of just, like, the pain and the frustration in the Solana community at that moment, but you also never really saw. You saw a lot of them experience the same emotions because, you know, that was painful. But when I saw it, like, oh, there's a handful of Solana people that are still in my feed, and they're all kind of experiencing and expressing the same things, like, oh, that's a tribe. That's what a tribe is. And that's when I kind of saw, like, oh, like, you know, if they. If Solana doesn't go to zero, it's going back up in that present moment. And that's kind of exactly what happened over the following year, where, like, Solana just, like, chewed glass for a whole year. And the. The foundations of the Solana app layer grew from, like, you know, it's rudimentary primitive state to a very expressive ecosystem that now can support their own, like, sub communities. As we move forward into 2024, you know, it's like, January. We got the whole rest of the year. What makes you guys optimistic about the Solana ecosystem? Just zooming out beyond tensor, what's to be excited about in the Solana world?"
    },
    {
        "speaker": "C",
        "text": "I think maybe what changed since last year is one when we're seeing all of this momentum coming back into the ecosystem. The chain has performed exceptionally well in that, while not exceptionally well, there are obviously kinks, sometimes transactions don't go through. But we're not seeing the liveness failures that we saw last year when there were a lot of Degen mints happening and that took down Defi and other stuff. Why is that important? And that's because I think Solana might be one of the only high throughput chains that have seen this much traffic and activity come out the other end and are now able to withstand all of the past liveness failures that happened during the bull run. And if you think about just the outlook of crypto in general, I think we're coming out of this bear market. People are starting to get more optimistic about high risk assets, and especially crypto eating the world and making people bankless. And I think it's really important for us to have solid, battle tested infrastructure so that we can continue onboarding the next million people, the next, hopefully, billion people. I think Solana is one option. I think all the other ethereum l two s are also doing spectacular work in terms of scaling up ethereum. I think Solana has enough momentum going that they will continue to survive and draw more Dapp developers, draw more developers in general, to build on top of it, build cool consumer apps. I can't tell you what specific consumer app is going to take off and what I'm bullish on specifically, but I think the fundamentals are there for Solana to take off."
    },
    {
        "speaker": "A",
        "text": "Ilya, what would you say?"
    },
    {
        "speaker": "B",
        "text": "I think for me, fire dancer is going to be pretty exciting. I think that's when Solana transitions from the way, totally calls it beta to alpha, because you're going to have multi client now. I think that's pretty important. I think it's also taking what Solana was built for and taking it to the logical extreme. And so seeing how that plays out and what use cases that opens up is going to be pretty exciting. I think for us, like crypto natives, the use cases that we think a lot about, they actually don't require that much throughput. How many transactions are realistically going to send an hour? But there's a whole swath of use cases that are not human based or human executed. They're machine executed. So machines exchanging value in small increments back and forth, like maybe one day, your meter sitting on the wall is trading back and forth with the electric grid, depending on the time of day. And your solar panels are either paying into the grid or you're taking it from the grid. I think all of those use cases require basically what fire dancer is going to do to Solana, like a super high throughput, almost zero cost transaction chain. And I think the world that unlocks is just a very fascinating world. I think the future our kids will have and the world they'll live in, in part because of this technology, will just be completely different."
    },
    {
        "speaker": "A",
        "text": "So before we get to that world, Solana is currently going through kind of like an airdrop season. Is Tensor going to join that airdrop season?"
    },
    {
        "speaker": "C",
        "text": "No comment."
    },
    {
        "speaker": "A",
        "text": "Nothing?"
    },
    {
        "speaker": "B",
        "text": "We can't comment, but we can say that we believe in web three, and we believe in the power of decentralization, and we think that people that have supported us from day one should go through that process with us."
    },
    {
        "speaker": "A",
        "text": "If people are interested in learning about tensor, maybe this is probably, this can be largely ethereum listeners and then the few Solana listeners that come to bank list whenever we do some Solana content. I'm sure they've already heard of Tensor and have used it. But if people want to learn more, where should they go?"
    },
    {
        "speaker": "C",
        "text": "Probably the best place to start off with is just our Twitter. So it's twitter.com tensorscore hQ. That's where we post most of our big announcements. So when we do our big feature drop next week, there's going to be a massive thread, hopefully get a lot of engagement, and I'll just walk you through this really cool product that, to our knowledge, is pretty novel when it comes to the Defi NFT space across all of crypto. I think, frankly, the best way to learn more about tensor is just listening to more podcasts that we've done in the past, because that's where we distill most of the high level information into easily listenable packets, usually within 1 hour. You can listen to it while you're working. You can listen to it while you're exercising or going on a run. That's probably the best way to learn about the high level of tensors. Of course, once you like tensor, you could join our discord. You could join our discord community is probably the biggest community, where most of the tensor users are communicating back and forth. And that's where you get the really bottoms up feeling of what tensor is."
    },
    {
        "speaker": "B",
        "text": "I have one more thing to add to that. I think everybody should fill their Solana wallet with exactly $1. Go on tensor to a collection called drip. There's a number of them. Pick any, it doesn't matter, and sweep ten nfts, and I think you'll feel the magic of Solana. I think you'll feel the magic of tensor. There's really nothing that comes close to it. We can talk about it all day long, but until you go and do that, it's going to cost you $1. It's worth your time. You're just not going to understand what we're talking about. But once you see it and you see those ten transactions that you're doing just boom, boom, boom, boom, boom, within a couple seconds appear on the screen. It's just a magical feeling. I think everybody should do that."
    },
    {
        "speaker": "A",
        "text": "Awesome, guys. Well, we'll get all those links in the show notes. And, Richard, after this episode is done, I'll go and ask you for your favorite podcast episodes to get those in there as well. Ilya, Richard, thank you, guys. So much for joining me on bankless. I enjoyed exploring the tensor ecosystem on Solana today."
    },
    {
        "speaker": "C",
        "text": "Thanks for having us."
    },
    {
        "speaker": "B",
        "text": "Thanks for having us. Was fun."
    },
    {
        "speaker": "A",
        "text": "Thank you, station. You know the deal. Crypto is risky. Nfts are risky. All ecosystems are risky. You can lose what you put in. But we are head west. This is the frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]