[
    {
        "speaker": "A",
        "text": "Bankless nation. We have a bankless takes episode for you today. I think it's a continuation from our episode last week, David. Maybe by popular demand, a lot of folks liked that episode. So what we're going to talk about today is seven investment narratives for the 2024 bull market. We touched on one of those investment narratives in the last episode, but number one, yeah, we'll talk about that again, but then we'll give you six more that we think are very interesting and how we're going to format this is. I think we'll go one by one. We'll talk about what the narrative itself is, why it's important, and what some projects are in that particular category, what is investable. So that is the format for today's episode."
    },
    {
        "speaker": "B",
        "text": "Before we get there, a message from our friends and sponsors. As we get into this episode, I want to just kind of, like, zoom all the way out and look at the crypto industry from like a satellite's view. Every single bull market, there are narratives, and there are many narratives in every single bull market. And every single bull market has their own specific set of narratives. So we are trying to define the set of narratives that we think will capture attention and energy from different corners of the globe. There's always more than one, some more relevant than others, some larger than others, and some will speak to you more than others. My suggestion is that you pick your favorite version, your favorite narrative to pay attention to in crypto and double down on, just like one or a few. Trying to be an expert in all of them will make you an expert in none of them go deepen. So, yes, pick your flavor, pick your investment style. And also remember that these are narratives. And narratives can be fleeting, just as a bull market will also be fleeting. There will be times when this narrative quells, when it dies down, and then also one more big, just zoom out moment. The meta theme for all of these narratives is more or less airdrops. The point of crypto is tokens. We all like tokens. We like playing with tokens. We like speculating on tokens, we like investing in tokens, airdrops for all of these projects, all of these narratives to all of these categories is going to be the way, the dominant way, in which a lot of people speculate on receiving airdrops, receiving tokens, perhaps holding the tokens. But airdrops is really the big overarching strategy for how to get exposure to all of these, unless there is, of course, already a token that exists."
    },
    {
        "speaker": "A",
        "text": "That is especially true. I think it's great if you have not a lot of capital to play with. So if you're second cycle or first cycler, right. You can, like, earn your way into these opportunities as well. So that is a nice feature."
    },
    {
        "speaker": "B",
        "text": "So let's go ahead and get into the seven different investment themes that are going to define the 2024 bull market. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "David, before we get into the seven narratives, do you mind if I give him the quick dad talk, please?"
    },
    {
        "speaker": "B",
        "text": "We all need a good dad talk in crypto."
    },
    {
        "speaker": "A",
        "text": "All right, so quick dad talk here. The lens we are approaching this episode is not the typical bankless lens. And we said some of this at the end of our previous episode where we talked about AI tokens and narratives. But just a quick summary. There are three ways you can make money in crypto. You could be a trader. Monitor the ups and downs on kind of like the daily, hourly, weekly quick moves. You could be a narrative investor. That's what we're talking about today, seven crypto narratives. And the focus there needs to be on the attention economy rather than fundamentals. So attention matters more than fundamentals in this lens. In crypto investing, we'll call it or veers on speculation, and then you can be a fundamentals investor, where you forget the noise, you denominate in bitcoin and ether, and you buy assets with fundamentals. And your time range is like three to ten years. You measure it in years and in decades rather than in months, which is what a good narrative generally provides. It's weeks to months is a narrative. So this world of narrative investing is kind of a dark art in some ways, right? You're not actually speculating on real usage, real utility. You are speculating on attention. That's not to say these narratives don't have fundamentals, because some of them do. But recognize that when you are speculating, trading a narrative, investing in a narrative, you are investing for the attention. Fundamentals are a subset of that. But fundamentals don't necessarily drive the attention. A bombastic founder could drive the attention. Elon Musk tweeting something about the project can drive the attention. An article in the New York Times Trump giving a speech like, all of these things can actually drive the attention. And that is very frustrating if you're looking at these narratives from a fundamentals perspective. I'll also mention that this is an optional side quest. If you just want to ignore the narrative noise and be a fundamentals investor, you are totally free to do that. Just, you know, stack your, uh, your crypto money assets, buy assets with good fundamentals, and then just, like, wait things out because the narratives will come and go. So that is the preamble. Uh, the. The other thing I'll say is just, like, don't get caught up in, uh, gambling your entire crypto portfolio on narratives, all right? That is a dangerous track, uh, to go. Maybe if this is your. Your first or second cycle, you want to be a bit more. You want to lean into the risk a little bit more. But remember, remember to sell. Remember to sell not just for stablecoins, but sell for crypto money assets, the things that are durable, the bitcoin and ethers of the world. So that's the dad talk and a quick preamble to the rest of this episode."
    },
    {
        "speaker": "B",
        "text": "One thing I'll say, we have, of course, like, just a pyramid here. Ryan laid out the three layers of the pyramid. Traders on top, narrative investors in the middle, and fundamental investors at the very, very bottom, the longest term holders. The narrative investor section is kind of like speculation on what might become fundamentals. I'll call it the pre fundamental layer. And that can be correct or incorrect, but we're more or less gambling, speculating on what will eventually become fundamentals. Whether they can achieve that or not will be up to history. But this is always kind of like where people move up the stack in the bull markets, where people go risk on people, go away fundamentals, and in towards, like, more the trader archetype. And right in the middle of that is the narrative investor."
    },
    {
        "speaker": "A",
        "text": "There are also two sources we pull from. One is a fantastic article from one of a bank list writer, Arjun, called the 2024 crypto investing narrative Glossary. Okay, he's got a bunch of narratives here. We've kind of consolidated some of them and simplified. But we'll include a link to the show notes for that article if you want this in a more written digest. We'll also be pulling from the Coingecko top crypto categories by market cap. So you could see examples, examples of some of the assets that accompany some of these narratives, at least those that are public. So those are two sources for you as we get into the rest of this episode."
    },
    {
        "speaker": "B",
        "text": "Let's go ahead and get right into it. Coming in at number one. The thing that I think, I think Ryan also agrees is going to dominate the entire crypto cycle. The narrative is decentralized. AI. The description is AI by the people, for the people. AI, of course, is all the rage both inside and outside of crypto, capturing just massive consumer interest. General consumer attention. But the problem is that publicly accessible investment opportunities are like constrained young people. People generally are not going to get rich from Nvidia at a $2 trillion market cap. That thing is already gargantuan. So how can we get exposure to the AI industry in ways that are young and upstarting and has a lot of growth potential left in it? And this is where crypto comes to serve some of that demand."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a great point. I mean, look at OpenAI. It's closed. Doesn't have. Yeah, it's closed. Right. Anthropic closed. Like, all of these things are completely closed. What is open as far as things that you can buy that can capture some of this narrative? It's not actually, you're not necessarily getting fundamentals attached to the AI economy, but you are getting the narrative upside, and the crypto tokens provide some of that. I think that's the argument that you're making here."
    },
    {
        "speaker": "B",
        "text": "Yeah, certainly. Yeah. So a lot of these things, I think, are going to be hot air, but there are already projects that have just painted in some absolute insane gains over the last years, like bittensor, I think, is the big one. Render. Just a few other crypto projects that are working to improve the AI space. Like render is just putting all the GPU compute resources and coordinating them using crypto coordination mechanisms, and then allowing people to tap into those resources. And there's a token. Sometimes in the crypto space, you'll be able to just like slap some AI stuff around a token. And the narrative itself is going to make that token very successful. Just because people are looking to speculate, when crypto, when token prices go up, they tend to go up even more. And when people are looking to AI as an investment opportunity, you just kind of need a name and a brand. Not to say that there aren't actually very real projects in the crypto space that are also working in the AI space, but these are all very early, very speculative, and just a lot remains to be seen as to, like, what they can actually meaningfully produce on their fundamentals."
    },
    {
        "speaker": "A",
        "text": "I think for me, Casey Caruso wrote probably the best distillation of some of the more fundamentals when it comes to this category of decentralized AI. Let's say. Not to say that this won't get completely out of hand, but it probably will. But a few of her categories are crowdsourced compute. Okay, so this is the idea of decentralizing our CPU's and our GPU's. And you mentioned render. That's one example of that. There are number of non public startups that are doing this as well. Hyperbolic is one of them, which I know there are a few others, but she also lists Akash IO.net comma jensen. These are examples of that. Then there's also decentralized interface, so running open source models in a decentralized manner. So examples of that are ritual, for example, also on chain AI agents. So these are on chain apps that somehow use machine learning. So one example that I'm familiar with is my shell. There's also fetch AI operator IO. Then there's also like the more geeky nerdy stuff like data and model provenance. So this is basically having self sovereign data and machine learning models that collect the value that are produced here. So rainfall is an example of that. Vana is an example of that. Tokenize, we can tokenize incentivization apps. So think of character AI. If you guys have ever used this tool, only with token crypto, token rewards. My shell again is another example of that. Diva is another example. And we've got token incentivized machine learning. So think about something like a scale AI, but you just add tokenization, so you add crypto rewards. That's what Bittag tensor really is, and that's what ritual is. And then you have on chain verifiability. So this is how can you prove what the model actually ran? And it turns out the crypto industry has some ZK machine learning technology for that. There are a few startups doing that, Modulus labs. And upshot, there's a lot of categories, and some of which I mentioned do have some fundamentals. But again, kind of the narrative is going to get way ahead of these. A lot of these though are startups, and they are not publicly accessible by retail. Well, they're all startups, but they don't, a lot of these don't have a publicly traded token. Let's say you can't find it on Coingecko or Coinmarketcap anywhere."
    },
    {
        "speaker": "B",
        "text": "One of the reasons why I think this particular narrative is so fun is because there are a lot of different parts of AI that make AI a thing. Like there is the development of the model, there's the consumption of the data, there is the incentivization of the model layer, which is where actual crypto money can come in and crypto payment rails. And I think even just like all of the crypto AI startups are trying to slap a token into like every single one of the parts that make up the AI industry. The thing is like crypto and AI both move very, very fast. And doing a, like an ipo for a speculative startups is just like, it takes too, takes too long. People don't want to go through that regulatory hurdles and cryptos is ready for them with like the ability to mint a token. And so there's so many different components that make up the AI industry, very real components, and there are very real ways to incorporate crypto and crypto speculation and crypto demand into those things. And when there is demand for tokens, which is what a crypto bull market is, there will generally be some sort of startup that will serve that demand. Like, oh, you want an AI token for some semi or very or not at all legitimate purpose in the crypto space? Well, here's a token for that. And so your challenge as an investor is trying to speculate and answer the question, is this startup legit or are they only going to exist inside of one bull market cycle?"
    },
    {
        "speaker": "A",
        "text": "Yeah, what's really like, so here's an example of this. And Coingecko, by the way, has a few categories that are useful. So you can look at top AI coins by market cap here where you see bittencer and render and look at that category. That gives you a sense of what projects you can begin to filter for. Here's another category called top AI agents. And just a living example that I know you and I are familiar with here is look at, this is my shell. Okay, so this is like spin up your own AI agent. A lot of these are like you're talking to some sort of anime character, but it can be really any type of AI agent. And then token incentivizing that AI agent. It's almost like friend tech meets AI agents and you can buy and sell various AI agents. Again, it's like AI agents are a thing humans want to talk to these things like character AI, for example, and then you add a tokenization layer to it. That's what my shell is trying to do. So you could get a sense for some of the ideas here."
    },
    {
        "speaker": "B",
        "text": "One could spend hours trying to go down all the different rabbit holes that is AI and how crypto will innovate and help AI. And as we kind of wrap the section, I'll just zoom all the way back out and just say like, hey, in crypto you can mint tokens. AI is very exciting at the very least. Like this is just all that's happening. It's like crypto tokens, AI. Some people are slapping these things together and that's going to generate a speculative frenzy, fundamentals or reality aside, this is going to be a thing simply because of those two things. So definitely buyer beware. There's a lot of fun, there's a lot of research to do, there's a lot of things to speculate and learn. But at the end of the day, because AI is interesting and because crypto has tokens, this is going to be a frenzy."
    },
    {
        "speaker": "A",
        "text": "Yes. What David is saying is when you're narrative investing, don't mid curve the thing, okay? You don't have to think too hard about this."
    },
    {
        "speaker": "B",
        "text": "AI tokens, slap them together."
    },
    {
        "speaker": "A",
        "text": "What's the next one? So that was number one."
    },
    {
        "speaker": "B",
        "text": "What's number two coming in at number two? Restaking. What's restaking? It's when you stake your ETH and then you stake it again. So if ETH staking, Ethereum staking is the protocol enshrined bond market, the native bond market for Ethereum Eigen layer restaking is the surrounding corporate bond market around Ethereum. So companies call these AVss actively validated services, I think SaaS, but with crypto stuff, they will rent security from ETH stakers and pay them a small fee so they can leverage crypto economic security for whatever their app is. It's like the corporate bond market around the treasury's market, but all in crypto terms. So why is this a narrative? Well, it is a strong continuation on the arc of ETH as a monetary asset, which is something that is particularly interesting to me and Ryan, but also, I'll say mainly due to the airdrop meta. If you are participating in the restaking corner of the ethereum ecosystem, the crypto ecosystem, there is speculation that there will be a ton of airdrops coming your way. So if you are restaking your ethnic, you are getting the Eigen layer points, which is speculated to turn into the Eigen token. But then there is also the token for the particular restaking app that you are staking through. So Eigen layer has these liquid restaking tokens which are kind of like lsts, so lido staked ETH or rocket pool staked ETH in the traditional Ethereum native bond market. But with Eigen layer, there is liquid restaking tokens, and there are like so many of these, like 8910 of these. And so you are farming both the Eigen layer points for the Eigen token. You are farming both points for the liquid restaking token. But then you have all the avss, the actively validated services, aka Eigen applications. This is, like I said, software as a service, except now in the crypto context using crypto security. And there will be many of these that I think are going to do all their airdrops throughout Q three ish, Q four. And so you are farming, like, multiple airdrops, hunting multiple airdrops, all with liquid restaking tokens. And so this is like, kind of a way to get an index of the entire restaking space just by re staking your eth. This is why I think it is in meta, to say nothing about the power and excitement and hype around Eigen layer. It's mainly a narrative just because, like, people think the Eigen layer airdrop is going to be massive, and then they also get a bunch of follow on airdrops as well. People like yield. What does Eigen layer do? It gets you more yield on your eTh. There's a ether being staked to Ethereum. There is $13 billion being restaked in Eigen layer. And all of this is because of yield. People love yield. Ryan, what do you want to add to that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right on. People love yield. And one reference point is Defi summer was really the summer of yield. That was 2020. And so we've called this as well, restaking summer, because this is another market about, like, airdrops, token, and yield. I'll just add some more context to that number you said was an Eigen layer. It's almost $13 billion worth of ether inside of Eigen layer, and it's over 3 million ETH as it stands. So it's almost comparable to the size of all bitcoin inside of the ETF's right now as a percentage of total supply. So there's a lot of ether that has already gone in. And I think you're right on with respect to the categories. The categories are eigen layer itself, and the game is collect as many points as you can and then think about the lrts. So there are a ton of different."
    },
    {
        "speaker": "B",
        "text": "Concentric circle outside of Eigen layer, right."
    },
    {
        "speaker": "A",
        "text": "This is like yield on the potential AVss later. And there are a ton of these Etherfi, Kelpdao, Renzo, Puffer, finance, Eigenpi, Genesis, swell, bedrock, inception. There's a dune board that we'll link in the show notes where you can see a bunch of those. And again, most of these do not have public tokens yet. So the way to get exposure is probably to start using these protocols and collecting points. As always, there's risks, right? I mean, you're putting your ether into a brand new protocols, a brand new protocol. So be very careful here. And then there's also a category in Coingecko that's worth noting. There's things like Pendle, for instance, which."
    },
    {
        "speaker": "B",
        "text": "Are part of the financialization layer around lrts. Yes. So like LRT applications."
    },
    {
        "speaker": "A",
        "text": "And then there's going to be a future category that doesn't have any tokens yet, but that you just mentioned of all of the AVss, all of the applications that will build on, which is."
    },
    {
        "speaker": "B",
        "text": "The point of eigen layer. AVss are the point of eigen layer."
    },
    {
        "speaker": "A",
        "text": "And then Avss themselves, they, they haven't, I mean, there's no, there's no public traded token for any AV's. It is still in just this very early stage. And AV's could be like oracles, could be various coins, there could even be other networks like, that resembles chains that could bootstrap using Eigen layer economic security. So that's one to keep an eye out on the."
    },
    {
        "speaker": "B",
        "text": "Yeah, the excitement around Eigen layer really crescendos to the point of avss. There are 30, 40 different avss that are all working to come online. Some blue chip Avss, some long tail AVss. This will be kind of the final phase of the growth of the Eigen layer ecosystem. First, Eigen Lair Mainnet is going to hit sometime in Q two. Uh, many of the LRT projects are going to launch their token in Q two as well. Um, Etherfi actually just announced the launch of their token using the binary launchpad. You can only imagine. Others, like swell, have been very explicit about when their token is coming sometime in Q two. So I think it goes LRT tokens in Q two, Eigen lair mainnet in Q two, Eigen token at some point whenever they get to it. And then, just like the avss, all drop their tokens, of which there are many. And where are the avss going to drop their tokens? It's got to be to the restakers. And so this is just like, I think, one of the most efficient point token airdrop farms that exists. And that's why people are very, very excited about it."
    },
    {
        "speaker": "A",
        "text": "All right, give us number three, David."
    },
    {
        "speaker": "B",
        "text": "Number three, the bitcoin renaissance. There is a lot packed into the bitcoin renaissance. These are bitcoin layer twos. These are bitcoin ordinals, and also bitcoin restaking. Bitcoin is also getting restaking as well, just like what we were talking about with Eigen layer on Ethereum, but now with bitcoin. So the tagline for this section, bitcoin is growing its first ever ecosystem of decentralized applications. Since the beginning of bitcoin, it's never been able to have its own native applications. Building on bitcoin has been too primitive to do anything meaningful or useful. The lightning network, which was bitcoin's previous path to scalability, is now just kind of being acknowledged as just a failure in technology. It was just a dead end. And now, thanks to new technological breakthroughs, people have learned how to build real applications on bitcoin, unlocking the $1.4 trillion of bitcoin market cap to new native use cases. And the idea here is that applications layer twos on ethereum have already been proven out as finding product market fit in the crypto space. We have now learned how to put those projects on bitcoin. So we're just taking a lot of the innovation that's happened elsewhere in crypto, layering it on top of the bitcoin stack, which is one of the theses. The idea is the hypothesis that many bitcoiners would have, like, if the crypto industry would discover anything useful, you could put it on bitcoin. The demand for bitcoin Renaissance exposure was, I think, pretty well illustrated in stacks, which is one of these, like, bitcoin sidechain bitcoin app layers. Before really, these technological breakthroughs were really discovered. So stacks is a project that's up 400% on the year. And that, to me, that's just illustrating how much demand there is. And it really doesn't stop at stacks. The thing that is, I think, really getting people excited, in addition to ordinals, which we'll get to in a second, is the bitvM. The BitVM is unlocking real bitcoin layer twos as opposed to just like side chains. And so this is a technological innovation that is still in research mode. But many startups are building bitcoin layer twos under the assumption that eventually bitvm will be a fully fledged piece of technological infrastructure that they will be able to use. And so last cycle, ethereum layer twos went from infancy to maturity, and this cycle they're getting even more mature. And now bitcoin is like, okay, I'm going to take some of that technological innovation and layer that on my, on the bitcoin layer one, Babylon is the bitcoin restaking project. And so just generally, bitcoin as a unit is being leveraged in highly productive ways. Last cycle we had Celsius, and last cycle we had blockfi, these bitcoin centralized lending applications. And now there's no good way to make your bitcoins useful. So things like Babylon and also bitcoin layer twos are allowing bitcoin holders to do things with their bitcoin. And in a bull market, people want to touch their tokens. People want to apply their tokens in productive ways, to get yield, to get upside in ways that are just beyond holding. Lastly, I'll say all of this kind of got started by the Ordinals revolution, which is ordinals is basically nfts on bitcoin, using bitcoin block space to host images, data. And this is also getting kind of pioneered by the Taproot Wizards project, Eric Wahl and Udi Wertheimer. Magic Eden is an NFT platform and NFT marketplace, kind of like Opensea, but they have specialized now recently in ordinals. And so NFT drops are happening on bitcoin and they are pumping, which is a sure sign of a bull market. So if you are just interested in holding bitcoin and also playing with bitcoin, the whole bitcoin renaissance narrative is probably for you."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think one macro theme of bitcoin renaissance is it's basically following the path of Ethereum. So you see ordinals. These are sort of bitcoin's version of nfts. You heard about layer twos, right? This is something where Ethereum has already explored the frontier here. And this is bitcoin following along. And you were also talking about Babylon, which is essentially sort of a early stage restaking protocol using bitcoin. It's kind of like the Eigen layer of bitcoin, let's call it, I think one thing to note, just to dampen a few things, is of course, bitcoin at the base level is less expressive. It hasn't dealt with some of the things that Ethereum has dealt with with respect to MeV. And how do you actually expand the data availability layer as we're recording this, Ethereum has just completely upgraded its data availability layer and provided a ton more bandwidth to its layer twos. I expect bitcoin will have to go through these same sort of things, and even something like the BitVM, which is a breakthrough, it seems like it's not ready yet. It does seem to provide actual real legitimate layer twos, but these are optimistic roll ups in Ethereum parlance. So we can't yet do a ZK roll up on top of, of bitcoin using the BitVM technology. So there's some limitations there. Anyway, it's an interesting story because this is bitcoin going through the same trajectory as Ethereum, just with a few more limitations and a few years behind, I would say. But a lot of opportunity there. A number of the projects you mentioned aren't public. The one that we did talk about and we looked at a chart was stacks, and it seems to be getting a ton. It's up 400% on the year, so it's getting a ton of this narrative activity. But I expect many more bitcoin centric layer twos and projects to launch this year. And people should keep their eyes open."
    },
    {
        "speaker": "B",
        "text": "Yeah, basically, if you have bitcoin, then a lot of projects are coming online that are going to compete for your bitcoin in addition to the ETF's. One of the just. This is probably the second biggest source of excitement in the bitcoin space. All right, moving on. Number four, new infrastructure is what I will call this section. If you're a nerd. We will call this section modular protocols and data availability. New infrastructure as a category is always a bull market theme every single cycle. It's also a bear market theme. It's just a theme. In crypto in general, we always invest and build and spin up new infrastructure. Today, in 2024, the theme of crypto infrastructure is learning how to interoperate with each other, because every single bit of infrastructure, not every single bit, but like a large number of them, are modules. Learning how to interrupt and share each other's resources and connect modules together to build a global kind of interconnected crypto system. Investing in the modules that are the most useful in crypto is kind of a fun way to sift for gold. We're getting pretty down the crypto rabbit hole here. So this is the technical side of things, the nerd side of things. If you really like to be on the frontier of trying to see where the crypto industry as a whole is going, investing in new infrastructure or speculating on new infrastructure is like a fun place to do this. Building deep technical infrastructure is kind of confusing for a lot of the crypto laymen, but it is a great way to speed run your way into understanding why crypto is built the way that it's built. It's perhaps unnecessary. There's a meme that we have way too much infrastructure in crypto, and we're investing just in infrastructure over and over and over again without ever focusing on the consumer applications. But this is largely fueled because VC's will fund it and retail will speculate on it. And it really only takes about one out of every 100 projects to achieve $1 billion market cap, and then maybe one out of every 1000 projects to actually improve the quality life of the users who use these systems and all the other ones is just speculation. And so whether or not you can find the ones that will stick around is a fun game for some, but it's also a great way to stay educated. I say if you can be informed about this part of the industry, you're more or less informed about everything there is to know about crypto. I'd say."
    },
    {
        "speaker": "A",
        "text": "I think one thing to point out is that when we're talking about infrastructure, we're often talking about protocols and, like, new networks that need to be bootstrapped, which of course, that is one thing that crypto does fairly well is decentralized networks and protocols with tokens attached to them. And so that's why it seems like there's a lot of upside in this category. But I want to zoom out and paint the picture of why we actually need another round of infrastructure investment. And the reason is basically because our blockchains don't scale today. If we want to preserve decentralization and want to scale them at the same time, in other words, like low gas fees, low cost for transactions, then we need a new set of infrastructure. And basically there are two parallel paths being explored by crypto right now. One is the modular path, which is sort of ethereum and company. And the other is there are some monolithic chains that we'll get to that in kind of an upcoming narrative, some of the alternative layer ones, the monolithic path, but basically in the modular path, which Ethereum has adopted, is kind of outsourcing a ton of its capability. It's outsourcing the execution layer. It's creating surface area for the development of so many different chains. And that is both an opportunity, but it causes downstream challenges. Like now these chains are all fragmented, and so we have to bridge them together, we have to interoperate, we have to share the sequencing of them. There's a new set of problems to solve that Ethereum is basically outsourcing to kind of the free market these various modules that are springing up. And so that is the broader context for why I think it's justifiable to have a new round of infrastructure investment. So we're going to need new execution layers, like new virtual machines. And so we see parallelized, like virtual machine layer twos springing up, right? Eclipse is one of these. It's putting the SVM, that's the Solana virtual machine inside a layer two. We need sequencing, shared sequencing, so now our chains are fragmented. So how do we unfragment them and have the ability to transact atomically from one chain to another? Well, we have espresso doing some of that, Astra doing some of that, shared sequencing. We have a whole bunch in DA. I've got this in front of me from Coingecko. This is data availability. So Ethereum has some data availability, but it's not enough to support the entire modular world. So Celestia has been one of the big stories of the year, I think, and its price run up, which is a dedicated data availability layer for chains that supports kind of this modular approach. And I mean, look at the market cap of Celestia at this point in time, fully diluted valuation of 17 billion, and that has been up only this year. So there are all of these like nerdy categories, not to mention layer twos. David, there are so many new layer twos coming online, both in inside layer two frameworks. So the big frameworks like the op stack, arbitrum orbits, ZK hyperchains, polygon, super nets, and then you have chains inside of these things pushing on the edges from a go to market perspective, things like blast. There's so much to talk about with these new, with layer two chains as well. Anyway, all of this infrastructure will definitely catch a bid in various pockets. What's your general advice for how to navigate this? I mean, in previous bull cycles, one thing we used to say is if you want to see if a DeFi protocol has potential, just use it. I think that is very, very true when it comes to chains. Go use these layer twos and you can get a better sense for which ones are going to take off or not. That is still good advice. But some of these infrastructure things, like a DA layer, that's a very b two b type of thing, it's really hard to predict how that's going to play out. Do you have any general advice for how investors should look at this entire infrastructure class?"
    },
    {
        "speaker": "B",
        "text": "Yeah. For me, the first bit of advice comes to the people who are really trying to become extremely knowledgeable in crypto. The most knowledgeable possible. All of these different sectors of infrastructure, like the execution layers, the sequencing layers, the data availability layers, the layer two frameworks, the roll up as a service providers, the interoperability applications. If you can define each one of these categories and articulate how they work together. Because again, modularity means that one module is going to connect to another module which will connect to another module. If you can articulate the ecosystem for how these weave together and become one global system, then you are basically as advanced as possible as you can get in the crypto space. So it's kind of like a research homework assignment to understand all of these things. And then from the people who are looking to gain exposure to these things, it's about which ones are going to hit main net first. And then can you actually touch some of this infrastructure? And so, like right now, staking your tIa, your celestia token inside of the cosmos ecosystem is a target for receiving airdrops. It's been a pretty successful way to receive airdrops. So that's one way to gain exposure here. Staking Tia nets you some sort of like 20% of, like, network issuance, eigen da data availability from Eigen layer. Not yet a thing yet. And so people are keeping an eye on that. It's like, oh, when that comes online, maybe I want to go play in that world and see what kind of footprint I can establish over there."
    },
    {
        "speaker": "A",
        "text": "That's a double hit. That's two narratives. We got restaking. And also Eigen layer has a data availability layer, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's really mainly about like, how can I grow my footprint? These are all deep infrastructure. And your wallet with transactions can establish like a presence on a lot of these bits of infrastructure just by leaving traces of your activity on chain. And growing a footprint is kind of like growing a net. Generally, the larger net you have, the more optionality you have on, like finding some way to have exposure again, like largely via airdrops, but other ways as well."
    },
    {
        "speaker": "A",
        "text": "So many layer twos to explore. I mean, this is one of the most exciting areas, I think, to explore the frontier on. And the wallet experience has improved a lot. You know, one wallet I've been using a lot recently is Rabih David, which provides a much more seamless interface for navigating across chains. You don't have to constantly switch which chain you're on. You could just see your assets irrespective of the chain. Really exciting area, I think, for sure. But man, it's so dynamic. It's hard to pick a specific subset of layer two that are going to absolutely crush it, this market, because there's just so many new experiments spinning up."
    },
    {
        "speaker": "B",
        "text": "Coming up next, we're going to talk about the oldest pastime in crypto, that is the alt layer one trade. And then we're also going to talk about deepin decentralized physical infrastructure, real world assets as well. But first, a moment to talk about some of these fantastic sponsors that make this show possible. The oldest pastime in crypto, the alt layer one trade. It never dies. New layer one blockchains come online every single year, every single bull market. We have been producing new blockchains in the crypto space ever since litecoin and Dogecoin. These new blockchains, they all attempt to gain some sort of adoption via technological innovation. Charismatic leaders, really good memes. It has been the narrative that has."
    },
    {
        "speaker": "A",
        "text": "High transactions per second."
    },
    {
        "speaker": "B",
        "text": "That's a great yes. Train. Yeah, we're the chain for mainstream consumer adoption. That's a very hot line that many, many have leveraged. Some we've seen like, oh, we're the real world asset chain. We'll talk about that narrative in a second. They're all narratives. Understanding how each one captures attention and why others win is definitely like a dark art. It's definitely like there's no real rhyme or reason to it. Some projects just figure it out better than others. But just overall, big emphasis on like. This has always been a narrative of crypto. Every single bull market, there is a new type of new flavor of alt layer ones. Right now, this cycle seems to be the meta of the parallelized virtual machine layer one. This was set by the success of Solana from last cycle. And so now there are a bunch of copycat parallelized virtual machine layer ones coming online. Sui se aptos, Monad. And then also the honorable mention, the eclipse layer two on Ethereum. Also a parallelized virtual machine on Ethereum as a layer two. But this will also be in addition to the many other types of layer ones that come on scene. Ever since bitcoin came about and we made blockchains, people are like, oh, I can make a blockchain. Also, I'm going to make a blockchain that's going to be worth a billion dollars. And so it's a speculative fund venture for layer one founders. It's a speculative venture for a venture capitalist who will fund these things. And it's even a favorite pastime for retail speculation. It's speculation through and through and through. Every once in a while, one works, and that's what keeps the game going."
    },
    {
        "speaker": "A",
        "text": "In all these things, you got to be very careful about token lockups, of course. So all of these chains, this follows with many of the infrastructure investments we were just talking about as well. They raised a whole bunch of money from VC's, and the VC's are looking for an exit. At some point in time, retail can be that exit for them. And so you have to be very careful about tokens when they're unlocking and the net selling pressure in some of these assets. I do agree with you, David, on the alternative layer ones. The big theme this year, it seems to me, and for the next two years is going to be parallelized alternative layer one chains. So Monad is probably the first project that's going to come online that will actually have a parallelized EVM. So so far, the big virtual machine in town has been Solana and the SVM. Well, Monad is doing that with the evm. So if you are deployed like via the EVM, it can take advantage of some of the ethereum virtual machine network effect. And Sui is a parallelized VM that is based on the move VM. So that's another flavor of it. And I think those are the projects that are going to catch a bid. There's also this blending though, David. We're talking about this in terms of alternative layer ones, just because that's a category. So they are not using Ethereum, they are bootstrapping their own validators, and that's what makes it an alternative layer one. But there's this blending because they're all chains. At the end of the day, what is the difference between these alternative layer ones and the layer twos that we were talking about? Well, the only difference is the layer two settle on top of ethereum, whereas the layer ones are kind of bootstrapping their own validator set on their own, and they're kind of settling on their own base layer. Do you see any distinction there? Or it's like, why is alternative layer ones, why are they a separate narrative? Why aren't they all just chains?"
    },
    {
        "speaker": "B",
        "text": "For some reason, as a layer one, the market valuation of your token just gets the layer one premium layer two, in my opinion. I think, in our opinion, has much stronger fundamentals, because as a layer two, they simply don't have to pay for their own network security. That's what a layer two is. They leverage Ethereum for security, and Ethereum secures all of its own layer twos. But then if you're a layer two, you don't necessarily have the same market, comparable valuation of like the Solana or Ethereum itself, or even bitcoin itself. So there's always just this incentive pull towards being a layer one, because people perceive layer ones to be more valuable, even though being a layer one is harder and you're more likely to fail in the short term, you can attract a higher market cap."
    },
    {
        "speaker": "A",
        "text": "So it's kind of a narrative trade because you can stomp against something like Ethereum. So if Ethereum is worth $400 billion, right?"
    },
    {
        "speaker": "B",
        "text": "Well, we have should be at least $4 billion."
    },
    {
        "speaker": "A",
        "text": "Exactly. Cause we're going to capture just x percent of Ethereum. And we're not a layer two. We're not selling on Ethereum. We are an alternative to Ethereum. Why this class has often been called in the past the Ethereum killer type class, because at some layer they have to go against in order to get the valuation that they kind of want, they have to go against King Ethereum in this narrative category and knock them out. And some have actually had some reasonable traction doing this."
    },
    {
        "speaker": "B",
        "text": "Like Solana, I would say Solana extended the alt layer one trade by like another ten years, bought it some time because it worked."
    },
    {
        "speaker": "A",
        "text": "I've also had a thesis. I don't know how this will play out, but over time, some of these will switch categories. You might see a layer two like transform become an alternative layer one. And you might see alternative layer ones become layer two s. In fact, we have seen many former class of 2021 alternative layer ones now actually migrate and become layer twos. Like Celo network is one of these. They were going off on their own and now they're in Ethereum. Layer two also near, has become much more kind of ethereum aligned. It's not a full layer too, I would say, but it's providing. It's pivoted into DA for Ethereum layer tools. Yeah, exactly. So very interesting. Do you have any takes is basically your assessment that look for parallelized alternative layer ones in this category?"
    },
    {
        "speaker": "B",
        "text": "This is the category that has definitely captured attention now because like I said, the Solana is set in stone, the parallelized virtual machine meta. And so now there are a bunch of Solana copycats trying to wedge themselves between Solana and Ethereum. And so this is why both say and Monad are doing parallelized EVM, not the Solana virtual machine, but the Ethereum virtual machine, which has the massive developer ecosystem. I will say the layer one trade can be dangerous because you might fall into the trap of buying into a VC ghost chain. And so you do not want to buy the tokens of some sort of, like, VC hyped chain that doesn't have any users and just has fake hype and excitement from the venture capital community."
    },
    {
        "speaker": "A",
        "text": "That's the base case."
    },
    {
        "speaker": "B",
        "text": "That's generally how it plays out where it starts. Capturing a community and building a community is like the next hardest thing for an alt layer one to actually gain, like real users and real adoption. And so, like, the thing is you can become a multibillion dollar VC ghost chain. And what I mean by ghost chain is that, like, it's a ghost town. Like, there's no one there, someone using it, there's no GDP there. But you can, for some reason in crypto, especially in bull markets, you can still command, like, a 510 billion dollars market cap, even though no one's using your shit. And so, generally, those investments don't do very well in bear markets. I mean, nothing really does very well in bear markets, but those investments tend to go to zero in bear markets, whereas the ones with actual community adoption and actual economic vitality on the chain actually tend to stick around."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll also say there's a danger here. Parallelized virtual machine category is definitely something that layer twos are pursuing as well. And why parallelized virtual machines? It's because you can max out transactions per second on these things. Layer twos will also compete against this category in the alternative layer ones. All right, David, let's get to the next one. We're almost done here."
    },
    {
        "speaker": "B",
        "text": "Number six, DPIn, decentralized physical infrastructure networks. The meme of this one is coordinate the world's computer resources together using crypto so we can build novel use cases. So the DPIn narrative actually has been around for a long time."
    },
    {
        "speaker": "A",
        "text": "Remember helium or foam? Was it foam, not foam."
    },
    {
        "speaker": "B",
        "text": "Helium is the one that's working. Foam actually still around. Also, Golem. Golem was a 2017 project where people who want to use collective GPU power from, like, consumer GPU's can tap into Golem. And so you, as a GPU owner, can contribute your GPU hash power to this, like, cloud of GPU's, and then GPU power. Consumers can, like, leverage that and pay for that, and you'll pay you for it. So it was a decentralized way to coordinate the physical infrastructure of the world. And so this narrative has been around since 2017. Just now, in 2024, we actually have a name for it because it is being unlocked by very fast, cheap transactions. That is what's needed to kind of coordinate global resources."
    },
    {
        "speaker": "A",
        "text": "I mean, would you also say that, like, something like. And this is where coingecko classifies it, Filecoin would be DPIn."
    },
    {
        "speaker": "B",
        "text": "Yeah, you could really open up the sector. What dpin could be?"
    },
    {
        "speaker": "A",
        "text": "Yeah, but this new class of DPN, can we get into that? It's not Filecoin. It's like, what does helium do, for instance?"
    },
    {
        "speaker": "B",
        "text": "Yeah, helium, I think, is perhaps, like, the thing that really kick started this. Helium is just like a decentralized data, and so you can buy this helium node that local cell phones in your area can tap into your node for data. And this is like very proximate. So, like, we're not talking like miles here. We're talking about just like, you know, maybe 100 meters. If you are nearby to someone's like, helium node, you can use their helium node to get data for your phone. And so it's kind of like a mesh network, much more localized mesh network to receive data. And so you spin up your helium node, you get paid helium tokens for providing data to your local surroundings, and then consumers of that will pay your node for its data. And so it's a way to kind of route around the large data providers, like the Verizon's, the t mobiles, et cetera. And so it's like data, Internet, cell phone data by the people, for the people. A lot of the themes are going to be like, by the people, for the people, because that's what crypto does. But this is just the first of many deep end networks that have started up."
    },
    {
        "speaker": "A",
        "text": "As I was mentioning, Filecoin also render is here, which has kind of like AI project, right cross section. So it's like Dpin meets AI plus crypto, right? And so no wonder these things are doing quite well. What's your overall take? I know we're not really weighing in on the fundamentals here, but I got to confess, I've been somewhat skeptical."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm a skeptic on this category."
    },
    {
        "speaker": "A",
        "text": "Projects like, just because you are really maxing out token incentives, and it works really well when number goes up, and generally these types of things work a lot less well when number is going down. I wouldn't necessarily put this in the category of DPIn, but something like stepn, where you get paid tokens for just walking and running, to me, that is just not a very sustainable game. And it went up very high, and now it's kind of like come back down. And the whole deep in category has some of these vibes. I wouldn't say so much so for Filecoin, but some of these other projects definitely have that vibe."
    },
    {
        "speaker": "B",
        "text": "Well, the problem I think that you're articulating is that just slapping a token onto these infrastructure networks doesn't mean that there's demand for the token. So there's a difference between producing a token and having that token be truly investible in the fundamental sense of the word. It's in like, well, who's going to be the net buyer of these things? And of course, the answer is just like, well, the consumers of those resources. But the thing is, all of these deep in things are commodities. They're supposed to be highly commoditized. And if we're going to talk about coordinating the compute resources of planet Earth, well, then we're competing with Amazon AWS, which is already extremely commoditized and cheap. Just because it has a token doesn't mean that it has strong longevity associated with it."
    },
    {
        "speaker": "A",
        "text": "But look at us, we're using the f word again. This is not how you should view any of these narratives. Right? It's not necessarily about the."
    },
    {
        "speaker": "B",
        "text": "I was just saying a deeper narrative is perhaps the most fleeting that I can identify AI."
    },
    {
        "speaker": "A",
        "text": "I can see a lot of fluff in the AI for sure, too. All right, let's get to the last one. David, what is this? Something very tangible, something very real."
    },
    {
        "speaker": "B",
        "text": "Right. Real world assets are Washington also a narrative that has been in crypto since the inception of crypto. But as we are becoming more mainstream as an industry, as there are more suits in our industry, as people like Blackrock and Franklin Templeton are playing around on chain, there is a growing excitement around the world of real world asset tokenization. There is this world in the tradfi space called securitization, where you take some sort of value and you wrap it into a financial asset, and that is called the securitization, securitization process. In crypto we have tokenization, so there are a lot of assets and there's a lot of value that are not on blockchain rails that we could put on blockchain rails through the process of tokenization. It's non trivial, but it's definitely exciting. There's a lot of value out there, and we need more value. In crypto, there's like roughly a gazillion dollars of securitized wealth out there, and we've only been really able to successfully tokenize dollars. And we call these things stablecoins. So the question for the real world asset narrative is, can we tokenize more? And whoever can tokenize more off chain value can certainly become very wealthy as like a project founder or leader or whatever. And so I know right now the meta has shifted beyond stable coins because that is a very successful real world asset tokenization endeavor. And now we are in the world of tokenized treasuries, which is like the next hardest thing after tokenized dollars. Real estate has always been a focus of many startups. Many startups have come and gone trying to tokenize real estate, but then after that, like kind of the world is our oyster. Who can crack the real world asset tokenization nut because that's a hard nut to crack, but there's a lot of value to be had for whoever does."
    },
    {
        "speaker": "A",
        "text": "There's a lot of projects in this category too, some of which are kind of like private and startups. The Mountain protocol is a treasury tokenization project, but it doesn't yet have a public token. Ondo is one that's doing something similar with us treasuries. It does have a token, so you could see fully diluted value of Ondo is 5.6 billion. And then there's projects that have been through multiple cycles here, like centrifuge. You remember that was a previous cycle, darling, at one point. Maple as well, Goldfinch. These are folks that are tokenizing various debt, various, various credit. It's a hard game and I kind of wonder in this category who's going to win. I do think, David, that some of the incumbent players from big finance who are entering like we haven't yet seen what Blackrock is going to do in this space. And Larry Finks said the future is tokenization."
    },
    {
        "speaker": "B",
        "text": "Huge token boner. He's got a huge token bone. Yes."
    },
    {
        "speaker": "A",
        "text": "He is very excited about this. And he has all of the assets that can be tokenized inside of Blackrock. He has all of the connections. I sort of think that there's going to be some successful startups here, but edge to the incumbents when they start to kind of enter the space. One project that never gets any love that is so interesting is a real world asset project from my perspective, is maker maker Dao. That's actually their stablecoin is based on real world assets. They've just recently added a PayPal coin actually to kind of back the output of Dai. A lot of it's been USDC based. So there's some things going on there. It's also has an insane pe ratio. It's something like ten in terms of price to earnings. So some, if you're looking at this from a fundamentals perspective, would say that's very undervalued. But again, the narrative has not yet shifted to maker Dow, so it cannot catch a bid, which is really interesting. So David, as we close this out, we've gone through all seven. We didn't touch on everything, I'll say, right. There are some narratives that we just can't see right now that we just didn't have time to cover."
    },
    {
        "speaker": "B",
        "text": "Like we are some narratives that are so large that they deserve their own episode."
    },
    {
        "speaker": "A",
        "text": "Like what? Like game five. Yeah, gaming."
    },
    {
        "speaker": "B",
        "text": "They have gaming here. It's just such a large category, and it's. It's just too real. You know, these are narratives gaming. Extremely real."
    },
    {
        "speaker": "A",
        "text": "Yeah, it is real. And there'll be narratives inside of gaming that are sub narratives of gamefi. There's also nfts. Are they gonna make a comeback? There's also social fi, which seems to be poking its head up in various ways. We talked about Farcaster, for instance. There could be a friend tech had a brief blip. Maybe something like that could make a comeback. So, there's narratives beyond the scope of what we've covered today. But if you had to pick one particular thing that you are most excited about, are you able to pick and use your own criteria for picking? It could be the narrative you think is going to pump the highest or the one that has the most, you know, fundamentals or, like, what is it? What is sticks out in your mind?"
    },
    {
        "speaker": "B",
        "text": "I made my selection. I made my choice long ago. I am a big restaker narrative player. Like I said at the very beginning, you need to find the narrative that speaks to you the most and double, triple down your knowledge. That's how you. I think how you play this game the best. I have elected to double down on restaking. So I am farming LRT's because I have my ethnic in the LRT space. I am expecting the Eigen airdrop. I'm expecting the airdrop of the LRT that I have my EtH into. And then I'm expecting to farm all the airdrops of all the Avss. And so there are the players of these narrative games that like to move fast. They like to hop around narratives. They like to play the meme coin. We didn't even talk about the meme coin, which has zero fundamentals and did an entire episode on that. But the thing is, I'm a busy guy. I make a lot of content, and so I can't be touching stuff all the time. And so, to me, restaking, it's the continuation of the arc of the monetary policy and monetary effects of ether, the asset, which I find extremely interesting. It is yield, which I also find great. It's airdrops. It's, most importantly, passive airdrop farming."
    },
    {
        "speaker": "A",
        "text": "It's ether, David. It's ethereum."
    },
    {
        "speaker": "B",
        "text": "All of these airdrops is using ether. The Dena asset that I denominate in. It's the one that speaks to me the most."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll agree on that. And I'll also add a plus one to modular infrastructure. I mean, we've been long term proponents of this as a direction for crypto. So there's a whole bunch of space for infrastructure that I didn't really know we needed. And now I sort of know that we need, given all of these change. Shared sequencers is a fantastic category. For instance. So, guys, we hope that was helpful. Those are seven narrative themes for 2024. Good luck out there. I got to end with this. As always, crypto is risky. You could lose what you put in. Oh, my God. Narratives are super risky, but we are headed west. This is the frontier. It's not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    },
    {
        "speaker": "B",
        "text": "You."
    },
    {
        "speaker": "A",
        "text": "Our channel."
    }
]