[
    {
        "speaker": "A",
        "text": "Welcome, bankless nation, to the summer of protocols. Summer of protocols is an ongoing research and evangelism effort that aims to catalyze broad interest in the study of protocols as a first class concept for thinking about the world. Today on the show, you're going to experience something a little different here, something a little bit more close to storytelling, a little different kind of frontier, but all around the idea of protocols. To explain a little bit more about what we're up to, Tim Baco from the Ethereum foundation and Venkat Rao will open up the show today. Tim Venkat, welcome to the show."
    },
    {
        "speaker": "B",
        "text": "Thanks for having us."
    },
    {
        "speaker": "A",
        "text": "So this is going to be your guys's show today. Tim, maybe you can kind of lay down a little bit of context as to, again, a little bit more about what summer protocols is and how it relates to Ethereum and what the Ethereum Foundation's role is here. Like, what are your listeners going to experience here today?"
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. So the idea with summer protocols is to better understand exactly what protocols are and do this across a whole range domain so that we can hopefully, on the Ethereum side, just have a better way of thinking about what Ethereum is. This sort of started a few years ago now where I reached out to Venkat, who is a blogger and consultant across the tech industry, and maybe in like 2017, 2018, started mentioning Ethereum from time to time in his newsletter. I think the first mention I recall was like the parody hack. And so I reached out to him like, yeah, a few years ago, just familiar with his work, because I work on Ethereum, and Ethereum is kind of a weird thing to work on. Like, a lot of the frameworks that you have when you're say, working on a tech startup or something else just don't quite apply. Right? Like, Ethereum is not like a product, it's not like something where you like, yes, there is a high level roadmap, but it's very different in that there's not like a specific team that's working on with a CEO pushing it forward. So I reached out to Vencat to just help me better think about this thing. I think when we try to describe Ethereum, we always use these analogies where we're like, it's just like a nation state, or it's just like a tech platform, or it's like a currency. And none of those are quite right. They all hint at parts of Ethereum and have similar properties, but they sort of fall apart when you start looking even closer. And so the edit with Vancouver, okay, can we understand this thing better and try to figure out how we should approach it? After doing that for a while, we realized it was a bit too narrow to just have me and him talking about that. So he spent some time consulting with the EF and a couple of us there to think through these things. And in fall of last year, like me, Venkat, Josh Shark, Danny Ryan and Trent and a couple others published this piece called the unreasonable sufficiency of protocols, which we were basically trying to define. Okay, what's special about protocols? And that piece was more a lot of questions than actually answers that we had and sort of led us to think like, okay, Ethereum is a bit too narrow of an example to properly understand protocols and like, their full breadth. So what would it look like if instead we try to get researchers focused on protocols directly across a whole bunch of domains? And that's where summer protocol started. Last summer, we, the EF, funded 35 people, I think, to spend the summer researching protocols across a whole bunch of domains and in a bunch of contexts. So we had people looking at like, traditional web protocols, but we also had people looking at, you know, say, how the protocols die or how do memory protocols evolve over time? And that gave us like a really good snapshot of, okay, is there like a common theme, a common element across protocols? And I think it sort of provides a good sort of starting ground to explore this domain. And, yeah, Venkat, you effectively ran the entire research part of this program. Do you want to share a few thoughts on what your expectations were maybe before the program and then how it morphed over the summer after we actually had the research?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So this was like, when we thought of this idea after doing the just me thinking about it, it was like, suddenly felt like I've spent my whole career so far in various sorts of R and D environments of the traditional sort. And suddenly I realized I had a lot of strong opinions on everything wrong with, like, every other research context. Like, you know, university labs, corporate R and D labs, big company product development, garment R and D labs. So that was one piece of my thinking coming into this, which is, is there a modern way to do a research R and D program on an emerging topic that leverages ideas from open source, decentralized networks the way Ethereum community does its technical development? So that part of it felt a little bit like there was that old Seinfeld joke where Kramer creates a coffee table book about coffee tables that's in the form of a coffee table. Maybe this is a dated reference. It's a nineties show, but that's what it felt like. This was a program for researching protocols that was in the form of protocol that turns into a protocol. It's like, you know, not like a traditional R and D lab, not like, you know, university research department. All contexts are spent time in. So that's how I approached it. It was like, can we create something that's a bunch of independent thinkers and scholars and doers just working on aspects of protocols that interest Tim and doing so in a protocol ish manner. So we had these 30 odd people working on various topics, like Tim said, like safety in coal mines, how protocols die, how does memory work as a protocol? Even small examples, like, we spent a lot of the summer talking a lot about handshakes. Like, handshakes are a very basic introduction protocol. What can we learn from just thinking about handshakes? But we did so in this sort of decentralized way, rather than academic or industrial way. So that turned out to be a really interesting experience. And we published the research in the form of what we call a protocol kit. I have mine somewhere here. So it's a big three ring binder with all the research published in print. It's all available online as well@summerprotocols.com. dot and I think I approached this, running this program kind of like thinking back in history at what small groups have had really big outsized influence in creating entire intellectual or cultural or technical movements. So we spend a lot of our meta discussion time thinking about things like park, the original Xerox Parc that created a lot of computer research, things like Stuart Brand's whole Earth catalog, or way back in the 1920s, the Bloomsbury set of writers and artists who created a lot of modernist culture. So we took a cues from a lot of these loose collectives of highly influential research groups from which a lot of, like, important things have started. Tim pointed out the one that kicked off AI. So there was a small conference at Dartmouth in the 1970s. I think that can be seen as almost the genesis event of all of modern AI if you wanted to do something like that for protocol. So that's kind of the backstory here. And I think it basically worked out the way we were hoping it would."
    },
    {
        "speaker": "A",
        "text": "So, listeners, as you listen to this episode, you are going to listen to three of the 35 researchers that have gone out and investigated protocols. So you are getting a small snapshot of this much larger movement about understanding and researching and storytelling about protocols. I think this is going to be a really cool episode. I have not heard of any of these things. So I'm going to be in the audience with you, bankless nation, as some of these stories get told. I think this is going to be really, really fun. Tim, just kind of give us a preview of what listeners are about to. About to hear. We're bringing on you two. Venkat and Tim are the co hosts for this episode. So I am disappearing, and you guys are going to be asking questions to three selected protocol investigators. What should listeners expect? What should listeners like? What kind of frame of mind should they be in as they navigate these three different conversations? Overall, what do you want to say before we get into these episodes?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess I'll start by saying what they are. So the three researchers we thought would be interesting to bring on are Sarah, timber and Nai. So the way we structured the program, actually, we had twelve core researchers who spent the whole summer looking into a topic. And then midway through the summer, we brought in 20 ish extra people to come and build on their work. So the first two people we'll hear from, Sarah and Timber, they're two of the core researchers who spent the whole summer working on this. And then Nahi was one of the people who came and built something on top of their work. And so I wanted to get a pretty broad sample of the domains we looked at last summer. So the first one, which is Sarah's work, is around how protocols die and like, the death of these digital. So, one, the death of protocols, and two, the death of, like, digital structures, you know, things like video games, online worlds and whatnot. I think this is pretty relevant in terms of, like, a lot of the fundamental questions we have around Ethereum, around, you know, what should the future of Ethereum be? Should it ossify, should it stick around forever? And how should we think about that? So, yeah, that was one of the topics, just like protocol def, that was on my wish list. And Sarah was the perfect person to spend the summer looking into that. Then we have timber, who came knowing nothing about crypto or not a lot of tech either. His background was in workplace safety, and he studied the evolution of safety protocols in workplace from basically people being in mines in the 18 hundreds and blowing up, sort of derive the generalized theory of protocol lifecycles, all of that. And I think to me, this is one of the really good examples of why something like summary protocols can be useful, where we have this case study for something that has nothing at all to do around technology or ethereum. And I just remember reading his article and being like, wow, this is exactly. Sort of how smart contract development or protocol development works, even though there's not even a tangential mention to it. And to me, that was one of the ones that validated that, okay, there's probably value in studying protocols at a higher level than just looking at Ethereum or looking at workplace safety or looking at something else. And then Nagi's work is completely different. So it's a visual piece that really brings in a bunch of the different themes and topics that were explored throughout the summer. And like, yeah, as opposed to the first two, which are mostly text. It's like a graphic comic. So I think getting her perspective as well as someone who comes in, looks at everything that's being done and builds something on it is really valuable. So that'll be most of the show after that. We want to wrap up with our plans for 2024. So we do have another cohort of summer protocols planned for this summer. The applications are closing for it April 12. So soon? And so we'll close off saying, like, what are we expecting to do this summer? And then some ideas I had for how to tie all of this back to ethereum."
    },
    {
        "speaker": "A",
        "text": "Beautiful. Well, Tim Venkat, I am looking forward to stepping into the audience, which I think I will go ahead and do right now. So, Tim Venkat, the floor is yours, and I'm looking forward to hearing all of these stories."
    },
    {
        "speaker": "B",
        "text": "Okay, well, Sarah, thanks for coming on and talking to us about your work on def this summer. I guess just to start, maybe, do you want to take a couple minutes to explain why you are interested in researching this and then we can go dive deeper into your research throughout the summer? But, yeah, just give us some context. Like, why was this interesting to you?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. What an intro to follow. Why were you interested in death, of all things? But I started thinking about this because of a digital pets project that I launched in 2021. And they are digital pets that need to be cared for, like any pet, or they will die. The way that you care for them is by giving them to someone else. I launched it a couple years ago. Like most digital pets I think ever, most of them have died. So I personally felt responsible for a lot of digital death, and I was interested in building out maybe something to memorialize them. And really that was where the whole application started, you know, where we've gone from there, and it's very different. But that's the origin story."
    },
    {
        "speaker": "B",
        "text": "Yeah, it definitely morphed over time. Let's dive into your piece. The title was good death at a high level. You're exploring how protocols and digital worlds die over time. And that's maybe the first place to pause on. Can you walk through how you think of what's a digital world? What's a protocol of what's the relationship between the two of them?"
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. So thinking about death online death in a digital context, some of the examples I was finding were mmos that have been shut down or large social media platforms that have gone offline. And one of the things that you're sort of immediately confronted by is, are we using the word death as a metaphor? When we say that these things died, do we mean also that they lived? What is the nature of that life? And then, in the context of protocols, does every protocol genuinely live or reach adoption enough? And I would say, no. Many people try to launch protocols that don't develop. I ended up calling the sort of liveliness of a protocol or a video game a world. So not every protocol grows a world, not every video game does. It is the world that dies, though, when one of these things die. And I don't know that it's fair to call, like, a video game or a social media platform a protocol. So I would say that there are different sort of base layers upon which this live like entity that I'm calling a world can form."
    },
    {
        "speaker": "B",
        "text": "Got it, thanks. Yeah, that's a useful distinction. And I think when you sort of started touching on this, but when you talk about deaf, there's different stages to the process, right? And even the process versus, like, the decision of making it a binary thing are two distinct concepts. So do you want to walk through the deaf life cycle, if you will? What does it look like for a world to come alive and then to die? What are sort of like, the boundary conditions there? And, yeah, maybe let's start at a high level, and then we could dig into the digital stuff. And what makes that particular."
    },
    {
        "speaker": "D",
        "text": "So what I was trying to figure out, what on earth we even mean when we say the video game died. I started looking at what we mean when we say a person died, which is the kind of question you think is very simple. And then you start reading about it, and then you realize you could read about it for a very long time, because it turns out it's very culturally specific. And it's also changed a lot throughout history in different places. To some extent, it's technologically determined. So, for example, for a long time, in a lot of places, we thought that a person died when the heart stopped. Then we were able to observe brain activity. Now, in a lot of places, we think of a person dying when we stop observing brain activity. But the way that we tell that the brain has stopped working is you actually observe different symptoms. It's a diagnosis that is made off of a variety of indicators, and they don't all come at once, you know, pinpointing the exact moment on this sort of variety of indicators that may be observed in the course of a human death, what we call it a diagnosis. But there's sort of a similar thing that you can observe people doing in the context of some of these digital spaces that we also talk about as dying."
    },
    {
        "speaker": "C",
        "text": "Follow up to that. The spectrum between physical death and digital death, I guess social death lies somewhere in between, because intersubjective relationships that are physically mediated. Being in a room with another person and they don't acknowledge you, maybe they're shunning you, maybe they're pretending you don't exist or not in the room. That's a very wistful kind of social death versus being ghosted or people unfollowing you online. That's a slightly weaker version of that. So there's a whole spectrum of that. But I was reminded, as you were speaking of, actually, during the summer, one of the times we were chatting, I noticed we were both wearing glucose monitors. And one of my experiences with glucose monitors is when I go off a glucose monitor and lose that signal. It's like this virtual identity I've constructed out of this weird little sensor signal. It goes away, and a little part of me died. I feel odd for a few hours to days where it's like I'm more ghostly than I used to be. And then, of course, I inhabit my body as well. So, yeah. Can you speak a little bit to the spectrum there of, like, signals that indicate whether it's brain or heart death or glucose monitors or other people acknowledging you or following you online."
    },
    {
        "speaker": "D",
        "text": "Yeah, totally. So a few things that come to mind on the subject of glucose monitors is. So I'm diabetic, and I think it's very funny to think about all the ways that I'm a digital pet. You know, like, oh, my little pocket tamagotchi is beeping at me that I need to eat something, you know, so it is all kind of connected. I can give sort of specific examples of what you might look at in terms of human body dying, but maybe it's more interesting to look at some of the indicators that people have named in the context of blockchains or video games, because you kind of do find something similar. Like, we have this idea of the body as a decentralized system, these different organs, all of which may fail in different ways and at different times, and we observe them and eventually diagnose death. But something like a blockchain in particular almost has this proposition towards deathlessness. It's certainly kind of part of the claims which are often made or talked about in terms of their unstoppability and their immutability, but it just takes a quick Google to observe that many blockchains have died or been called dead. And there are even sort of archives that people make where they track all the dead blockchains and they list the various symptoms that they observe. So no market volume, no nodes pingable, no project website. And it's actually very parallel to how we might look at a body. And, you know, in terms of video games, there are similar sort of indicators that people debate about on Reddit, you know, like how many monthly active players, when was the last developer update? And so I didn't do the work of codifying a set of death indicators that I personally recommend for any of these particular world contexts, but others are out there doing it all the time."
    },
    {
        "speaker": "B",
        "text": "And I think on that front, you made a really interesting distinction in your piece around archival and deaf. So we have this misguided intuition that if you just save all the data from the digital world or from the blockchain, then it's not going to die. And the quote from your piece was that the thing that lives is the thing that can't be archived. The world on top of it is the thing that's alive. Yeah, I guess I'm curious if you want to expand on that. And how should we think about the signs of life in a way distinctly from the digital artifacts that they produce?"
    },
    {
        "speaker": "D",
        "text": "Yeah, for sure. So we're sort of inevitably and immediately confronted with the idea of archives when we think about digital worlds dying. Because, of course, oh, you know, I can just save it all. I can put it on a hard drive somewhere. I've still got it. How can it ever really die? And I kind of looked at historians of video games specifically sort of writing about attempts to do this and kind of making a case for how what is important about that world, about its social meaning, about what happens there, is loss from what I will call the dumb storage approach of just dump it somewhere. And I guess this speaks to the truth of death as a metaphor. When we say something died, we mean that something is legitimately gone that cannot be brought back. And in the case of these worlds, if I was going to summarize it I would say it's attention and care and the human investment in stories and meanings that we build around these things. And so to give an example of why the dumb storage approach doesn't necessarily do what we would hope that it can do is imagine I had an MMO and I dumped the entire game map. And, you know, I have all the source code. I can build it and open it up at any time. But what makes an MMO actually itself? Probably it's the other people that I can interact with in there. It's social life, you know? And so I guess that's a very concrete and simple example of what I'm talking about as dying."
    },
    {
        "speaker": "C",
        "text": "I want to interject here, since I just watched the first season of the three body problem show, and the plot premise of rehydrating, people really stuck out at me. Like, anytime the world goes into one of its chaotic modes and everybody dies, they don't actually die. They kind of become, like, dehydrated, and then you just literally rehydrate them by adding water. Right. Mental model. There's something like what the french philosophers used to call Elan vital, the essence of life or water that kind of rehydrates people. But it sounds like you're saying that that's actually wishful thinking, and rehydration as such is not possible if the original essence kind of, like, vanished, and it's kind of like wishful thinking. Is that right?"
    },
    {
        "speaker": "D",
        "text": "Well, I guess I would say there's probably a threshold point for a protocol or world where it can't meaningfully be brought back. But dying is slow, and it can be very slow in the case of protocol or world. So there are definitely examples of platforms or social media sites I can think of that certainly looked like they were dying and then had a resurgence. They are also people who recover from critical illnesses, you know, but I do think in a sort of digital context, rehydration might be a little easier. But that's, like, what the death decision is kind of trying to capture. It's like, at what point is rehydration actually not possible? And we've been wrong about it many times in the context of humans. So, you know, it may. Our thinking here may evolve in a protocol context, too."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think on that front, yeah. You also have an interesting line around the number of dead people on Facebook being projected to outpace the number of alive people on Facebook. I think it was like, 2070. And this is something I was thinking about yesterday, is how long will it take us as humans to build up good intuition about digital deaths. Do we need to have a full human generation live and die so that when you're building something digital, no one building Facebook anticipated that there'd be more dead people than alive people on it when they started. And I think these similar things when we talk about these blockchains, which we say stuff like we want them to be around for decades or centuries or whatnot, we don't have great example of digital things that have dealt with, if not themselves dying, then the world they inhabit, the world they create, having their inhabitants die. So, yeah, I guess I'm curious. Do you think we just need more time to see more digital depth to build up better intuitions around it?"
    },
    {
        "speaker": "D",
        "text": "That's a good question. I mean, I think there's definitely a very interesting research direction that I dabbled in a little but didn't have time to really go down, which is sort of what we do with the personal archive that someone might have generated in a digital form after death. And, you know, I think you're absolutely right that we haven't seen the long arc on any digital thing. And I certainly hope that we will get to, while maintaining an awareness that we're living in a very historically novel moment, I guess, in terms. So one question that I thought about a lot is to what extent can awareness of death as coming help us design better worlds or protocols today? And of course, we can think about this in a human context, and many people do, but in a protocol context, there are some kind of interesting examples. So I know that we talked a lot about the difficulty bomb. One of the other, some of the other researchers looked at kill switches for protocols as well. And I think there are a lot of maybe interesting experiments that could be done around these sort of checkpoint moments for a system. Because I think for me, in terms of protocol lifecycle, and I want to be sure to get this in because people are putting in applications, is how protocol longevity might be affected by this speed of protocol evolution, maybe, as in the case study of something like the difficulty bomb, and maybe different speeds of evolution are beneficial at different life cycle phases. There's a lot of research to be done, but something I'm very interested in."
    },
    {
        "speaker": "C",
        "text": "I want to quickly get your reaction to three technical potential bottleneck points that look like death. So one is training an AI model on either a human personality or the nature of a world. And then the AI model kind of like, reproduces that apparently living behavior. The second is cloning. We've talked about pets dying, and we actually talked about our last cat when he died, cloning, the cloning, him with a saving his genes, it costs like 20,000 or something now, I think. And finally, in the blockchain context, I guess forking is a kind of cloning. Like, you know, Ethereum classic in some sense, took a frozen form of the Ethereum blockchain and created, like, a new version of that life. The reaction to those three things, cloning."
    },
    {
        "speaker": "D",
        "text": "AI models, forking AI models and cloning feel related to me. They feel really related. And I guess I. Aside from questions about consent, like, could a person consent to be being brought back to AI life? What does that even mean? This is kind of a philosophical question to me. Like, where is the self? And what are the boundaries of an individual? I'm certainly not gonna pretend to answer that here on this call. But, you know, like, is the AI model, can it ever meaningfully be the thing? Does it matter? Who are we in this turing test? Because if the observer can't tell the difference, does the answer matter? Forking, I think, go differently. My mental model for forking has always been a sort of structure of the universe model. There is a world being spawned every minute where I made the choice I didn't make in this one. And so I feel like forks are splitting universes, not sort of one fork being a sort of reincarnation of another."
    },
    {
        "speaker": "B",
        "text": "You know, I have a final question, because we're already a bit over time for what we had for this, but it feels like we're just getting started. I learned a new word reading your piece yesterday that I hope I pronounced correctly, hyperthymesia, which I believe is the condition of remembering everything, and it being a burdensome thing. We've talked a lot about checkpointing and digital worlds being alive forever. And can digital worlds do rehydration better than physical worlds? But, yeah, maybe one thing to close on is can you talk about how memory fits into all this and what it looks like? If you do remember everything and why that can be bad. And when you have these potential rehydration points or checkpoints, maybe there's value in forgetting some of the stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm not going to attempt to pronounce. You got it right. Yeah. It's a real documented medical disorder where people have perhaps not perfect, but far, far greater than average memory. And I read a bit about the sort of problems this can cause, actually. And thinking about archives and death, I thought about deletion, and I thought about the right to be forgotten. And I do think both maybe in a personal context, but also maybe like of grief and all of this, but also maybe in a broader societal context, there are a lot of examples when forgetting is very useful. And to some extent, actually, we need to forget in order to remember. And a lot of processes around memorials are sort of like, oh, taking all of this memory, giving it a place, compressing it. Memorials I thought of as a kind of compression technology and making it something that we can sort of choose to revisit. I think if I were going to relate the dangers of perfect memory to a protocol or blockchain context, I would definitely think about surveillance, and I would think about what happened with tornado, and I would think about the changing assumptions about anonymity and privacy and the legal systems that we interact with."
    },
    {
        "speaker": "B",
        "text": "Thanks. Yeah, I think this is a great place to end on. Thanks a lot for coming on. And where should people follow you to learn more about your work?"
    },
    {
        "speaker": "D",
        "text": "Thank you both for having me. My pleasure. I'm on Twitter as. Is this an art? My research is coming out with summer of protocols. I think it was scheduled for May, but, you know, we'll see how fast."
    },
    {
        "speaker": "B",
        "text": "We could get it out."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I'm excited to hear the other guests."
    },
    {
        "speaker": "B",
        "text": "Next up on the severe protocols episode, we have timber, also a full time researcher from the SOP. One cohort focused on workplace safety. So I guess my first question for you, timber, is how did you even learn about summer protocols and sort of end up here? And then we can dig into what you did over the summer."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, it was a really weird thing to be a part of because I don't have a technical background. I don't know anything about Ethereum, but I was a longtime reader of Ribbon Farm, and I saw that Venkat posted the application link on his newsletter. So I thought I'd throw my name in the hat and one thing led to another, and then I was a full time researcher for SOP."
    },
    {
        "speaker": "B",
        "text": "Nice. Yeah. Yeah. And I guess maybe to kick things off about the safety topic, one really interesting distinction you make. Actually, two interesting distinctions you make in your piece is one between safety events and non events, and then second, between safety and health. So can you maybe just give an overview of that framework for listeners before we dive into the specific case study of what you looked at?"
    },
    {
        "speaker": "E",
        "text": "Yeah, for sure. So I'm a bit of a student of Eric Holnagel and Carl Weich in this sense, and safety can be a bit of a difficult thing to talk about because it's not a thing itself. When you talk about safety, you're talking about an absence of accidents and an absence of disease in the case of health. So the whole conversation starts off about being this focus on the negative space around things. You're always talking in paradoxes. So if you think of safety as the state where something isn't happening, but you're also at varying distances from an accident happening. So if you're on a ship approaching a bridge and you're 10 meters from the pole, that looks a lot different than if you're 1 meter from the pole. Both aren't accidents, and on the surface they look the same. So like every happy family is the same. Like that Anna Karena quote. But then when you're 0 meter away from the bridge post, there's an accident, and that looks a lot different. Then you have the event, something's materialized, and every accident is its own. Every event is eventful in its own way. Every miserable family is miserable in its own way. And then with health, health is also a dynamic non event, but it's over a much longer time horizon. So you've got this, this absence of disease, this absence of conditions that you don't want, and you're at varying distances from developing things like cancer or COPD or heart disease, and you accumulate risk factors over time. So it's very much the same dynamic. You're talking about the absence of things, not the presence of things, but it's over a much longer time horizon and the feedback loops are slower."
    },
    {
        "speaker": "B",
        "text": "Got it. Thanks. To make this concrete, do you want to maybe take a couple of minutes to walk through your overview of the coal industry and especially the distinct phases and how safety protocols changed there? And what was the benefit of those changes?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So with my project, I wanted to study protocol evolution. And my background was in workplace safety in the highways industry. But highways haven't been around that long, so it wasn't a good field to examine evolution occurring. So I picked probably one of the oldest industries, which is coal mining, and it's also the most dangerous. You've got a bunch of these different, I guess you could call them species of accidents and hazards and how we've approached dealing with them over time. So starting with people picking up coal rocks on the shores of England in the 16 hundreds to the industrial revolution, and people using steam engines and mining getting exposed to all sorts of gases and explosions and coal mines, then you've got surface coal mines in the United States. The world got a lot wealthier. Things got safer. People banned smoking cigarettes in coal mines, which is crazy to think that anybody did that. And then you started getting into the 1950s and sixties, where things were getting safe but not much safer, to the 1980s, where all of a sudden these safety mechanisms themselves were causing issues like the detection of carbon dioxide or carbon monoxide in coal mines. If those systems malfunctioned, could lead to people making decisions that didn't make sense and putting everybody at risk during an evacuation, to now in the two thousands where everybody's concerned not about accidents and roof falls, but the leading cause of death being heart disease and lung diseases in the workplace. We've come a long, long way from these pointy, explosive hazards of the early 19 hundreds today, where it's more health oriented."
    },
    {
        "speaker": "C",
        "text": "Tim, actually, a question for you. You often said that timber's research reminds you of how Ethereum has had very similar phenomena over its, I guess, much shorter speed running ten year history as opposed to 200 year history. Can you make that parallel story explicit for us?"
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. So I think in terms of developing Ethereum, it's a very adversarial environment, a bit like a mine in the 18 hundreds or something like that. People call it a dark forest or something like that. And this means that when Ethereum launched, they literally almost used this far west mining analogy. When the first versions of the network launched, it was called Frontier and Homestead. The implication was that you can build stuff on this thing, but it might just blow up. Most famously, we had the DAO blow up. We had the first successful application on Ethereum in 2016, raised, I think it was $100 million at the time, and then all that money got stolen overnight. I think that's an example where it's like we didn't quite know how to write smart contracts. Clearly by then, even very smart people did not know. Another really valuable example was the parody hack. One of the co founders of Ethereum wrote a multisig, and there's a bug in it, and all their money got lost. We've clearly seen since then a rapid improvement in terms of the safety practices and how to write good smart contracts. We're not at a point today where I think you get extremely diminishing returns. But if you look at shipping a smart contract, it looks a bit closer to a physical infrastructure project than a normal app. If you're a software engineer and you've never written production code on Ethereum, this might not be obvious, but the amount of audits that something has to go through, people treat every single liability or function, or every single, sorry, every single line of code or function call as a liability. Do we actually need to open this whole new can of worms of functionality or can we just do something much simpler that we know is safer? And there's this huge, I guess, timber you've called safety culture throughout the ecosystem, which to a large extent is extremely valuable. People don't lose their money. And in practice, people who don't follow this today still lose their money all the time. And we see this on chain. And I think the thing that's on top of my mind when I read your essay is sort of like the later shift where you have these rapidly diminishing returns and the safety protocols themselves end up sort of playing almost like a net negative role. I don't think we're quite there yet with Ethereum, but it's definitely something where I see we're following the same trajectory for 75% of the story and trying to think about, okay, how can we, you know, plan a bit better for the future? And one quote, actually, while I was rereading your piece yesterday, Tim Burr, that hit me was your 200 year quote. So you say, like, in 200 year, the bar for safety has gone from don't die to don't get hurt to don't burn out to you have to love your job. And I think there's something there where you end up focusing more and more on things that are subjective and internal, rather than external and objective, like the mind blowing up. And I guess maybe my question to you on this topic is, do you think it's possible to maintain a steady state of safety standards, or do you think we constantly try and move forward and forward and forward and end up creating a bureaucracy that way?"
    },
    {
        "speaker": "E",
        "text": "Yeah, there are lots of interesting, um, dynamics at play here when you get into this point where returns start diminishing. So, on the one hand, when you approach that threshold where returns have diminished on safety and things are very safe, like, you've got accident rates that are one per 1 million or one per 110 million activities. Things are pretty good, and they're not going to get much better. So you've got this natural oscillation between people saying, look, we're spending too much. So it's like risk. Risk up a little bit, and then something happens and everybody reacts and you risk down again. You've also got this problem where everybody evolved to limit their risks, and those that were good at limiting risks stuck around. And we've got this very ingrained in our biology, psychology, wherever it comes from. But we continue trying to make any situation that we're in safer and sanitize it from risk. And now this is, like you said, being applied not to just physical safety, but what's called psychological safety. And people have very, very different definitions of what that is. One person's workplace that's ideal for them might be way too combative for another person, and that person's workplace might be a little bit too welcome and sharing for this, you know, marine that came back from overseas. And it gets complicated because human bodies are a lot more similar to each other than human psychologies. When somebody's safe in a coal mine, they're safe. When somebody's safe in an office, that can look a lot different. And we don't have as good of a lens to see biochemistry yet. Like, that's changing, you know, and things that were mentioned earlier in the podcast, like continuous glucose monitors, could be one tool that you could use to close that feedback loop and make these what once were subjective measures like happiness, maybe a little bit more quantitative and objective."
    },
    {
        "speaker": "C",
        "text": "To sort of, like, sharpen that point a little bit. Is there such a thing as too much safety? And im specifically thinking here about all the Boeing 737 crashes and a tweet I saw saying something like, airliners are actually too safe. Once you get past the point of safety, you get a company like Boeing thats bureaucratic and financialized, and the actual engineers are not doing as much. So maybe, for example, airline travel shouldnt be that safe just to keep the engineering side of the industry on its toes. What do you think about that?"
    },
    {
        "speaker": "E",
        "text": "Yeah, its very interesting to think about it that way. Its one of these cursed problems wherever theres a paradox at the root of it, which is that the safer things get, the fewer accidents there are. And when there are accidents, theyre so rare and magical that everybody suddenly pays attention to it. And youre like, oh, my God, look at this crazy plane crash that happened. It just disappeared. We have no record of it, but the plane is gone because everything is so safe that what went wrong, nobody could have imagined engineered for it. So you have these reactions where people are just, like, trying to chase down these, these wacky problems that aren't worth investing in because it's a complete fluke, but because there's this moral dimension to safety, I think people continue to work on it. And I I don't know if there's an appetite for introducing more risk to things like airline flight, even though if in the long run it would help the entire industry become more efficient and choose trade offs between safety and productivity that are a better mix for people's lifestyles and the economy and people's moral frameworks."
    },
    {
        "speaker": "B",
        "text": "And even the way you framed it there, I think, has some implication where you said, I don't know if we want to make things less safe. You said, we should make things less safe potentially. But I think even maintaining a constant level of safety is a really hard thing to do culturally, where basically the culture that led you from don't die to don't get hurt is a culture of proactive prevention or whatnot. And it's kind of hard to change that culture of we want constant improvement around worker conditions. And then you get to a point where there's nothing that obvious left to do. So you expand all this energy solving for this weird edge case. But, yeah. Are there examples of industries or protocols where they sort of tweaked the safety level to just right and they just left it there and didn't overdo it or were able to correct down when they overdid it?"
    },
    {
        "speaker": "E",
        "text": "You know, I don't know if I can think of one. Because, again, it's just this curse problem that no matter what point on the arc you're at, it's not going to be good enough for a lot of people. But, yeah, really good point that it does level out and that the mindset required in the early days, like where ethereum is at when things are risky, is not going to be the mindset that's useful for maintenance of protocols in the future. Protocol building and protocol maintenance are probably going to look a lot different in terms of people necessary to do it. Right now, we're talking a lot about protocol entrepreneurs in the summer protocols program, but eventually, there need to be people that are protocol maintenance experts who are probably going to have a lot more zen or stoic attitudes towards their work than the dissatisfied people trying to fix things, which. And they're both very, very important. But Renee Amelberti, who's this french safety researcher, has this arc where he shows that early in the existence of an industry, any changes made to safety protocols are generally beneficial because there's just so much wrong. So you kind of see this arc. So it goes from, like, great returns to equal returns to negative returns. Then the industry kind of levels out into this pendulum where people take away and reintroduce safety protocols as things happen."
    },
    {
        "speaker": "B",
        "text": "I think one data point from your piece I found interesting on that is when you talk about the miners workplace health issues, mapping to the general population, that tells you you've, like, you've closed the gap, right? Like, if everybody's dying from heart disease and the people working in mines are also dying from heart disease at roughly the same rate, it's like, you know, it's as safe as whatever else, like the rest of the world they live in, basically. So I don't know, maybe that's like a steady state. It's just comparing the delta with like the rest of the world."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah. And that's a great way to put it. There was a study done of the, of mining spending on mining of the mine safety and health Administration in the United States. And the researchers, they were a team of economists, found that if Misha, this organization, reallocated about, I think, 25% of its budget on safety to defibrillators and health, heart health screening, they would be saving tons of lives. Theyre at a point now where youve got people working in coal mines that are just as safe as somebody sitting on their couch. Basically, the risk factors are the same for those two people. You definitely hit the nail on the head there. If you look at that delta between an occupation and what their top causes of death are in the workplace versus the population that theyre a part of generally. Yeah, that's a solved industry, one might say."
    },
    {
        "speaker": "C",
        "text": "Follow up to that. What role do you think automation plays? I can see that in some cases automation takes away the dull, dirty, dangerous commodity pieces, and then what's left over for humans to do looks more and more like everyday citizenship or lay life. But in other cases, like in Covid, we saw that some of us were lucky enough to work in the background in computers, and we were very little exposed to Covid, whereas people in the restaurant industry, suddenly what seemed equally safe as an office became a hazardous zone. What are the limits of automation in leveling the safety playing field?"
    },
    {
        "speaker": "E",
        "text": "I guess I think there are two things here. The first is automation is really good at replacing physical protocols. How we used to detect gas in mines has now been automated. We've stopped using birds and frogs and other poor creatures to see when they stop squeaking. And now we use machines like stuck to the roof of a coal mine. That reduces the maintenance costs tremendously. But then there's the other part of automation, which is labor replacement in general. So moving people into different streams of work. So you've got these remote workers and restaurant workers to take two groups. Where hazards come from, there are two sources. So there's one, there's changes to the environment. You've got things like the pandemic, which you mentioned, and that's going to affect people differently depending on what line of work they're in. If your job has been automated away and you got a new job where you're not exposed to other people. A pandemic isn't going to be as big of a hazard introduced to you. And then there's the other source of hazards, which is the technological change itself. So office workers and remote workers also have a set of risks that they're dealing with, which restaurant workers are not. For example, ergonomic issues with sitting with the desk all day. You've got issues with being sedentary, heart disease from that, issues with metabolic syndrome from that. Whereas restaurant workers, who are more mobile might not have that issue. So automation gives and automation takes away, and it's this give and take. But once there's these technological improvements, those are kind of locked in. I don't think many of remote workers are going to go back to serving in restaurants unless AI takes away all the white collar jobs."
    },
    {
        "speaker": "B",
        "text": "We're almost at time, and we've only covered, like, half of your essay, so we've covered the case study part. I want to make sure we at least touch on your generalized protocol evolutions theory. And this is great, because we just had Sarah on talk about protocol def, so we can focus yours on the start of it. So maybe two questions to kick us off is one, you use an interesting definition of protocols as patterns of constraint. So if you want to first elaborate on that and then talk about how protocols are, like, birthed through sources of hazard and then your framework around mutating protocols over time."
    },
    {
        "speaker": "E",
        "text": "Yeah, with my definition. So protocols as being patterns of constraint on human behavior. Again, I think since I'm coming from the lens of safety, I'm a little bit biased to negative definitions. But protocols do have this rules based component where it's like, don't do these things, and not doing certain things is just as important, if not more important, than the commission aspect of protocols, which is the procedure. Here are steps a, b, c, and here's the order you do them in. Here's how you do it. So, for me, in my essay, I was definitely focusing on constraints, what not to do, and the importance of avoiding certain behaviors in your activities so that you're able to do something elsewhere. In the case of safety, not smoking in a coal mine so you and all your buddies can go have a beer after work later, you're enabling activity at a different loci in terms of the model for protocol evolution that I conjectured in the essay, we talked about death with Sarah, so I won't get into that. But birth, where do protocols come from? And for me, when there's new hazards introduced either by environmental change or technological progress, it's our reactions to those changes that generate protocols, and they're the first line of defense. So before any engineering happens, when we hear that theres a h five n one outbreak somewhere in Texas, people are like, okay, im going to start distancing myself physically from other people. Im going to start stocking up on certain things and its this human behavior based reaction. Im going to limit my exposure. Im going to stop doing certain things. And eventually those get locked in through engineering. And they also mutate, too. How do they mutate? You can see somebody enact a protocol and replicate it. You can actually look at a protocol and say, this is how we do it. Now I'm going to tinker with it a little bit. Or you can completely from scratch redesign a protocol like a Corsi Rosenthal box for air filtration has never been done before in the history of time. And then somebody all of a sudden was like, this is what I'm going to do. So you've got novel generation tinkering and then just error through memetic processes. Then you've got selection. Are these protocols costly to follow? Do I look weird wearing a mask? Am I going to do that? Is this like smoking in a coal mine is like, I kind of like smoking. And when I smoke cigarettes, I'm more efficient? Am I that much more productive that I'm willing to do this at risk of blowing up this entire cave? This efficiency thoroughness trade off is prevalent in protocol design and evolution. And it's something that I look at all the time in the context of safety. It's productivity versus safety. But in other places, just is this being effective versus, are we being thorough? Like, for ethereum, every line of code is a liability, but for every line of code that you add, it's like a little bit better of an outcome at the end. So those trade offs really pressure selection. If they don't pass the test, then that's what happens. And you end up in Sarah's domain where you're a dead protocol."
    },
    {
        "speaker": "B",
        "text": "Nice. I think, yeah, we could go on for much longer with this, but we have to wrap up. Thanks a lot, timber, for coming on. Where can people follow your work?"
    },
    {
        "speaker": "E",
        "text": "Yeah, thanks for having me. Always great to talk to you guys. I'm on Twittermbr SSD. It's probably where I'm most active. I'm also on, you know, Farcaster and blue sky under timber. There's not many people with the same name, so."
    },
    {
        "speaker": "B",
        "text": "Cool. Well, yeah, it was great having you. Okay. For our last deep dive, we have. Nahi, thanks for coming on today. You were one of the affiliate researchers, so this means you came in halfway through the summer when everybody had a sort of in progress ideas and not quite finalized what their thesis was. So could you talk about what it was like coming in right in the middle of summer protocols and how that experience was?"
    },
    {
        "speaker": "F",
        "text": "So I think that part, like, jumping in, like, in the middle of all the research already happens, like, at least scientific middle. Point is, it was totally different. Like, the situation I expect when I submit my application. So, yeah, when I submit the application, I have some, like, plans to work on. But, like, once, like, we been to the retreat and then, like, to start on the actual, like, outcome for the individual project. It was more, like, impromptu, like, based on what the actual outcome would be from the core researchers. And also there are a lot of unexpected collaborative opportunities between the researchers. That dynamic, like, which was really awesome, and then, like, affect to my own outcome, like, the graphic novel of this project. But, yeah, that was, like, the big difference. Like, the. Yeah, what then, like, I expected when I first, like, started the program?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah. I can imagine. I think most of the affiliates, if not all of them, were people that we chose that had applied for the full thing, and we just couldn't fill it in, and so we were like, okay, we need a way to get those people to participate somehow. So I'm glad. Yeah, I'm glad we got you as part of the cohort, and just a few hours ago, you actually published a diagram explaining how your final work was inspired by everybody else. So I'll try and share my screen here. Yeah. Okay, I think we're sharing my screen, but, yeah. Do you want to maybe walk through this diagram and sort of point at, like. Yeah. What inspired you from other people? What did you. What did you take? And after that, we can show that the final work."
    },
    {
        "speaker": "F",
        "text": "Yeah, so the reason why I shared this one, like, made this one, like, is because. Yeah, so, like, I told, like, just before, I made, like, the. My outcome, like, kind of, like, a very reactive way, like, out of, like, a. Like, all those interactions I had with the researchers and some of the desires I want to achieve in the program, but I think it wasn't that enough to point out which protocols and which connection between the protocols I want to cover inside my piece. So that was the reasoning why I did some kind of a postpartum after the project. So, yeah, I want to just go through this diagram a little bit. There were some key three influences I had out of our retreat in the summer. In Seattle. So the first one is. It sounds pretty random, but it was like the, like, some sculpture piece on the street in Seattle. It's called Obibo, which was shared by Toby to our discord channel. So, yeah, you will also see a lot of, like, footsteps in my artwork. And this was kind of, like, a main inspiration for me, like, to switch over, like, a total, like, a visual representation of, like, what kind of ideas I had, like, out of the research program. So, yeah, starting from there, yeah, I realized that it's just not a. I did some research about this one and realized that it was actually not just like a dance step. Like, it's actually like a moment, like when two people, like, crossover on the street. And, like, these artists want to capture that moment of, like, a subtle negotiation between two people when they had to cross over to each other, like, on the street. So I kind of like a. Feel like that misinterpretation has something to do with how to reinterpret some specific protocols in some specific community. So starting from that, and then I also want to bring up our exercise, like, drawing notice for inside the retreat also. So, like, note is kind of like a graphical symbol used by those, like, old, middle age, middle ages academics, academic people. So. And K and other researchers focusing on memory protocol, like, preparing this exercise. And so some of the researchers participating in, like, a drawing, like their own symbol, like, about the overall, their impression about the program or the retreat. And I thought that it's really interesting and beautiful and want to find a way to use that inside my project. So those are two objects, and the last one was one of our works around the retreat site with K and with Kia. And Kia, I think I couldn't remember who he was, but, like, someone mentioned about it's really impossible for a human to delete some very traumatic, very negative memory from their mind. Like, for human, it's almost impossible, like, that process, rather, like, strengthen the connection of that bad memory and the self. But, yeah, so that discussion also, like, progressed to, like. Yeah. So to erase that bad memory, the human may, like, just have to choose a desk so that, like, just the memory doesn't exist anymore in the person's life. So it's also connected to the desk in that way. And then I was thinking about the chinoise project about addressable space. So, like, it's addressable space is there's like an analogy between hard disk and, like, some building struct buildings structure and. Yeah, so, like, when we think about the hard disk, if we want to, like, delete something, like, from hard disk. Delete a file from hard disk. We have to locate the file, like, correctly so that we can, like, delete the correct file. So I was also think see some similarity between, like, some person, like, in agony who want to delete some, like, a memory. Like, to. They actually think about this bad memory over and over, and the computer's process of, like, approaching a file or saved object to delete that thing. So I. Yeah, kind of, like, wanna bring some visual representation of, like, this. Some, like, overrated relationship between memory and desk and addressable spaces. So, yeah, I think it's also connected to that forgetting, like, mentioned, like, at the last part of the Saras talk happened, like, a couple minutes before."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "So that's the overall impression. Yeah."
    },
    {
        "speaker": "B",
        "text": "Thanks. That was a great outline. I can also show the full piece. Venkat, any questions? Thoughts? I have more questions, but when I give you some space."
    },
    {
        "speaker": "C",
        "text": "Of course, I've read the comic a couple of times. It's very abstract, so I had to read it a few times to actually get what you're getting. But one thing that's new to me, as you were speaking, is I'm now seeing in the piece the trauma aspect of memories that are hard to delete. And maybe the only solution is to die to get rid of those memories. I didn't think about that, but now that I was just starting to flip through your comic again, I can see aspects of that particular challenge. Do you think it's always possible to the last page of your comic, which Tim will show is data deleted successfully? Is this always possible? So what's the condition where. What kind of situation is so bad that the only solution is death? And there's no way to just delete a traumatic memory."
    },
    {
        "speaker": "F",
        "text": "Like, I think, like, usually, like, when someone, like, wants to, like, delete that, like, some specific memory, I think, like, it's because it, like, it's very stands out, like, from their whole mind. So, yeah, so it's. It's very, like, a counterintuitive, maybe, but, like, I think human tends to, like, stick to, like, some, like, very standout thing. Like, even though, like, it will harm their mind or body in some, like, specific way. So, like, like, I think, like, even the, like, the thinking about, I want to delete that specific memory, meaning that, like, that person, like, is aware of that specific memory. So, like, that pointing. Pointing, like, action itself actually, like, strengthens kind of, like, association. So I think, yeah, it's, like, it's totally up to that person's perception about their whole memory, like, world, but, like, in that way, they kind of made this really bad relationship with memory. So, like, yeah, maybe like, it's also connected to, like, some part. Some parts, like, mentioned by Kia about how these protocols, like, memory protocols, like, were used to remember something better way. But, like, this bad memory may be, like, remember in a better way, but in a, like, also unwanted way for some people."
    },
    {
        "speaker": "B",
        "text": "Yeah. I have a final question before we wrap up. So I think what I love the most about your piece is it makes so explicit the interaction of humans, technology, and protocols. There's just so many ways it's referenced throughout. So I guess, yeah. Based on not only your work on this piece, but just your time in the program, what are your thoughts on just, like, the interplay between how humans, huge protocols, how technology mediates that."
    },
    {
        "speaker": "F",
        "text": "I think protocol is kind of a way, like, how people first, like, framing their specific behaviors and technology sometimes can, like, enter to human life to make that process more, like, process more, like, gets easier. So. Yeah, but, like, not. I'm not sure about that, like, connection, but, like, whenever I think about the protocol, like, we actually have, like, all this, like, a protocol, like, protocol adjacent things in our life, but, like, before we actually named it, like, in a specific way, like, using something. Something protocols. Like, we. It's kind of like a structure. Like, we want to. We want to clarify. We want to clarify to figure out the ways to figure out the specific ways we deal, like, some situation. So what I want to suggest is that, yeah, I think maybe this analogy can help to understand. In the application for the Samoa protocol, I mentioned that I want to discover some structural parts of the protocol. So, like, not just have to be visual, but, like, also can be tangible. Like, I think, like, people, like, from, like, very old days already, like, feel and see and use, like, this structure called protocol. And I kind of, like, wanna, like, point out that part, like, we are. This is kind of, like, a very not natural, like, happened, like, already in human history, and then we somehow, like, by defining it and then making some, like, a research outcome, like, from it, like, we can, like, define this in a specific way. So, yeah, I think I wanna, like, see that kind of, like, tangible and more like a sensible part of this, like, a hidden structure of human life and the actual human life. And then the technology's, like, engagement into it by suggesting this piece. And so they see this kind of, like a non textural, like, a more visual focus piece."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "So, yeah, that's what I felt. In general, I want to quickly about those relationships."
    },
    {
        "speaker": "C",
        "text": "Yeah, add here that I think, nahi, you and I were in the session, in the retreat on protocol visualization, and you described how you visualize protocols as like a 3d crystal type object. And that image really stuck in my head. So this comic book, of course, has lots of other visualizations of a character walking through hard disks and stuff. Is there another favorite visualization you have of protocols in general or maybe a specific protocol like blockchain? Like another favorite visual mental model?"
    },
    {
        "speaker": "F",
        "text": "I think the first thing stands out from my mind is arrows. Yeah, I think it's really like each protocol has really different shapes from other protocols, but the one thing they share in general is arrows and maybe some brief symbol suggesting how these arrows should point out something or be executed in a specific way. So, yeah, that's one thing I can, like, bring out too, like, in a general sense about, like, visualizing protocols."
    },
    {
        "speaker": "B",
        "text": "Amazing. I think this is a great place to wrap this one up. Thanks again, Nahi, for coming on. Where can people follow your work?"
    },
    {
        "speaker": "F",
        "text": "Yeah, thank you for making this place, like, can you share about, like, the things behind the work? It can be found on Twitter. Yep, that's where I usually have."
    },
    {
        "speaker": "B",
        "text": "Great. Yeah, it was, it was really fun."
    },
    {
        "speaker": "A",
        "text": "Talking to you, bankless nation, as we draw this to a close. That was your teaser for summer of protocols, but I don't think it ends here. I think the story continues. Venkat. There are, there's a plan, there is a roadmap. There are future things to look forward to. Can you give us a teaser of the future as well?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So we are just about to kick off the second summer protocols program and we're building on last year's in a couple of specific ways. So last year was like the first time. So we did a lot of exploratory research, basic territory, foundational concepts. This year, we are trying to go a little bit more downstream towards, you know, fieldwork applications, learning how to actually protocolize the world as we are starting to call it. And the mental model we have here is what we're calling protocol entrepreneurship. So we think there's a very distinct genre of entrepreneurship emerging here around working with protocols, and we want to see what we can do to catalyze that, teach those skills. So that's kind of the overall mission of the program. So we've got two kinds of grants. I'll actually quickly share my screen here if you go to summerprotocols.com and I'll actually start here. So there's two grants. One is called protocol Improvement grants. They are $90,000 for or team of two people to work over the summer to pick an actual real world protocol and prototype some improvement to it and field test it and see what it takes to actually make a protocol better. And improving an existing protocol doesn't mean it has to be incremental. It can be radical, but it has to start from something that's already there. So there's two components to the application. One is you have to post request for comments in our forum. That's what I'm sharing right now. So it's a bunch of questions you have to answer. What protocol are you trying to improve? How are you improving it? And the other piece of it is there's an application form, and the second track of grants is microgrants of $1,000 each, which we're calling pill grants. So, pill is a retronym standing for protocol inception, lore and literacy. So it's a little bit of a joke that came out of our sense that we were going around protocol pilling people, like getting people nerd sniped and interested in protocols, and obsessed with going down protocol bunny trails. So the idea is, if you apply for the pill grant, you get $1,000 to write a short story, make a little comic, make up a set of memes, do something to really turn the light bulb on in people's heads about what protocols are and why they're interesting and why you should study on them and work on them. So, protocol improvement grants, or pigs, as we call them, and protocol inception, lore and literacy, or pill grants, $90,000 and $1,000. And the application deadline is actually coming up in ten days, so April 12, Friday. So post your applications by then. And we're hoping to see good set of, like, both these larger efforts to improve protocols and these efforts to protocol pill people. And if you go to summerprotocols.com, this link at the top, Sop 24 CFA, it has all the details. So there's. It describes the pig and pill grants. We have a bunch of partnership programs we are running with a few institutional partners, and we also have identified a few domains and problems that we particularly invite applications in. So, protocols for AI and robotics, climate change, art and culture. So there's a bunch there that we're interested in, and we're also interested in what we're thinking of as certain problems that cut across different types of protocols. We talked about some of them in today's podcast. Like, protocol death is a question that affects all protocols, whether you're running a virtual world or a blockchain protocol. Death is a thing. So there's a bunch like that. So some of interest are simplifying complex protocols, lifecycle and ossification. The same topic we were talking about a lot, protocols and patterns of conflict. Like what happens if there's a war or cyber war. How does conflict happen on protocols? Black swan or long tail events like exceptional, rare, catastrophic events. There was just an earthquake in Taiwan. What role do protocols play in that? So that's some of the teams we want to focus on. So yeah, really looking forward to going through all the applications. And if you're listening and you'd like to apply, throw your hat in the ring."
    },
    {
        "speaker": "A",
        "text": "If I could just add some of my own commentary here. We frequently talk about front running the opportunity on bankless and really, it's really trying to ready our audience for the future, future proofing bankless listeners. And I think maybe one of the efforts here is somewhat similar. We are trying to encourage protocol fluency because we are entering into a wage age in which the scale of humanity is fit for protocols beyond that are Internet scaled and beyond. Right. And Tim, you're talking about just how there's just a whole entire new sub domain of developers and entrepreneurs who are building protocols, because that is the new frontier of entrepreneurialism, the digital age, Silicon Valley kind of everything. This is what the VC industry is looking towards, because that's where all the opportunity is. How would you connect all of this back to Ethereum as some of the original Ethereum researchers are the original people who think in protocols. Just bring us back home with us, Tim."
    },
    {
        "speaker": "B",
        "text": "My grand hope for this is if we can solve things at the level of protocols in the general class, then solving for Ethereum becomes a bit easier. One analogy we often use to think about this stuff is complexity theory. If you look at complex systems, you can look at a set of living organisms or at like a mechanical model and have the same fundamental theories that you use to analyze those systems. And ideally we can eventually be in a world where Ethereum is just an instance of a protocol and we have a really good body of work and thinking around, how do we reason about protocols? So I think this is the long term vision here. To get there, obviously we have to make incremental progress. I think a lot of the themes that Venkat just brought up apply to Ethereum and are things we'd be interested in funding people to research. Over the next year, I wrote a post on the summer protocols forums about this. But at a high level stuff we talk about in the Ethereum community all the time are what should we keep within or outside of the protocol? We call this enshrinement, but just what should be internal versus external protocol functionality. Vitalik has written a bit about this, so there's some good starting points for people wanting to look in that more deeply. I think probably the most thorny one is complexity management. So this whole idea of can we simplify protocols? What happens when protocols have to serve a bunch of different users and simplification just isn't compatible with that. Does it means we always have to create these weirder and weirder edge cases, or are there better ways to designing protocols than that? And then the last this is probably the, like, you know, millennium Prize for blockchains is the whole question of ossification, right? There is a trade off between having a protocol that's adaptable and that can react to the world around it, and having a protocol who makes assurances about the world on a long time scale. And the extent to which we're willing to adapt this protocol sort of degrades the extent to which those commitments are credible on a long time scale. So whats the right strategy here? Whats the right mental model? I think one thing im particularly unhappy with is even when we use the word ossification, its like a word we brought over from bitcoin that has all these connotations and all these implications around what the solution space should be like. Weve started using endgame a bit more in the Ethereum space, so at least thats a bit more homegrown. But I think, yeah, can we think about this in a more practical way, rather than just reasoning through analogies and memes and see if there is a path to a long term healthy strategy for Ethereum? So, yeah, those are all the types of questions we're looking to address here, and those are ethereum specific. But again, SLP is not restricted to that, as people heard with the researchers today."
    },
    {
        "speaker": "A",
        "text": "Yeah, and really just to plant this flag, this is an initiative that is just starting and this is something that will iterate and continue for the foreseeable future. So this is the introduction to the bankless audience and the listenership about some of protocols. But this is going to be a thing moving forward, right?"
    },
    {
        "speaker": "B",
        "text": "Yes, hopefully so. And again, if you think of it as like an academic discipline, the goal is that over time, it's not something just me and Bankat have to push forward with like a bunch of researchers."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Like if you think of like economics today or maths today, it's like a whole field of study and protocols are probably smarter than that as a field. But that's the goal, is to highlight this as an important thing worth studying and thinking about, seeding some interesting research and interesting rabbit holes for people to go and explore, and ideally bringing on more partners and more institutions who are also interested by these questions and can help push this entire field forward quickly."
    },
    {
        "speaker": "C",
        "text": "To add to that, yeah, the way we see this happening is push more and more towards more partners, more working in public. So last year we had a lot of activity in our discord. This year we are making a special effort to use our discourse forum, which is more publicly visible. So we kind of want to spark a culture of lots of activity happening a lot of places, not just this one program sponsored by the EF, but yeah, we'd love to see seeds of protocol studies and protocol science being planted all over the place."
    },
    {
        "speaker": "A",
        "text": "Well, Venkat, Tim, I'm looking forward to what blossoms out of this initiative. I think this is a fantastic way to nerd Snipe a bunch of people to think differently and to think bigger and think in protocol. So thank you for helping kickstart that movement here today on the show."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks for having us. This was great."
    },
    {
        "speaker": "C",
        "text": "Thanks for having us. Cheers."
    }
]