[
    {
        "speaker": "A",
        "text": "Welcome, bankless nation to STate of the nation, where we dive down into a topic that is currently floating around the world of crypto. This week on State of the Nation, we are talking with Dan Robinson, head of research GP at Paradigm. And recently, across my Twitter feed, I saw a tweet thread from Dan Robinson about how there are five big ways that Uniswap X changes the game for swapping in Defi swapping in crypto. And I learned a ton in this tweet thread and I thought it would be super useful if Dan Robinson came onto the show and explained each point himself here. And so that is what you are about to get here today, because Uniswap X doesn't just stop at Uniswap X, it also brings with it a bunch of new changes for the Dex landscape that impacts so many other things across Defi, across Ethereum. It impacts its bridges, it impacts rollups, it impacts Mev, it impacts market makers. And so there's about to be, perhaps, if you believe in this new intent based paradigm, which is something that we will define in the show, a lot of what it means to be a Dex or to be a Dex swapper on its head. So you're going to learn about all of these details in this coming new meta for Defi, as well as what it means for you, the user, you the swapper, and also perhaps you the LP. If you are an LP in this world of Defi as well, then we also open up some other doors. What does the future of LP yields in Uniswap look like? What can uniswap V four do for LP's? Well, Uniswap X is focusing on swappers and why swappers and LP's are the two parts of a Dex that need to be held in the highest regard, and why everything else is secondary. And then also we open the door to what flashbots is working on with Suave, which is at the very end of this episode. Overall, you're going to learn a ton about the Dex landscape that is changing quickly, both with Uniswap V four and with Uniswap X, as well as some other things in the intent based world, which is a hot topic in the Dex and dev landscape. Quickly, before we get into our interview with Dan, Uniswap is a main focus of this episode, and Uniswap is also a sponsor of Bankless. Bankless also holds a supply of uni tokens, which you can see at bankless ETH and also bankless.com disclosures. So let's go ahead and get right into our episode with Dan Robinson from Paradigm. But first, a moment to talk about some of these fantastic sponsors that make this show possible, especially bankless nation. I would love to introduce you to Dan Robinson. He is GP and head of research at Paradigm. He over the years has done a lot of deep thinking about markets, auctions and liquidity in Defi, with a particular focus, I'd say, on Uniswap, Uniswap and Uniswap V three. Recently, Uniswap Labs released Uniswap X, a new dutch auction mechanism that Dan thinks changes the meta for swapping assets in Defi, and also mev chain interoperability and many more things. The last time we had Dan on bankless was September of 2020, almost three years ago. If you've ever heard Ryan or I say the phrase ethereum is a dark forest, it came from that episode. Dan, welcome back to bankless."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Dan, you recently wrote a thread which triggered my imagination and was the impetus for bringing you onto this podcast that was titled five reasons. I think Uniswap X changes the game for decentralized extreme change, mev and interoperability. And this already kind of gave me a model, an agenda for this episode which we want to get into, but just I really want to start at the highest of levels. Can you maybe define the landscape for why something like Uniswap X is needed in the defi sphere? What are the current variables or the current things that are producing this need for Uniswap X?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I can talk about that, and I think it'll also talk a little about Uniswap V four and Yi, where I see that fitting in. So from my perspective, decentralized exchange research, which is where I've spent a lot of my career and my research focus has been at paradigm. And with Uniswap, decentralized exchange research, in my view, has to be about reducing the amount of value that leaks out of the system, the decentralized exchange system. And so with when you were in a decentralized exchange, particularly with automated market makers, you have on one side liquidity providers and on the other side, swappers. And swappers are coming in because they can get the most liquidity prices from your decentralized exchange. And liquidity providers are hoping to earn the best returns from trading fees being paid. And a lot of what I would say in research in decentralized exchange design that I've seen happen elsewhere has been focused on trying to tip the balance. One way or the other between take money out of the swapper's pockets and put it in LP's pockets, or vice versa. And I think when you see a lot of reactions to decentralized exchange, research is often saying, oh, you know, this hurts LP's to benefit swabbers or swabbers to benefit LP's. And in my view, I think sustainable Dex research is going to be about reducing the value that leaks out of the system entirely. It's not going to be about, you can't just benefit swappers by making LP's make less money. You can't just benefit LP's by having swappers get worse prices. You actually have to find where are the parts of the system where you can benefit both or reduce the leaks that come out of the system. Almost all those leaks go into MEV. And so I think the types of Dex research, the valuable lines of Dex research correspond to different types of MeV that come out of the system. Now, I think there's three kinds of MEV there. One is just EIP 5559 burn just eth that's being burned gas cost from the transaction, and that's being paid by both swappers and LP's. Effectively, that's, I think, a really important one. And Uniswap V four and Uniswap X, both address that one. But for the other two, one is loss versus rebalancing, and that's losses that liquidity providers suffer to arbitrageurs. Someone's coming in and they're trading on this pool at a better price than the liquidity rider maybe should be giving them. So the liquidity rider is losing money to arbs, and that all goes basically to MeV in the modern system. And so Uniswap V four and I can talk later about a little about how we think about that, is about addressing those losses to, to arbitrage, opening up new ways for developers, for Amm designers to reduce that. But Uniswap X, in my view, is largely about the other side, is trying to help the swappers, and a couple of ways that swappers lose money. They can be sandwiched. You can have your transaction actually executed at a worst price because somebody traded ahead of you. You can have just ordinary slippage. You're trading at a price and the price has moved away from you on the decks, and so you're getting worse price than you expected, and you could just be getting worst price and is available somewhere else. And in my view, if Uniswap, the system is not providing swappers with the best possible execution, they could be getting anywhere, then what are we even doing here? And so that's the motivation for me with Uniswap X, is how can we actually protect swappers, the swapper side of this, from getting worse prices than they could otherwise."
    },
    {
        "speaker": "A",
        "text": "I think, to reword what I heard from you, research in Amm and just Dexs on Ethereum and crypto broadly has two players that you think need to be held as first class citizens of the highest regard, and everyone else should actually be minimized. And these two players are swappers, people that want one token and have one token and want a different token, and then liquidity providers who are providing liquidity. And I think what you're saying is that research in the realm of Dexs in crypto needs to figure out how to optimize for retaining value by the net between these two players and anyone else, MeV arbitrageurs. The Ethereum protocol with EIP 1559 needs to be minimized while these two players are maximized. That's how I would reword what you were saying. Is that fair?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's basically how I think about it."
    },
    {
        "speaker": "A",
        "text": "And then Uniswap X is specifically a technology that benefits swappers the most."
    },
    {
        "speaker": "B",
        "text": "Yes, largely focused on benefiting swappers. But I think, again, in a way where you're benefiting primarily retail swappers, it's not about helping arbitrageurs trade against Uniswap LP's more effectively. It's the people who we care most about actually helping here."
    },
    {
        "speaker": "A",
        "text": "Okay. I'd actually like to take this opportunity to start with your tweet thread. And number one, because I think this is where this goes. Your first tweet in your thread goes, the architecture of Uniswap X opens up a vast design space for dexs. And so maybe we can talk about, I think, the secret sauce that Uniswap X is bringing to the table. We might actually need to define what Uniswap X is for people that didn't listen to our episode with Hayden, but I definitely recommend that as well. What is the new thing that Uniswap X is bringing to the table? What's the new secret sauce here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, first I'll say I don't like to use the term new because I think a lot of, as many people have pointed out, a lot of the ideas in Uniswap X have been around in Ethereum, Dexpace, actually, some since before Uniswap. And I think some of the concepts, especially around signed limit orders, I think are you can trace back through zero x or even before. And so I think part of what Uniswap X is about is, are we actually at a time when some of these concepts that have been around for a while really make sense and start to be worth integrating into how Dex is actually done on Ethereum, which right now, again, is dominated by just on chain flows, on amms. And I think actually that there's a lot to be gained from going into these, digging up some of these rich old ideas. So, yeah, so the key idea for me of Uniswap X is that we're moving from a system where all transactions created by retail or users are expressed as transactions with a specific path. Imagine just like an itinerary of here's. I'm gonna take exactly this route on the subway to get from point a to point b to an intent or a limit order. And an intent, if you think about it, is just a statement like, I wanna get to point, I'm at point a, I wanna get to point b, but I don't necessarily care how I get there. And there's been a lot of discourse on intents, and I think, and a lot prior, even just on the more general concept index of limit orders. But I think it's very important that we start actually operating with user intents. I think they're incredibly flexible and powerful. And Uniswap X, the main thing to me that it achieves, is starting to move toward, toward users expressing their trades as intense, as limited as saying, I'm willing to, I want to trade at the best price possible, no worse than this particular price, rather than expressing I want to trade on this exact amm."
    },
    {
        "speaker": "A",
        "text": "So people who have swapped on Uniswap before, you open up with the asset that you have, you open up the asset that you want, and then you click confirm, and then you approve that transaction, you're metamask your ledger or whatever, and then you go to etherscan to watch that transaction get verified. In that what you're saying is that is a specific, the user has chosen their point a and their point b, and then the app, the web app actually codifies that into a specific transaction, and then the user commits to that transaction, and then that is committed to on chain. And then a bunch of mev happens in the background that the user doesn't really see, but definitely does happen. And so I think that's the current meta of swapping. And what you're saying is there's this new alternative called intents, which is, can you explain how that actually gets expressed and then how that actually turns into the outcome that the user wants. How is that different from an actual codified transaction? And how does it actually achieve the same result?"
    },
    {
        "speaker": "B",
        "text": "Right. So the way it works is the user, the user still sees a similar interface on the web interface, but when they go to sign their trade, instead of signing an ethereum transaction that is again constructed by the interface, they sign just an off chain message. They signed a, a message in a particular format, but that isn't an Ethereum transaction. And then it's the job of the entire MEV superstructure out there to turn this intent, somehow package it in a transaction that somebody creates and get it included on chain. But intents in general could include anything. It's a more general format than an Ethereum transaction. And Uniswap X uses a particular format where the user commits to a particular price that they're willing to trade at. Unbelievable supports the ability to do a dutch order, which is a kind of off chain dutch auction, where they sign this order, they say, here's my decay rate, and basically it's going to change the price to make it more, basically get a worse or worse price the longer it goes on, until you hit some limit. And that's in order to do it to facilitate some off chain price discovery for it. And then it also allows the ability to pick a particular filler who gets exclusivity on the trade for a couple of blocks. And that's in order to enable them to potentially, through a request for quote like system off chain, find someone to fill this quote better. But all these are details about how this particular transaction format works. And it's, I think how we see this is sort of the initial way that Uniswap X helps find users best price. But again, to me, the key is you're moving into now I'm signing a message that just says, expresses my trading intent, and it's up to the system to try to find the best price for it."
    },
    {
        "speaker": "A",
        "text": "So in the example that say, just for round numbers, ether is $2,000. And the old way is you would have 2000 USDC, and then you would say, hey, give me one ether. And then you would ultimately get like 0.987 ether before. A number of different reasons. One of them would be gas fees, one of them would be slippage, one of them would be front running, and a bunch of different participants, both humans and protocol, eat away a little bit at that. And I think the way that this intent system works is since you don't broadcast a transaction, you do broadcast a message, but you do not make a transaction. So I would guess maybe this package that you're talking about, you're just saying, hey, I have 2000 USDC. The minimum price that I'll take is one ether for that. But if anyone can give me more than that, then you are allowed to fulfill this order. Dutch auction is just to define a dutch auction is you set a high price and then over a period of time, that price comes down little by little by little. And I think that's kind of the magic. Can you elaborate on why that's so magical for how that actually reduces Mev?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. So the idea there is, but when I want to set, if I want to discover the price, suppose I don't know at all what the price is. And this, by the way, I use dutch auctions all over in every mechanism I own because I think they're just a fantastic way to get decentralized price discovery. But I think this is what, it's one component of a piece of of us web expo. But the way it works is if you publish this order to the world with some particular starting price, if that price, if anyone in the world can actually fill that, they're incentivized to do it as fast as possible, and so you'll actually get included. They can fill that profitably, so you'll get that included as quickly as possible. If nobody can fill that, then okay, maybe that price is too high. I'm going to start lowering it, and as soon as the, the system is sufficiently competitive and there's enough potential bidders out there and people aren't censoring multiple blocks at a time. And again, I think these are assumptions that are worth questioning. But in that case, basically, as soon as this order becomes profitable for anybody in the world to fill, they'll fill it. And we have the assumption that basically, once you hit that point, that's the right price to actually fill it at. Now, again, there's some possibility you could lose a little of the slippage from the system. If the price moves in the other direction at the same time that your price fails, you maybe don't get the best execution possible. And I think that's why there are these other systems as part of it. And to me, Uniswap X, again, is not about just the dutch order. It's not about the RFQ. It's about this general concept that we actually get a lot more flexibility from intents. But Dutch, that's one mechanism that Uniswap X uses to try to make a competitive market fulfilling orders."
    },
    {
        "speaker": "A",
        "text": "I think another way, the way that resonates with me in my brain, is that. But the dutch auction mechanism, say ether is 2000 price, $2,000, give or take. But like you said, you actually don't know. In the one single moment of time, you actually don't know what the fair price of ether is. So you start at, like, $2,010. And this dutch auction mechanism lets that decay $0.10 every second until someone fills it. And I think the idea here is that the most profitable person who can make that trade profitable first at the highest amount, at the highest price possible, will fulfill that, because they can squeeze a profit out of it. And it allows the margins of what you call the system, like this mev system, the market maker system. It allows the first reasonable, rational person who can make a profit will fulfill that order first. And that's how you're coming to the conclusion that, well, yes, that was the best possible price for the swapper, right?"
    },
    {
        "speaker": "B",
        "text": "That's exactly right."
    },
    {
        "speaker": "A",
        "text": "Okay. And so I think this is why you come into the second tweet saying it's a better foundation for order flow auctions. Order flow auctions versus, what's the opposite of an order flow auction? What's the other half?"
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Well, so backing up a little about order flow auctions. So I think we've seen some systems, and flashbots has one called Mevshare, and I think there's some others out there where the idea is right now, when users trade on decentralized exchanges, often they may get sandwiched, they may get front run. And one way that you can potentially just make the user strictly better off than they otherwise would be. Assuming already that they're submitting a transaction is instead of just letting anybody in the world fire run this transaction, or even maybe instead of just letting this transaction get included and see what happens, we can auction off the right to backrun your transaction. And the background happens, because if I trade on an amm, I might push the price. It might be such a large trade that it pushes the price to a level where it's profitable to trade after me. So I could potentially get a rebate on my transaction if my transaction gets included by basically selling off the right to say, you're allowed to trade immediately after me. That's a right that I, in some sense, have, although it can be hard to facilitate this market between me and somebody who might want to backrun me. And so if I can get someone to pay me for the right to backrun me, I will get a rebate, effectively on my transactions. So this is how order flow actions have been implemented by flashbots and others with the transaction model. Now, the thing is, it's sort of a hilariously inefficient way to actually pay somebody for the MEV that's being created by their transaction. Because what's actually happening there is I'm trading on the amm at a worse price than I actually want to trade at. I want to trade maybe at the current price or at a better price, but I'm trading at some bad price on the amm, such a bad price and causing so much price impact that actually it's profitable for somebody to pay me to be the trader afterward to trade the amm back in the other direction. And this involves at least two transactions on chain. It involves fees being paid to liquidity writers who haven't actually really done anything. Because what's happening in this transaction economically is that I, the user, I'm actually just trading with some back runner. I'm buying a token that they are selling, and I'm buying at such a bad price for me that they can sell it back to the amm at a price that is profitable for them. We should just cut out the middleman here. We should actually just have the user and the back runner basically trade with each other. But the transaction format doesn't allow this kind of order flow auction. That's why when you move into an intent, suddenly. All I'm saying is I want to actually trade. I'm not saying it has to be on this particular amm, so that you have to extract this money from by back running and then making a side payment to me, you can just come in and trade with me at a better price."
    },
    {
        "speaker": "A",
        "text": "The metaphor that I'm getting here, maybe you'll like this one, is it sounds like we're trying to build a ship, design a ship that doesn't leave a large wake. And it sounds like in the current paradigm of Uniswap trading, where the reasons why the pools get balanced or who we're trading with is because in order to fulfill that order, there needs to be enough wake for arbitrageurs to come settle the waters. And right now, with this off chain intent model, we actually are just designing a ship that doesn't disturb the waters that much. Is this a fair metaphor?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I like that. I think that's the idea, is you're ultimately getting more efficiency from doing it this way, because it's just a more flexible format. And so these things that people are, it's so needed that it actually getting hacked into the current model. And I'll give you another example, which is just in time. Liquidity or jit liquidity, which I've been going on like a rampage about, for about a year, partly in preparation for anticipation of Uniswap x coming out, talking about how I think jit liquidity, the way it works is when somebody's trading and they're going to trade at a bad price, someone can come in and provide concentrated liquidity right around the current tick right before their trade, and then withdraw it right afterward. And what they're functionally doing is they're improving the user's price impact. They're actually helping the user a little bit by trading against the user. But this too very gas inefficient. A lot is being paid in 1559. And it's not, in this case, not actually going to liquidity providers. Who's it going to? It's basically just being wasted or it's going to gas costs all the inefficiency of this system. Whereas really what we want is, okay, if I'm a user, I'm about to trade at a bad price, can someone just come in and save me? And again, the intents allows us to do this more efficiently."
    },
    {
        "speaker": "A",
        "text": "Your second point in your five point tweet thread is it's a better foundation for order flow auctions that return mev to users. This is what we're discussing, correct?"
    },
    {
        "speaker": "B",
        "text": "That's right, yes. So if you want to, right now, the way that those work and the way they fit into the uniswap model involves this multi transaction, expensive and often inefficient protocol for back pain. Someone to background them when really, again, when you've got an intent, it's much easier to just batch these together and match them against each other."
    },
    {
        "speaker": "A",
        "text": "Maybe to summarize points one and .2 to the best of my ability, there's kind of two birds with 1 st in this intent model, we get the elegance of the dutch auction model, which, like we said earlier, naturally, emergently finds the most profitable actor who can give you the best trade and still be profitable themselves. And because it's not on chain, we don't have all of this wake in the transaction. So there's not just in time liquidity, there's not back running, there's not two trades that help settle a first trade. It is all done off chain, which helps retain value from going to EIP 1559. And it's helped retain by swappers and also therefore, liquidity providers. So that's my summarization of your first two points. Would you say that's fair?"
    },
    {
        "speaker": "B",
        "text": "That's right. I think I would separate out the dutch auction point as being maybe, maybe part of. Yes, it's part of, .1 where it really is like, this is the kind of thing you can do with intents that you actually can't do with ordinary transactions on ammdhennae."
    },
    {
        "speaker": "A",
        "text": "Beautiful. Okay, let's go into number three, which I love. It's so simple, it's still early, which is you say that we've opened up a new frontier of exploration. So elaborate on what this new frontier looks like. What's needed in this new frontier? What kind of infrastructure do we need to settle on this new frontier? What's left to build here in this new design landscape to help this efficiency become even more efficient?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think part of the motivation for unitbacks is, okay, we see all this behavior that's happening on chain with say, jit liquidity, or people designing order flow auctions of back running auctions and thinking, okay, this is a sign that actually there's some serious inefficiency here that should be streamlined, that should be improved. And I think, in my view, the design I think does this and gets users better prices and is more gas efficient in many cases. And I think that's why I think I'm excited about it right now. But really now we're up in intense space. The sky is really the limit on just how you can actually match these orders and process them. So, for example, right now, the way that, uh, hub x works every, every order is, well, there's, there is, there is this RFQ process which I alluded to earlier. Wherever you can choose a particular filler to fill your order and give them exclusivity for a couple of blocks in exchange for basically giving you this good quote early on. But right now the trades are being matched primarily against these fillers. But what happens when you actually start to match user trades against other user trades? When you do something more like a batch auction, like cowswap innovated, I think what happens when you start to do, you can do some sort of more interesting math with that. Suppose you have a bunch of user orders, you can execute them all at a common clearing price. There's algorithms for trying to do that. You can do match ring trades where you have multiple assets being traded and you try to maximize the total amount of volume. You can encrypt these orders. And I'm not sure how much some of these other solutions have done this yet, but you can actually say, all right, we're going to have everybody do a sealed bid batch auction. That's actually enforced by cryptography, where you encrypt your orders. You do this homomorphic computation on it to try to compute basically the common clearing price. Or you unseal it using a group or some multiparty computation, and that gives you a more decentralized or potentially fairer auction. You can match it against on chain liquidity using a particular algorithm, put it in trusted hardware, which I'll talk about in a moment. But it's much easier, potentially, for trusted hardware to operate on orders. Cause they can include basically all the information you need about them, right in the order, without having to involve interaction with a bunch of Ethereum state. For all these reasons, they're just more tractable. And so I think in the long run, I have no idea actually what these things will look like, but I think I know. I'm pretty sure it's going to look like some kind of intent, some kind of, when users express their desire to trade, it's going to look more like an intent, I think, than a particular on chain transaction. And that's because they're just so much more flexible, so there's just a lot more room to explore."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's the flexibility of the expressivity of an intent, as in, it's very, very open ended. I think maybe another way to help define an intent is it just provides like kind of the bowling alley guardrails as to like, here's what I, here's everything I don't want, but anything inside, in this specific landscape of what I do want, you're allowed to give me. And so basically saying, you just write the rules of like, hey, you can't give me less than this, and then the mechanism will naturally give you as much as possible. But not codifying it, I think, allows for a lot of expressivity. And I think that's one half of the magic that I think you're talking about. The other half is that since it's off chain, the costs of computation are zero. There's no gas costs to matching orders of user a to user b to user circumental. You can compile every single order together all at once. And all of that computation that it takes to clear those orders doesn't have to actually run on a blockchain that can run on some local market maker's server. And all of a sudden we get really good order execution from not having to be encumbered by blockchain computation. That's my intuition. Is this right?"
    },
    {
        "speaker": "B",
        "text": "That's right. I think just off chain computation is incredibly powerful. And we actually saw, just with the rise of the professionalized MEV ecosystem, a tremendous amount of ingenious work being an optimization being done off chain. And I think this is something where a lot of people see MeV as a threat, but as a protocol designer, often it is, you know that if you leave some opportunity open to be optimized for MeV, someone is going to take it. And so you can't be lazy as a protocol designer, maybe as lazy as you could have been, maybe in 2018. But it also is a huge opportunity. It's a massive support. And I think of it as a swarm of nanobots that's always in the air around us. And if you just were to leave out an apple on the table, it suddenly just becomes a core, because the swarm and eaterdeh. And if you. This is scary, because it means you can't leave your food lying around. But it also means, okay, this is useful. It's like, if I want to clean something, I can just spread some jam on it or something, and you know that the nanobots are gonna come eat that and do that task for you. And that's how we rely on this system with dutch orders, right? In uniswap X is you say, okay, we know that with a dutch auction, if we auction this, it's an efficient enough market that someone's going to take. Someone is going to pick up this money that's lying there. And as a result, we can rely on this. And the user, it helps the user that this opportunity for profit is not going to be left unclaimed, because if it were, then the auction might clear too late at a worse price than the user would otherwise get. But because you know that this is efficient, off chain, you can rely on that. And that's something that I think really has changed in the past couple of years, where there were a lot of protocols and people were talking about in 2017, 2018, where you couldn't actually rely on just there being every efficient arbitrage being taken. And like, oh, someone is incentivized to challenge this thing, so they will. That's something that today is actually much more realistic than it used to be."
    },
    {
        "speaker": "A",
        "text": "Who are these nanobots? Who are the players that make up this swarm of nanobots? When we open up this new frontier, what are the verticals that actually compose this form of nanobots? So we got market makers, we got Mev bots. What composes this swarm?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think that's right. There's professional market makers. There's a lot of, especially for atomic Mev, a lot of amateur mev searchers who I think it's just like the. It's just sort of amazing how you've seen this actually happen, where by lowering the barrier to entry to becoming a MeV searcher, you actually just found that basically all atomic MeV gets extracted pretty quickly by often people who are in high school or in the basement somewhere or, you know, I really don't. I don't actually know. That's part of the beauty of it. And that's, you know, when we're talking about the Ethereum as a dark forest post, before that was this realization that we had that actually the bots are a lot smarter than you might, than you might even have anticipated. And so you actually, you know, someone has, if there's some behavior out there, like you should suspect or worry, at least that somebody's written a bot to take advantage of it. But I think, again, once you get to this, once you're in this world, yeah. You can sort of just treat it as a force of nature, a kind of efficient market hypothesis here that, okay, if we're creating Mav here, then it's going to be claimed. And we rely on that. For example, and, like, blend is a protocol that I worked on with the blur team where we also use dutch auctions, because, again, I love dutch auctions. But if you might get your NFT liquidated if there wasn't an efficient market here, because if somebody closes out a loan, what happens is there's a dutch auction to continue it. And if nobody was out there just looking for opportunities to lend at a profitable interest rate, then potentially someone loses their NFT. But you can kind of rely on do a trust fall onto the MeV searcher ecosystem and just know that somebody's going to actually claim that."
    },
    {
        "speaker": "A",
        "text": "I'd like to add an important player in this role. And this brings us to your fourth point in your tweet thread, which are bridges. In your fourth tweet, you say, seamless cross chain, and especially cross chain swaps will be revolutionary. So how does Uniswap X and this intent based meta change the game for the nature of Ethereum's roll up centric roadmap? How is this a player here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so one way I can talk about this. Okay, so I'm really excited about this. And something that Uniswap is planning to roll out later this year. But this is for cross chain swaps using Uniswap X. And you can use Uniswap X for ingest. It's in the white paper, the description of how this protocol works. But it's pretty simple adjustment to the algorithm where if I express my intent on Ethereum to have eth on optimism, rather than just to have dai on Ethereum, or you could say I have Ethan Ethereum and I want to have Dion optimism or something like that, you just express where you want to actually have the asset. The thing is, if there's a message passing bridge from the place that I want to go to, to the place where I currently am, that can pass basically the proof of the fulfillment of this through, then I can have my order claimed on Ethereum and then filled on optimism. And then the success of this has actually passed through. And a couple of cool things about this. One is with the dutch order mechanism, this can actually be a really decentralized, competitive market for how to get money off of from one roll up to another. So the price is set by the market, and anybody who actually has assets on both chains and wants to run this strategy can do this. You don't have to depend on being a trusted party or having on chain liquidity or anything. Second, I think the liquidity can be off chain, and I think that's much more efficient. For one thing, if you just have bridges and you're trying to bridge over ETH from one chain to some wrapped eth on another chain, bridge eth on another chain. If that involves a huge amm pool, like a lot of liquidity providers with just static bridge assets there, that's a massive honey pot. You just have to have exposure to this, to bridge Eth over there. And I think it's actually a much cleaner model to have the liquidity be off chain and I'm holding their native asset on this other chain, or I'm holding something else or die or something, I don't actually have to have a. A huge pot of bridged asset over there. And I think that's just hugely valuable. But with roll ups, again, often you have a canonical ethereum. And third is there's a really nice property where I mentioned going one direction, but if you go the other way for fast roll exits on rollups, this is a design we talked about for fast rollups on exits on plasma and roll ups years ago. But it's a very neat feature. There's a fast bridge from ethereum to optimism. There's just a native bridge in optimism. You don't have to use the slow exit for it. As a result of that, you can actually build a fast exit protocol from optimism to ethereum, where if I have Ethan optimism, I can get onto ethereum or onto another roll up, for that matter, you can get it over to, let's just talk on Ethereum for now really quickly. And the way that works is I have my Ethan optimism, and I basically auction off the right to do a dutch auction, say, send me eth on ethereum. And once someone does, they'll be able to send a message, a fast message from Ethereum to optimism that then claims my. Takes five minutes or ten minutes or whatever it does that then claims my trade. So the filler, I'm sorry, the swapper in the happy case, the swapper immediately, basically faster than even this bridge, within a minute, gets their money on Mainnet. The filler can actually conclude this swap by the time that their transaction, their message, has moved from ethereum to optimism. In the happy case, generally, this all concludes within 15 minutes or something. And I think that's just going to be incredibly efficient for getting money off of rollups. One final really cool thing I see about it is if you want to go the example I started with, you want to go the other direction, you might actually get paid to bridge from ethereum to optimism, because you can effectively rebalance somebody who wants to exit. So if somebody's trying to exit optimism, whether maybe they're a market maker who previously bridged somebody onto optimism or off of optimism for a fee, so now they have optimism eth, they might actually be willing to pay you more than one eth to get your eth, main net eth. I'm not sure how the economics will work quite yet, but it's conceivable that you might actually get paid to bridge your money onto a roll up."
    },
    {
        "speaker": "A",
        "text": "How does this change the nature of bridges? Because I remember in 2021, 2022, building a bridge across rollups was like a big movement, right? We have socket, we have li fi, we have hot protocol, we have across all of these bridges. How are these bridges? If we go into this intent based paradigm, how do the nature of bridges change?"
    },
    {
        "speaker": "B",
        "text": "So I think some of these bridges, and I'm not an expert in how all of these work, I do think across actually has some similar characteristics to how Uniswap works and other ones do. So I'm not calling out any particular bridges, either positively or negatively here, but I think some depend on this kind of on chain liquidity. And this is ironic for me and Uniswap to be sort of talking about moving away from having on chain liquidity for bridges, but having. Yeah. If you imagine just, oh, you actually get some canonical representation of optimism or optimism. Bridge deal over on arbitrum, and then there's an amm on arbitrum where you can trade that. I think that, for one thing, it becomes a honey pot, where if this bridge, there's a lot of money right now that rides in the security of this bridge and potentially could get hacked by this. And we've seen catastrophic, the most catastrophic hacks, of course, in crypto history are bridges, in part because you just have a lot of money that's just sitting there. Right. It's sitting in one contract because the money's off doing something else, but the representation of the money as going somewhere else. But here, it's just like sitting in this bridge contract, and it's exposed to this thing. What I like about Uniswap X, from a security perspective, is the only money that's at risk that's exposed to the bridge is swaps currently in flight."
    },
    {
        "speaker": "A",
        "text": "Swap's currently in flight."
    },
    {
        "speaker": "B",
        "text": "In flight, yeah. So, basically, once the swap has concluded, so somebody starts a swap, right? And then a swapper expresses their intent. They want to bridge overdevelop. A filler on that chain claims, okay, I says, I'm going to fill you. They basically make a promise to fill them. Now, right now, the swapper is exposed to the bridge risk, but then the filler immediately, hopefully fills them on the other chain. And now the swapper no longer has bridge risk. They've already been filled, so they're exposed for, like, a minute. And then if the. If the bridge gets hacked, like, people should stop swapping on it, but, you know, like, there's that minute maybe when they're exposed, and then for the filler. Now they use the bridge. They have to use the bridge to actually send a message back to claim the swapper, to get the swapper's money. But once they do, they're no longer exposed to the bridge risk. They don't have any money overnight. If they turn off their server and they stop filling stuff, they're not exposed to the bridge so they can sleep easier. And I think that's getting rid of that honey pot quality of bridges is just a huge improvement."
    },
    {
        "speaker": "A",
        "text": "To make sure I understand this, there are certain bridges that, when you use them, you create a representation of the asset on the chain that is beholden to the bridge that put it there. Correct. And so, like, say, we have bridge just to make up a bridge name bridge, like bridge one, two, three. New bridge. I just invented bridge 123. And then you have ether on main chain Ethereum. And you use bridge 123 to get your ether onto optimism. It's not optimism ether, it's bridge one, two, three. Ether on optimism. And that is the honey pot, because it's this bridge that is now this persistent custodian of this ether that is an IOU on optimism. But it's not canonical ether. And canonical ether, we would say, is ether that's deposited into the canonical optimism bridge, correct?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And you know, it's possible for the swap. Maybe the swapper trades immediately from that optimism eth into or, sorry, from that one, two, three eth into optimism etH. So maybe the swapper doesn't have long term exposure to the bridge. But if that liquidity is on chain, if the liquidity is on chain, it might be like they've got it in an amm, right? Like anyone could provide liquidity on this amm on a particular roll up between one, two, three ETh and op etH. And that's exposed. As long as somebody's providing liquidity as an LP in that pool, they're exposed to that bridge risk. Whereas if that liquidity is off chain the way that it is in uniswap x, they're actually not exposed, while they're not actually currently executing a trade."
    },
    {
        "speaker": "A",
        "text": "So this I would, and it logically concludes in that assets that are on layer twos, or non ethereum chains, are most likely going to be assets that are represented by the canonical bridge. For that chains, like the optimism bridge, the Arbitrum bridge, the actual bridge that creates the layer two. Not another ancillary bridge that isnt relevant to the layer two."
    },
    {
        "speaker": "B",
        "text": "Thats right. This is why I think its incredibly powerful in the roll up case specifically. So every roll up has a canonical bridge, a message passing bridge from Mainnet to the roll up. Every roll up has canonical versions of all ERC 20 and Ethan NFT assets, generally from Ethereum, that have been bridged over to that. So you don't actually have to have a remote representation of the way that you might with Solana, you have to have some remote etH. How do we get there? I think there's a lot of challenges in how to figure out how to do that securely. We don't actually need that with roll ups because there's the canonical bridge. And so it becomes really useful to say we don't have to solve that problem, we only need to solve the swapping problem. I've got eth over here, I need eth over here. And then we just try to reduce all the risks around that. I think the other benefit is because this bridge too maintained. The nice thing is the bridge from Mainnet to the roll up generally is a fast bridge. And one of the biggest downsides of especially optimistic rollups is the exit is slow. But the nice thing here is this optimism. I'm sorry. Uniswap X turns a fast bridge from message passing bridge from b to a into a fast asset passing bridge from a to b. And so it's designed basically to create these trustless fast exits, which I think is very nice."
    },
    {
        "speaker": "A",
        "text": "Would you say an intent based swap paradigm is also a bridge minimalism paradigm?"
    },
    {
        "speaker": "B",
        "text": "I would say they fit together very nicely and, yeah, I'd say they fit together very nicely."
    },
    {
        "speaker": "A",
        "text": "Cool. Okay. And I would assume the nature of this is like probably one of the big Ux UI problems. Ux problems of just like bridging is not, bridging is a burden, bridging is a chore. It's not friendly for users. This is probably one of the many things that we need in order to improve the composability issues that ethereum's roll up centric roadmap brings to the table."
    },
    {
        "speaker": "B",
        "text": "Yeah, in my view it should be really easy. If you want to buy a token and that token happens to be native to some roll up and your money is on some other rollup, it should be basically, it should be transparent. You should see that you're buying this asset on this roll up. So you know, actually the exposure you're getting. But it shouldn't be any harder than buying an asset. You should just go to Uniswap where you already may be going to buy the asset and you can just trade from one chain directly to a different asset on a different chain. I think that's a big ux problem right now that you actually have to even think about bridges at all."
    },
    {
        "speaker": "A",
        "text": "Yeah. So of course this isn't a panacea for solving the cross roll up composability issues, but man, it sounds like a really big step towards that direction."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's the hope."
    },
    {
        "speaker": "A",
        "text": "Okay, so that was number four. Moving on to number five, the final one. You say Uniswap X complements Uniswap v four, which is designed to enable new techniques to sustainably improve passive liquidity provision. Can you unpack that statement for us? Why does Uniswap X complement Uniswap V four? And what's the significance of all this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so a couple ways. First, going back to how I started this, I do think Uniswap v four and Uniswap x each are primarily designed to serve each half of that ecosystem that I was referring to earlier. Uniswap V four is about new ways of protecting passive liquidity providers. Uniswap X is about ensuring that swappers are getting the best prices. And so I think maintaining that balance is important. And I think the designs that help one are often very sort of very different from the designs that help the other. But when you're helping them, it's generally not at the expense of the other, at least in my view. Because again, in the long run, these are our users, this is the system, and you can't just screw over swappers in order to help LP's long term. You'll end up with no one swapping on your decks anymore, or vice versa. So some specific ways in which it complements it. So one is, I think, well, they have common themes. So Uniswap V four is about flexibility. It's about allowing someone who has a cool design for a dex to build it on this platform on Uniswap V four, rather than building it as a fork or as a different pool. And I think that's similarly with Uniswap X. It's much less opinionated about how this trade actually gets executed. And again, like I said before, you can use basically the same on chain format. Basically, you don't have to change Unisubx, the protocol itself at all in order to radically change how you actually match these things off chain. And I think that's just a really, it's a shared theme there where we thought, oh, there actually is this very wide design space, and Uniswap doesn't have to be as opinionated anymore. And we can open up more innovation from others and from unsoft labs and from people who contribute to the ecosystem. So that's the second way. And then the third is some specific ways you just thought before, because of this new innovation and openness means you'll probably get just a lot more pools on chain. And routing across and between those pools is going to be a tough problem. And I think one nice thing about Unisub X is it actually outsources the problem of figuring out how do we route across this multiplicity of pools to this incentivized network of fillers and generally the MeV ecosystem. Right now, already MeV does a pretty good job of arbitraging pools if you build a new amm, even if your docs are terrible and you don't have an API and everything, it will probably get armed. Basically, if it's easier to arb than it is to find a zero day in viper, because that happens. If it's easier to arbit, then it will get arbed. Similarly, we have that for arbitrage across pools. We don't have that right now for routing swap for if you've got an uninformed flow order, what's the best way to actually write it? I think we don't really have a decentralized ecosystem trying to get users the best swap possible, and that's what we're trying to do with Uniswap X. Yeah."
    },
    {
        "speaker": "A",
        "text": "The thing that I saw between Uniswap V four and Uniswap X is both that it pushes computation to the margins and like you said, Uniswap X is for the swappers, Uniswap V four is for the liquidity provider. Maybe you can take a moment, bankless listeners. I'll have told them to definitely listen to our episode with Hayden on Uniswap V four, as well as our episode with Hayden by Uniswap X prior to this. But just to unpack Uniswap V four, why does Uniswap V four benefit LP's and how does that, if we've been talking about this entire episode about Uniswap X benefiting swappers, what does Uniswap V for? What's the secret sauce about Uniswap V four and what it does for."
    },
    {
        "speaker": "B",
        "text": "Yeah, so I'll start by talking about Uniswap v three. And so with Uniswap, when we started working on Uniswap v three, we were thinking about what are the big challenges in Uniswap? Or what are we trying to solve? And I think we landed on capital efficiency for liquidity provision as a major problem solver. And I think that's true both because it's very capital inefficient to provide liquidity in all price ranges. And you actually just get, it's much easier in LP's. It benefits LP's and, but also because it increases the creativity that LP's can approach this problem with. You can say I'm going to provide using some particular, I want to using some different static curve, and you can construct that with just a bunch of uniswap positions you might want to actively rebalance, and you can do that as well. It opens up this range of possibilities and this freedom for LP's to figure out how they're actually going to use the system, as opposed to we're forcing you all into one bucket. And I think that made sense in 2021, in part because a lot of the innovation that was happening around Amms at the time was about what's the shape of the liquidity curve that I'm providing. So, like, curve, for example, providing a concentrated liquidity, specifically, pretty opinionated, but very much designed for pegged assets or for stablecoins. That was a big innovation in Dex because it actually makes a lot more sense for you to provide liquidity that way. Way to build your own curve, like amm, right? You can pick us whatever amm you'd want to do. You do that. What we saw actually, in 2022 and 2023 is the innovation is moving away from just how or what kind of liquidity shape is your liquidity. It's moving toward these more creative things that actually get into how the dex is designed itself. And a lot of that is around. For example, well, what's the initial price? What are the fees that we set? Can we change the fees? Which is not possible to really do in V three, although you can. You can pick which pool to provide in, but on one pool, the fees are static. Can we force only particular users are allowed to trade, or you get to auction off the right to set the fee order, or to be the first trader in a block. There's a lot of different new features you might want to add that just don't fit into the v three framework, but they do into v four. So with V four, the idea is we add these hooks that allow people to get more creative in what kind of strategies they provide. So, yeah, I'd see it as this is a way where if a liquidity fighter wants to actually run a particular strategy, they can actually just build their own pool, or someone can build one that they can aggregate many liquidity providers in. So getting into the details of where those are, I will say I don't think we have a solution to loss versus rebalancing, which is this general problem of liquidity providers being armed. And in fact, I think there's no general solution, and I think there are ways that we think can actually minimize it and reduce it. But ultimately, and I think it may also be a cat and mouse game forever. And that's one of the reasons why we're trying to enshrine this one solution and v for it's. Instead, we're opening up this design space where anyone can but some of the ideas I think that can be done. I think Alexander Nizlobin on Twitter had a neat idea about setting fees based on where the price moved in the previous block. I'll give you just a very quick design of it, but this is an example of one of the things that can pretty easily be built using Hawkshe, using Uniswap before. The idea is if the price is in block n, suppose the price has moved from the ETH price has moved from two thousand dollars to two thousand one hundred dollars at this point, then there's probably been a big arb price move that happens in this pool where somebody arbed it basically to exactly the right point where they imagine the profit maximizing ARB. So the price has now moved to $2,100. The thing is, when they were trading, they were paying a fee, and so they probably pushed the price so that not like the midpoint price, but actually like the very extreme of when you're trading up, they were paying exactly $2,100. So if what Uniswap V three or V two or whatever thinks is the price right now is like $2,100 -30 bps, that it's actually like the midpoint price, but a better estimate of would actually be exactly $2,100 because that was the final price that the previous ARB paid for it. So then you can adjust the fees so that actually just move the fee window so that it takes that into account. So anyway, that's the core idea there, but all it involves is adjusting the fees, which is provided by the Uniswap V four hook. I think it's a clever idea, and that's the kind of thing we have other ideas on it, and I think we'll be publishing some stuff later this year on some of my ideas, and I try to be pretty open about what kind of ideas I'm working on with this in general. But in my view, those are the kinds of things where you can just eke out some improvements for liquidity providers using V four features that we may not have even imagined. That wasn't an idea that I had had, which I think is pretty cool."
    },
    {
        "speaker": "A",
        "text": "It's been a while since I've been an LP, and I've never been an LP in Uniswap v three, because it's seemingly pretty sophisticated and also intensive meta that I've come to understand through my conversations with people is that being an LP is losing. Generally, you're losing money on average, especially if you're passive LP. And so I'm wondering if this side of the Uniswap equation isn't complete yet. We've talked about Uniswap X and intents, and that feels like a logical conclusion of where swapping goes. But I don't know, I'm maybe asking you for a little illumination here. It doesnt seem like weve reached a point of sustainability for liquidity providing inside of uniswap. Because uniswap v two, definitely. And Uniswap v three. Also, from my intuition and from my conversations, people arent making sustainable money in order to supply sufficient liquidity into this side of things. So maybe you could help kind of just define the contours of this conversation. Its like, why arent LP's making money? Where is that coming from? And does Uniswap v four fix this enough? Or maybe you can take it from here."
    },
    {
        "speaker": "B",
        "text": "Yeah. First of all, it's a very complicated question, and it's one where I've mostly just been relying on others work for this. Although I've tried to look into it a little myself. My best read of the literature on this, and I think the big focus, almost like half of uniswap v three's volume, is the USDC weth five bit pool. And that's just like the big. I consider that. All right, let's focus on that pool. My best understanding is that the average liquidity provider on that pool loses money. And I don't actually. To me this is a weird mystery, because I don't actually know. I don't know people who provide liquidity on that pool. I don't know why people do. I have a few possible theories that I can go into it a little more. But part of what I'll say is, I think we design the system so that if it's. You should see some equilibrium where, okay, if it's not profitable by liquidity, then there should be less liquidity. Liquidity. My best understanding of what people have published is that it seems like liquidity is overprovided in total on that pool. But I actually don't know that for sure. And it seems confusing to me why people would provide liquidity if they're consistently losing money. So I just don't have an answer to that puzzle. And if somebody has a good answer, I would actually love to hear it. Cause I feel sort of dumb that I don't have a better explanation than maybe they know something that we don't. And maybe they do insulate 1.6 is they're just lazy."
    },
    {
        "speaker": "A",
        "text": "Not a valid answer, yeah, I don't think so."
    },
    {
        "speaker": "B",
        "text": "And one of the reasons is you mentioned passive versus active. At least one of the studies I saw says that active liquidity providers lose more money than passive."
    },
    {
        "speaker": "A",
        "text": "Oh wow, really?"
    },
    {
        "speaker": "B",
        "text": "Well, for one thing, when you're rebalancing, you're paying gas every time you rebalance. You're also probably in practice trading, maybe trading on chain and suffering provider."
    },
    {
        "speaker": "A",
        "text": "And also being a trader is slightly synonymous."
    },
    {
        "speaker": "B",
        "text": "Right. And so you're maybe getting some slip at your price impact when you rebalance. And so I don't remember if this analysis actually included that, but it doesn't shock me necessarily that actually providing really active liquidity on a pool, you might lose more money because again, you're basically paying fees, doing slippage every time you do that. But yeah, I'm willing to believe that the liquidity is overproduced on V three. I just don't have a good answer for why it still happens. One possible theory is there are people who are making. So all these results are about on average, basically. And I think some have tried to, have tried to break it down a little bit. It's hard to identify who liquidity fighters are. One possibility is some liquidity fighters are making just money hand over fist and everyone else is losing money. And it's a constant tournament to try to be that guy, to try to get ahead. That's sort of the online poker theory of liquidity provision. It's like, yeah, on average, online poker players are losing money. And yet in the peak of it, I think there were studies, they were all mostly, on average, losing money, but partly there was just a lot of churn and who is actually trying to be there, and whoever's at the top is making money. So that's one possible theory. Another is just people are dumb. But it also is weird, because when you mentioned laziness, the people who are doing the most, who are writing these complicated bots seem to be losing money, maybe more money than others. I don't actually have a good explanation for it. Oh yes, interesting. But going back to your question, yeah, I agree. And that's why I think V four is largely focused on, can we actually really address this and make liquidity fighters more profitable?"
    },
    {
        "speaker": "A",
        "text": "Cool. And of course, the beautiful thing about Uniswap V four is that these hook strategies are likely going to be built not obviously holistically, not as a sweeping, broad statement, but a big source of innovation. Demand for innovation for hooks is going to become from LP's trying to figure out how to fairly capture sustainable fees in order to make their activity more profitable. At least that's my interpretation."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "One thing I quickly want to provide a take for you on to get your reactions to is Uniswap's own app layer. Infinity Pools is a new app that's built using Uniswap LP tokens as assets. And also, I think the success of something like Infinity pools would create demand for Uniswap LP assets, which creates demand for liquidity. Is Uniswap's own app layer that has LP tokens as assets a potential source for LP yields?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's possible. From what I've seen in general, the idea, okay, look, there are these, these passive liquidity providers. There seems to be demand for this kind of exposure, maybe like rebalancing or hedging or something. And so are there ways we can actually provide them this exposure? Basically you get paid yield for holding this convex position, or concave position, I guess, actually is the term. The question is. I'm sorry. Yeah, so the question is, are there more interesting products that we can provide liquidity providers to get this and potentially increase their yields? I think quite plausibly, a lot of the designs I've seen involve basically removing your liquidity from. Basically, you borrow some liquidity and then you actually pull the liquidity out of the pool. And so it's never been that clear to me for a lot of these products, why actually you need the Uniswap part, or does it actually cause liquidity on net to be more often in uniswap? And I do see different answers for some of those. So I'm not as sure about any of the particular instances of these kinds of products, but generally, I think, yeah, trying to find ways to give liquidity. There's demand to provide liquidity as we see on Uniswap v. Three. There is demand to do this. The question is, okay, can we actually provide them what they're trying to get out of this with a better price or with better yields? I think it's definitely something. I think innovation at the app layer is awesome."
    },
    {
        "speaker": "A",
        "text": "Well, Dan, I think this was a fantastic first exploration into what is a brand new rabbit hole in the world of intents and off chain orders and Uniswap X and bridging. It seems to be that crypto always has some cool rabbit hole to throw at us. One rabbit hole that I know that's out there that we're going to go investigate is suave out of flashbots. We're doing an episode in three to four weeks with Phil, Diane and Andrew Miller. I'm wondering if you can just help me incept listeners brains with suave, why they should be excited about it, what the TLDR is, and just overall prepare them for an episode that's going to come in the future."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I'll give you, I think, why I'm excited about Swab, and it's maybe as a kind of like user application developer. So my perspective on what makes me excited, and part of it is we have this on chain infrastructure. And one thing that was exciting about Uniswap V one and V two, is that we could build these protocols, decentralized, completely decentralized protocols that were basically, everything happened on chain, and then all this stuff is done for you, where you can just write your logic on chain, and basically, you know, it'll actually be executed and it's fully decentralized. But there's all these costs of doing stuff on chain, especially with stuff you don't actually need global consensus on. And so we now have this incredibly sophisticated off chain infrastructure with particularly map searchers, but also, I think, really sophisticated builders, where often I and relays these parties, where they're doing all these complex computations, but they're often doing it in a way where it involves points of centralization. Anyway, I think the MEV ecosystem overall is incredibly decentralized as a system, but there are points there where there's actually benefits to being centralized. And I think this is a potential risk, and it's one that flashbots has been concerned about for years. And it's also one where if you're building applications in this MEv space, you potentially find yourself, you have to trust somebody to run a searcher for, what is it called? A solver for some protocol, or our matchmakers. There's many different terms for this, or a relay, someone who plays some semi trusted role in this off chain infrastructure, where, again, once the stuff gets on chain, non custodial, and the trades are settled or everything. But there's this point before it where a lot of stuff ends up being the way that things are currently designed. There are these potential points of centralization there. And what I see suave as it's a platform for decentralizing all that off chain MeV infrastructure, I think for decentralizing some of what builders do. But also, if you want to run a protocol right now, for matching, for doing a batch auction off chain right now, probably the best way to do that would be have some semi trusted party, or you run it, you run a server and I say, I just promise I'm going to run a batch auction and I won't look at your bids and I won't bid myself. But if we wanted to do this in a trustless way, there's actually just no platform on which to build that. To build, for example, a decentralized batcher. And so what I'm most excited about suave, is I see it as a place where you can build. I can just write some code, maybe even just some solidity, and they will run it for me off chain really efficiently, but in a way where I know that it's actually going to be executed, I can depend on untrusted hardware or on consensus or on some decentralized guarantees that it's actually going to be run in a private way. I think that just as an application designer would be an incredibly powerful thing to rely on, it's, in my view, almost as big as just moving from bitcoin to ethereum to moving toward Turing complete on chain contracts. Imagine we had Turing complete off chain contracts."
    },
    {
        "speaker": "A",
        "text": "Beautiful. Dan, this has been a fantastic exploration to a bunch of new knowledge. And I thank you for coming back onto bankless and spreading all of this cool stuff that you've been researching on over at paradigm."
    },
    {
        "speaker": "B",
        "text": "Thanks. Yeah, thanks for having me back. And just before I go, remember paradigm, we're a crypto asset investment firm. We do have investments in a lot of the projects that we mentioned today. And generally I'm here speaking on my own behalf. And nothing that I said here was financial or legal advice, of course."
    },
    {
        "speaker": "A",
        "text": "Thanks, Dan. I'll give our own disclaimers as well. Over at bankless, crypto is risky. Bankless nation, you know the deal, you can lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]