[
    {
        "speaker": "A",
        "text": "But there's also some really future thinking stuff. So for example, upgrading to post quantum cryptography and even beyond that is something that kind of only opened up in the last few weeks. Not only should we defend against quantum computers, but we can harness them to make consensus even more robust."
    },
    {
        "speaker": "B",
        "text": "Welcome bankless nation to the Sci-Fi roadmap to Ethereum. You know about Eip 4844, you know about proposer builder separation, but you probably didn't know. But the Ethereum roadmap does not stop at these things. It continues. Each component of the Ethereum roadmap has deeper frontiers than what you may be familiar with. 4844 PBS these are just the first stops on a longer track of ethereums. Sci-Fi roadmap in this episode, were going to explore these deeper frontiers to Ethereum with Justin Drake and Tim Baco, the two individuals who can probably see the furthest along the Ethereum frontier out of anyone going to learn about what is statelessness and how it's helping Ethereum make the furthest reaches of the Internet even more trustless. How Ethereum is going to absorb zk tech at the layer one level. How VC's are subsidizing Ethereum's layer one research and development efforts. What is an enshrined roll up and how is it different from all the other roll ups that we're familiar with? And why does Justin Drake want it so bad? How all of this stuff is leading to Ethereum needing fewer and fewer honest actors to work trustlessly? And what does quantum computing have to do with the Ethereum roadmap? And no, it's not just that it breaks east signatures. And what are trustless mempools? Who do they protect? All of these things that I just mentioned are just the tips of the iceberg. You're going to learn so much in this episode, so much that you're going to need to put your gigabrain hat on or else your brain might explode. I hope you enjoyed this episode with Tim Bakel and Justin Drake. This is the Sci-Fi roadmap to Ethereum and we're going to get to it as soon as we talk to some of these fantastic sponsors that make this episode possible, especially bienvenue. Bankless nation. That's the only friend that I know. Here we've got Tim Baco and Justin Drake and we are at ECC and this is one of the very rare opportunities where I can get everyone here on a couch together. We're going to talk about the future of Ethereum. To me, ECC is, even though it's in the middle of July, it's the middle of the year. It still feels like one revolution around the conference circuit. At the very least, it was the first conference post Covid, and this is the third ECC post Covid. So two years, and Ethereum has grown up a lot since then. We've had proof of stake now actually shipped. So that is in the rear view mirror. Layer twos are no longer hypothetical. They are here. I remember last year, Ecc, it was the year of the Zke EvM. And this year seems to be the year of the Zke EvM Mainnet. A lot of things have actually come to pass, but there's still a lot of things to look forward to. And so I'm hoping this conversation can guide me and the bankless listeners, all the bankless nation. What is the future of Ethereum? What is there left to do? And so, Justin, maybe I'll start with you at the highest level. How would you place Ethereum in time, in its development roadmap? Maybe a percent completion or left to be done? How would you describe where Ethereum is in what it wants to become?"
    },
    {
        "speaker": "A",
        "text": "Right. So I think the initial vision of Vitalik, of having this base layer, which is secure and scalable, so we have the proof of stake and the sharding is actually coming to fruition. But one of the things that kind of surprised me as a researcher is that we seem to discover something new every two or three years, and so the design space expands. But that's kind of exciting, right, because there's more potential. So on the one hand, I want to say that we're, I don't know, 75%, 80% of the way there in terms of completion of the initial vision. But the vision has grown in scope, and so maybe we're only 50% of the way there."
    },
    {
        "speaker": "B",
        "text": "Would you resonate with that, Tim?"
    },
    {
        "speaker": "C",
        "text": "Yeah, and I think one thing to maybe add to this is a lot of the new things that are coming tend to be related to protocol adjacent phenomenon. So mev is obviously a huge one. Layer twos are a huge one. So if you think strictly from Ethereum, l one as a system, yeah, I think we're getting there."
    },
    {
        "speaker": "A",
        "text": "There's some quality of life things. So, for example, account abstraction, encrypted mempools, these are things that we didn't necessarily realize that we needed at the very beginning. But there's also some really future thinking stuff. For example, upgrading to post quantum cryptography. And even beyond that, there's something that only opened up in the last few weeks. Not only should we defend against quantum computers, but we can harness them to make consensus even more robust."
    },
    {
        "speaker": "B",
        "text": "I think hopefully in this conversation, if I guide this conversation correctly, we'll start with some of the short term concrete stuff. There are short term things that are being worked on right now. Probably the bankless nation is pretty familiar with things like 4844 pbs. The short term things that are, that are going to be included into the Ethereum protocol. You know, short in ethereum timeframes, about a year, a soon tm, uh, and then there's some like, stuff that's also being worked on that, you know, are middle term stuff, and then there's some very long term stuff. Maybe I'll put quantum computing in there. I don't know if ZK and the entire theorem is still a topic of conversation, but I want to open up that box. And so short term, midterm, long term and long term is the Sci-Fi stuff. So I think that's how this conversation is going to go. And maybe towards the end of this, we'll just summarize everything and talk about in that fullness of time, Ethereum, the version of Ethereum that will eventually. The trajectory strong, we'll get there. What does that look like? But let's start with the short term stuff. What would you say is the immediate priority that the devs are focused on the most in the short term?"
    },
    {
        "speaker": "C",
        "text": "Four. Four. I think beyond that. The next upgrade is called den kun. There's 444. It's the main feature that's part of it. There's also a couple other things that we're adding on the execution layer. One thing that's notable is deactivating self destruct. This is something we've talked about doing for years, and it might be the first time we actually deactivate the feature on Ethereum. Trying to think. I don't think there's another case where we've done it. I mean, we deactivated proof of work that was a big one, but something that smart contracts and whatnot depend on. So basically preparing this entire upgrade. Another cool thing that's being delivered with this upgrade is exposing the beacon state route in the EVM. This means that the execution layer will be able to make proofs and commitments about what happens on the beacon chain, and it'll help things like make staking pools more trustless. So generally, yeah, this upgrade is what devs are working on right now."
    },
    {
        "speaker": "B",
        "text": "And so this is four. Four. Four is the big one, of course. And this is what we call dank sharding. This is proto dank sharding."
    },
    {
        "speaker": "C",
        "text": "Proto dank sharding."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the middle step between full dank sharding, and we already have layer twos on ethereum. They're totally operational. But this is what I would put under the roll up centric roadmap for Ethereum, as in we are making Ethereum. The protocol is making roll ups a first class citizen. Can we unpack that nuance a little bit? What does it mean for rollups to be a first class citizen? And how does that change what Ethereum is for? With proto dank charting?"
    },
    {
        "speaker": "C",
        "text": "Maybe I can start with proto dank sharding and you can talk about longer term, like making roll ups a first class citizen. But yeah, just to unpack dank charting. So when you make a transaction on layer two today, um, the layer two bundles your transaction and a bunch of other people's transactions and posts the data for that back on layer one. Um, and this is why layer twos are kind of cheaper. So computation on Ethereum is expensive, but storage is cheaper. So layer twos basically say we're going to do all the computation off chain, put the data, the raw data from that computation back on ethereum l one. And if you know there's a fraud, or if you want to reconstruct the state on a ZK rollup, then you can take that raw data and like run through all the computation, but only if you, if you have to. And this is kind of the trick that makes layer twos keep a lot of the security assumption because the data is on Ethereum, but also be cheaper because you're not running every transaction today. When you make an l two transaction, something like 90% to 99% of the cost is actually posting that data back on Ethereum l one. The reason why that cost is expensive is l one stores that data forever. But that said, layer two s don't actually need that data to be stored forever on Ethereum layer one, because with optimistic rollups, we have the seven day exit window. So this means that after seven days, no matter what the data is, somebody could have done something, exited all their funds. So what we're doing with proto dank sharding is we're adding can think of it as temporary data storage on Ethereum layer one. So that this way, because the data is only stored for a couple of weeks, we can charge much less for it. And this will reduce the cost of layer two transactions, because now, instead of paying for storage forever, they're just paying for storage for a couple of weeks."
    },
    {
        "speaker": "B",
        "text": "And then Justin, if you want to finish this conversation, like, what does that mean for theory and the protocol? So we have layer twos that have cheap data, very cheap data that lowers the gas fees, makes them faster. But again, the roll up centric roadmap of Ethereum, why are we prioritizing layer two so much? And what does that mean for the protocol?"
    },
    {
        "speaker": "A",
        "text": "Right. So I'd say that Ethereum is prioritizing the friendliness to build roll ups on Ethereum because, you know, posting this data is the main bottleneck. I guess one of the consequences here is that we're going to be able to scale the number of users on Ethereum, maybe from 10 million to 100 million or maybe even hundreds of millions. One of the things that I expect in the short term is we're introducing this whole new resource, which won't be fully consumed at the very beginning. We might see dynamics similar to what Arjun did a few years ago, where basically the fees were so low that they subsidized the fees. So it's possible that for a period of time, maybe six to twelve months, we're going to be able to use rollups completely for free. And there's going to be this kind of, this temporary subsidy almost that could act as a bootstrapping mechanism. I guess one of the things that I've been thinking of in the long term is how can we really have ethereum native roll ups and we call those enshrined rollups. What we're going to do in the long term is actually get an enshrine roll up. One instance by snockifying the EVM. If you take the EVM today as it is, every validator has to verify every single transaction. But once we've snarkified it, all the validators need to do is just verify this one snarke per block, and so it automatically becomes a roll up. So the main net becomes a roll up."
    },
    {
        "speaker": "B",
        "text": "Ah, okay. What does that mean for the other roll ups that also already exist?"
    },
    {
        "speaker": "A",
        "text": "So what I expect will happen is that there will be kind of a nice complementarity because the enshrined roll ups will have best in class security. But on the other hand, and one of the things that they enjoy is access to social consensus. If for whatever reason there's a bug in the EVM, then we're going to go and fix it. Whereas if there's a bug in one of the roll ups arbitrum, then kind of their problem. And so the way that the non enshrined roll apps fix issues is with governance. And so really we don't need this governance token. And so this, in a way makes it more secure, because governance, not, it's a way for flexibility, but it's also an attack mechanism."
    },
    {
        "speaker": "B",
        "text": "So if we're snarkifying the EVM and we're getting similar properties to what you would get from a roll up, you can bundle up many, many transactions and have them go through much cheaper gas costs and much easier computation. Is that competitive with the current layer two landscape?"
    },
    {
        "speaker": "A",
        "text": "So the layer two landscape, I don't think will compete with entry and roll ups for a few reasons. One is on cost. So you can do certain things with application layer roll ups that you can't really do with an enshrine roll up. One of the things, for example, is batching. If you are willing to settle, let's say once every ten minutes, you can take these bigger batches of data, and then you have more efficient compression. Think of it as when you're zipping a file, you have better compression if you have more data to work with. Another thing that you can do with the non enshrined rollups is you can be very opinionated in terms of where the cash flows go. For example, optimism. They can decide to fund public goods, but we with the enshrined roll ups, the only real public good that we can fund is economic security and economic bandwidth. Another thing that you can do with the application layer roll ups is that you can have whatever virtual machine you want. You don't have to stick with the EVM. And so there's going to be a lot of advantages there. And then maybe some other benefits could include services like preconfirmations. It's relatively difficult to do pre confirmations with an enshrine roll up, but that's something that the application of rollups can do."
    },
    {
        "speaker": "B",
        "text": "Where is this on the theoretical idea to eip on the roadmap spectrum?"
    },
    {
        "speaker": "A",
        "text": "So getting to one base roll up is actually only the beginning, but it's like 90% of the work. And the reason is that we have to do the really heavy engineering to have these knock proofs for every single block. But then there's this really cool thing that we can do, which is maybe only 10% of the work, where we can expose as an opcode the verification of a snark proof for the EVM. And so that means that anyone can deploy an enshrine roll up at the application layer. So it basically opens up the possibility to have as many copies of the Ethereum layer one EVM as we want, all with the exact same properties as Ethereum layer one. When will that happen? My guess is that we're talking five to ten years."
    },
    {
        "speaker": "B",
        "text": "Okay, so did we accidentally skip into the mid to long term roadmap of Ethereum?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "But I'll caveat this, that the development of snarks has always surprised me in the positive way."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "And so it could only be, you know, three, four years, essentially."
    },
    {
        "speaker": "B",
        "text": "Okay. And so, like, I think what a little bit with what you're saying is in between the difference between an enshrine, enshrined roll up and the roll up landscape that we know today, the optimism arbitrum, you know, ZK sync, all of these players, it's actually different use cases."
    },
    {
        "speaker": "A",
        "text": "Different."
    },
    {
        "speaker": "B",
        "text": "They're similar in engineering, but will be expressed differently by how and why they will be used. And so perhaps they're unlocking new use cases. So not necessarily competitive more, just like a new landscape."
    },
    {
        "speaker": "C",
        "text": "They have way more flexibility. Right. You can think of them as like, well, they are effectively smart contracts from Ethereum's perspective."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Like, so they can do anything even more than what a smart contract on l one can do. But they're not bounded by like, the, the capabilities of l one and also the rate of change of l one. So it takes way more time, you know, to add a new opcode to ethereum, l one versus if, say, optimism wanted to add an opcode that's not on l one. Um, they can do it like, much quicker than we can."
    },
    {
        "speaker": "B",
        "text": "Is it the idea of an enshrined roll up, like optimism? Arbitrum, Zksync polygon? Everyone takes an opinion by default. Like, everyone is an opinionated application of technology. Maybe the enshrined roll up is the least opinionated type of roll up that we can get. And because it's inherent ties to the Ethereum layer one, it also expresses itself differently."
    },
    {
        "speaker": "A",
        "text": "There's basically only one way of building an entry and roll up, which is to take DVM as it is, and just nike ify it, end of story. You can't be opinionated, like doing an airdrop, for example. One also big disadvantages of the intro roll ups is that they won't have the first mover advantage by a long shot, by five to ten years. And so a lot of the network effects might already be established so that the entrain rollouts maybe won't add that much value when they do come."
    },
    {
        "speaker": "B",
        "text": "Okay. And then again, who is between the spectrum of theoretical idea to actually getting implemented into Ethereum? Like, who is working on this? Where is this in development? How early are we on this particular subject?"
    },
    {
        "speaker": "A",
        "text": "Right, so, ironically, it's to a very large extent, the application layer roll ups. They're doing the development for the enshrine roll ups because the whole snocked tech stack is basically moving, is being subsidized almost by vc money, billions of it, accelerating it, and we'll just be able to reap the fruits."
    },
    {
        "speaker": "B",
        "text": "Okay, beautiful. Okay, so waiting for. Is it specifically the ZK roll ups that are doing this engineering, or is it optimism and arbitrum, too?"
    },
    {
        "speaker": "A",
        "text": "It's mostly the ZK roll ups from."
    },
    {
        "speaker": "B",
        "text": "Mostly the ZK rollups. Okay. So that technology, we're going to be able to. We're just. We're just letting the ZK roll ups build and deploy, test the actual computation, test the technology, and then when it's time, when it's ready, be like, hey, we can unbundle that technology, apply it to the Ethereum at the layer one, snarkify the ZK. The EVM. Does this make. Wait, does this make the evm a zk evm? Is that what this is?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. And one of the consequences is that the meme will be, you don't need to be a validator on your raspberry PI. You can be a validator on your smartwatch."
    },
    {
        "speaker": "B",
        "text": "Can you elaborate on that? What does that mean?"
    },
    {
        "speaker": "A",
        "text": "Right, so, one of the big computational expenses of being a validator right now is you need to run a geth node, and you need to verify every single transaction and whatnot. And that's very expensive. When you have a ZKVM, just verify a snark takes a millisecond. Your smartwatch can do that."
    },
    {
        "speaker": "B",
        "text": "So it doesn't need. My smartwatch doesn't need that much computational power."
    },
    {
        "speaker": "A",
        "text": "You won't need much computational power to be an Ethereum validator."
    },
    {
        "speaker": "C",
        "text": "Can you talk, maybe, about today, how the proving and verification time works on l two, and why having high powered sequencers makes this more viable? There. Then eventually, what do we need to go from a couple high powered sequencers on l two, producing and verifying these proofs to every validator and every node and client on l one being able to do it within 12 seconds?"
    },
    {
        "speaker": "A",
        "text": "Ah, right. Okay. So, like, one of the big difficulties right now is basically the latency of producing the proof. So what happens is that there's only settlement, let's say every ten minutes or every hour. And the proving process is done on these huge machines that are rented on AWS, and the proving is not very decentralized, and it's very high latency. What's going to happen is that we have this technology called folding, and so we're going to be able to take this big computation, break it down into small pieces, and maybe potentially give these small tasks to different low powered provers, and they can all collaborate trustlessly to make the proof. And one of the reasons why we're going to be able to reduce the latency dramatically is because we won't be working on these big chunks. We may be able to prove one transaction at a time, and so the ultimate latency will just be of one transaction, but actually maybe it will only be the latency of one opcode. So you break everything down into opcodes and then you stream the opcodes through."
    },
    {
        "speaker": "B",
        "text": "You'Re taking the computation and making it into bite sized chunks that can fit."
    },
    {
        "speaker": "A",
        "text": "For more into a stream."
    },
    {
        "speaker": "B",
        "text": "Yes. This sounds a lot like the Nova technology that you and I were talking at Zuzalu. Is that what this is?"
    },
    {
        "speaker": "A",
        "text": "Yes, exactly."
    },
    {
        "speaker": "B",
        "text": "Okay, there's a bankless episode for that. It's on YouTube."
    },
    {
        "speaker": "A",
        "text": "And then another aspect of this will be a hardware acceleration."
    },
    {
        "speaker": "B",
        "text": "Okay, you want to unpack that a little bit?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay, so we got it down to just proving one opcode, and that might take, I don't know, half a second, but once you have hardware acceleration, it might only take five milliseconds."
    },
    {
        "speaker": "B",
        "text": "What does that unlock? If we're cutting off basically half of a second, what does that unlock? Or is it just cool?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, one of the complications, I guess, is one of the things that unlocks is decentralization in the sense that we might go from just one prover, which is distributed to a thousand redundant provers. And potentially these provers can be at home. So you at home, you'll have this little box which is the size of a shoebox, and you'll be able to single handedly prove that Ethereum transactions are all valid and produce a snark. And if we have 1000 people doing that at home and 999 of them go offline, and you're the only one that's online, Ethereum can keep on running. So this is this property which is called strong liveness, where you only need one single person to be online and honest for the Ethereum to keep on running. And it's a bit like the ceremony, the trusted setup. So we just need one person to be honest and at a minimum we want 100 people, but we feel much more comfortable than 1000 people. And we feel even more comfortable if we have 100,000 people, which is what we have right now. Having a thousand or maybe a few thousand people around the world, just like we have thousands of people running Ethereum nodes around the world, is going to be more than enough redundancy."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm going to do something. I'm going to do something a little ambitious, which is connect the dots from everything we started to where we just finished and see how much I just retained. I think I can do this. So here we go. So we have this roll up centric roadmap of Ethereum. The optimistic roll ups are well on their way. The ZK rollups are the newest frontier optimist. The optimistic roll ups are kind of competing on governance. The ZK rollups are the technology that we've been focusing on so far in this conversation as the ZK roll ups have matured. And again, we have 4844, which is going to, like, take off the brakes for a lot of these things, which is how we entered this conversation. The ZK roll ups, like Zksync and Polygon, ZK tech as well, is contributing to the ZK technology that if the Ethereum layer one will be able to extract a the kernels of that technology and apply it to the layer one. And we are going to take the EVM, which is how Ethereum goes from block to block to block with executing transactions. And we're going to turn that into a zke evm. With further adaptations in cryptography. This Nova thing, again, there's another bankless episode for that. You combine that with the ZKe EVM, and you shard computation. And so the ZkEVM going from the Ethereum layer one EVM to a yemenite Ethereum layer one ZKE EVM, makes proving blocks very, very simple and easy for the individual. And then we can take that a step further, and we can take all of that proving and char that out to many, many thousands of people. And so more people can participate in the proving of Ethereum. And the significance of this is that what we are doing is we are requiring fewer and fewer honest actors to make the Ethereum protocol work. And actors also can be devices, too. And so which devices can actually participate in making Ethereum function? Honestly, that barrier becomes so low. And so, like, right now, there's a big, there's always a conversation like, how, how could ethereum be stopped? And at this point in time, too many devices have enough computational power to make Ethereum so decentralized that the answer of, like, how do you stop Ethereum? Is a similar question to, like, how do you stop water from flowing downstream? That was my summary of this. How was that?"
    },
    {
        "speaker": "A",
        "text": "Perfect."
    },
    {
        "speaker": "B",
        "text": "Nice. Okay. Okay, so that was 4844. Where did 4844 fit into that conversation? Because we started there. But does that really pertain to the Zke ev'ing of the layer one, or is that more kind of adjacent downstream of similar technologies?"
    },
    {
        "speaker": "A",
        "text": "I think 4844 is kind of the initial motivation that got so many entrepreneurs and so much vc money to flow in the, to really push this technology development forward. But yeah, we're going to reap the benefits as a community by having scaling in the short term. Initially, we were thinking of having these enshrined roll ups, so called phase two, in the roadmap, much earlier on, and it would be done by ragtag teams of developers that are not very well funded. There's not that many of them, and we would have never made it. So this was the correct strategic move to kind of open up kind of slightly more of a commercial space, I guess. But we're going to go back full circle, and eventually we will have these maximally credibly neutral and trine rollups that have the exact same security properties as Ethereum one."
    },
    {
        "speaker": "B",
        "text": "Okay, so with this conversation, I was trying to go short, middle long term with Ethereum roadmap, and it sounds like we did that specifically with roll up technology. So we covered that vertical. So let's do that again with the next thing that I think is also in the short term roadmap, which is PBS proposer builder separation. So if you're a long time bank listener, you know what PBS is. But maybe we can start from the beginning and what is in the short term for PBS, and then how does it extend into the future?"
    },
    {
        "speaker": "A",
        "text": "Right. So one of the things that I expect in the short term is this concept of mev rebates and optimal execution. Right? Now, when you make a transaction on Ethereum, it goes to this public mempool, and basically you have sharks eating at whatever flesh is available around that transaction, and it means that you don't have optimal execution. For example, if you want to buy a token on uniswap, you just don't get the optimal price. You lose a few percent, you get."
    },
    {
        "speaker": "B",
        "text": "Bitten along the way, right?"
    },
    {
        "speaker": "A",
        "text": "And so there's this concept of an encrypted mempool, which gives you a rebate. So instead of publishing your transaction publicly, you publish it to this encrypted mempool. And the way that the rebate mechanism works is that you have so called searchers, these shocks that actually turn from bad guys to good guys. So they try and identify all the flesh, and then they tell you, okay, here's all the flesh. And they'll basically pay you for them to get the flash. So."
    },
    {
        "speaker": "B",
        "text": "They say, hey, here are your vulnerabilities. Here is where you are being an inefficient actor in your transaction. Here is where you're going to get arbitraged. Here's all your fleshy belly that you have exposed. I will pay you money to eat your belly."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll give you back all your flesh, except for a little bit."
    },
    {
        "speaker": "B",
        "text": "Except for I'm taking a little bit. So the shark turns into a piranha, and you're like, you have one little nibble and that's all you get, right, exactly."
    },
    {
        "speaker": "A",
        "text": "And the reason why they only take a little bit is because it's a competitive market. The searchers are competing against each other to return as much flesh as possible to the user."
    },
    {
        "speaker": "B",
        "text": "Piranhas are known to be cannibals. I actually don't know if that's known, but I think it's a good metaphor."
    },
    {
        "speaker": "A",
        "text": "So, yeah, that's kind of in the short term. I mean, in a way, it's almost before PBS. It's like user facing, and it's going to happen in the wallets. One of the downsides today of this approach is that we don't really have the technology to make it trustless. What's happening is we have ten different companies that are each offering their centralized, trusted, encrypted mempool."
    },
    {
        "speaker": "B",
        "text": "Who are these companies?"
    },
    {
        "speaker": "A",
        "text": "There's flashbots, there's block native, there's blocks route, there's many, many others. This actually makes it difficult for the wallets. So, for example, Coinbase wallet and metamask, they don't know which one to connect to. And so really the users are not reaping the benefits. Only the very advanced users who know that they need to point their RPC endpoints to some other encrypted mempool get the benefits. And really, most users are unsophisticated. They're not going to change the RPC endpoint. What we need right now in the short term is a standardization effort in order to get everyone on the same page. And then there's also going to be a technology phase where we'll be able to have a trustless, or at least a trust minimized encrypted mempool. And the way that I see it is as a progression of technology. We have centralized, encrypted mempools. The next step is SGX trusted hardware. And this is what flashbots is working on with suave. The step after that is threshold encrypted mempools, where you're trusting a committee of semi trusted entities to decrypt the transactions after they've been confirmed. And then there's the end game, which is delay encryption, where you're not trusting anyone, you're only using pure cryptography and physics. And the way it works is that you encrypt your transaction and then through time, the transaction automatically decrypts itself after a few seconds. And you can't accelerate the decryption because of the laws of physics."
    },
    {
        "speaker": "B",
        "text": "Okay, going back to the same question of where are we on this? Between theoretical cool Sci-Fi idea and EIP that gets put into Ethereum, where are we on this landscape?"
    },
    {
        "speaker": "A",
        "text": "Right. So I think tomorrow after tomorrow there's going to be this event and this dinner around the standardization."
    },
    {
        "speaker": "B",
        "text": "Tomorrow is July 18 for the day of recording."
    },
    {
        "speaker": "A",
        "text": "So I think what's going to happen is some of the big wallet operators are going to come together with the searcher community and say, okay, here we need to come to standards, because the users are not making use of that. And instead of an EIP is probably going to be an ERC, there's going to be some sort of community standard that's outside of consensus that's going to emerge."
    },
    {
        "speaker": "B",
        "text": "Okay, so remind me again how this fits into the PBS conversation."
    },
    {
        "speaker": "A",
        "text": "I guess it's related to Mev, it's before the builders, actually. It's actually at the searcher and user level. But the reason why I mentioned it is that it's the main thing that's coming in the short term."
    },
    {
        "speaker": "B",
        "text": "Okay, define short term for me."
    },
    {
        "speaker": "A",
        "text": "Within the next twelve months."
    },
    {
        "speaker": "B",
        "text": "Next twelve months, okay, but PBS is PBS coming inside of twelve months."
    },
    {
        "speaker": "A",
        "text": "So we already have a form of PBS called Mavboost, which is like off chain PBS, off chain PBS and PBS. If you had asked me a few weeks ago, I was very, very scared because it was kind of this monster update, very similar to the merge that's just keep growing and growing in scope. But actually in the last few days we realized that most of that can just go away. And there's this core epbs that we can incrementally upgrade over time. That would be a medium term thing, let's say two to three years, where we deploy core PBS and then all the adjacent things like inclusion lists, for example."
    },
    {
        "speaker": "B",
        "text": "That'S the PBS. Now, Justin keeps on talking about encryption, so I'll throw him an underhand. He's like, okay, but I can talk about ZK snarking that, or I can talk about encrypting that. So that's PBS and 4844. I feel like we've covered those pretty well."
    },
    {
        "speaker": "A",
        "text": "One big thing around PBS is the end game, which is Mev burn."
    },
    {
        "speaker": "B",
        "text": "Ah, okay, okay, let's go there. Let's go there. Because, Justin, you had a talk yesterday about Mev Burn. And of course we had that fantastic bankless episode. Yeah. Place us in history around Mev Burn. Where is that coming? And when is that coming?"
    },
    {
        "speaker": "A",
        "text": "Right? So one of the dependencies of me burn is entry and PBS. And inclusion lists is actually a requirement. And the reason is that MeV burn is very opinionated. It says that we will only include on Ethereum the most valuable blocks and nothing else."
    },
    {
        "speaker": "B",
        "text": "The most valuable blocks as defined by the free market. Because the free market is the thing that comes to Ethereum and says, I will pay this much money for this block."
    },
    {
        "speaker": "A",
        "text": "Exactly. So the free market determines what is the most valuable block. But that has a downs. Well, it has actually upsides with sensor resistance, but it also has a downside, which is now that there's a very clear price that you can pay to actually censor transactions. And if you just keep on paying this price, which is very, very high, but nonetheless, it's a possibility, you can just keep on censoring this transaction. So if you're willing to pay, let's say, one eth per block or ten eth per block, you can just censor transactions indefinitely."
    },
    {
        "speaker": "B",
        "text": "And we're burning that Ethereum."
    },
    {
        "speaker": "A",
        "text": "We're burning that ether."
    },
    {
        "speaker": "B",
        "text": "So for a very, very high price of burning a lot of ether, you are allowed to censor transactions."
    },
    {
        "speaker": "A",
        "text": "Exactly. Yes. And, but we don't like that. And so we."
    },
    {
        "speaker": "B",
        "text": "I know, I know, I know, I know we like ether burn, but we don't like censorship. We'll take censorship resistance over ether burn."
    },
    {
        "speaker": "A",
        "text": "Okay, so there's some individuals out there, some stakers, for example, Vitalik, who just doesn't run mev boost. He says, okay, I'm just going to build like dumb blocks that are not optimal, but at least we have sensitive resistance. And so every once in a while, Vitalik will be building the block. And then if it so happens that the censored transactions, Vitalik will include them. But we don't want to be relying on altruism. We want it to be incentive compatible and inclusionless, makes it incentive compatible. It's basically a way to get censored transactions on chain, to force them on chain without having to pay any financial penalty. So you get both the optimal block that the market gives you, and you get censorship resistance."
    },
    {
        "speaker": "B",
        "text": "And again, where is this in the roadmap?"
    },
    {
        "speaker": "A",
        "text": "So I would say four or five years, because first we need epbs, and then we also need an inclusion list. And then finally, Mev burn."
    },
    {
        "speaker": "B",
        "text": "Tim, I just want to throw to you thoughts and reflections around the holistic conversation that we've been having."
    },
    {
        "speaker": "C",
        "text": "I mean, I don't think I have anything to add on Mev burn and, and zking at EVM and l two s. I think the other big part is the whole stateless bucket. Yeah, I don't know if you want to go there now, but yeah, so that's probably the other big incentive incompatibility in Ethereum now. So just for background for the listeners, the Ethereum state is all the addresses, all the contracts, all the data in the contracts."
    },
    {
        "speaker": "B",
        "text": "And it's the size of Ethereum, right."
    },
    {
        "speaker": "C",
        "text": "But just the current balances. So it's your balance at this block, not your balance a year ago. So everyone's balanced, everyone's nfts, all the uniswap pools, all that stuff."
    },
    {
        "speaker": "B",
        "text": "The working memory of Ethereum."
    },
    {
        "speaker": "C",
        "text": "Yeah, basically you can think of it as the Ram of Ethereum. And the problem is that writing to the state is like a one time cost you pay to do this, but then nodes need to literally store this forever. Histories, there's things you can do, you can just literally not store it and just verify that at this point, the history was correct and delete it. But the state, you need to know, because it's like, I need to know that your balance in this account is this many eth. Ideally, we would like to bound this in a way so that as Ethereum grows, as there's more users, it doesn't become unmanageable to keep everyone's balances. The idea with stateless is to move to a world where the average node does not store the entire state. Only high powered builders have to store them. And when they produce a block, they produce a proof of the state changes. That only gives you the changes that happen in this block. And you can verify that this is actually correct. And no protocol rules were broken. The challenge with getting there is today we store all the Ethereum data in a tree called the Merkel Patricia tree. It looks like a Christmas tree. So it's very long and narrow. And so making your proof, you have to go from the top all the way down. And those are big proofs to gossip over the network. So what we'd like to do is move Ethereum's tree from looking like a Christmas tree to looking more like a bush, which is wide and short. And then the proofs become just, again, from the top to the bottom, much smaller. And so this is probably one of the next big things we'll be working on after this dancun upgrade is transitioning the tree, like the database structure of Ethereum, from one to the other so that we can eventually have the nodes not store all the state."
    },
    {
        "speaker": "A",
        "text": "So, to put this in terms of computational resources, right now you need a raspberry PI for the computation, but you also need this pretty large hard drive. You need about a terabyte or two. And so statelessness is a way to remove the hard drive, and you can think of it as being an intermediary step to full ZK. Vmdez is kind of halfway through where you remove the raspberry PI itself, and then now you just replace it with a smartwatch."
    },
    {
        "speaker": "B",
        "text": "So, understanding some of the connections here, I think these things start to weave together. But we started with talking about. With a roll up centric roadmap and how that turned into the Zke EVM on layer one and enshrined roll ups, and that's with ZKe technology, which is cryptography. Uh, then the next thing that we talked about is encrypted mempools. Right, which is also cryptography. And then now we're talking about stateless clients, which is like, pruning a lot of data. With cryptography, it seems to be like. And, Justin, there's a line that. That you said once upon a time that really stuck with me. I think it's on your very first podcast episode that we did, which is, if you can't do something with cryptography, do it with crypto economics. But if you can do it with cryptography, do it with cryptography."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "And it seems like all of these three tracks of Ethereum's roadmap seems to be very, very heavily focused on cryptography. You have a comment on that?"
    },
    {
        "speaker": "A",
        "text": "Exactly. I mean, in all three cases, we're starting with kind of the economic side of things, and then we kind of incrementally upgrade with cryptography. If you take the EVM, we just went through the economic way of, I guess everyone needs to pay the cost of doing the verification, and then we. We remove that kind of distrust assumption that an honest majority is all agreeing on the state. And the same with the encrypted mempools. We're starting with totally centralized, encrypted mempools. And then we make them trustless. Yeah, that is the theme. And one of the amazing things, I didn't even realize it was possible until a few weeks ago. Um, we can completely solve safety of blockchains with cryptography. So there's two things that consensus traditionally solve is safety and liveness. Um, and one of the aspects of safety is this thing where you can revert finality. So right now, today, we have this notion of economic finality. It's a very, very strong notion, which says that if you have two inconsistent, finalized checkpoints, meaning you had a checkpoint that was finalized and then it got kind of reverted and you got another finite checkpoint, one third of the validators will get slashed, one third of all."
    },
    {
        "speaker": "B",
        "text": "Staked ETH will be burned, which is billions of dollars."
    },
    {
        "speaker": "A",
        "text": "Yeah, something like $13 billion. And so it probably won't happen. But it turns out that with pure cryptography, you can have perfect finality, which is impossible with the laws of physics and cryptography. And the key unlock was quantum mechanics, which was a big surprise to me because for the last five years, we've been doing research on defending against quantum computers, but now we can actually leverage their power, their very unique properties, to be constructive about it. And the key primitive that I'm looking at right now is called one shot signatures, which was discovered in 2020. There was this amazing paper which kind of pretty much went unnoticed for three years. But it solves finality, gives us perfect finality. Another consequence is that we can reduce the threshold for finality from 66% to 51%. It solves trustless delegation, meaning that we can have protocols like Lido and rocket pool that have no trust whatsoever in operators that don't need any collateral. And it potentially also solves restaking. It also gives us this notion of quantum money, which is a way to do the lightning network without routing. So one of the big complications the lightning network, is that you need to find this route of channels between the sender and the recipient. And more often than not, there's just going to not be enough liquidity in those channels. Whereas with quantum money, you just need one hop and you don't need these channels with liquidity. Then another crazy application is proof of location, where because you have these keys that are unclonable, you can prove to the world that you're in a specific geographical location using latency and the speed of light. So the way that one shot signatures, so what they are is basically a way to have a private key which can only sign a single message, and then it destroys itself. How does it work?"
    },
    {
        "speaker": "B",
        "text": "Sorry, just. And it must. It is a quantum innovation. This is quantum computing that we're talking about?"
    },
    {
        "speaker": "A",
        "text": "Yes, it's a quantum innovation, and there's two key properties of quantum mechanics that we're leveraging here. The first one is no cloning. So your secret key is a unknown superposition of states, and you can prove that it's unclonable. So you can't have two copies of it. And then the second property of quantum mechanics is the destructivity of measurement. Once you measure the private key, which you need to do the signing, it collapses the state, effectively destroying it, meaning that you can't sign a second message."
    },
    {
        "speaker": "B",
        "text": "So, quantum. The word quantum starts to get, like, people will probably perceive that. Be like, it's so far out there that it's so abstract. But this is not a. This is not a research and development problem anymore. This is just like, we just have to build it. Correct. Like, we. It's a known quantity."
    },
    {
        "speaker": "A",
        "text": "No, it's very much R and D."
    },
    {
        "speaker": "B",
        "text": "Okay, but we know it's possible. Right? It's not, like, theoretical."
    },
    {
        "speaker": "A",
        "text": "We have a possibility result, and now, you know, confidence shoots up to actually."
    },
    {
        "speaker": "B",
        "text": "Do the R and D. Right, right, right. Okay. That's what I mean. It's like, this is a sure thing. We know that it works. We know that it works this way. Now we just have to build it."
    },
    {
        "speaker": "A",
        "text": "Exactly. We know it's possible in theory. Now we can just go ahead and try and build it in practice and in the very, very long term, maybe 30, 40 years, we can have one shot signatures at the layer one. But the cool thing is that these things can provide a ton of value outside of consensus. And we don't need a, you know, many quantum computers. We just need one, because now we have this one entity that we can delegate to, and we know for sure that they're not going to rug us. And so they're kind of this trustless quantum entity."
    },
    {
        "speaker": "B",
        "text": "And so just, again, a single shot signature. Like, there's that old call of duty game. One in the chamber. You have one bullet in the chamber. As soon as you fire it, it's all you got. Like, throw it away. And so they're, like, disposable addresses that only have one signature. And I think what you're saying is that the assurances that you get from one single address only being able to sign one transaction once or one signature once, opens up a world of new use cases that provides a lot of trustlessness."
    },
    {
        "speaker": "A",
        "text": "Exactly. Now, traditionally, you could do these one shot signatures with trusted hardware, but that kind of sucks. You want to do it with pure cryptography. And for a very long time, I didn't think it was possible, but it is cool."
    },
    {
        "speaker": "B",
        "text": "Okay, again, again, on the theme of Ethereum has a lot of cryptography in its roadmap. There's one thing I want to touch on that I want to go back to talking about statelessness. When we have stateless Ethereum, how does that change how Ethereum is expressed from the end users? What does it meaningfully do to Ethereum? What can we unlock with that? I want to make sure I round out that conversation."
    },
    {
        "speaker": "C",
        "text": "I guess if you think of the end user as the person sending the transaction, hopefully nothing. If you're using a wallet sending a transaction, hopefully nothing changes. That's good. In terms of just ux, if you're running a node, the idea is that the amount of disk space that you need doesn't grow to infinity. And if you think of it through the economics angle, this is like the last broken thing on Ethereum, in a way, where you pay once and then you get to be on everyone's hard drive forever. So this allows the economics to match this, where we can decide that only the block builders need to keep the full state. You can keep a copy. So say that you have all these balances and all these contracts that you're in. You could have your own local copy of just like, David's stuff or just justin's stuff, but you don't impose that cost on everyone. And so that means that, like, yeah, running a node, you know, that you're never going to need, like, a terabyte of ram or a terabyte of like. Or an ever growing amount of storage just to keep up with. Not even the chain history, but what's on the network today?"
    },
    {
        "speaker": "B",
        "text": "I think a big theme of the Ethereum roadmap has always been about sustainability. Like, how do we make this thing sustainable? And that's been about, like, hey, let's go from proof of work to proof of stake, because proof of stake is more efficient. It makes the system more sustainable. And the whole state growth side of Ethereum is this conversation. Like, I remember throughout 2017 through 2020, we were all bullied by the bitcoiners because they said that we could never run an Ethereum node and that our state growth or the Ethereum node would run to too many terabytes. Turns out that never happened. But also we had the solution always in the back pocket, which was statelessness. And so what you're saying, Tim, is like, when you make a transaction that is data that goes onto the Ethereum blockchain, that grows the size of the Ethereum blockchain, and I have to pay one gas fee, and then every node across the world has to download my data and store it forever. And so that is not sustainable because it's one cost for one person once, and then it's also a one cost for every node operator now until the end of time. It's just unbalanced."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah. This makes this more sustainable because of statelessness. You can prune the blockchain and still have complete trustlessness."
    },
    {
        "speaker": "C",
        "text": "And it's not even when you say the blockchain, just to be clear. It's not like the past history, the past blocks. It's like you, David, can prune everyone except yourself. But then if you get a block, if I make a transaction in the block, there's just a little proof attached that says, hey, Tim actually had the one that he spent or the one NFT that he sold."
    },
    {
        "speaker": "B",
        "text": "I love how this is all cryptography based. One theme about cryptography that I think if listeners aren't familiar with, we should 100% pull out, is that it shifts power to the individual. It fundamentally makes individuals have the same amount of capabilities as large scale institutions. And so while we're talking, like, while it's cool that all of these themes that we're talking about on the Ethereum roadmap is like, here's what we can do with cryptography, I bet if we ran back this conversation, we could do it again through the lens of. And this is how it benefits the individual, this is how it protects the individual and elevates the individual to be a first class citizen, no matter what their resources are. That's my intuition here."
    },
    {
        "speaker": "A",
        "text": "And one of the few things that doesn't use cryptography is the monetary policy. And the word sustainability here is just so important. And you mentioned bitcoin as kind of ironic because that monetary policy is just not sustainable because it doesn't provide this guaranteed security. And so the way that I see the kind of endgame for the monetary policy of Ethereum is kind of this two phase components that are summarized as sustainability. On the one hand, we have minimal viable issuance, which means that we have."
    },
    {
        "speaker": "B",
        "text": "Also perhaps maximally sustainable issuance."
    },
    {
        "speaker": "A",
        "text": "Sure, right. Because it's not unnecessarily dilutive and it gives us the security that we need. And then on the other hand, we kind of have the maximum viable burn. So whatever economic value that is being provided on Ethereum, we get to capture it as a community. And it started with EIP 1559 where the network is able to capture congestion fees. The next step is mev burn where we can capture the value from contention, basically transactions contending to be at the very top of the block. And then the final thing is restaking yield, which it turns out we can also burn. And so in a way, the minimum viable issuance, we've reached the end game with the proof of stake and the merge, but the burn, we actually only in one of three phases."
    },
    {
        "speaker": "B",
        "text": "Okay, so the economics of Ethereum is going to stay the same as a meme. Like we've gotten there. We were at the minimally sustainable issuance, but maximally sustainable. Maximally sustainable issuance or. Yeah, but we get to improve upon it across many more vectors to make it even better, right?"
    },
    {
        "speaker": "A",
        "text": "Exactly. Specifically on the value capture part of it."
    },
    {
        "speaker": "B",
        "text": "Justin Tim, this has been a great exploration into this Sci-Fi future of ethereum. So thank you for helping me navigate. I think I learned a ton and I'm sure the bankless nation has as well."
    },
    {
        "speaker": "A",
        "text": "Thanks for your high mass. Yeah, thanks."
    },
    {
        "speaker": "B",
        "text": "Merci. If there's any information or people like where should people point to if they want to learn more."
    },
    {
        "speaker": "C",
        "text": "Twitter? It depends how much you want to learn. So if you just want some updates, Twitter is probably a good place if you actually want to work on this. The ethereum R and D discord is a great place. Eth researches as well. Just show up there in one of the threads and yeah, you'll get to work with Justin."
    },
    {
        "speaker": "A",
        "text": "Yeah, you can reach me on Twitter. I have open DM's and more often than not I'll reply to questions."
    },
    {
        "speaker": "B",
        "text": "That's a bold commitment."
    },
    {
        "speaker": "A",
        "text": "One thing that I do enjoy as well is just random people telling me, oh hey, I've heard about this one shot signatures and actually I just had lunch with someone who came to me and so if you are interested in this cool technology, do reach me out."
    },
    {
        "speaker": "B",
        "text": "All right. We will put all of their twitters in the show notes. Bankless nation. You guys know the deal. Crypto is risky, ethereum is risky, Defi is risky. Probably cryptography might be the less risky thing that we do, but also perhaps not. I don't know. You can lose what you put in. We are headed west as the frontier and it's not for everyone. But we're glad you with us on the bankless journey. Thanks a lot."
    }
]