[
    {
        "speaker": "A",
        "text": "Financial professionals love Ethereum, and it's a very different story from bitcoin. They see bitcoin as digital gold store of wealth, a way to hedge against inflation. They see ethereum as a cash flow driven technology play that is providing an Internet 2.0 and a new way for finance to exist in the world. And they love all the real world applications."
    },
    {
        "speaker": "B",
        "text": "Backless nation. We are still basking in the glow of the Ethereum ETF. I would say that's pretty accurate. So we wanted to get another take here, and particularly a take that focuses on how bullish this thing is for Ethereum, for the price of Ethereum. How do you explain this to tradfi? So, our guest today is Matt Hogan, who is an absolute expert in this."
    },
    {
        "speaker": "C",
        "text": "Not only do we think this is bullish for ETH, the asset, ethereum, the economy, but I think there's a pretty good argument to make that this is bullish for the entire industry. And I think really just Ethereum and Ethio asset is being the vanguard for the industry, fighting a lot of the fights head on to that ultimately benefits the industry as a whole. And I checked these takes with Matt Hogan, who will give you his answer to these kind of questions and perspectives as soon as we get to him. But first, a moment to talk about some of these fantastic sponsors that make the show possible. Bankless nation, the exciting times continue. I'm happy to introduce you to Matt Hogan, the CIO at Bitwise. He's one of the best persons to talk to to understand the ETF process and also the impact of ETF's on the crypto markets. And these questions just are seemingly endless. So we're bringing Matt back onto the podcast. Matt, welcome back to Bankless."
    },
    {
        "speaker": "A",
        "text": "So glad to be here. Exciting times."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. Extremely exciting times. I kind of think that this last week, which we are on the Friday of the ETF, the Ethereum ETF was approved coming up on 24 hours ago, and I think the industry is still processing it. Looking back on this week, I kind of think it marks a new era for crypto, for the entire industry, for so many different reasons. And I kind of just want to ask about your sentiments on that. Do you agree with that kind of sentiment? And, uh, how would you, how would you take that?"
    },
    {
        "speaker": "A",
        "text": "I absolutely agree. I, you know, I think it's one of the most historic weeks in crypto's history. You know, for the last 15 years, we've been fighting this fight with one arm tied behind our back and with the sword of damocles hanging over our head from a regulatory perspective, and that seems to have changed. We've had a complete sea change in Washington from sav 121 to fit 21. The change even in the White House in terms of going from threatening to veto Sav 21 to not threatening to veto fit 121. And now the spot eth news, it's been momentous. I think it's going to move us to new all time highs. I think it's going to catalyze a multi year bull market. I'm really optimistic at the end of."
    },
    {
        "speaker": "B",
        "text": "This week, Matt, I wonder if the future textbooks, crypto textbooks that are going to be written. We'll call this the may surprise, because I certainly think of it as a surprise. And, um, maybe we can go through just what exactly happened here, because, one, I can't hear the story enough. Two, I want to just like shake myself and, and like, try to just, um, I guess test what really just happened, because this was, this was quite the surprise. So from your vantage point, like, what just happened here, how did we go from last Friday? The chances of an ETF being close to zero? And maybe, I don't know what your impression was, but this is certainly what some of the top analysts were saying, in particular the Bloomberg analysts who are looking at the paperwork. And frankly, I trust around this. How do we go from that to, less than a week later, an actual ETF approval? What just happened to us?"
    },
    {
        "speaker": "A",
        "text": "That's a great question. To anchor the first part of your question. It's absolutely the case that no one expected an approval a week ago. I know there were a few brave voices out there calling for it, but at issuers we were not moving towards approval. Vanex CEO said in April that approval was unlikely. We had effectively stopped work on developing materials around an Ethereum ETF because there had been no back and forth with the SEC. And then we got notice that the exchanges were hearing from the SEC on these 19 B four applications, and it was, it was really a stunning development. Now, from an outside perspective, or maybe from a logical perspective, it makes complete sense. The same arguments that were used to win the case on spot bitcoin ETF's were applied into spot Ethereum ETF's. If you look at the 19 B four for the bitwise Ethereum ETF, we replicated the exact same study that the SEC used to evaluate spot bitcoin and arrived at similar results. So there was a logical reason why this would happen, but no one expected it to happen. And I think it's hard to look at the broader developments in DC and say it was a purely logical decision. There's clearly a political overlay on this. Right. We saw the shocking vote on the SAB 121 reversal, where democrats crossed the aisle to support the repeal of an SEC rule that kept Wall street banks from entering the crypto custody market. We saw 70 plus Democrats move over to vote for fit 121, a comprehensive piece of crypto legislation. I think there was just a complete sea change in Washington that was linked to or tied into this Ethereum change. And we went from really effectively a 0% chance to. I was just on a spaces with James Seifert of Bloomberg. He said there's now a 99% chance, in his view, that spot, Ethereum ETF's will launch. So amazing."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so your thesis, too is that this was really politically driven because. Because I'll just say that that's how it seems to us. That's how it definitely feels."
    },
    {
        "speaker": "C",
        "text": "Those dots connect very easily."
    },
    {
        "speaker": "B",
        "text": "Those dots, like, definitely connect. We could just draw a line and, like, it's just the easiest, easiest dot game ever. But that would not be encompassing with what the SEC is supposed to do as a merit based regulator and what SEC chairs in current and of the past have said. They base things on rules, they base things on the law. And for them to be a political organization rather than a merit based regulator, what. How do we square that? Who's lying? I know you're on the issuer side, so maybe you can't answer that last question, but, like, seriously, this was all political then."
    },
    {
        "speaker": "A",
        "text": "Well, I'll put on my ETF hat, you know, before Bitwise. Before I joined Bitwise, seven years ago or so, I spent 15 years in the ETF industry. So I have a lot of experience in this ETF space. I haven't seen anything like this. I haven't seen an example of people having no expectation of approval and flipping to expecting approvals so quickly on effectively an overnight basis. So to the extent that this has never happened again, there was something shocking at work here. Now, I do think the SEC was spending time evaluating this space. If you look at the document that was produced, it's a reasonable document, it's well written, it looks at data. They did their own statistical analysis. You know, at the staff level, I think they were doing a very good job. What ended up happening, one interesting little wrinkle is that the commissioners didn't vote on this 19 B four. They allowed it to pass through delegated authority, which is actually how most ETF's 19 B four s are approved. They just say staff you do your work. We got bigger things to think about. And so when one interesting little wrinkle here is what actually happened is the SEC just let the staff do its work. They evaluated it on the merits, and they made the decision that these 19 before should go through."
    },
    {
        "speaker": "B",
        "text": "So that meant there was no public statements by the commissioners. I feel like we saw public statements for the bitcoin ETF. Am I misremembering? But I remember reading something from Gary Gensler, Hester Purse, at least. But this was like radio silent. It was just like. Was there even a press release at the end of the day from the SEC?"
    },
    {
        "speaker": "A",
        "text": "No, they didn't. There was no press release. There was no hacked Twitter account."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "The commissioners didn't vote on this one. Again, this was just at the staff level, acting on delegated authority, which is the normal course of business. The commissioner vote was unusual and atypical because bitcoin was so high profile, and this one just went through on delegated authority."
    },
    {
        "speaker": "C",
        "text": "I can't help but a conspiracy might be that if this was indeed political and the White House Biden administration did call up the SEC, then you would put it to delegated authority because you don't want to reveal the votes, you don't want to reveal the statement, you."
    },
    {
        "speaker": "B",
        "text": "Don'T want to say anything about it."
    },
    {
        "speaker": "C",
        "text": "That might be. Some people might. Have."
    },
    {
        "speaker": "A",
        "text": "You said those words?"
    },
    {
        "speaker": "C",
        "text": "I said those words, yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, this. This feels like the most begrudging approval in ETF history, maybe like, so incredibly."
    },
    {
        "speaker": "C",
        "text": "Begrudging that they just can't. They don't trust their own poker face to, like, make a statement."
    },
    {
        "speaker": "B",
        "text": "Matt, I want to ask you kind of the. The wider context. So if this was then politically motivated, who did this? Did we do this? Did the crypto community do this? I. It feels very good to take credit in this moment for everything that the crypto community has done in terms of talking about this very loudly, in terms of asking politicians, in terms of just getting very politically active. How big of a role did we play in all of this? And do you really think that's what helped turn the tide?"
    },
    {
        "speaker": "A",
        "text": "I actually think this is a really important question, and I will say that my own view on this evolved over the course of this week. So the first thing we saw was the SAB 121 reversal. And my view at that time was that the primary driver was Wall street starting to lobby. On behalf of that specific example, you may remember, maybe not in February of this year, after it was clear that the bitcoin ETF's were a huge success, for major bank lobbying organizations, the American Banking Association, SIFMA, a couple of others put out a letter saying, we want to reverse SAB 121. The reason for that was purely greed based. Right? Because they saw all the money being made in bitcoin custody, and they wanted banks to play a role. So when the Saab 121 reversal came out, I thought, well, crypto is celebrating its political force. But the real story here was Wall street, with its lobbying money, said, hey, we want in on this game."
    },
    {
        "speaker": "B",
        "text": "Banks wanted it done."
    },
    {
        "speaker": "A",
        "text": "They wanted it. And I thought that was defining characteristic. But what happened on the fit 21 bill was something different, which is that bill doesn't specifically help Wall street. That actually paves the way for a bankless nation to disrupt Wall street in major ways. I know that it's not a perfect bill, but it does point in that direction. Right? It talks about having these be commodities. It talks about them being regulated on the CFTC. It talks about normalization. It paves the way for Defi and other aspects where banks aren't going to benefit. And that told me that the real winner here, or the real driver, of course, there are many fathers and mothers of success, but the real driver was cryptos, a burgeoning political force. And the reason that's important is that there are many things that Wall street will want out of cryptocurrency. Custody, stable coins, a few other things. But there are many things that it won't want. It won't want self sovereignty. It won't want the free speech element. It won't want the disintermediation. The fact that it was Crypto's political force driving this change tells me that those things are in play, and that makes me very optimistic for where this industry is going."
    },
    {
        "speaker": "B",
        "text": "That is so incredibly bullish, I think, for everyone listening. It's optimistic for this industry, and it teaches us a valuable lesson about how much political agency we really have. I think a lot of people have previously in Crypto believed that their voice didn't matter, that I heard this as late as last week, that DC doesn't care about the crypto vote. Like, it's so minuscule and meaningless. It's just a bunch of digital, like, profiles on Twitter, sort of yapping about things, and, like, you have no agency to actually influence the votes in Congress and, you know, presidential vetoes and that sort of thing. I think we can completely discard that idea, because last week we saw it. I mean, the fact that Patrick McHenry came on a crypto podcast, a bankless podcast, this is, uh, he was an interim chair of the house. He was the architect of this, this bill, and he came to talk to us. It just still kind of blows my mind. But I would just hope that that is cemented into all of the listeners today and to the entire crypto community that when we unify and when we rally, when we get away from the tribal games. Right. And we, we actually try to affect change, we can be incredibly powerful. That's maybe even more bullish than the Ethereum. ETF is the rise of crypto's political influence, because at the end of the day, we are fighting for digital rights for american citizens. We've talked about this before, but this is american values. Crypto values are american values. And it's just like a call to get back to these."
    },
    {
        "speaker": "A",
        "text": "That's absolutely right. And here's a wonderful fact. No one's talking about crypto is apparently the only thing that there is bipartisan consensus on the. When's the last time you saw a probe, a bipartisan vote in Congress? We had 70 plus democrats come over and vote in favor of keeping innovation here in the US and keeping this industry here in the US. I think it really is remarkable. We shouldn't rest on our laurels, but we should be proud and realize how far that we've come."
    },
    {
        "speaker": "C",
        "text": "Matt, I want to circle back on something that you said. You said that there's a 99% chance of the Ethereum ETF's getting approved. And for people who I don't think are, like, super familiar with this process, that might have been confusing to them. It's like I thought, I already thought we got the ETF approval. Isn't that the thing that just happened yesterday, on Friday? So maybe you can kind of walk us through the next steps for. Because people will be aware that there's actually no ETF trading right now. So can you kind of just walk us through the next steps in the future? Like, what's the next, what's the future look like for us, for sure."
    },
    {
        "speaker": "A",
        "text": "And importantly, I said that James Safar from Bloomberg said that."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "We can't forecast what's going to happen because we have a live application at the end SEC. But the way to think of ETF approvals is sort of like a nuclear key situation. You have the 19 B four, which is the approval to list on an exchange. And that's focused on questions around, is there market manipulation? Can you surveil it? Can you trust this market? And that goes through a part of the SEC called the division of trading and markets. And what we saw this week was that they turned the key on. They said that these are Fitzhen for the market. Those concerns are satisfied. There's another document called an s one. Some people call it a prospectus, but it's the s one document that goes through the division of investment Management. The role of that document is to explain all the risks and disclosures around any investment. And every ETF has a version of this document, and so that still needs to be turned on. So the process between sort of where we are and these ETF's listing is issuers have to go back and forth with the division of investment Management around exactly what's in this document. Now, an important difference is that the 19 B four is essentially a merit based document. You can say yes or no. Either you can trust this market or you can't trust this market. And so we pass that hurdle. The s one isn't supposed to be a merit based document. It's supposed to just be a disclosure based document, as long as you can adequately disclose the risks. So an s one should just be a process. That process can take weeks, it can take months. It doesn't take days. It does take a little bit of back and forth. So that's where we're at. We're waiting for that second key to turn for those s one s to be effective. And then after that happens, you should see these ETF's launch either a day or two days later."
    },
    {
        "speaker": "C",
        "text": "And there's nothing really about this process that we are watching. With the ETF getting approved, that's like an anomaly. Other than the fact that there was like this, like crazy pivot, ignoring that this is like, everything is like normal moving forward. So this is like pretty expected to see the 19 four b be approved. And we're kind of like the reason why James one, I'm hypothesizing, the reason why James said that there's a 99% chance approval is that we already see the intent out of the SEC. It's just like, now there's this next step that they will also have to approve. Um, do you have any sort of indication on, like, a timeline? I know you said, like, not, not days, at least weeks to months. Um, but like, any more information there."
    },
    {
        "speaker": "A",
        "text": "You know, that's just historically what, what happens. It's usually a multi back and forth process. What you'll see, if you want to monitor how close we are, is you'll start to see issuers file amendments. So what happens is you have an s one that's filed. The SEC gives you comments, you adapt that into a new s one and you put it forward for the SEC to see. That's a public process, so you can see what changes between each issue. And it's sort of just fine tuning. They're usually a couple of amendments. So again, I think it's probably weeks. You know, it could be months, but usually this process takes, you know, a handful of weeks or a little bit longer than that. But you can, you know, rest assured, issuers are all over this. It's number one priority."
    },
    {
        "speaker": "B",
        "text": "In places like bitwen, issuers are all over this. And bitwise, of course, is an issuer. And just one last as we're kind of diagnosing what happened before we get into what the projections are, I'm kind of collecting stories here. Right. I heard James story, obviously, David and I have a story of where we were when we found out about this pivot type of thing. I want to ask the question of how did you hear about this? Did you hear about this on Monday? What was your reaction? Did you believe it at first? And then what ball went into motion on behalf of an issuer? How did you guys have to react? I just want to collect this story, too, Matt, while we have you."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was preparing to go on another podcast on to talk about what's going on with SAB 121 when the news came across my desk, which is always very hard because you get this piece of news and you're supposed to be focused and talking about something else. So that was a shocking moment. And then it's all hands on deck. The issuer has to spin up so many things, fact sheets and prospectuses and issuer documents and plans and marketing strategies. You have to start thinking about that. So as soon as I got off that podcast, I was on a series of calls, and now all those things are in motion. But it was shocking. It really did leave work on Friday, to the extent that any of us leave work, not planning for this week to be about Ethereum ETF's, yet here we are."
    },
    {
        "speaker": "C",
        "text": "And yet here we are. If there's one theme I think about this Ethereum ETF, it's curveball. Didn't know it was coming, and now I think the next thing that people are going back and forth on is how big of a deal is it? If you look at the current price of ETH, the current price would suggest actually not that big of a deal. I decline to believe that this is the fullness of this story. If you listen to either the ETF guys, James and Eric, they'll say that the Ethereum ETF is the opening act coming after the headliner. If you talk to sandy cool, she'll say that the tech platform of Ethereum is very resonant with traditional investors and so there is actually going to be outsized demand for the Ethereum etfeminal. I'm wondering if you can help us navigate the sizing of demand and bullishness that outside traditional capital is going to go into the Ethereum ETF or if you have any sort of indication about investor appetite for this product."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. There's a lot of demand for Ethereum and there's a lot of demand for accessing crypto in an ETF wrapper. So when you put those together you should expect there to be significant demand for this etfemen. A few reasons for that from a starting point. Professional investors love diversification. Literally day one when you go to investing 101 class at business school, the first thing they drum into you is always diversify. So you have no one holds one stock, no one holds one bond. Most professional investors don't just want to hold one crypto asset. I think you're going to have a large number of people who have exposure to bitcoin ETF's and who now also want exposure to ethereum ETF's. I did a Twitter poll yesterday and asking people who own the bitcoin ETF if they were going to add ETH and about half of them said they would. And remember that's $50 billion of assets. Bitwise of course, historically is built on a multi asset framework. Our first product was an index based product. We talked to investors about Ethereum all the time and that leads to my second driver, which is financial professionals love Ethereum and its a very different story from bitcoin. They see bitcoin as digital gold store of wealth, a way to hedge against inflation. They see Ethereum as a cash flow driven technology play that is providing an Internet 2.0 and a new way for finance to exist in the world. And they love all the real world applications. I think all you need to tell a financial advisor or professional investor about Ethereum is you could talk about stable coins, digital dollars on a blockchain, you can talk about Blackrock choosing to launch its first tokenized fund on Ethereum, you can talk about the growth of defi and cash flow. I think there's going to be significant demand for these. The other piece of that that's really important and different from bitcoin is there's no new supply, there's no new supply, net supply is effectively zero. I know it's been up a little bit recently, but it's effectively zero over a long time frame. And what that means is that this new demand shock has to buy Ethereum from people who don't have to sell it. And that's just an extraordinarily bullish setup. So I think there will be real demand for these. When I talk to advisors, there's real interest. I can't wait to talk to people about Ethereum within the ETF context, if we get to. And I think these will be a huge success."
    },
    {
        "speaker": "C",
        "text": "I'm wondering what your methodology at bitwise is for actually probing demand for these assets. I think it was pretty clear that there was definitely demand for bitcoin. Now, we were trying to probe about ETH. I've asked other people at different issuer agencies about their perception of demand for things beyond ETH, and I've gotten mixed answers here. But there seems to be no lack of data, actually about whether there's demand for particular assets in bitcoin. Ethan, down the line, I'm wondering if you can just give us some insights about what it actually looks like to collect this data."
    },
    {
        "speaker": "A",
        "text": "Yeah. The primary way we do it, we do 20,000 meetings with professional investors every year."
    },
    {
        "speaker": "C",
        "text": "Okay, that's a lot of data."
    },
    {
        "speaker": "A",
        "text": "So that's a bit wise. Representative, a member of our sales team, or myself or another member of the research team having a one on one or one on ten meeting with professional investment firms to talk about crypto. Some of those conversations are bitcoin only, but most of them talk about crypto as an asset class and talk about the different use cases. And so, you know, we. It's not that we quantify each conversation, but I have a whole channel of sales reports talking about our conversations, and they all. They often talk about the interest in Ethereum. So that's the primary way we have other ways we do webinars focused on bitcoin and focused on ethereum targeting the professional investor audience. They draw roughly the same crowd, which is surprising, because bitcoin is a much bigger asset and arguably much better known. But there is real interest in the Ethereum ecosystem. That's hundreds of advisors coming on these webinars to learn about the Ethereum ecosystem. Then we're doing surveys. We're likely to do a survey around Ethan appetite. But the primary reason is those 20,000 meetings a year. And I can tell you from those meetings that there is significant interest in the space."
    },
    {
        "speaker": "B",
        "text": "So, Matt, to put you on the spot, a little bit interested in your take on flows, what flows will look like. And so bitcoin, I think surprised everybody. I don't know if you were surprised about this, but now we're up to something close to between 50 and $60 billion in assets in bitcoin ETF's, which is frankly amazing when you consider that something like gold, which has been in existence for what, like 20 years from an ETF perspective, we're in striking distance of gold already. Gold is 100 billion. And so part of me wonders whether bitcoin plus Ethereum ETF alone, whether that might be enough to flip in gold and we might have bigger crypto ETF's combined than gold. But im wondering if youd translate this into flows right now. So we talked to James yesterday and he said, look, theres about 10 billion or so in the grayscale Ethereum EtH trust thats going to convert over. So you get your 1st 10 billion there. The question is how big does this grow? And of course lets just take static ETH prices because ETH could double or triple overnight, which confounds the analysis. But imagine its trading around like where its trading right now in the mid three thousands to 4000 amount. Do you think we get 15 billion, 20 billion, 30 billion? Like how big is this? Or maybe if you want to do a comparator of like as a percentage of bitcoin. Anyway, what do you think about this? Like put some concrete numbers around, predictions if you can."
    },
    {
        "speaker": "A",
        "text": "Great. Yeah. So to add additional piece of context, the bitcoin ETF's have had net flows of about twelve or $13 billion. So those net flows add to the GBTC assets and you sum up to those numbers that you have. That is off the charts for ETF's. It is two or three x, the next most successful ETF of all time."
    },
    {
        "speaker": "B",
        "text": "This is like the Taylor Swift eras tour of ETF's. Yes."
    },
    {
        "speaker": "C",
        "text": "Hey Ryan, do you have any dollars?"
    },
    {
        "speaker": "B",
        "text": "I do, David. Why do you ask?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, that's right. But like a billion dollars is a big number in terms of ETF. I don't think Ethereum ETF's will match bitcoin ETF's but I do think it will be measured in terms of many billions of dollars. So I think the $10 billion will convert. Some of that will be people selling out and so it will have to have people catching up to buy it. But then could we get five additional billion dollars into Ethereum ETF's by the end of the year? I certainly think that's possible. Could there be significantly more in future years? I definitely think that's possible. Will it be enough to drive Ethereum to new all time highs? I definitely think that's possible as well. So looking out if bitcoin ETF's did 13 billion or 12 billion in their first four months, let's say I think Ethereum ETF's will do less than half of that, but more than a quarter of that, and that's going to be pretty significant. Remember, that's against a market with no net new supply. So I think there is real demand."
    },
    {
        "speaker": "C",
        "text": "Yeah. My intuition, just with the supply dynamics of Ethereum, is that ether, the asset, simply just more price sensitive per dollar of demand just because of the burn and proof of stake and all of the other supply sinks for ETH. Matt, you talked about investor appetite for diversification. By my preference would be that Ethereum ETF actually attracts marginal net new buyers more than it does take away from the bitcoin ETF. Of course there's always going to be a rebalancing, of course. But is there anything, last information about the marginal new buyer of the Ethereum ETF that is attracted to that product specifically rather than simply being diversified out of bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that will exist as well. I think if you think about the ETF investor market, if I had to put numbers on it, a year from now, I think you'll have 30% of the market. That's bitcoin only. You'll have like 50% of the market. That's a mix. You'll have 20% of the market. That's ETH only. So I think it'll be really significant. I think people, many professional investors looking at the crypto market are looking for sort of tech alpha. They're looking for that high returning asset. Ethereum fits nicely into that dialogue. So I think you'll see all three, and I think the market as a whole will benefit from there being multiple crypto asset ETF's. If that's what we get. It makes the market feel more robust, more real. There's more to talk about. I think it'll be a net positive. So you know, these are going to be significant. They're going to be significant."
    },
    {
        "speaker": "B",
        "text": "Could take us to all time highs. Of course, bank listeners will know all time highs are above 4800 or so on the, on the ETH price. Matt, there's more to talk about. In particular, we want to pick your brain about education in tradfi, like what works, what messages are landing. Also want to ask about future ETF's beyond Ethereum. We're gonna get to all of that and more. But before we do, we want to thank the sponsors that made this episode possible. All right, Matt, we're back. Some people have said that big tradfi won't buy ETh. Institutional investors aren't interested. Neither are the rias. It's because the bitcoin narrative is just so easy to understand, right? You got bitcoin, you got gold, you got digital gold. Yeah, makes sense, right? It's just gold, except it's on a blockchain. It's digital. Whereas Ethereum, okay, like, what is it? Internet bond is in play, productive, asset like, yield bearing thing. But we can't get access to this because these ETF's aren't staked. I want to ask you, what do you think is the narrative that will land? Do you think that this narrative is just too difficult for tradfi to understand? And it'll take a long time for these flows to start pouring into ethereum because just the narrative is more complicated or how do you see this discussion?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'd answer it at two levels. For one, there are a bunch of investors who really won't care. Like try to talk to an investor about the details between Nvidia's chip design and designs at AMD or something else, no one knows. But many people want just exposure to that entire space. And I think, I hate to be reductive about this, but crypto is a small part of many professional investors portfolio. It's one to 5% of their portfolio. They needn't be bothered about the peculiarities of the differences. They just want exposure to this thing that is public blockchains that have a lot of use cases. Digital gold, a new Internet, decentralized, social decentralized gaming, defi stablecoins, nfts, they just want exposure to that. For many investors, the starting point is just look. Public blockchains are fundamentally disruptive technology. You want to own the space. Don't make the same mistake you made during the Internet bubble of buying ask Jeeves and missing Google. Just own the space. Right? And I think that's a fundamental narrative. Other people do want to understand it and they want to understand the differences. What I've found is that if you just take a moment to describe the different design choices that the bitcoin blockchain makes and the design choices that the Ethereum blockchain makes, people understand that they're significantly different and therefore they have significantly different use cases. And that's like a two minute sale. But advisors are willing to sit through a two minute sale to understand how technological design choices lead to different use cases. I think ultimately they will see it as a sort of platform for applications that leverage public blockchains and killer apps that are built on top of that. And I think that can be a narrative that works."
    },
    {
        "speaker": "B",
        "text": "Okay, so first of all, there's the very reductive take, is what you're saying, which is, uh, look, uh, institutional investors are not, not like the maximalists you've seen on crypto Twitter, okay? They look at an asset class and they'll say, I like bitcoin and I also like ethereum, and so why not buy both? And of course, this gets me some more exposure to the asset class. And I don't want to miss out on everything else that's going on with, with tokenization and all of these other narratives. So they won't be as loyal, let's say, as some of the crypto Twitter accounts in terms of what asset that they're going to purchase. So that's like kind of the reductive case. But then you mentioned the RIA that's trying to actually understand what about Ethereum is kind of different versus bitcoin. There's certainly some, you know, world, world computer you could talk about. You could talk about the cash flows, the Internet. I'm wondering about that two minute pitch. So what does that two minute pitch actually sound like for an RIA? Like, do you get into discounted cash flows and you talk about the burn? Do you talk about any of these mechanics? Do you talk about layer twos? It's just such a different world for me to try to think about because we're so used to talking about in the weeds types of concepts. I just don't even know how that two minute pitch would sound. So could you give it to us?"
    },
    {
        "speaker": "A",
        "text": "I'll give you the two minute pitch, and then you guys will poke holes in it. The way I start is by saying, because most of these people have no idea why there's more than one crypto asset. They think of bitcoin and Ethereum like they think of the dollar and the euro, because they're both currencies. And what I tell them is, that's the wrong way to think about it. The right mental model is to think about different software companies. We accept that different software companies use software in different ways. Salesforce use software in one way, Microsoft uses it another way, Snowflake uses it another way. And there are a wide variety of software companies that optimize software to do different things, to do CRM to do word to build slack, etcetera. Crypto assets are the same. Every crypto asset is two things. It's an asset and a blockchain. The bitcoin asset, the bitcoin blockchain, the Ethereum asset, the Ethereum blockchain and those blockchains can be optimized to be good at different things. Bitcoin was the first, and it's a very simple piece of software. Basically, you can send bitcoin, receive it, hold it, destroy it, do some very simple if then statements. Every decision it makes is based around the concept of maximizing security and decentralization. As an example, it doesn't upgrade very often. Why? Because upgrades introduce some level of technological risk. The downside of not upgrading very often is your software is static and it can only do a few things. But if you're designing to be digital gold, all you care about is that it's extremely secure. Every decision you're going to make is going to be, does this ensure that it's extremely secure? You don't care if it can do a lot of things. You just want it to be able to store wealth. And that's what bitcoin is. Ethereum looked at bitcoin and said, it's cool that you can store wealth and teleport it around the world. What if we could program it to do everything? What if we could program it to act like the New York Stock Exchange? What if we could program it to act like a lending agent, like a bank or a prime broker? What if we could program it to host sort of who owns digital art or host digital dollars? Theres a trade off to being that flexible, which is that on the margin, its less secure. Its not going to be, its going to update more. Its going to take on more technological risk in order to be more functional. And so what I tell advisors is, if you want to invest in digital gold, thats bitcoin. If you want to invest in using blockchains to do many more things, that's what Ethereum is, right? You have uniswap that's built on Ethereum. It's trading billions of dollars of crypto assets. You have stable coins that are built primarily on Ethereum. That's putting us bank accounts on every phone everywhere around the world. You have Blackrock that's moving funds from the traditional system into the crypto system, and they're choosing Ethereum. Theres more to finance than just gold. Theres everything else. Bitcoin is gold. Ethereum captures the rest of this market. And if you want to invest in crypto, you own both. If you want to invest in one or other, you pick one or two. But thats usually how I start describing it to people."
    },
    {
        "speaker": "C",
        "text": "You know, Matt, I think you just kind of gave me flashbacks to my first year of getting into crypto in the first place and just having the aha moment that was like just discovering what these things were. And I don't get too many of those anymore because it's been so far down the rabbit hole. So clearly you've been practicing this very articulate pitch."
    },
    {
        "speaker": "B",
        "text": "Yeah, that pitch is honed. Honestly, I don't think that that is too difficult to understand. I mean, the way you said it."
    },
    {
        "speaker": "C",
        "text": "Makes sense to me."
    },
    {
        "speaker": "B",
        "text": "It makes sense to me. Where can I buy an ETh?"
    },
    {
        "speaker": "C",
        "text": "Where can I buy?"
    },
    {
        "speaker": "B",
        "text": "How do I do that? Okay, so one other piece I want to ask you about, because these Ethereum ETF's that have been approved, they are vanilla ETF's. By that I just mean there's not staked ETh, there's no yield. And I was talking to James. It'll be another process of approvals before we get some notion of a staked Ethereum ETF. There's really no timeline for that. For now, do you park the yield narrative, productive asset narrative, around Ethereum? Because I didn't hear you mentioning it in the two minute elevator pitch. Is that something you add later? Do you think thats important, a differentiator from bitcoin, the asset? And how should investors kind of understand that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I absolutely do think thats important. Usually you get into that in the questions. They also talk about carbon footprint. Thats a common question. And you can talk about that. Thats a very strong narrative for this audience."
    },
    {
        "speaker": "B",
        "text": "Like the ESG thing still kind of matters in crypto circles."
    },
    {
        "speaker": "A",
        "text": "It does. It does. You got to remember, financial advisors serve individuals, and if you serve 200 individuals, there's going to be a cadre that really cares about ESG elements within your clientele. And so they need to have answers about that. And ethereum fits."
    },
    {
        "speaker": "B",
        "text": "It's so funny. I haven't heard that narrative much lately, at least in my circles. But it is very true. You could, for somebody that is very ESG conscious, say you've got the energy consuming asset, which is bitcoin, and they've got the clean no energy use asset, which is Ethereum. And maybe that'll matter to some tradfi. I do not know."
    },
    {
        "speaker": "A",
        "text": "It comes up at every conference that I talk about crypto, and I describe it like gas powered cars and electric cars. Different people make different choices. Yeah. So I think you have all of those narratives. I do think usually I get to talking about revenue and a cash flow driven asset before I get to talking about yield. Most professional investors who are allocating into the space are looking for two x, three x, four x returns. Theyre not looking for 4% returns. Those are sort of nice, but theyre a value add. We dont often get all the way down to staking, but the revenue aspect really matters for a lot of people. The fact that the more people who use Ethereum based apps, the more valuable Ethereum becomes just makes, just clicks in a way that its more difficult to click. In bitcoin, I think I can get around. You know, I have a way to talk about in bitcoin that I think resonates. But the primacy of ethereum consuming eth as people use the apps and how similar that is to stock buybacks, I think really is an important narrative for this group."
    },
    {
        "speaker": "C",
        "text": "I want to zoom out a little bit, Matt, and ask you about the difficulty of your job that has been because of this like, oppressive regulatory environment that crypto has been in for the past 18 months. It's a little bit early because we're just still processing this whole ethereum ETF and this pivot of regulatory pressure that we're seeing from the democratic party. But maybe you can comment on and then speculate about how easy or hard your job, how hard your job might be or how it's going to change. Because I would assume people who are coming from the traditional investor space, they're hearing the bit wise pitch about why you should invest in crypto. And then they're bringing up, well, Gary Gensler says, like, everything's a scam. And so I'm wondering if you think, like, is your job going to get easier and is this just going to be kind of tailwinds for inflows, not into just the bitcoin ETF, not just the Ethereum ETF, but just like into everything, just like tailwinds for the industry at large. Do you think your job is going to get easier just because of this pivot out of the, out of the democratic party here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, you know, I should say, of course I have the greatest job in the world, as you guys do get to talk about this incredible asset class all the time. But absolutely it's going to get easier. And the reason it's going to get easier is this is all an optional allocation for professional investors. They've been doing their job for years without allocating to crypto. They don't have to allocate to crypto. So if there is even an inkling of doubt in the back of their minds, or if this is a large company with ten people, if there's an inkling of doubt, this could be just an extraordinarily risky, you know, blow up in your face, kind of mess up, then that's enough to get to know. You could be 95% bullish. But if there's one guy who's like, well, the SEC doesn't like crypto, that's enough to kibosh the whole deal. And so removing that is going to make it exponentially easier for bitwise to do what we do. And we've been successful over the years. We managed three or $4 billion in crypto. But I do think the flows will significantly accelerate because you're sort of removing that sort of trump card that anti crypto people had. An interesting choice of words, but that anti crypto people had, that would prevent many investments. So I really think it's going to be a long term tailwind."
    },
    {
        "speaker": "B",
        "text": "It has felt like everything, at least for tradfi beyond bitcoin, was in this weird regulatory haze of, we don't know, is this legal or not? And are there institutional investors, you're saying, Matt, that are just waiting for that to lift in order to pour into it? What is the legitimacy signal of not only ethereum getting an ETF, but now it is very clearly a commodity? And what does that say about, I guess, the legitimacy of crypto and the legitimacy of the asset class to traditional investors? Are there some people who have just been waiting for this moment in order to pile in and start allocating capital?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think they're probably waiting to see if an ETF launches, but it is a huge validation. I mean, just look at what happened with the bitcoin ETF. You saw the state, Wisconsin allocating to bitcoin. I mean, think about that. You saw the largest hedge funds in the world. You saw hedge funds that manage money for Ivy endowments. You saw nearly 1000 professional firms come into the market. They needed that bat signal that said that this was okay. And so I do think that this is a massive win. I do think it clears the path in the same way. That blackrock coming into the space was a big validating moment. You know, it's not any one thing. It's sort of the addition of all these things that removes the risk that there's just something wrong that you don't understand and sort of scratches that itch for people. So I do think that's, that's happened."
    },
    {
        "speaker": "B",
        "text": "Do you have any takes on the current charts here, Matt? I don't know if you give these, but like, you know, to the extent you do have a take on this, what's really interesting to me is like, very clearly we had David and I have called a God candle on Monday. Once the probability of an Ethereum ETF approval was actually priced in the market. Did not expect it. So we were like under 3000 ETH, and then suddenly we're at like 3600 and then it moved up to 3900. But our all time high from November of 2021 was 4800 for Ethereum. And now even now we are post approval, right, and we're trading at the time of recording at like 3600. And like for, you know, ETH bulls like David and myself were just kind of like, what? Like, wait, I thought that more was going to happen as a result of this. Do you have any takes on this? Like, do we have to wait for the ETH engine from a capital like these? ETF's actually to get there from like the pipeline to be open to start seeing the effect of, of price or. I get that the charts are fickle in the short run, but I'm just wondering if you have any takes on how the market is pricing in this news."
    },
    {
        "speaker": "A",
        "text": "I mean, crypto is so funny. We had the single biggest update in Ethereum's history and we're like, ah, I."
    },
    {
        "speaker": "B",
        "text": "Know, I feel like it should be more. Honestly, I do feel like this."
    },
    {
        "speaker": "A",
        "text": "Look, you know, the reality is we exist in crypto 24 7365. This is all we've been thinking about this week. Traditional finance hasn't even registered this. They haven't registered the change that's happened in DC around crypto. They haven't registered that. We're going to get spot Ethereum ETF's. We haven't done 20,000 meetings on this news. This is just starting to get into the ether of the public consciousness. Yeah, but I really do mean that it's hard when you're in crypto to understand that the broader society is a tankership. It's not a speedboat. And I think you're going to start to feel that come into the market over the coming weeks and months. I think there is more to this move. Look, I think the excitement around an ETH ETF could be enough to push prices up toward the new all time high, where I think theres some behavioral selling youve seen bitcoin bump against its all time high and struggle to get above that. I would expect something similar in Ethereum if things develop in a positive way in the future. But yeah, I would just, you know, patience. We're up. You know, what are we up this week? It's been a great week."
    },
    {
        "speaker": "C",
        "text": "25% casual. 25%."
    },
    {
        "speaker": "B",
        "text": "It's been a pretty good week."
    },
    {
        "speaker": "A",
        "text": "Trap waits for years for that. It's a great week. It's going to be a great quarter. It's going to be a great year. We'll get there."
    },
    {
        "speaker": "C",
        "text": "As we wrap up here, Matt, I kind of just want to ask you about future ETF's. This is the question that everyone loves to ask about. I think anyone who's asked this question or heard this question answered before or generally understand theres no immediate new ETF thats on the horizon. Theres a long process for each one of these. First you need the futures ETF and then you need months, many months, multiple years of data about the pricing of those futures ETF in order to get the SEC to be comfortable with an actual ETF. But maybe you can just entertain us. Can you speculate on a base case for what the next steps are for the industry to receive its next ETF's?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Let's talk about the two pathways. Either you need regulated futures to start trading and then to have multiple years of those trading so that you have the data to do this style analysis. And right now there's no regulated futures besides bitcoin and ethereum. Okay, so that pathway is a pathway measured in years. The other pathway is you need comprehensive crypto legislation that puts regulatory rails around an increasing number of crypto assets. Thats the pathway that we go from one to two to 20 in an ETF wrapper. I actually think thats probably the faster pathway. If I were tracking how are we going to get to Solana ETF's and other ETF's, I would be monitoring things like the fit 21 bill because thats the pathway that gets us to a regulated market and allows us to have ETF's on a wide variety of crypto assets. Weve entered the ETF era of crypto and thats a great thing for investors. Were ultimately going to have many crypto assets available in an ETF wrapper, but I suspect the pathway we got to bitcoin and ethereum is not the pathway for that. I think its this broader, comprehensive crypto legislation and im optimistic for that. Given what were seeing in Congress thats going to happen over the next couple of years."
    },
    {
        "speaker": "B",
        "text": "Was something like that in fit, something like the ability to quickly get tokenized assets into. Into the trad world."
    },
    {
        "speaker": "A",
        "text": "So what you need in order to have an ETF is the ability for the underlying assets to trade on a regulated exchange that you can surveil. The reason the futures on Ethereum are important for us having a spot Ethereum ETF is that the regulatory agencies have increased confidence in the Ethereum market because there is a large regulated futures market, and you can surveil that market and look at it. So you need a regulated venue that you can surveil before you can have an ETF. So under the fit 21 rule, you're talking about creating an avenue to have a regulated venue that would allow crypto assets to trade in a regulated format."
    },
    {
        "speaker": "B",
        "text": "Matt, why can they not do that? Surveillance on, like, Kraken and Coinbase, there's a lot of trade."
    },
    {
        "speaker": "C",
        "text": "What the hell is a regulated venue? Isn't Coinbase and Kraken not regulated?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, you know, don't get mad at me. I don't make. But, yeah, from the SEC's perspective, those are not regulated venues. At the national securities regulation level, there is a different level of regulation. I mean, look, Coinbase, Kraken, etcetera, face a huge regulatory burden, and in my view, are excellent venues with strong consumer protections. But there is a difference between how they're regulated and how Nasdaq is regulated. They're regulated at different levels. And the rules around ETF's require that national securities or commodities level regulation. So that's where we're going. And I do think we'll get there, right? We're in this new era. I think we'll get there, but that's what's required."
    },
    {
        "speaker": "B",
        "text": "Okay, so some form of fashion, you think the shortcut here is some sort of legislation to make it such that, you know, I always think of these ETF's, in, like, crypto parlance, is it's like a tradfi ERC 20 wrapper for a crypto native asset, basically. And the problem with the current structure we have is that takes years, and then it takes like, a whole vote, and this whole, like, process of commissioners voting on it should be what we should create is much more simple process to create a tradfi ERC 20 wrapper on our tokens. And it's like, maybe that's a legislative answer here in the future. Matt, this has been great. Congrats. Very excited to see the launch of all of these ETF's, Ethereum, ETF's, and bitwise, as well, do you have any closing thoughts for us? Maybe outlook for the rest of the year? Anything else you want bankless nation to know?"
    },
    {
        "speaker": "A",
        "text": "Look specific to Ethereum. I think it's been caught in a narrative squeeze for the first part of this year between the excitement around bitcoin ETF's and the rebirth of some other layer ones. But I think it has multiple significant tailwinds as we move into the second half of the year. We've been talking about the ETF, and I think that's a demand shock. That's really significant. Weve talked about Washington untying the arm thats been behind our back of this sort of damocles of is it a security or is it a commodity? Those are massive. But we shouldnt overlook that. We went through the Den Koon upgrade and that the throughput on Ethereum and sort of the user experience on there is accelerating really dramatically. When you take all three of those tailwinds and imagine what happens in the second half of this year in 2025, it's just hard to be anything but very optimistic about this space. And I think we often forget that there's a whole technological developer revolution that's taken place in this asset class or in this ecosystem that's really important as well. So, yeah, I'm really excited. Look, we're in a new era of crypto. We're in a new era for Ethereum, and I think it's going to be pretty fun."
    },
    {
        "speaker": "B",
        "text": "On that last part. We'll just harken back to a word Matt said earlier in the episode. Patience, patience. We're making incredible progress. Matt, thank you so much. This has been an excellent episode."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Bankless nation, gotta let you know, of course, none of this has been financial advice. You know, crypto is risky. You could lose what you put in, even if it's inside of an ETF. But we are headed west. This is the frontier. Not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]