[
    {
        "speaker": "A",
        "text": "So you just like living the. Living the life?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it's. I have no complaints."
    },
    {
        "speaker": "A",
        "text": "Just you're. You got it pretty good, bro."
    },
    {
        "speaker": "B",
        "text": "Just bad stack management. That's all I have. That's my own."
    },
    {
        "speaker": "A",
        "text": "Well, that's. That's me too. And that's why I end up having to work all the time, because I don't have good stack management. I guess we could talk about that."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, it's. I."
    },
    {
        "speaker": "A",
        "text": "It's been a fun 48 hours for you, bruh."
    },
    {
        "speaker": "B",
        "text": "Like, I'm exhausted. I'm exhausted."
    },
    {
        "speaker": "A",
        "text": "All right, so when we left this show on Monday, you were all hyped up, I would say on you were. We spent your money. We spent chambers money on Monday. You spent it all, right."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. More or less all of it. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "You spent five grand on random soul things. And what did you buy leaving there on Monday?"
    },
    {
        "speaker": "B",
        "text": "I bought with. I bought. Is it Miro? I think it's Myro."
    },
    {
        "speaker": "A",
        "text": "You didn't buy that on the show. You bought that after?"
    },
    {
        "speaker": "B",
        "text": "Did I buy that after? I bought lots of stuff after the fact too, but with was the big one and I bought some nfts as well."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "So I forgot. I think it was cups by now."
    },
    {
        "speaker": "A",
        "text": "How much of that are you still."
    },
    {
        "speaker": "B",
        "text": "Holding right now of the nfTs?"
    },
    {
        "speaker": "A",
        "text": "Of all of it. Just everything."
    },
    {
        "speaker": "B",
        "text": "So I'm out of my with bag. I ended up purchasing, which by the."
    },
    {
        "speaker": "A",
        "text": "Way, right now looks like a bad move."
    },
    {
        "speaker": "B",
        "text": "Why do you say that? I'm pulling up."
    },
    {
        "speaker": "A",
        "text": "I'm pulling up the chat because just wait till. Wait till you get your hands on my story."
    },
    {
        "speaker": "B",
        "text": "Oh, the chart looks. What is, what's the time frame on this?"
    },
    {
        "speaker": "A",
        "text": "It hit like $0.20 today, I believe. There was an article about Wif in Bloomberg today."
    },
    {
        "speaker": "B",
        "text": "Just l's after l's. I'm taking today. So, yeah, so with, I mean, it was a hundred hundred plus million dollar market cap, which is a lot. Is it? I mean, if you're comparing it to something like bonk, you know what I mean? Which I think hit like a $1.5 billion market, captain, in my opinion, when these types of things happen in the springtime, it was Pepe that really ran, I think hit that. I don't know what it got up to, but it got over a billion dollars. And you then see your second tier meme coins go and very rarely are you going to see them hit a billion dollars. $100 million for me is kind of that tier two threshold. Like that's for tier two coins during a meme season. I think that's a nice target to hit. That's, like, best case scenario, in my opinion. So that's kind of how I was viewing it. As I was perusing twitter, I saw this, this other meme coin called cartel."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And it had a million dollar market cap. And I was like, oh, okay. You know, that could go to a $10 million market cap. You know, that that's something that could happen. So anyways, edit. And it had just launched, so I had purchased, I don't know, maybe $3,500 worth. And for a, you know, micro cap, soul shitcoin might be too much in retrospect. So anyways, it's going, I'm up. I think it went from, like, $3,500 to, like, five grand. And I was just like, nice. This is, this is working for me right now. And then proceeded to tank significantly. And I got to a point where I think I ended up selling it for about a 50% loss. However, I did make a few, a few bucks on wif, so I kind of offset it a little bit. So in the middle. So I'm watching my phone, like, when you're in, in this season, and for me, specifically for Solana based projects, because it's not like Ethereum, it can be a little bit more. The speed of the market, I think, is even quicker. You know? Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "Totally."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I'm. Because the speed is so quick. I'm literally on my phone 23 hours of the day and just kind of looking at, you know, looking at the market, and I'm. I was watching cartel."
    },
    {
        "speaker": "A",
        "text": "Now let me ask you, what are you looking for? Like, what, what possible real time information do you think you're ingesting to process all of the information on when you should sell or if you should hold?"
    },
    {
        "speaker": "B",
        "text": "So I'm looking for candles because here's."
    },
    {
        "speaker": "A",
        "text": "The, here's, I think, probably my biggest leak in my shitcoin trading game. So go ahead."
    },
    {
        "speaker": "B",
        "text": "I would say what I'm looking for is just volume in either direction. I'm watching the charts. I'm literally watching the transactions come in and kind of assessing them. And as I'm watching late into last night, I think it was like, 102:00 in the morning. I'm watching this. I'm like, I gotta get some sleep. So I sleep for, like, 2 hours, and I wake up at, like, five in the morning, and it's, you know, it's, it's still kind of going down. And I'm like, God, jeez. I'm like, I'm gonna pull the plug on it. So I sell my bag, and as soon as I sell it, it goes up, and I'm like, it rebounds. Like, if you were to buy the bottom, I think it rebounded five x. You know what I mean? If you had purchased, if you had purchased where I sold, within the span of 2 hours, you would have, like, five x, your investment. So, like, just losing."
    },
    {
        "speaker": "A",
        "text": "So then, well, this is kind of my point, and it'll lead into my story as well. Wouldn't you classify what you just did there then, as kind of, like, over trading, over analyzing it, like, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. 100%. I would classify it as that. But because I don't have as much familiarity with the Solana ecosystem, I'm really monitoring it, because I'm, like, in my mind, 80% of these things are just going to rug me within, like, 3 hours. So I'm really waiting for, like, a big rug."
    },
    {
        "speaker": "A",
        "text": "Yeah. But then that's because that's your strategy, right? You're trying to be the first did."
    },
    {
        "speaker": "B",
        "text": "Exactly. So. So I put everything back to Solana. Solana, you know, had a nice move today. I think it went up to as high as $84. It's currently sitting at just under $81 right now. So I was making money as, so as I kind of put everything back into Solana."
    },
    {
        "speaker": "A",
        "text": "Good for you. I'm happy for you. Great."
    },
    {
        "speaker": "B",
        "text": "My Solana is growing, and I'm like, okay, you know what? I'll lick my wounds. It's fine. But, you know, when you get, when you get that, that spike in your arm, you know what I mean? You need it. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "And I was, I've seen the picture."
    },
    {
        "speaker": "B",
        "text": "I was scratching myself, and, you know, I had bugs under my skin and I'm."
    },
    {
        "speaker": "A",
        "text": "You gonna pin the tweet or what?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know if I did. I even tweet it."
    },
    {
        "speaker": "A",
        "text": "I've seen that face on my timeline. So if you didn't tweet it, somebody did."
    },
    {
        "speaker": "B",
        "text": "I feel like it was. I wasn't sure if it was. Maybe in the war room. I posted it."
    },
    {
        "speaker": "A",
        "text": "I swear I saw it on Twitter."
    },
    {
        "speaker": "B",
        "text": "I'll take a look."
    },
    {
        "speaker": "A",
        "text": "It's the last face you see. Yeah. You 100%."
    },
    {
        "speaker": "B",
        "text": "Oh, the picture of me. Yeah, yeah, yeah, I'll post that one. But, yeah, the me doing my Matthew McConaughey."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's, here it is right here. Give it a sec. You should see it. Yeah. So it's. I'm itching. I'm sitting in Solana. I'm like, you know what? The cartel coin that I was in has rebounded. And I'm also, what I'm also doing, too, is I'm monitoring the Twitter account, anybody associated with the project to see if, like, accounts just disappear, because that's happened to me in the past where they're like, oh, you know, discord is closed, Twitter profile is deleted, and it's officially a rug. So I'm still monitoring it. And, you know, it seems like they're doing, like, no one's disappeared yet. You know, the founders talking, you know, he's out on social media. There's lots of people kind of talking about it on Twitter. And I'm like, well, you know what? Maybe, you know, maybe I got shook and maybe I should think about getting back in. So it goes from where I sold it. It's three x from where I sold it from. I'm looking at it and I'm like, you know what? The chart looks all right, I'm going to get in immediately, as soon as I buy and I go in with more. So say if I bought it originally for 3500, I may have sold it for, say, 1500. I go in with another 4k. Like, you know what we're making up? We're making up the."
    },
    {
        "speaker": "A",
        "text": "Make it all back in one trade."
    },
    {
        "speaker": "B",
        "text": "Absolutely right? Like, I hit it hard, immediately gets cut in half. I'm like, are you kidding me? So I'm, I don't know, like, I'm just at a loss. I've smoked 17 packs of cigarettes today, so now I'm holding the bag. You know, I'm, I'm not, I'm not all the way down, but I'm not. I'm not in profit at all yet. So we're gonna, we're just gonna hold this bag and see what. See what happens."
    },
    {
        "speaker": "A",
        "text": "So that's the only one you have."
    },
    {
        "speaker": "B",
        "text": "Left besides Solana, correct? Yes."
    },
    {
        "speaker": "A",
        "text": "Got it. I see. So here's my story. I got. We said on Monday, I was. I'm bad at this. This is like the thing that I am bad at, right? And so I know I'm bad at it. And I'm just like, the thing that you described, this watching the chart. And literally, like, that's the thing that gets me every time, you know what?"
    },
    {
        "speaker": "B",
        "text": "Inability to do it."
    },
    {
        "speaker": "A",
        "text": "No, when I do it, I shouldn't do it. I should not do it. And, like, I should just buy it, hold it, and if that's what I'm gonna do, or I should just not buy it, quite honestly. Right? So yesterday I got foMo. I would say I got the FOMO. I bought the dog with hat. Right? I purchased said tokens. Let's see, about $0.18. Okay. I woke up this morning, and it was at $0.13."
    },
    {
        "speaker": "B",
        "text": "Okay?"
    },
    {
        "speaker": "A",
        "text": "Which is a 25% drawdown from where I bought it. I panicked."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And sold it at $13.10.03. It literally, within the hour, the Bloomberg article came out, and it spiked up to $0.21, where I would have been profitable, as currently dumping again, is at 16.4 cents. So I would still be down if I were holding it still. However, I lasted 24 hours and lost 25%. That is."
    },
    {
        "speaker": "B",
        "text": "It's just so unhealthy, and that's."
    },
    {
        "speaker": "A",
        "text": "I can't do it, man. It's not for me. I don't like it. I. You know, now having, like, experience in other types, like, my. My sports betting habits have created this person inside of me that is much more risk averse, if that even make it, like, if that makes any sense, right? Like, for the way I approach sports betting, every time I click the button, I know my theory, a theoretical edge, right? So I know that I've made a profitable play. It's just a matter of, you know, does it. Does it work out that time or not? Right? So I have confidence every time I click the button, I've made a profitable play. And this is totally the opposite of that. And I just, like, can't. I don't have it in me. So I would rather just buy and hold at this point than attempt to keep trading charts. What are. What say you?"
    },
    {
        "speaker": "B",
        "text": "I would say, because I was losing so much, and, you know, you're just up again. Just that lifestyle is unhealthy, so you can only do it for a few days. Like, I don't. I don't know if anybody does this kind of day in and day out."
    },
    {
        "speaker": "A",
        "text": "Because, I mean, they do for sure."
    },
    {
        "speaker": "B",
        "text": "It's. It's."
    },
    {
        "speaker": "A",
        "text": "I did it like, it's a young."
    },
    {
        "speaker": "B",
        "text": "Well, that's the difference."
    },
    {
        "speaker": "A",
        "text": "I was, like, 24, 7365 all the time. I was plugged into this stuff all the time. And I'm like, I'm still like that with other things. Just. I'm just not good at shitcoin trading."
    },
    {
        "speaker": "B",
        "text": "No, see, I think. I think you highlighted the difference. If you're making money, it's much easier to stay up all day getting it, making moves. And again, you don't have to win them all. But if one of the trades I made yesterday was very profitable, it all of a sudden gives you that renewed energy. But it was just l. Yeah, but."
    },
    {
        "speaker": "A",
        "text": "I'm just, like, playing. You're just playing with the. You're just playing blind, right? Like."
    },
    {
        "speaker": "B",
        "text": "Oh, no, totally. Yeah."
    },
    {
        "speaker": "A",
        "text": "And that's what I can't stand about it because it makes me irrational and impulsive. Do you see? You know what I mean? Like, yeah. Like, I had every intention of just holding this thing. It was the money that I found in my wallet. So, like, okay, well, why not just, you know, set it and forget it? And, of course, like, I couldn't do that. Once you're in it, you're in it. You know what I mean? I got to check this thing five times. And with money I didn't even know I had three days prior, so I don't know. I just. Not for me, I think at this point. So I don't really know what my. I'm not sure what my, what this says for my strategy going into a potential new cycle here. What about yourself?"
    },
    {
        "speaker": "B",
        "text": "Again, I just think we're. I'm going. I'll speak for myself. I'm. I'm acting like we are in the middle of the bull run when we are at the very early stages of the bull run. I think that's the difference for me. Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "What does that mean to you, the way I'm acting?"
    },
    {
        "speaker": "B",
        "text": "Again, I think those expending that energy that I've been doing over the last 36 hours, 48. 36 hours, is only conducive if you're in the middle of the bull run, because, again, you're just. You're going to make some money doing it as long as you're. I don't know. I think the odds of making money is. Is pretty good."
    },
    {
        "speaker": "A",
        "text": "Yeah. It goes to easy mode, right?"
    },
    {
        "speaker": "B",
        "text": "Exactly, exactly. I think I can only live this lifestyle when it's easy mode."
    },
    {
        "speaker": "A",
        "text": "Sure. Me too."
    },
    {
        "speaker": "B",
        "text": "You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "I just gotta wait. I just gotta wait. I gotta do a better job of waiting until we are in the middle of it, and then I can act the way I was acting over the last 48 hours."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what is that like, what's your strategy from here on out? Selling and holding? Or are you gonna keep the shit coinery up? What's. What's the play?"
    },
    {
        "speaker": "B",
        "text": "So I got a lot."
    },
    {
        "speaker": "A",
        "text": "There's definitely stuff going on. Like, you can make money in this market. There's absolute chant. There's not a doubt that you can't. It's just like, you gotta be very. You got to be very grindy right now."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I have my fingers in a few different pies. Right now, I only have a couple on Solana, but I have a couple on ethereum as well. I'm just kind of waiting on one particular one that I'm in significant profit on. It's a $3 million market cap I own. I'm a top, I'm a top 25 holder, I think, on this particular project, and I've been enjoying it."
    },
    {
        "speaker": "A",
        "text": "I totally dialed the risk tolerance down. Good for you."
    },
    {
        "speaker": "B",
        "text": "This was months ago. This was months ago. Maybe two, three months ago, I got into this one."
    },
    {
        "speaker": "A",
        "text": "Which one is it?"
    },
    {
        "speaker": "B",
        "text": "No, loot. Uh, cash tag, l o o t. Uh, lootbot. Big fan. It's been performing well. It's got a platform, uh, basically."
    },
    {
        "speaker": "A",
        "text": "Oh, I meant to ask you as well about the, uh, how is the, the bit Lord token doing?"
    },
    {
        "speaker": "B",
        "text": "Look, I'm gonna, I'm gonna talk some about some of our really members. Not about Bitlord. Bitlord's my guy. First of all, um, I'm, I've always been a fan of Bitlord. I know some people don't like it for some reason. I don't know, all of the things that he's done over the years. Maybe it's rubbed people the wrong way."
    },
    {
        "speaker": "A",
        "text": "He's had his hands in a few pies himself."
    },
    {
        "speaker": "B",
        "text": "Yeah. I feel we are kindred spirits."
    },
    {
        "speaker": "A",
        "text": "Look, dude's just out there doing the hustle. I wouldn't describe him directly as any type of scammer, I think. No, typically, his intentions are good. Right?"
    },
    {
        "speaker": "B",
        "text": "I agree. And he is."
    },
    {
        "speaker": "A",
        "text": "I think he's hilarious as well."
    },
    {
        "speaker": "B",
        "text": "I agree. And he's been in crypto for like, ten years, right? You know, I mean, twelve, maybe twelve years. So, yeah, I'm I'm a, I'm a big fan of his. He had, he is. I don't even know what he's working on. He's working on something. He basically said, give me your money. And I said, yes, sir, may I have another?"
    },
    {
        "speaker": "A",
        "text": "So he, he. Ben e stew."
    },
    {
        "speaker": "B",
        "text": "And you said, yeah, yeah, he is my Ben. Yeah. So he's working on a metaverse platform right now. I'm an early investor. I invested some money."
    },
    {
        "speaker": "A",
        "text": "Well, wait, wait, wait. Now this on top of buying the token."
    },
    {
        "speaker": "B",
        "text": "No, no, no. Just, I got the token by investing early, so buying the token was my early investment."
    },
    {
        "speaker": "A",
        "text": "I see. So you basically got in on his ICO for whatever his metaverse play is."
    },
    {
        "speaker": "B",
        "text": "Exactly, for lack of a better term."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "I am currently two and a half x on my initial investment."
    },
    {
        "speaker": "A",
        "text": "What is the token called?"
    },
    {
        "speaker": "B",
        "text": "Molly Cash. M o y. I love it. I love it."
    },
    {
        "speaker": "A",
        "text": "Would you say you're a community member?"
    },
    {
        "speaker": "B",
        "text": "I am a, yes, I would say I'm a community member. If bit Lord's the leader, I am a community member."
    },
    {
        "speaker": "A",
        "text": "Wow. He's your David Koresh, huh?"
    },
    {
        "speaker": "B",
        "text": "100%. I just, I love his vibe. And not everybody in the Djen community agrees with me."
    },
    {
        "speaker": "A",
        "text": "Really? Like, do you think that is the general sentiment on him poor? Or is it just that he's launching token or what do you think it is?"
    },
    {
        "speaker": "B",
        "text": "I feel like there are some people that just don't like them within our community."
    },
    {
        "speaker": "A",
        "text": "Within whose community?"
    },
    {
        "speaker": "B",
        "text": "The Degen network community."
    },
    {
        "speaker": "A",
        "text": "Oh, oh, oh, sorry, I thought you were talking about the Mali community."
    },
    {
        "speaker": "B",
        "text": "No, no, no, Molly, us, you know, us Molly heads are. We're all good."
    },
    {
        "speaker": "A",
        "text": "Well, look, the DJ network community, they, unless they were around pre 2021, you know, you may not have much experience with Bitlord, so if it's the pre 2021 crowd, well, then, you know, I'd love to hear it, because I could see why you wouldn't like him in both sides. But the, the post 2021 crowd, you know, they didn't, they didn't really get like, it's not, they don't run in the same circles, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "How many people do I vouch for?"
    },
    {
        "speaker": "A",
        "text": "You would vouch for Bitlord?"
    },
    {
        "speaker": "B",
        "text": "I have. I mean, by doing this, I'm telling."
    },
    {
        "speaker": "A",
        "text": "You know, by, I mean you also, does that mean you're going to vouch for the Hmong team as well? Like, you, you're in and out of a billion shit coins. I wouldn't say shitcoin. Ownership equals endorsement. Necessarily. Necessarily."
    },
    {
        "speaker": "B",
        "text": "If somebody asked me, should I listen to Bitlord or should I follow him, I would say yes. Is that a vouch? Whatever, that whatever."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess so. But I would, I would say no. And I would say that about almost anybody. Right? Like, the answer is always no with a caveat of, like, you know, there are spectrums of trustworthiness, but everybody's got a motive as well. You know what I mean? Nobody here, and not even Sam bankman freed was altruistic."
    },
    {
        "speaker": "B",
        "text": "I vouched for him, too."
    },
    {
        "speaker": "A",
        "text": "Did. Look where that, look where that got you."
    },
    {
        "speaker": "B",
        "text": "So if I am going to back a scammer, it's only going to be the best scammer."
    },
    {
        "speaker": "A",
        "text": "People tell me I'm the greatest scammer alive. They tell me, they tell me, Donald, nobody scams like you. Taxes, what are they? I don't know, much like chamber."
    },
    {
        "speaker": "B",
        "text": "Yeah, very similar. Me and Don are very similar that way."
    },
    {
        "speaker": "A",
        "text": "Yeah. Neither of you guys do your taxes."
    },
    {
        "speaker": "B",
        "text": "Both lie about our weight."
    },
    {
        "speaker": "A",
        "text": "Both got your hands in a bunch of different pies."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. We like to diversify."
    },
    {
        "speaker": "A",
        "text": "People diversify all the time. I have the best diversification. People tell me, you should buy this, you should buy that. I buy them all. I. I said, I'm the best diversificator."
    },
    {
        "speaker": "B",
        "text": "Steaks, vodka, universities. We got it all."
    },
    {
        "speaker": "A",
        "text": "Yeah. Golf."
    },
    {
        "speaker": "B",
        "text": "Golf."
    },
    {
        "speaker": "A",
        "text": "You also got started by a small $100 million loan from your father."
    },
    {
        "speaker": "B",
        "text": "I also did. Well, I also got started in crypto on a scam as well, too, so."
    },
    {
        "speaker": "A",
        "text": "You did, by the way. So we were talking about that a little bit on Monday. If, for those who are not familiar earlier, that references for bitconnect, because we had somebody come up talking about bit connect, and that was the original crypto Ponzi, I would say, back in 2017. And Carlos Matos, who was kind of like, I don't know. He was not an official spokesperson in any way. He was a prominent community member. Would you. Is that how you would describe him?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. He was, um. I know. See, I find these types of, like."
    },
    {
        "speaker": "A",
        "text": "He was, like, the first real good crypto meme by far."
    },
    {
        "speaker": "B",
        "text": "Goaded crypto meme to this day, I would argue, still the best crypto meme. Maybe I."
    },
    {
        "speaker": "A",
        "text": "He doesn't get used as much anymore. I feel like he's fading into oblivion slightly, but we should bring him back. You want to bring Mattos back?"
    },
    {
        "speaker": "B",
        "text": "I think we should have him on the show. I think we should."
    },
    {
        "speaker": "A",
        "text": "Oh, God, I would love that. There would be. Can you please try to do that?"
    },
    {
        "speaker": "B",
        "text": "I mean, I'll try."
    },
    {
        "speaker": "A",
        "text": "I don't know what he's up to these days, but. However, my point was, I was. I was googling him for the show the other day as we were talking. He is described on Google as a musical artist."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "I'm guessing it's because of the mashup that people put together, because his whole meme became that song. Remember the big connect song? Yeah. So he's described at Google as a musical artist, which I thought was hilarious. So I just wanted to tell you that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I appreciate that. That's. He is kind of a musical artist. More of a muse, like a nick. I wish I remembered his entire speech. It was phenomenal. That. Yeah, it was very good, but, yeah, so I don't know."
    },
    {
        "speaker": "A",
        "text": "All right, so, you know, we've come your 48 hours bender that you're give us the final closure recap on this. Are you. You're. You're saying it's too early to act like you were acting? Is that basically it for me?"
    },
    {
        "speaker": "B",
        "text": "Yeah. For me, it was too early to act the way I was acting."
    },
    {
        "speaker": "A",
        "text": "Yeah, because you've got, like, one playbook. Like, yeah, it's the ape. You're the ape."
    },
    {
        "speaker": "B",
        "text": "Yeah. It works in the right environment."
    },
    {
        "speaker": "A",
        "text": "You have to be in God mode. Like, it's got, like, the market's got to be in God mode. And then you come in with your, your ape piles and you just say, what are we buying? And it doesn't matter. And you just put a big enough pile that, you know, you can brute force your way to profit. And if the market environment is not correct for that, you're. You're not going to do so well. So. So I think that's a fair assessment. Would you."
    },
    {
        "speaker": "B",
        "text": "I would say that's a very fair assessment. I would also say people should buy cartel on."
    },
    {
        "speaker": "A",
        "text": "If you're interested in an OTC trade, I know a guy for it. So my takeaway is I'm just going to avoid shit coins. That's it. I think I've come full circle on this. I didn't even play. I didn't play many of the meme coins I played for one weekend when the market was in God mode and did very well. And that was it. That was all I need. So that's what I'm gonna wait for as well. Somebody, I think was. I don't know who in the war room said these might have been boom boom this morning. I enjoyed this quote, and I think it's true. You know, the mid curve, uh, meme."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Uh, he said, I forget what they were talking about. Something about the Solana phone, maybe, or, um, something around that. And he said, maybe I'm just too mid curve for this stuff. And I think that's, like, so fucking accurate. That's me. That is definitely me on, in the current, in shit coins at the very least, you know? Um, and I honestly, I think it's polluted me because of, like, I've, I've become risk averse with the sports betting stuff where, like, I'm quantifying every edge that I have, and I can't do that here. So, like, I guess if I had a very clear plan of entry and exit with this thing, I. That would, I probably could have prevented my mistakes. Um, but I didn't have any of that. And I just fomo'd. And that was, you know, we lose. We lose a couple, couple bills and we move on."
    },
    {
        "speaker": "B",
        "text": "My motto always is easy come, easy go."
    },
    {
        "speaker": "A",
        "text": "Ain't that the truth?"
    },
    {
        "speaker": "B",
        "text": "That's my mindset. So I. If I take it out, you know, in the moment, you know, I'll lick my wounds. But I find, at least for me, I'm more stressed out. So if I'm holding something and it's. And it's tanking, my anxiety level is through the roof. But once I cut it, like, even if it's, like, a 80% loss, like, I immediately just feel better and, like, I'm not stressed out."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, it's gone. Like, that's it."
    },
    {
        "speaker": "B",
        "text": "Do you feel the same way?"
    },
    {
        "speaker": "A",
        "text": "Yeah, dude. I mean, I can't even tell you again. I'll go back to the sports betting thing. I'm betting, you know, thousands and thousands and thousands of dollars at a time. And, like, one result doesn't matter because it's managed bankroll, right? You've managed your stack. So you're. You're playing with 1% or less on any given thing. But so, like, the. The results of any given outcome are totally irrelevant to me now. You know what I mean? So, like, you have a loss, and you're just like, okay, next. I've managed myself well enough where that doesn't bother me. And you're out. And. But, like, here I was upset at myself because, like, I just had no plan, I followed no discipline, and that was that, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I hear you. I hear you. I feel. I think I did the exact same thing."
    },
    {
        "speaker": "A",
        "text": "And it did. And the token did. Like, you know, the thing that it does when you're a loser, which is. Which is. I bought the top at the time. I sold the bottom. Like, you can see on my bird eye. I'm going to post this in our chat just so you can laugh at me. Um, I'm gonna it. Cause on bird eye, it does this really wonderful thing where it gives you a dot, a green dot where you bought, and a red dot."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. That's what those dots are."
    },
    {
        "speaker": "A",
        "text": "Yes. Yes."
    },
    {
        "speaker": "B",
        "text": "Cause mine's even."
    },
    {
        "speaker": "A",
        "text": "Does that make you so, so upset looking at it?"
    },
    {
        "speaker": "B",
        "text": "I didn't. I did it on the same coin twice. Like, it's not. Oh, that's what those dots are. I'm gonna screenshot you mine right now."
    },
    {
        "speaker": "A",
        "text": "Yeah. So you feel free to pain, feel free to gather these and tweet them from the account here. This one's mine on wif. This is how you do not trade shitcoins."
    },
    {
        "speaker": "B",
        "text": "I'm gonna show you my cartel."
    },
    {
        "speaker": "A",
        "text": "And those will be hitting the chat, the jumbotron shortly. If can actually. Or who's. Who's hosting today? Is it. Who's on the mid mic? Is it pain. Yeah, I'll get it. I'll get that ran up real quick. I just didn't know if you were on mid mic or Djen, and we don't need that coming from the official dj. You can make fun of us all you want, but, yeah, we'll make sure it comes to mid mic. Don't worry. Oh, yeah. Oh, look at you."
    },
    {
        "speaker": "B",
        "text": "Look at those dots."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Yours is worse than mine. All right, I don't feel so bad."
    },
    {
        "speaker": "B",
        "text": "Look at those dots. They're so upsetting."
    },
    {
        "speaker": "A",
        "text": "One you, like, literally bought the exact top twice."
    },
    {
        "speaker": "B",
        "text": "I bought the top twice."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "On the same coin. I think it's a personal record."
    },
    {
        "speaker": "A",
        "text": "Maybe this should come with, like, some sort of poll. Who did it? Whose work? Which traitor is better? At least mine's in some kind of range, I guess. Yeah, I got faked out. I got faked out. Pretty. Pretty good there. Anyway, so we have two more things that we wanted to cover here. I think I."
    },
    {
        "speaker": "B",
        "text": "Can I just touch on one more? Sorry. I just want to tell one more thing on the second attempt. Look where that green dot. It's not even in the body of the candle. It's in the wick of the candle. It's so bad."
    },
    {
        "speaker": "A",
        "text": "Defi. Daniel. Up top. God, I missed rect radio. That's what this is. This is an episode of rect podcast. So glad to be back. Oh, man. What a brutal, brutal, brutal."
    },
    {
        "speaker": "B",
        "text": "I wish you never told me about the dots."
    },
    {
        "speaker": "A",
        "text": "The dots make it worse, don't they?"
    },
    {
        "speaker": "B",
        "text": "It makes it so much worse."
    },
    {
        "speaker": "A",
        "text": "I also want to put this one up top. This needs to be put up top and recognized. Look, it's not every day you get to be a proud father, you know, I get to be. I have two great kids, so I get to be a proud father more often than most. But I do want to recognize our shared son, Crocs Maxi, who bought himself a doodle. And yesterday. So congrats on the doodle. I think he went splitzies with cap. But even more impressive is he has now superimposed the doodle on top of Ledger's ledger statuses. Our friend, you know, his Solana draped body and is now using that as his profile picture in the war room. So I'm proud of you, son. You know, you know that. That. That's the body of a. Of a God. And your doodle on top of it just makes it even better. Um. Pain. Still waiting for those charts. But the, uh. What was I gonna say? We had two more things. Did you? I think I understood you correctly before did you find our predictions?"
    },
    {
        "speaker": "B",
        "text": "I did find our, so I had to go through my notes, my notebook."
    },
    {
        "speaker": "A",
        "text": "Okay. This is, I mean, this is like the perfect episode to do this on. Oh, there it is. Those are our two charts. I gotta like this. Yikes."
    },
    {
        "speaker": "B",
        "text": "Yikes. It's so bad."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's bad. The. Okay, so this is the perfect episode for this because we're talking about how terrible we are trading, which is obvious based on those charts shared above. We're also going to highlight how terrible we are at predictions. This, I mean, this has got to be one of our last episodes of the year, right? It's, yeah, I don't have a date beside it, but, yeah, it's, I meant this specific one. Right. We got one Friday and then maybe. Maybe Wednesday and Thursday or maybe Wednesday and Friday next week. Probably not. Not on Monday because it's actually Christmas, I believe."
    },
    {
        "speaker": "B",
        "text": "Definitely not Monday, Friday. This Friday. I'm, you know, I'm game if you want to. And then next week I'm pretty flexible. I think I'm off all of those days."
    },
    {
        "speaker": "A",
        "text": "Yeah. So we'll see."
    },
    {
        "speaker": "B",
        "text": "I actually took official time off."
    },
    {
        "speaker": "A",
        "text": "Good. Good for you. Either way, though, we, you know, one of our last episodes, so we have to try to, you know, identify or we have to go back through the."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, this is a good one for the past year's prediction, and then."
    },
    {
        "speaker": "A",
        "text": "We'Ll make predictions on next, one of next week's shows."
    },
    {
        "speaker": "B",
        "text": "Bingo."
    },
    {
        "speaker": "A",
        "text": "All right, so I don't have these in front of me, so you're going to have to."
    },
    {
        "speaker": "B",
        "text": "Do you want to start with crypto or nfts?"
    },
    {
        "speaker": "A",
        "text": "Let's start with nfts."
    },
    {
        "speaker": "B",
        "text": "This is bad."
    },
    {
        "speaker": "A",
        "text": "I bet you. So I saw Des listening before. Oh, he's actually requesting right now, which is great because Des was part of these projections and I think he's going to be closest on most of these, if I remember correctly, specifically. At the very least, he won the moonbirds one. So let's get to the NFT predictions here."
    },
    {
        "speaker": "B",
        "text": "Okay, so I don't know. I'm looking at my notes here. Some of them I have a Des answer and some of them I don't. So is des up now?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm here. I'm here for that."
    },
    {
        "speaker": "B",
        "text": "I told you we'll start with the Des ones. Okay, so, bunch, can you pull up like opensea or just a place where we can see what the current price is? Yeah, so I guess we'll start with. We'll start with moonbirds."
    },
    {
        "speaker": "A",
        "text": "This is the one Des is going to run away with."
    },
    {
        "speaker": "B",
        "text": "I think yeah. So I wish I knew what the price was at the time that I don't have."
    },
    {
        "speaker": "A",
        "text": "Oh, you didn't record that? Okay."
    },
    {
        "speaker": "B",
        "text": "I didn't record the current, like, the price at the time."
    },
    {
        "speaker": "A",
        "text": "If I remember correctly, around this time last year, moonbirds were still around seven or eight, maybe even close to ten."
    },
    {
        "speaker": "B",
        "text": "Okay, so, bunch, your prediction at the end of this year for moonbirds was 7.5 ethereum."
    },
    {
        "speaker": "A",
        "text": "Okay, so maybe it was actually a little less. Maybe we were around the six or five because my, I feel like mine was that they would slightly improve."
    },
    {
        "speaker": "B",
        "text": "Okay, there you go."
    },
    {
        "speaker": "A",
        "text": "So let's say, let's say for the sake of this, they were between that seven and eight ish range."
    },
    {
        "speaker": "B",
        "text": "Okay, so, yeah, your production and what's it currently at right now?"
    },
    {
        "speaker": "A",
        "text": "Well, let's go through them all first."
    },
    {
        "speaker": "B",
        "text": "Okay, so you were seven and a half. I was three eth."
    },
    {
        "speaker": "A",
        "text": "I remember you being at three."
    },
    {
        "speaker": "B",
        "text": "And Des was 2.2 eth."
    },
    {
        "speaker": "A",
        "text": "2.2 eth. Des, you are the winner of this one. Current floor price of one moonbird, 1.7899 eth. Well done."
    },
    {
        "speaker": "B",
        "text": "I'm going to circle that in my notebook here. Des, one."
    },
    {
        "speaker": "A",
        "text": "Des, what is your, you may not, may or may not be around when we do our predictions next week. What is your current, what's your prediction for moonbirds next year?"
    },
    {
        "speaker": "B",
        "text": "A year from now?"
    },
    {
        "speaker": "A",
        "text": "Straight to zero? Yeah."
    },
    {
        "speaker": "B",
        "text": "I'll go."
    },
    {
        "speaker": "A",
        "text": "I assume you've seen the rumors floating around this past 24 hours, have you? Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay, no, I'll stay. I'll go right at the one mark. We'll go one mark."
    },
    {
        "speaker": "A",
        "text": "Okay, gonna go for one for Des. Chamber, had you seen these rumors flying around, around the moonbirds?"
    },
    {
        "speaker": "B",
        "text": "I heard something about a buyout or a sale. Is that, am I wrong?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. So the rumor yesterday was that they were looking to sell or hand over the project and things like that. So that's the latest."
    },
    {
        "speaker": "B",
        "text": "Give it to me."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying. You're a huge community guy. I have no doubt that you could revive this thing."
    },
    {
        "speaker": "B",
        "text": "You know, I, I know what a parliament is."
    },
    {
        "speaker": "A",
        "text": "That's right. That's right. Thanks to owl talk. Yeah. Des had a question of the day, but I don't think we have enough time. Let's save it."
    },
    {
        "speaker": "C",
        "text": "But it's not a good one."
    },
    {
        "speaker": "A",
        "text": "But that we'll save it for next. The owl one was a whole episode. It was fantastic. All right, chamber, what's the next one?"
    },
    {
        "speaker": "B",
        "text": "All right. Bored ape yacht club."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay."
    },
    {
        "speaker": "B",
        "text": "We were, yeah, we were very generous with our predictions on this one. Okay, I was I think I know what the price is. You know, in the area. I was the highest for whatever. I can't imagine. I was the highest."
    },
    {
        "speaker": "A",
        "text": "You were the highest?"
    },
    {
        "speaker": "B",
        "text": "By far. I was at 125."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. What? Who drugged you that day? What?"
    },
    {
        "speaker": "B",
        "text": "For whatever reason, I thought ward amp yacht club would hit 125 eth. Des was the second highest at 95 ETH, and you were at a very reasonable 92 eth."
    },
    {
        "speaker": "A",
        "text": "Of course. Of course."
    },
    {
        "speaker": "B",
        "text": "What's the current price on that right now, how far? I feel we were way off."
    },
    {
        "speaker": "C",
        "text": "I think it's 26 or something."
    },
    {
        "speaker": "B",
        "text": "27? Yeah, way off."
    },
    {
        "speaker": "A",
        "text": "Currently 27.2 each."
    },
    {
        "speaker": "C",
        "text": "This is a good lesson in anchoring. So what happened was, if I remember correctly, Chamber thought that the floor price at the time was like 100 or 110, so he was actually just keeping par. But when in reality, I think it was, like, down to 70 and 80, and he didn't know that. And then it just skewed all of our answers. So I'm gonna blame chamber on that."
    },
    {
        "speaker": "A",
        "text": "I think that's fair. When in doubt, blame chamber. All right. So way off on that one, percentage wise. Probably still more off on moonbirds, but go ahead."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that was the last NFT that des participated in. I can run through the other NFTs real quick if you want."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "So, punks, crypto punks. Very. I don't know what. I honestly don't even know what they're at currently. I was at 105 ETH and you were at 100."
    },
    {
        "speaker": "A",
        "text": "Okay, let me look. The current floor on a crypto punk is current lowest punk price available. 53.69. Ethan."
    },
    {
        "speaker": "B",
        "text": "Okay, so a bit more reasonable compared to our board ape."
    },
    {
        "speaker": "A",
        "text": "I mean, that's still 117 grand."
    },
    {
        "speaker": "B",
        "text": "Okay, the next one was doodles."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "You came in the highest at ten e, and I don't know what their current floor price is."
    },
    {
        "speaker": "A",
        "text": "Current floor price, 1.95."
    },
    {
        "speaker": "B",
        "text": "So you're at ten e. I was."
    },
    {
        "speaker": "A",
        "text": "At five e. All right, you win that one."
    },
    {
        "speaker": "B",
        "text": "I got that one. And then clone X was the other one. I was very bullish on this one. I came in at twelve ETH and you came in at 8.5 eth."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, I say that one again."
    },
    {
        "speaker": "B",
        "text": "So clone X. Yep. I was twelve ETH and you were 8.5 eth."
    },
    {
        "speaker": "A",
        "text": "Yeah. Do you want to know what that one is? 1.25."
    },
    {
        "speaker": "B",
        "text": "Tough. Tough on the NFT market, those prices. So here's another category. So this is neither crypto nor nfTs, but we did have a year end. This one's really good, actually, because I think we actually have a number on this, the SBF time sentence. So how much. How much time would Sam Bankman freed get in prison? Do we have a number on that?"
    },
    {
        "speaker": "A",
        "text": "I don't think so."
    },
    {
        "speaker": "B",
        "text": "Do we not have."
    },
    {
        "speaker": "A",
        "text": "Okay, I think he's awaiting sentencing in like."
    },
    {
        "speaker": "B",
        "text": "Okay, so we had a bunch of."
    },
    {
        "speaker": "A",
        "text": "People he was guilty on. Hold on. Yeah, he could get more than 100 years and he. He'll be sentenced in March."
    },
    {
        "speaker": "B",
        "text": "Okay, so, uh, Des, we did get."
    },
    {
        "speaker": "A",
        "text": "Guilty on all accounts, though."
    },
    {
        "speaker": "B",
        "text": "Okay. So. All right. So could get over 100 years. Guilty on all counts. But in March we'll. We'll have the. The exact sentence. Yeah, that's correct. Okay. So Des came out with a 25 year sentence."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Riggs actually participated in this one."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Out of nowhere. There's a couple of, there's a couple of additional predictions on this one. So riggs came out with eleven years. Vicki said zero days."
    },
    {
        "speaker": "A",
        "text": "Wow. Vicki."
    },
    {
        "speaker": "B",
        "text": "South of that island is interesting."
    },
    {
        "speaker": "A",
        "text": "Please clip this one and tag her. Yeah."
    },
    {
        "speaker": "B",
        "text": "Vicki said zero days in prison."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Bunch, you said 70 years."
    },
    {
        "speaker": "A",
        "text": "Yeah. Let's go."
    },
    {
        "speaker": "B",
        "text": "I said 150 years."
    },
    {
        "speaker": "A",
        "text": "You actually might be more close. You might be closer when it all shakes out. I feel like term is more than 100 years. I don't know. Seventies. A pretty decent guess."
    },
    {
        "speaker": "B",
        "text": "I think 70 is very good guessdehenite."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So that's something to keep an eye on. And then I guess. Oh, we'll do. There's. Sorry, there's a couple of more. There's a couple more nfts. We have ute's and Degas."
    },
    {
        "speaker": "A",
        "text": "Did we not do a bitcoin and Eth price?"
    },
    {
        "speaker": "B",
        "text": "We did. I'm gonna do that."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "Because I feel those ones are pretty good. We did do ute's and d gods at the time. For whatever reason. I wrote this down at the time. Ute's was 1.2 eth."
    },
    {
        "speaker": "A",
        "text": "1.2 eth. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. And d gods was 4.5 eth. We both said d gods would be ten eth."
    },
    {
        "speaker": "A",
        "text": "And now for the record, they did hit double digit eth at some point in the year."
    },
    {
        "speaker": "B",
        "text": "That's good. That's good."
    },
    {
        "speaker": "A",
        "text": "They did. So we would have sold there, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, theoretically, they are currently at 2.7 e. Okay, slow down."
    },
    {
        "speaker": "B",
        "text": "Not that bad."
    },
    {
        "speaker": "A",
        "text": "I mean, they were not bad. Consider not bad in relation to the prediction time."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then ute's. I said five e and you said three and a half e. They are at."
    },
    {
        "speaker": "A",
        "text": ".54 it's rough."
    },
    {
        "speaker": "B",
        "text": "It's rough."
    },
    {
        "speaker": "A",
        "text": "Yeah, indeed."
    },
    {
        "speaker": "B",
        "text": "Okay, so lastly, we'll do, we'll do bitcoin. And etherium. We'll start with bitcoin. I have ant here. I think that's what it says."
    },
    {
        "speaker": "A",
        "text": "It's probably Anthony. Yeah."
    },
    {
        "speaker": "B",
        "text": "Was that Anthony?"
    },
    {
        "speaker": "A",
        "text": "Mm hmm."
    },
    {
        "speaker": "B",
        "text": "Okay. I wasn't sure if he was listening back then."
    },
    {
        "speaker": "A",
        "text": "You have no idea. Anthony has been around for a long time. You treat Anthony like garbage, and he doesn't deserve it."
    },
    {
        "speaker": "B",
        "text": "I do. I get everybody confused. I remember."
    },
    {
        "speaker": "A",
        "text": "So, who is it that you want to treat like garbage?"
    },
    {
        "speaker": "B",
        "text": "I get Anthony and Crocs confused all the time."
    },
    {
        "speaker": "A",
        "text": "And you just want. And you want to be mean to crocs? Is that what. Is that what?"
    },
    {
        "speaker": "B",
        "text": "I honestly don't even know who I want to be mean to anymore."
    },
    {
        "speaker": "A",
        "text": "Crocs is your son."
    },
    {
        "speaker": "B",
        "text": "I agree. I don't technically want to. I think I want to be mean to Anthony more. But then sometimes he's really nice, and I'm like, maybe it's crocs that I."
    },
    {
        "speaker": "A",
        "text": "Hate, and he's just doing it for the bit equity. Anthony knows how to get to you."
    },
    {
        "speaker": "B",
        "text": "But I see them. I leave the show sometimes. Like, I really like that Anthony guy. So then I get confused on which one I don't like. But Crocs and Anthony, I get confused. For the longest time, I used to get JP and drew confused all the time. All the time? Yeah. I mean, again, we're only. Because. I don't know. They were. I feel like they came into our lives roughly around the same time."
    },
    {
        "speaker": "A",
        "text": "No, they didn't. JP Kaz has been around for. Since 2018. Are you confusing that with somebody else?"
    },
    {
        "speaker": "B",
        "text": "With Drew crib?"
    },
    {
        "speaker": "A",
        "text": "True. Drew was an NFT folk."
    },
    {
        "speaker": "B",
        "text": "He was not early days."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Okay. There you go. See, that's how much I confuse people. I'm sure there was somebody else I was confusing JP with."
    },
    {
        "speaker": "A",
        "text": "No, now it's somebody else. You're confusing Drew with a. Clearly."
    },
    {
        "speaker": "B",
        "text": "So, I mean, so, um. So. So we'll."
    },
    {
        "speaker": "A",
        "text": "I get it. You. You're confusing JP and Pat."
    },
    {
        "speaker": "B",
        "text": "Maybe Pat."
    },
    {
        "speaker": "A",
        "text": "That could be."
    },
    {
        "speaker": "B",
        "text": "That could be, uh. Maybe 05:00 a.m. too, I think I. Yeah. R I P. But, uh. Yeah, back. I know JP's been around for a long time. I just thought Drew was also around."
    },
    {
        "speaker": "A",
        "text": "All right, let's get to. Let's get to this here."
    },
    {
        "speaker": "B",
        "text": "So, big bitcoin. My prediction was $36,000."
    },
    {
        "speaker": "A",
        "text": "Wow, look at you. I'm impressed with this because this is the first time you haven't gone, like, giga nuke on, like, the price projection. For the past four or five years, you've guessed well over 100k."
    },
    {
        "speaker": "B",
        "text": "That is true. Wait till wait till next week, buddy. I gotta. I gotta. I gotta fucking predict."
    },
    {
        "speaker": "A",
        "text": "Well, look, if I remember correctly, this was your. Your rationale. You were like, all right, this is the down year, and we'll be back in. 24 is pretty much what you said."
    },
    {
        "speaker": "B",
        "text": "Yeah. Buckle up for next week. That's all I'm saying."
    },
    {
        "speaker": "A",
        "text": "I don't even know what mine must have been."
    },
    {
        "speaker": "B",
        "text": "I already have that. I could tell you the number right now of what my predictions could be, but I won't. I'm going to save it for next week."
    },
    {
        "speaker": "A",
        "text": "Shocker. You can give a prediction that you think it is."
    },
    {
        "speaker": "B",
        "text": "I've been thinking about this number for a long time. Your prediction was $32,000, which. Very good. Terrible or not terrible, we were all over these predictions. So 36 and 32, respectively. Anthony, $12,000. Bitcoin, way I get there."
    },
    {
        "speaker": "A",
        "text": "Didn't quite get there. Got to 15 as that was. You know, Anthony's a finance guy. Like, that's where all the finance bros were talking that the bottom was at the time, remember?"
    },
    {
        "speaker": "B",
        "text": "That is true. That's very true. So for Ethereum, you came in at 3500, which is not far off. We could still get there, by the way. We still have time. There's eleven days left. I came at a 2400."
    },
    {
        "speaker": "A",
        "text": "Oh, God. We should have played these. We need to make."
    },
    {
        "speaker": "B",
        "text": "Am I a professional?"
    },
    {
        "speaker": "A",
        "text": "Well, hold on. Wait a second. How did we not actually, like, if we actually revisited these at any time during last year, we could have probably made some good money as soon as."
    },
    {
        "speaker": "B",
        "text": "I flipped the page of this notebook, I'd never gone back to that page."
    },
    {
        "speaker": "A",
        "text": "Yeah, we need to. Okay, so this year, we need to make the projections. We ought to go through them halfway through the year next time."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah, I agree. I think this is a good idea. So 3500, 2400 for me. Des came in at 21 50."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Which I think is another fantastic prediction. And Anthony was very reasonable at $2,000."
    },
    {
        "speaker": "A",
        "text": "Wow. We kind of nailed those."
    },
    {
        "speaker": "B",
        "text": "I feel. I feel that was a very, very good prediction. So."
    },
    {
        "speaker": "A",
        "text": "Totally. All right, last thing that I wanted to cover today, we're talking recaps, and I got another bone to pick with you on this one."
    },
    {
        "speaker": "B",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "Yeah, this one is."
    },
    {
        "speaker": "B",
        "text": "I've got no bones left."
    },
    {
        "speaker": "A",
        "text": "Okay, so this one is a recap, our 2023 podcast recap. How about that? The backtrack of 2023. So I'm gonna. I'm gonna quiz you on our numbers here in the last four minutes, and we'll get this party closed down. How many podcasts did we do this year?"
    },
    {
        "speaker": "B",
        "text": "How many podcasts do we do this year?"
    },
    {
        "speaker": "A",
        "text": "The answer is too fucking many. First of all."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's. It's a good number. 120."
    },
    {
        "speaker": "A",
        "text": "Are you cheating? No, on the nose."
    },
    {
        "speaker": "B",
        "text": "No shit."
    },
    {
        "speaker": "A",
        "text": "On the nose. I mean, I guess you. You do edit at the. Put these out, so you would have a very good ballpark. However, you were spot on on. It's like exactly 100, 2120 episodes. We averaged 2.31 episodes per week."
    },
    {
        "speaker": "B",
        "text": "So, yeah, that was my thought. I'm like, well, we average probably about two episodes a week, and then I just kind of rounded out."
    },
    {
        "speaker": "A",
        "text": "I'm going to make sure that, you know, that I'm not lying, and I'm going to actually."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "A screenshot here. But, yes, 120 on the nose and average of 2.31 a week. Now, where'd you get this from? This was sent to my inbox from Buzzsprout, which is our thing. So next, first of all, the bone I have to pick is we upped. We used to do this only once a week, right? Last year? Yes, last year, just once a week we did these. And looking at the number of downloads we got by over two, xing our content, negative expected value of adding these additional podcasts. All right, so mid mic crisis, crypto AI and fun podcast was in the what percentile of all buzzsprouth podcasts? Top 1%, 5%, 10%, 25%, or 50%?"
    },
    {
        "speaker": "B",
        "text": "I'm going to say, because of our consistency, we're probably pretty high. I'm going to say top 5%."
    },
    {
        "speaker": "A",
        "text": "We are in the top 25%."
    },
    {
        "speaker": "B",
        "text": "Not great."
    },
    {
        "speaker": "A",
        "text": "What is our number one most popular city?"
    },
    {
        "speaker": "B",
        "text": "Oh, it's. It's got to be in. Well, maybe I want to say Australia, but it might be the United States. I'm gonna say New York City."
    },
    {
        "speaker": "A",
        "text": "What the hell? You're cheating, dude."
    },
    {
        "speaker": "B",
        "text": "First of all, I don't cheat. I'm an honest, honest abe when it comes to playing games. Is it New York City?"
    },
    {
        "speaker": "A",
        "text": "It is New York City. I thought for sure you were gonna get this one wrong, because all of our past years, it has been somewhere in Australia, and this year, it is New York City. So New York City is our number one location, followed by Sydney in New South Wales, Los Angeles, California, Toronto, and Ashburn, Virginia. Those are our top five locations."
    },
    {
        "speaker": "B",
        "text": "That's so wild. Who is listening to us in Ashburn, Virginia?"
    },
    {
        "speaker": "A",
        "text": "Yeah, who knows? Okay, how many countries were we downloaded in last year?"
    },
    {
        "speaker": "B",
        "text": "All right, if I get this right, like, I swear to you, I'm not cheating. So if I get this right, I don't know what to tell you. How many countries? 17 countries."
    },
    {
        "speaker": "A",
        "text": "17?"
    },
    {
        "speaker": "B",
        "text": "Yeah. More. Less. Oh, more. 31 countries."
    },
    {
        "speaker": "A",
        "text": "144 different countries."
    },
    {
        "speaker": "B",
        "text": "No shit."
    },
    {
        "speaker": "A",
        "text": "144 different countries. United States, number one. Australia, number two. Canada, number three. United Kingdom, number four. And Germany, number five."
    },
    {
        "speaker": "B",
        "text": "That's all right. I'll take it."
    },
    {
        "speaker": "A",
        "text": "Not bad. Top episodes. So here's our top episodes of this year."
    },
    {
        "speaker": "B",
        "text": "I gotta know this."
    },
    {
        "speaker": "A",
        "text": "The one. Number one, captain's mint and savage nation. NFT. Number two, Memeland mania. Captains to nine Eth. So we got a lot of love on these Memeland episodes, which maybe is why we're in so many other countries as well, because there's a nice asian cohort with the Memeland."
    },
    {
        "speaker": "B",
        "text": "That's good to know."
    },
    {
        "speaker": "A",
        "text": "Number three, should kids use chat GBT for homework? Number 420. 22 NFT and crypto predictions review. It's pretty bad. And number five, secret talents with crypto painter. Those were our top five episodes."
    },
    {
        "speaker": "B",
        "text": "Big booty mix. Was it on there?"
    },
    {
        "speaker": "A",
        "text": "No. Big booty mix. Not."
    },
    {
        "speaker": "B",
        "text": "Wow. Shocked."
    },
    {
        "speaker": "A",
        "text": "Shocked. The number of downloads we got is pretty much on par with the same number of downloads we got last year, which is why I think it was."
    },
    {
        "speaker": "B",
        "text": "A bear market year, though, let's be honest. Like, people aren't listening to NFT and we were heavy NFT for the majority of this year."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I guess. But, like, still, hey, you want to."
    },
    {
        "speaker": "B",
        "text": "Go to, like, you want to pull back. I get it."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "You know, you want to do one."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "That's legally binding."
    },
    {
        "speaker": "A",
        "text": "Legally binding. You asked. I gotta go. Bye, 501. Bye. I gotta go. Gotta go."
    },
    {
        "speaker": "B",
        "text": "Actually, I got, I got a hard stop. Let's. Let's end this year. My kid, my kids banging down the door, wanting to go horseback riding."
    },
    {
        "speaker": "A",
        "text": "So. All right, that's gonna do it for us on todaydehdeh. Next time, keep the mic hot."
    }
]