[
    {
        "speaker": "A",
        "text": "Happy belated birthday, my friend."
    },
    {
        "speaker": "B",
        "text": "Oh, thank you so much. You know, we didn't have a show on my birthday, so it wasn't quite the same. But it was a great birthday and a great birthday weekend."
    },
    {
        "speaker": "A",
        "text": "Was your birthday on the Friday?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was Friday."
    },
    {
        "speaker": "A",
        "text": "That was. My gift to you is no show, dude."
    },
    {
        "speaker": "B",
        "text": "I was hoping that you'd extend that gift for eternity. I thought there was like a lifetime supply of that one."
    },
    {
        "speaker": "A",
        "text": "No, just on your birthday. Only."
    },
    {
        "speaker": "B",
        "text": "Got it. Well, you did actually give me. You gave me two birthday presents. We didn't have a Wednesday show either. We haven't done this in a week."
    },
    {
        "speaker": "A",
        "text": "That is true. Yeah, Wednesday I was running around getting stuff ready for my little holiday and, yeah, it was a lot going and I figured, yeah, early birthday present and then birthday present on the day of, you know, I've done my part."
    },
    {
        "speaker": "B",
        "text": "We have a lot to talk about then. We've got so much to talk about. So first, I think that will probably spend the bulk of the show here today on chamber does America, and. But I'll recap my weekend for you just because I'm not sure if this is something that you would be. I feel like this is probably your worst nightmare in some aspects, but. So for my birthday."
    },
    {
        "speaker": "A",
        "text": "We."
    },
    {
        "speaker": "B",
        "text": "I planned, and this was not intended to be around my birthday. It just happened to fall on this weekend. But a bunch of buddies of mine that I went to high school with and one that actually I went to high school and college with, we haven't seen each other in quite some time. In fact, these are the same group of friends that I went to Nashville with. Speak of the devil, when I had my incident in which I broke my face, that was actually the last time I saw them. So we arranged for a gathering at my house this weekend. And all of them are married, all of them have two kids. All of them are in the same age range as my kids. So we had four families, eight children under the age of three, roaming around my house all weekend."
    },
    {
        "speaker": "A",
        "text": "How none of them stayed. Like, none of them stayed at a hotel."
    },
    {
        "speaker": "B",
        "text": "They were staying. So there is a hotel literally in my neighborhood that we were able to get one room in. So one family stayed there, one family did not stay over, and another family stayed in my basement. So we had one additional family in the house overnight, which. So it actually worked out really nicely."
    },
    {
        "speaker": "A",
        "text": "That's not too bad."
    },
    {
        "speaker": "B",
        "text": "No, I actually thought overall, it was about as good as it could have possibly gone. Nobody, there were no casualties, no injuries, no fighting, really, for the most part, amongst any of the adults or children. So it was really. I would call it a smashing success. Would you ever do this?"
    },
    {
        "speaker": "A",
        "text": "Well, in theory, that doesn't sound awful, because in theory, if I did have four friends and they were married, my wife would probably know. You know what I mean? Like, we would all kind of know each other. In theory, we would all kind of be aware that they all had these kids. So, theoretically, that doesn't sound awful. And the fact that not everybody was standing at your house, I can handle, like, an additional family staying over. But I don't know, I think it's great for you. Theoretically, it's great for me, but I just. I don't know, like, I don't have that scenario in my life."
    },
    {
        "speaker": "B",
        "text": "You just don't have any friends, is what you're saying."
    },
    {
        "speaker": "A",
        "text": "That's what I mean. I don't have any friends, period. Yeah."
    },
    {
        "speaker": "B",
        "text": "I hate to bring it to you, though. This is possibly a good segue into our next segment here. I'm formally turning in my resignation as your friend."
    },
    {
        "speaker": "A",
        "text": "What? This is."
    },
    {
        "speaker": "B",
        "text": "This is my formal resignation. To whom it may concern. For that reason, I'm out. Signed bunch."
    },
    {
        "speaker": "A",
        "text": "You know what I mean? It's fair. I know what I'm like. I get it."
    },
    {
        "speaker": "B",
        "text": "Well, look, I just. We're gonna go through your shenanigans of the last week, and I just. I feel like I'm very justified for the feelings that I have."
    },
    {
        "speaker": "A",
        "text": "I gotta tell you, I felt guilty most of the weekend. I felt very guilty. But then, you know, I started reasoning with myself and felt you went through slightly less grief."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "I definitely was guilty, though, for a bit."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, so let's. Let's. Without further ado, let's just get. Get right into it. So you had a. You had a trip to America. Chamber does America. So I always like when you make extended trips to the states, because you always come back with lots of stories. I get to hear, you know, what the differences are, what your opinions of us are, all of these wonderful things. So let's set the stage for this trip. One, what is the reason? What is the purpose you're taking this trip and where you're going and who are you going with?"
    },
    {
        "speaker": "A",
        "text": "So, vacation, like, just like a little getaway for my wife and I, as you know, having kids, just the two of us. Having kids is a lot. Once or twice a year, we like to get away, just the two of us. And this was one of those times. She had never been in Nashville before. I had only been once before. And, yeah, we were kind of tossing around the idea of going to Vegas or Nashville, but we ultimately landed on Nashville, and we ended up, after confusing flights and costly flights, we decided to drive there. So we took. Took us about 9 hours to drive there, which I thought was fairly reasonable."
    },
    {
        "speaker": "B",
        "text": "That's pretty good from there."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I didn't know it was that close, but when I googled it, I'm like, well, fuck it. Let's just have a road trip. Because we love. I don't know about you, but I love road trips with. I love road trips, period. But Amber and I, road trips are great. Like, I, you know, we. We laugh and listen to music and, you know, it's. Road trips are great. Some people don't like road trips. I'm a big fan. So it's like kind of two, probably."
    },
    {
        "speaker": "B",
        "text": "On the opposite end of that one."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which is fair. I mean, it's not for everybody."
    },
    {
        "speaker": "B",
        "text": "My. My wife is self admittedly one of the worst people to go on a road trip. She would tell you that she should not be going on road trips. She gets. She gets, like, motion sick if."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's tough."
    },
    {
        "speaker": "B",
        "text": "She doesn't want. She doesn't let me listen to podcasts because it's too much noise. It's just like, now. Miss me with. Miss me with an extended road trip on this one. I'll fly. Thanks."
    },
    {
        "speaker": "A",
        "text": "I, on the other hand, great if you ever need to go on or you need a road trip partner. Great. Road trip partner. Yeah. So, yeah, we took off on early Thursday morning and made our way down. We went through Michigan and Ohio. I saw drove by Steve's exit, went through Kentucky and then down into Tennessee. It was beautiful drive, but there were some snafus along the way, if I'm being honest. It didn't start off great."
    },
    {
        "speaker": "B",
        "text": "All right, let's start here. What went wrong?"
    },
    {
        "speaker": "A",
        "text": "So, normally, I would cross the border in Detroit across the ambassador bridge. There it can get backed up. And some locals had mentioned to me, you can take, like, there's like a reservation close to the border on the canadian side. And if you go there, they have, like, this little ferry that for like $10 will chart you across. It's very minimal security. So if you're ever looking to smuggle anything, I highly recommend this route. So, yeah, we get there, we take the ferry first thing in the morning, we come across, and immediately, as soon as we get across the border, the border guard, I mean, you guys aren't doing yourselves any favor. Like, the world has an opinion of Americans. My recommendation to you guys would be at the border where any customs at the airport. Let's put our best out there, because I'm not seeing the best. As soon as I get there, this rotund circle of a man comes out and he's coughing a lung, and he's not old. You know, like, when you see a young person that sounds just old as shit because they've been putting their body through the wringer for the past 45 years, this is what that person was. And he's coughing and adjusting his belt. He kind of looked like Matt Foley from the Chris Farley down by the river guy. Like, that's what he looked like. And zero personality. You know, my wife, she's very, you know, bubbly, and she's talking to him and getting nothing. Getting nothing from this guy. So, anyways, he checked, you know, checks our passport. So we get going, and so at this point, we're north of Detroit, and we got to kind of take the interstate down, kind of through Detroit a little bit. Do you use. Do you use waze at all."
    },
    {
        "speaker": "B",
        "text": "Guy? I'm just like, the standard Google, like, the standard icon app, but I always get yelled at for this, that I should be a waze guy. My whole family or ways people, but I don't subscribe."
    },
    {
        "speaker": "A",
        "text": "I think that more or less. I think they do the same thing. Yeah, for sure."
    },
    {
        "speaker": "B",
        "text": "The thing I do like about Waze is, like, you can self report cops and all that. Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's the absolute reason I use it is for cops specifically, so. But waves does a tremendous job. It reroutes you if there's slower traffic, if there's, you know, closed exits, or if they find a faster route, they'll reroute you continuously. So they're looking at. They're monitoring a bunch of different things at once. What they don't monitor, though, is danger. I think danger is the right term. So they'll reroute you through some pretty crazy places. So I'm just north of Detroit. I'm coming into Detroit, and I always have to get off the interstate for which looks. I'm looking at the map. It doesn't look like it's much. It's maybe a few miles, and then back onto the interstate. It looks like I'm dodging some traffic, maybe. And so I get off the interstate, and I'm in a terrible part of Detroit. And Detroit's come a long way in the past 15 years, but there's still some areas that are not great. So we're driving, and I know what's happening. My wife, bless her heart, does not know anything. She's just shiny, happy people looking outside, taking in all of the rem. Yeah. She's like, oh, look at the beautiful architecture in these old buildings, and blah, blah."
    },
    {
        "speaker": "B",
        "text": "And I'm like, oh, look, this one's run down."
    },
    {
        "speaker": "A",
        "text": "Exactly. So it must be historic."
    },
    {
        "speaker": "B",
        "text": "They're cooking something on that spoon."
    },
    {
        "speaker": "A",
        "text": "Exactly. So I'm driving, and she's like. She's like, why are all these green lights on the sides, like, in kind of in front of a lot of these buildings? And I honestly didn't have the answer. Like, the only. Those types of lights are only in front of, like, cannabis stores here in Canada. It's kind of like letting people know, hey, weed's over here. But I'm like, I guarantee it's not cannabis stores. And there were so many of them. So as we get out of Detroit, I kind of let her know. I'm like, hey, by the way, for, like, 15 minutes there, I was extremely nervous. Like, my head was on a swivel. That was a pretty bad area. She's like, oh, yeah, I wonder what those green lights were about. So she googles what these green lights are about, and she reads out loud. They are put there by the city of Detroit, the police department of Detroit, to deter carjackings and robberies. The actual lights are right below a 24 hours surveillance video camera. So if people are nervous or scared, they can go to these things. And apparently there's direct lines to the Detroit police department, so. And we must have seen 20 of these things like this. That's how bad the area was. So it didn't start off well after that, it was pretty good. It took us probably 10 hours with stops to get down to Kentucky, but there was a lot of. Yeah, there was a lot of driving. The other thing, too. And I mentioned this to somebody else during the trip. I thought it was maybe just a Michigan thing, but you guys do not. And I, like, I can't stress this enough, do not clean up your roadkill. There is full grown deer on the side of the road all of the time in varying. In varying degrees of decomposition. Of decomposition. Like, there. It's not like, oh, it's like a whole bunch of them were just hit today. These things have been there for days, if not weeks. Is this light again? I can only speak for those four states, and I just kind of want to know if that was happening in New Jersey as well."
    },
    {
        "speaker": "B",
        "text": "Look, we're busy, man."
    },
    {
        "speaker": "A",
        "text": "What the hell? What is happening?"
    },
    {
        "speaker": "B",
        "text": "We're busy. All right."
    },
    {
        "speaker": "A",
        "text": "How many deer did I count? So all the way there and all the way back. How many deers, dead deers, were on the side of the roads that we counted. I want you to take a guess."
    },
    {
        "speaker": "B",
        "text": "Oh, you have a. You have an."
    },
    {
        "speaker": "A",
        "text": "I have a number. Because it was. I started putting them into ways. I put the first one in, and then there was another one, and then I'm like, holy shit. Like, how many fucking deer are on the side of the road? And so I stopped putting them after a while because they weren't in ways already. So I'm like, I guess we just don't put roadkill on ways in America. So how many did I see from Michigan to Tennessee and then back to Michigan?"
    },
    {
        "speaker": "B",
        "text": "So this is a 18 hours trip, give or take."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Now, are you sure you're not double counting?"
    },
    {
        "speaker": "A",
        "text": "Definitely. I'm a stickler for counting. So we only counted on the side we were on. My wife tried to count on opposite side one time, and I told her, we're gonna get that one on the way back."
    },
    {
        "speaker": "B",
        "text": "So we've. So we've cleaned the data and we're at worst."
    },
    {
        "speaker": "A",
        "text": "At worst, we missed. Dear."
    },
    {
        "speaker": "B",
        "text": "Sure. Okay. I'm gonna go with. I would say you probably passed one an hour, so that would mean, you know, roughly 18 to 20."
    },
    {
        "speaker": "A",
        "text": "I wish that was the case. Wow. What I saw was a deer holocaust. Okay. This was a bloodbath up and down the I 75."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "The number. Do you want to take another guess?"
    },
    {
        "speaker": "B",
        "text": "So, I mean, my natural inclination would be to double that."
    },
    {
        "speaker": "A",
        "text": "To what?"
    },
    {
        "speaker": "B",
        "text": "A 40."
    },
    {
        "speaker": "A",
        "text": "I want you to double that again and."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "1696. Dear."
    },
    {
        "speaker": "B",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "I'm not even joking. We. And to. To be fair, we only saw 30 on the way down. We saw 63 on the way back."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "It was."
    },
    {
        "speaker": "B",
        "text": "Wait, how many did you see on the way down?"
    },
    {
        "speaker": "A",
        "text": "30. But mind you, a lot of it was in the dark, so early morning. We left early in the morning, and we got there fairly late at night, but we had all. Because of the daylight savings that occurred. We had way more daylight on the way."
    },
    {
        "speaker": "B",
        "text": "You're looking at almost three an hour more than that."
    },
    {
        "speaker": "A",
        "text": "It was wild."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Like, we couldn't. We were laughing at points and we were crying at points. Like, I'm like, it's crazy that there's this many deer. It was. It was an insane number. So I don't know, just maybe take a percentage off of the military budget and. And send it to the interstates. I don't know."
    },
    {
        "speaker": "B",
        "text": "I feel like you're lucky we don't come for your moose, buddy."
    },
    {
        "speaker": "A",
        "text": "Our moose are gone. Like, we have no roadkill like, I mean, don't get me wrong. You see roadkill on the highways, but it's gone that day. Like, we have the stark difference between the high. Again, I can only speak for those four states that I was talking about. The cleanliness difference is night and day. Like, I recommend every american, because when I go to the states, it is like an alternate dimension where things are just slightly off. I highly recommend any American that has the chance to come to Canada just for the same thing. And you will notice almost immediately the highway discrepancy is crazy. That's a big takeaway. You guys need to reallocate some funds to highway cleanup."
    },
    {
        "speaker": "B",
        "text": "Wow, this is surprising. I mean, I'm actually not that surprised. Like, it's definitely a thing."
    },
    {
        "speaker": "A",
        "text": "I'm telling you. Like, I've seen dead deer on the side. Like, I live in deer country. There's a lot of deer hunting that happens in my area. I'm telling you, I see maybe two deer a year on the highway with the amount, like, total. Like, it was weird to see the first one. I'm like, oh, shoot, look, a deer."
    },
    {
        "speaker": "B",
        "text": "First of all, I mean, how common are deer up by you?"
    },
    {
        "speaker": "A",
        "text": "Like, very. Like, you like, the area that I live in is, like, it's the exact same type of landscape as Michigan. So just kind of think of whatever you think of Michigan. That's where I, you know, it's the same, you know, type of. Type of area. So lots of deer, lots of coyotes. You know, I don't think we have any. We don't have any, like, boar or anything. I don't know what else. I feel like it's more of a Kentucky thing. Boar? Yeah. Don't they go, like, boar hunting?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know. I feel like that's a down south thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, but, yeah, lots of deer, lots of coyotes, a little bit of bear, but, yeah. And then the further north you go, then you add the moose."
    },
    {
        "speaker": "B",
        "text": "Got it. How far north of you before you see moose?"
    },
    {
        "speaker": "A",
        "text": "Like, far. Where I used to. Where I grew up is moose is moose country, which is, I would say you have to drive a solid seven or 8 hours straight north to see. To get into moose country. Yeah."
    },
    {
        "speaker": "B",
        "text": "So basically a Nashville trip, 100%."
    },
    {
        "speaker": "A",
        "text": "Absolutely. I lived, like, where I grew up is a Nashville amount of time into my province."
    },
    {
        "speaker": "B",
        "text": "Wow. All right. Okay. So we've got road trip covered here. Now you're in. You are sufficiently in the states. Like, you're now down to Nashville. This is."
    },
    {
        "speaker": "A",
        "text": "We're in Nashville now. Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. And so. So what do we want to cover next here. Chamber."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm an open book. Is there anything specifically you'd like to know?"
    },
    {
        "speaker": "B",
        "text": "So I want to know two things. One, let's. Let's stay on the road tripping part. Okay. Best food you had. Driving. Like, what was the best driving food?"
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And what was the best Nashville thing you had?"
    },
    {
        "speaker": "A",
        "text": "Okay, easy answer for the drive. Like, we stopped at some restaurants. I stopped at big boy along the way. It was fine for breakfast, but the best thing I had while driving was on our way back, and I stopped. We wanted some coffee. I think we were in Kentucky at this point, and we stopped at a McDonald's for a bathroom break. Get a coffee, and we each got a breakfast. A biscuit breakfast sandwich from McDonald's, buddy. Like, sauce it. Like, we don't have the biscuit."
    },
    {
        "speaker": "B",
        "text": "Like, we have, you know, the only way to go."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. It was the best. It may have been the best food I had. Hard stopped. It was so good."
    },
    {
        "speaker": "B",
        "text": "Wow. So you're just talking, like, regular sausage, egg, and cheese biscuit."
    },
    {
        "speaker": "A",
        "text": "Bingo. It was the best thing I've ever had. So, ten out of ten. I did stop at on the way back. Almost towards the end of our trip. I wanted to hit a Dunkin donuts because I hadn't been to one in a very long time."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "A",
        "text": "Um, you guys don't have enough coffee shops, by the way. They're way too few and far between. But I've."
    },
    {
        "speaker": "B",
        "text": "Yeah, that is not even an accurate take."
    },
    {
        "speaker": "A",
        "text": "100%. Like, I couldn't find one way more coffee needed all over the place. Uh, you haven't been to Canada, have you? When was the last time you. Have you been to Canada?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Okay. I wasn't that. Amber was asking me, and I'm like, I'm not sure. Um, our coffee game is through the roof. Like, there's twelve brand, like. Like, national chains. Like, all around the place. Yeah, we have. We have coffee all the time. But Duncan, I'm positive, is the exact same thing as Tim Hortons. Like, literally from."
    },
    {
        "speaker": "B",
        "text": "Yeah, no doubt. Not."
    },
    {
        "speaker": "A",
        "text": "Not manufacturer."
    },
    {
        "speaker": "B",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "It tastes exactly the same. So that was. That was interesting. I was. I don't know what to expect, but it was exactly the same thing. Like, just terrible road trip coffee. You know, it's. It is what it is. But, yeah, definitely the. In Nashville, though. The best thing I had. The best thing I had in Nashville. We. We went to Hattie B's downtown there for the. That was."
    },
    {
        "speaker": "B",
        "text": "That."
    },
    {
        "speaker": "A",
        "text": "That was the first place. It was close to our hotel. So we went there for dinner the night we got there just to grab, like, a quick bite. But they had, like, alcoholic slushies, which I thought was a nice touch. Yeah. So I got one of the Nashville hot chickens with the slushie, and that was very nice. We did go to this restaurant called pockets, which I highly recommend. And one of the. One of the appetizers that you could get was just like. It was like their charcuterie. It didn't say charcuterie board, but it just said, like, smoked sausage, cheese, and crackers. And I'm like, oh, this is. This is gonna be great. And it comes to the table, and it's a bowl of chop chop. It's a hot dog. But no, it was smoked sausage chopped up."
    },
    {
        "speaker": "B",
        "text": "Oh, I remember being serious."
    },
    {
        "speaker": "A",
        "text": "No, like, it was pretty. It was just, like a slightly better version of hot dogs. But they were delicious. They were really, really nice. But there must have been, I don't know, like, seven. Seven smoked sausages chopped. Like, it was a mound. Like, I love smoked sausage. And I was eating, and there was just no bottom to it. But the crackers was the best part. It was literally individual packets of soda crackers. As this is, like, a pretty nice restaurant downtown. And I thought that was a really nice. It was very good. I liked the fact that I could eat a sauce, like a smoked sausage dish that I couldn't finish. I approve of that. Cause there was definitely still some left, but that was really good. Downtown food were probably my two favorites."
    },
    {
        "speaker": "B",
        "text": "All right, so I'm with you. I've had Hattie B's very good. Now let's talk about your actual trip. What did you do on this trip?"
    },
    {
        "speaker": "A",
        "text": "Um, you know, we like music a lot. So after Hattie B's, we went down into. I. I mean, I can't stress enough how busy Nashville has gotten. It's crazy. Like, I feel like it's. It was never this busy. It was really getting crazy. So down the main drag, like, Broadway was nuts. But literally, as soon as you get one street over, it was significantly better as far as the amount of people. So I like to go to, I think it's called printer's Alley in Nashville. It's a lot more bluesy bars and stuff like that. So we spent most of our time there, and then that was the kind of the first night, second night, or the second day. A lot of downtown stuff. Went to the, you know, went to the country music hall of Fame, went to a few more bars, you know, went out for dinner. I'm trying to think what else we did that night. But the Saturday was the big day. One of our friends lives in the Nashville area and one of our Internet friends, and we were kind of chatting that I was going to be in the area, and you know me, like, I have massive anxiety when it comes to talking to people irl, and I'm like, well, you know what? I'm here. I would really hate myself if I had, you know, didn't overcome this. So I messaged him on. On Friday. I said, hey, you know, Amber wanted to go to a target. We don't. We don't have targets here in."
    },
    {
        "speaker": "B",
        "text": "Wow, you. You really pulled out all the stops here. You went, right."
    },
    {
        "speaker": "A",
        "text": "We like to do american things. Yeah."
    },
    {
        "speaker": "B",
        "text": "Saturday was like, Saturday was target."
    },
    {
        "speaker": "A",
        "text": "We actually. I had Sukorna because she wanted to hit a cracker barrel, and I said, well, we got to find a cracker barrel that's close to a target, so we can just go have breakfast and go to target after. And so I'm triangulating all of the cracker barrels in the greater Nashville area, so I find one that's close to a target."
    },
    {
        "speaker": "B",
        "text": "So you went to cracker barrel."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so I'm like, that was the plan. It's Saturday morning when I go to cracker barrel, then we're going to go over to target. So I had the plan ready. Now I messaged our friend and say, hey, we're going to be at cracker barrel on Saturday morning. We'd love for you and your significant other to join us. And they did. I felt guilty. All right, well."
    },
    {
        "speaker": "B",
        "text": "Let'S bring this friend up to the stage now. Payne, come on down."
    },
    {
        "speaker": "C",
        "text": "How you doing?"
    },
    {
        "speaker": "B",
        "text": "Pleasure to be here, Payne. First of all, you know, look, if there's anybody that chamber was gonna meet before me who, you know, I have been there through his ups and downs for the last five plus years. If there's anyone that he were to meet before me, I'm glad it was you. I thought it might be Steve for a long time, and I think that would have made me more mad than if it were you, Payne. But I'm glad it was you. Now, Payne, let me hear your side of this meeting before we hear chambers."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, of course he messaged me, and I was like, well, of course, I didn't think he. I thought he was gonna bail."
    },
    {
        "speaker": "B",
        "text": "He was coming. I mean, you knew he is coming, right? I did."
    },
    {
        "speaker": "C",
        "text": "I did. We had talked about it, honestly a couple months ago, and I was when he was debating, I was like, dude, if you come to Nashville, it's let's meet up and let's hang out. I wasn't convinced he was a real person. I said that for a long time either. Yeah, potentially AI. So, you know, time got closer. He never really messaged me. And I was like, he's not going to do it. And he finally messaged me Friday. And I was like, of course, of course. So, you know, you meet somebody for the first time and you're trying to figure out like, oh, is it that person? I didn't tell Chamber this, but we pulled into the parking lot. I'm like, I'm pretty sure that's him. I didn't. I was like, I don't know, though, because I didn't think his wife was that small because chambers, he's a, he's a taller guy. And honestly, I guess you're. Amber's really not that short, but just seemed like it comparatively to you."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, we've talked about on this show a million times, chamber is a monster of a human. Right, right. Like you, he's."
    },
    {
        "speaker": "A",
        "text": "For the record, pain is just as tall as I am, if not, maybe even a little bit taller. Yeah, 100%."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "And that's, that's what confused me because I was like, man, do I. Is that what I look like next to my wife? Because they're pretty comparable."
    },
    {
        "speaker": "B",
        "text": "That's really funny. All right, so you get out of the car, you're, you're seeing this. You're seeing a sasquatch for the first 1st time and you're not sure if this motherfucker is real, as the lizard lady on the plane would say. And now, now what, what is the, what is the greeting like? Is it a firm handshake? Do we get a bear hug? This, these are the things I need to know about. What. Or was it just like a chamber party of four? Your table is now available, and you go right through the cracker barrel gift shop. Like, how does this, how does this."
    },
    {
        "speaker": "C",
        "text": "All, I'd love for you to guess on how you think the greeting went."
    },
    {
        "speaker": "B",
        "text": "Geez, God, I would love to. I would love to give chamber the benefit of the doubt that he would act normal in a situation like this and maybe, maybe go in for a hug, like, you know, like a bring it in kind of dap up style thing. But I'm not sure because after hearing how this has gone thus far, I'm not sure that I can get there. I don't know, maybe like just a head nod, like, I'm not really quite sure what I would expect chamber."
    },
    {
        "speaker": "A",
        "text": "No, I mean, I came in, I don't dap up."
    },
    {
        "speaker": "B",
        "text": "Did you kiss?"
    },
    {
        "speaker": "A",
        "text": "I come right before you get to kissing, is where I go."
    },
    {
        "speaker": "B",
        "text": "Wow, you guys played real hot chicken. You guys played lip chicken."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Just brush the nose. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Well, okay, so eskimo kiss. Eskimo kiss greeting standard for two strangers that met on the Internet. Usually, you know, no names involved, but that's a different story. The chamber. So. So what was it pain? Was it a. What? It went down."
    },
    {
        "speaker": "C",
        "text": "What I. He. It was a. It was just a big bear hug. And I was not expecting."
    },
    {
        "speaker": "B",
        "text": "That's what I. That's what I would have expected from. From our boy chamber."
    },
    {
        "speaker": "A",
        "text": "Yeah, man. These are my people again. I don't have a lot of friends, so the people that actually want to meet me in real life meet with me at a restaurant in public. Yes. They get a proper hug."
    },
    {
        "speaker": "B",
        "text": "Now, did Chamber offer you his autograph or did you have to ask for it?"
    },
    {
        "speaker": "C",
        "text": "I had to ask for it, but he was so gracious to sign my forehead, so I was going to say."
    },
    {
        "speaker": "B",
        "text": "He took a picture, by the way. I mean, just absolutely. Fuck both of you. I did. I didn't. I didn't get, like, some kind of DM with the photo of you two meeting. I didn't get. I had to find out via Twitter that you two were. Had just gotten the bear hug of a lifetime. So I'm you. Let's just put it this way. I am. I don't know where I would be today if I didn't have a my friends over this weekend, because that's probably all I would have thought about all weekend long. And I just would have felt just so epically betrayed, but, okay, so you get chambers autograph, you go in. Uh, what did he buy you at the cracker barrel gift shop?"
    },
    {
        "speaker": "C",
        "text": "Well. Well, we didn't go in, is the thing."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "C",
        "text": "Yeah, we. We got there, and then we're like, oh, you know, we're gonna. We gonna go in. And they're like, well, actually, it's. It's really busy and they're understaffed, so, you know, we got like a. I don't know, 30 minutes wait. So if we weren't comfortable with each other, it was going to be real awkward because, you know, we just all had to stand out there and talk."
    },
    {
        "speaker": "B",
        "text": "Well, but cracker barrel has those nice rocking chairs, so at least you could have got a nice rock on. Is that right?"
    },
    {
        "speaker": "C",
        "text": "They do. And we did not. We did not utilize the rockers as."
    },
    {
        "speaker": "A",
        "text": "They were for display only, to be honest."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "I didn't want to be a looky louvere."
    },
    {
        "speaker": "B",
        "text": "All right, so you don't go to cracker barrel, then what?"
    },
    {
        "speaker": "A",
        "text": "We do? No, we waited."
    },
    {
        "speaker": "B",
        "text": "Oh, you did wait?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. I would say it was probably more like 15 to 20 minutes."
    },
    {
        "speaker": "B",
        "text": "We waited, sir. They built in the buffer for you."
    },
    {
        "speaker": "A",
        "text": "Yeah, because I don't think. I feel like I hacked one dart. I feel like. Yeah, that really got me through most of it."
    },
    {
        "speaker": "B",
        "text": "Now. Did he offer you a cigarette pinnae?"
    },
    {
        "speaker": "C",
        "text": "He did not. But I know he needed those because he was so stressed."
    },
    {
        "speaker": "A",
        "text": "I was very."
    },
    {
        "speaker": "B",
        "text": "Could you tell. Could you tell that he was nervous about this interaction? Was that apparent?"
    },
    {
        "speaker": "C",
        "text": "It wasn't in the beginning. And, you know, he did really well. And then I could tell, like, oh, you know, he's starting to get a little bit uncomfortable as far as not the situ, not the. Not the person, but just the situation, being in public, being around people."
    },
    {
        "speaker": "B",
        "text": "It really is everything I ever thought it would be, huh?"
    },
    {
        "speaker": "C",
        "text": "Yeah, 100%."
    },
    {
        "speaker": "B",
        "text": "Wow. Chamber, does this. Do you feel this is accurate representation?"
    },
    {
        "speaker": "A",
        "text": "Well, I did feel. So, both Amber and I, we can talk for a long time, and together, we are a power couple. We really feed off of each other. And what I did not want to do is monopolize. He was gracious enough to meet me there. I didn't want to monopolize his time and misses. Payne was also."
    },
    {
        "speaker": "B",
        "text": "You were like, why don't you go look around the gift shop? I'm going to just smoke this dark."
    },
    {
        "speaker": "A",
        "text": "At one point, I said, well, I don't want to take up too much more of your time. I want to let you get back to your day. You know what I mean? I."
    },
    {
        "speaker": "B",
        "text": "Before you even sat down."
    },
    {
        "speaker": "A",
        "text": "No, this was after we were kind of done eating."
    },
    {
        "speaker": "B",
        "text": "You've already had the meal?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Well, I don't want to get that far yet, because I need to know. I need very specific details on the meal itself, so. All right, so you. Your table is ready. You've all bought each other nice little trinkets at the gift shop, and you are on to the meal. Payne, what does a man of chambers size order at America's, uh, treasured spots? The. The cracker barrel did. Now, I need. I. My guess is he went breakfast or something, like a chicken fried steak. Uh, would I be accurate?"
    },
    {
        "speaker": "C",
        "text": "You would be accurate, especially if you would have stopped with the first one."
    },
    {
        "speaker": "B",
        "text": "There you go. I I picture him. So here's what I picture. I picture chamber ordering some sort of, like, a french toast with some sides of sausage. And he gets this little cracker barrel bottle of maple syrup on his table, and he makes a comment like, what the fuck is this? And he then proceeds to talk for five minutes about the differences in maple syrups. And really, that. That. That's peak. That is really what you want in that situation. How accurate am I portraying this breakfast?"
    },
    {
        "speaker": "C",
        "text": "Uh, you're. You're close. And honestly, I thought his wife was going to be the one to go on about maple syrup. And I was really interested. Cause she was just like, look, on the bottle, they say it has, you know, 60% pure, 40% pure sugar, and 60% maple. And, you know, we. She. They just assumed that we thought they carried around maple syrup in their back pocket, which I did for sure."
    },
    {
        "speaker": "B",
        "text": "Didn't. They don't do that."
    },
    {
        "speaker": "C",
        "text": "If they did, they did not reveal it."
    },
    {
        "speaker": "B",
        "text": "I thought chamber would have, like, his own holster, like a leather holster that he has that. It's like, it goes. It's a strap that goes across his shoulder, down to the side by his pocket. A cross body. Cross body syrup holster is what I had anticipated him having."
    },
    {
        "speaker": "C",
        "text": "Yes. And just a quick. A quick detour. If we could look at the comments of Des and what he posted."
    },
    {
        "speaker": "A",
        "text": "I just look at this."
    },
    {
        "speaker": "C",
        "text": "I'm just dying in the background."
    },
    {
        "speaker": "A",
        "text": "Oh, and I was gonna say, where's Dez, too? Because I think Des is also a giant man."
    },
    {
        "speaker": "B",
        "text": "Is taller. Des is probably six two. Yeah, six two."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's pretty tall."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But no, I was."
    },
    {
        "speaker": "B",
        "text": "Whose wife is in the middle?"
    },
    {
        "speaker": "A",
        "text": "That's. That's what Amber. Or that's what paints on when, uh, when I was standing beside."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. That's the two of you next to Amber."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You guys are like, I'll take one maple syrup bottle to go, please."
    },
    {
        "speaker": "A",
        "text": "Yeah, one full liter of maple syrup, please."
    },
    {
        "speaker": "B",
        "text": "Okay, so now we're. So I was, so I was. Did I get his order right?"
    },
    {
        "speaker": "C",
        "text": "Uh, he actually. What did you. You had already had that at a previous breakfast, right? Because if you didn't know. Chambers, a big breakfast guy."
    },
    {
        "speaker": "A",
        "text": "Yeah. I like. I like a standard. So most of the time, if it's a new breakfast place, I just get the eggs, the hash browns, and the sausage, and then whatever, uh, you know, either toast or the biscuit. So I got. That's what I got. I got the biscuits and gravy. I got the hash, like, the hash brown casserole, eggs and sausage. No, no, maple. I'm not gonna sully my body with american maple syrup."
    },
    {
        "speaker": "B",
        "text": "Talk about roadkill."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "C",
        "text": "You just throw hot sauce on it instead."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Oh, did he do that? Was there a lot of hot sauce? Because that would have been. The other thing I would have said is that he would have doused everything in hot sauce. And I'm not even sure why I feel that way. I just feel like that's what he would do."
    },
    {
        "speaker": "C",
        "text": "Yeah. Oh, yeah. Just dumping a bottle, really?"
    },
    {
        "speaker": "A",
        "text": "It was a regular amount?"
    },
    {
        "speaker": "B",
        "text": "I would say a regular amount for who?"
    },
    {
        "speaker": "A",
        "text": "I think. I mean, I don't think it was out of the. I don't think it was out of control."
    },
    {
        "speaker": "B",
        "text": "Wheat baby ray."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think it was just on the eggs."
    },
    {
        "speaker": "B",
        "text": "Hot sauce on the eggs maneuver. I dig that. I can. I can respect that."
    },
    {
        "speaker": "A",
        "text": "Maybe some found their way onto the sausage, but mostly."
    },
    {
        "speaker": "B",
        "text": "All right, so. So we are now at the. The meal portion of this, and we've got the order. Payne, what did you get?"
    },
    {
        "speaker": "C",
        "text": "What we. Actually, it was funny. Me and Amber got the same thing, and then my wife in chamber got the same thing. I rocked with some pancakes and eggs and bacon. It wasn't canadian bacon that I did. I forgot to ask, does canadian bacon taste like bacon? That is from your country?"
    },
    {
        "speaker": "A",
        "text": "Yeah. No, like, canadian bacon's not a thing here. That's definitely just an american thing."
    },
    {
        "speaker": "C",
        "text": "Just because it's just bacon, right?"
    },
    {
        "speaker": "A",
        "text": "No, no, we have bacon. Like bacon, like strips of bacon. Like, that's what we have. And we have sausage, and then we'll have peameal bacon, which is more like a loin. Like a pork loin. But that's. I see the. I see your canadian bacon, and it's like, you know, it's a medallion. It's like a meat medallion."
    },
    {
        "speaker": "C",
        "text": "American bacon."
    },
    {
        "speaker": "A",
        "text": "No, I think that's just what we call bacon. But, no, we don't have, like. That's not a thing. It's so canadian bacon is the same thing they put on a regular. What do you call it? The mcMuffin. Right. Is that canadian bacon?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So that's the only place in Canada that has it is when you go to McDonald's and get a regular egg McMuffin. That's the only place where you can get that style of meat."
    },
    {
        "speaker": "B",
        "text": "Hmm."
    },
    {
        "speaker": "A",
        "text": "Interesting, huh?"
    },
    {
        "speaker": "B",
        "text": "Very fascinating, even. We do have des up on the stage. Skip the trivia question here today, because I need just. We're running out of time."
    },
    {
        "speaker": "D",
        "text": "No, no, I only come for the trivia question that you don't have."
    },
    {
        "speaker": "B",
        "text": "Sorry. Okay, let's see. Chamber. Do you have one available?"
    },
    {
        "speaker": "A",
        "text": "I'm sorry."
    },
    {
        "speaker": "B",
        "text": "Um, wallet chamber looks for one. Does. How tall are you?"
    },
    {
        "speaker": "D",
        "text": "I'm six. One. But in your arms I feel six, eight."
    },
    {
        "speaker": "A",
        "text": "This is how I. This is how I felt when you two met, by the way."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it was. It's not the same like we were."
    },
    {
        "speaker": "A",
        "text": "How is it not."
    },
    {
        "speaker": "D",
        "text": "Definitely not."
    },
    {
        "speaker": "B",
        "text": "We were at a conference."
    },
    {
        "speaker": "A",
        "text": "Not. I was not the same. He lives there. He lives. He didn't. We didn't meet there. I vacationed in the town that he lives in. That's it. How is that not the."
    },
    {
        "speaker": "B",
        "text": "No, they're not the same."
    },
    {
        "speaker": "A",
        "text": "I need people up here. Let me know in the comments if it's not the same. Going to a conference, which is fine."
    },
    {
        "speaker": "B",
        "text": "Decidedly not the same."
    },
    {
        "speaker": "A",
        "text": "I disagree."
    },
    {
        "speaker": "B",
        "text": "Also, in fairness, you were invited."
    },
    {
        "speaker": "A",
        "text": "I was invited. That's true. That is a big difference."
    },
    {
        "speaker": "B",
        "text": "I don't remember getting my Nashville invite in or in my DM's. So."
    },
    {
        "speaker": "A",
        "text": "That's fair. That's fair. No, no, I don't have. I don't have the trivia thing ready. I can't."
    },
    {
        "speaker": "B",
        "text": "All right, hold on. I'm going to. I'll give you one, Des, just hang tight. Go for what you're going to say to chamber. Here."
    },
    {
        "speaker": "D",
        "text": "Give me my trivia question."
    },
    {
        "speaker": "B",
        "text": "I got one for you. Um, let's see."
    },
    {
        "speaker": "D",
        "text": "I can't believe you guys. I mean, I know this is no longer an FT show, but there was just so much content this weekend that you could have talked about. That is mildly interesting. And instead we talked about how chamber does America."
    },
    {
        "speaker": "B",
        "text": "No, I don't give a shit about."
    },
    {
        "speaker": "D",
        "text": "Harassment videos and fist fights. It was basically world star Hill hop for."
    },
    {
        "speaker": "A",
        "text": "Or is this in Hong Kong?"
    },
    {
        "speaker": "D",
        "text": "Actually. Don't know where it is. I don't think so."
    },
    {
        "speaker": "B",
        "text": "Wait, where was it? Where did the harassment take the poly video? No, I didn't see any of that."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "Congratulations, boys. We have moved on, apparently. But no, come on. Lasers, freaking uv lasers, blinding everyone at the ape fest."
    },
    {
        "speaker": "A",
        "text": "I did see that."
    },
    {
        "speaker": "D",
        "text": "This was fantastic journalism."
    },
    {
        "speaker": "A",
        "text": "What was it? Photo Mysa Tyson or something like that."
    },
    {
        "speaker": "D",
        "text": "Mike Tyson that everybody got."
    },
    {
        "speaker": "A",
        "text": "No, what was it called? Like photo mat ISIS or something like that. That the. All the people got from the laser show."
    },
    {
        "speaker": "B",
        "text": "Mononucleosis. Yeah."
    },
    {
        "speaker": "A",
        "text": "But yes, I did see that. I did see that. Nfts were part of Treehouse of horror. And Steve, listen."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm surprised we didn't. We'll talk about that on Wednesday. Okay."
    },
    {
        "speaker": "A",
        "text": "I'll come back."
    },
    {
        "speaker": "B",
        "text": "One."
    },
    {
        "speaker": "A",
        "text": "I have some thoughts."
    },
    {
        "speaker": "B",
        "text": "That's a Venn diagram of all chambers favorite things."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "He loves the Simpsons, so we'll get to that. But, like, look, there was a very important meeting and trip to America. That happened. And, you know, like, I don't really care about Polly or any of that other stuff. You know, like, I just don't really care."
    },
    {
        "speaker": "A",
        "text": "At best, we're going to talk about bitcoin."
    },
    {
        "speaker": "B",
        "text": "It also requires me to do some modicum of research that I had zero time for today."
    },
    {
        "speaker": "D",
        "text": "I'm surprised you guys have your Rex selves didn't comment on the current prices of Ethan bitcoin, but, you know, we."
    },
    {
        "speaker": "B",
        "text": "Did that last week where I live bought a whole chunk of eth on stage. Oh, let's see. I'm up pretty well. Holy cow, I am. Let me check my wallet here. Chamber. You heard me last week. And I live bought last Monday. Was it last Monday?"
    },
    {
        "speaker": "A",
        "text": "Was it last Monday? No, it must have been before that. I think it was the week before that."
    },
    {
        "speaker": "B",
        "text": "Oh, gosh. Two Mondays ago."
    },
    {
        "speaker": "A",
        "text": "Yeah, two Mondays ago."
    },
    {
        "speaker": "B",
        "text": "All right, so since then, I bought. Wow. Okay, I am up. I bought 14 and a half eth on the show live that day, and I'm up about $5,000 since then."
    },
    {
        "speaker": "D",
        "text": "Big flex. Let's go."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "No big deal. No big deal, guys."
    },
    {
        "speaker": "B",
        "text": "Wow, that's a. That's over ten percenter. And that's, you know, it's got legs, too."
    },
    {
        "speaker": "A",
        "text": "That's the best part. This thing is not done."
    },
    {
        "speaker": "B",
        "text": "So are you. Are you, like, preparing for giga pump? Like, are you, like. Are you trying to open leveraged longs here soon or what?"
    },
    {
        "speaker": "A",
        "text": "Me or Des?"
    },
    {
        "speaker": "B",
        "text": "Both of you."
    },
    {
        "speaker": "A",
        "text": "I guess I'm not. I'm just. I'm just always bullish at this point. But no, no, no leverage long positions."
    },
    {
        "speaker": "D",
        "text": "Unfortunately, Des, no long positions right now."
    },
    {
        "speaker": "B",
        "text": "Just. Just holding your spot."
    },
    {
        "speaker": "D",
        "text": "Yep. But that just reminded me. I can't believe it, but I was talking to my mentor and advisor, like, maybe two weeks ago."
    },
    {
        "speaker": "A",
        "text": "Hang up."
    },
    {
        "speaker": "B",
        "text": "Hold on, hang on. Whoa, whoa."
    },
    {
        "speaker": "A",
        "text": "Gotta get him off the stage. That's fine."
    },
    {
        "speaker": "B",
        "text": "No, no, wait, wait, wait. No, you're gonna. You're just pausing for you to question him."
    },
    {
        "speaker": "A",
        "text": "Okay, who is this? Who are you talking to?"
    },
    {
        "speaker": "D",
        "text": "So I was talking to my mentor and advisor, and we were just talking about something, and I used a quote from chamber and he could not stop saying, God, that's such a good quote. I'm just going to keep using that."
    },
    {
        "speaker": "A",
        "text": "All right, take a bow. Oh, my God, I like this guy. I like."
    },
    {
        "speaker": "B",
        "text": "Thank God you let him finish, because."
    },
    {
        "speaker": "D",
        "text": "He kept saying, like, where'd you hear that? Or, like, where'd you find out? And I just couldn't bear to tell him. A guy named Chamber told me it, so I was just like, I don't know. I picked it up years ago."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "I respect it. I respect it."
    },
    {
        "speaker": "D",
        "text": "But it was, it was let your runners run."
    },
    {
        "speaker": "A",
        "text": "Oh, that's not. I can't even take. I can't."
    },
    {
        "speaker": "B",
        "text": "I thought it was going to be more. I thought it was going to be. We need more losers. That's the one I thought."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like need more losers is definitely."
    },
    {
        "speaker": "D",
        "text": "Honestly."
    },
    {
        "speaker": "A",
        "text": "Yeah, let your runners run is I can't take. But you do say it a lot."
    },
    {
        "speaker": "D",
        "text": "I do say as the ones Michael Scott. Great. Michael Scott proven. If you say a quote enough, it becomes your own. So."
    },
    {
        "speaker": "B",
        "text": "That's very true. Des, were you aware of how chamber feels about mentors?"
    },
    {
        "speaker": "D",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Which is hilarious."
    },
    {
        "speaker": "D",
        "text": "Which is hilarious because, like, all the research of successful people, very commonality is that they all had mentors at early stages of their life."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, I mean, I think that. I don't think anything you said there inaccurate."
    },
    {
        "speaker": "A",
        "text": "Nope. This is all gut falls right where."
    },
    {
        "speaker": "B",
        "text": "He should on that."
    },
    {
        "speaker": "A",
        "text": "You know, I refuse to accept that Jeffrey Bezos had a mentor."
    },
    {
        "speaker": "B",
        "text": "Oh, he definitely did."
    },
    {
        "speaker": "A",
        "text": "Do you think so?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Chamber. Or, I mean, Des, did you. Did you listen to the billionaire draft?"
    },
    {
        "speaker": "D",
        "text": "No. Oh, God, that's a great one."
    },
    {
        "speaker": "B",
        "text": "Damn it. Yeah, we. It was last Friday. Oh, sorry, two Fridays ago. So it was the Friday after Halloween."
    },
    {
        "speaker": "D",
        "text": "I might have to. Don't spoil it. I might have to go back and listen to that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I won't. I would love to hear who you think won, but, chamber, I need to know from your side of the story how it was to spend some time with the fabulous pain."
    },
    {
        "speaker": "A",
        "text": "So I would say nine times out of ten, I would have bailed on whoever that person was that I was talking to."
    },
    {
        "speaker": "B",
        "text": "Wow. So you, like, straight up would have, like, bailed, as in you would have not shown up or canceled."
    },
    {
        "speaker": "A",
        "text": "So that initial conversation that pain was talking about, I would have bailed on any follow up had it not been pain. So. Because, you know, I've talked to pain a lot over the, you know, over the months, and I don't know if it's been. I don't know if it's been years. Time. Time is a weird thing, but I've talked to him a bunch, and I really like pain is a real sweetie. And I'm like, well, he's the one out of ten people. He's in that one out of ten. The 10% that I. That I wouldn't have bailed on. Uh, so that my wife was trying to pump me up before texting him while we were there."
    },
    {
        "speaker": "B",
        "text": "Wow, this is a real, like, crippling anxiety."
    },
    {
        "speaker": "A",
        "text": "100%. Yeah, it's. I don't. Yeah, it's stems from because I honestly, I think it's because I'm so. Yeah, well, a handsome, but I am very, like, outgoing. I always say, like, des, here's another quote for you. I'm. I have the gifts of an extrovert in an introvert's body. You know, I'm saying, so, like, my ability to be on is very good, but I fucking hate it, dude."
    },
    {
        "speaker": "B",
        "text": "I feel you on that."
    },
    {
        "speaker": "A",
        "text": "I am like, yeah, like, it's terrible."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So I'm very personable. You know, if you were to see me out in public, you'd be like, oh, this guy loves being out in public. And, you know, you know, laps it up, and I fucking hate it. So it's. It. But it does afford me to, you know, my best skills are that. So all my job, like, all the jobs I've ever had have all been that. So I use up a lot of that. A lot of that fuel for work, and then once I'm done, it's like, okay, I don't want talk to anybody, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I get that."
    },
    {
        "speaker": "A",
        "text": "But Amber definitely was bridging, like, was making that meeting happen. She was pumping me up. She's like, it's gonna be fine. It's gonna be good. I'm like, yeah, it was proud of you. Yeah, she was proud. She was proud of me. She's like, a very. She said it afterwards too. She's like, a very. Such a good job. But pain. But the only reason it happened is because pain put together a track record that allowed me to feel comfortable. So I know, I knew it was gonna go well, but it was. Yeah, it was a wonderful meeting. Him and his wife were absolutely splendid. They were very kind. The funniest thing. And I thought about it a lot. His wife mentioned that she had never met a canadian person before, and we thought that was amazing. We're the worst ones. We're the. We're the two worst Canadians. So."
    },
    {
        "speaker": "B",
        "text": "So I need to know. Pain. On the flip side, you're. You're driving away from cracker barrel bellies full of chicken fried steak, sausage with too much hot sauce, eggs that were maybe a little runny. And you look at your wife and she says, what to you?"
    },
    {
        "speaker": "C",
        "text": "She enjoyed that a lot more than she thought she would."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. Amber is genuinely one of the nicest people ever. And, you know, I'm like, is this. What. How. How did she end up with chamber, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that is a very reasonable."
    },
    {
        "speaker": "B",
        "text": "Doing."
    },
    {
        "speaker": "D",
        "text": "Like, a four finger, like, hello. With a thumb tucked at you at any time."
    },
    {
        "speaker": "C",
        "text": "That is hilarious, because chamber, before we left, like, he literally said the same thing. Thing. That Amber was over there slipping her signs of, like, I've been kidnapped."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. I love that."
    },
    {
        "speaker": "A",
        "text": "No, she is. She is definitely much more. Yeah, she's just. No, but even better half."
    },
    {
        "speaker": "C",
        "text": "Listen, my wife was so impressed with your knowledge of the american government. I will say that she could not."
    },
    {
        "speaker": "B",
        "text": "Impress with your knowledge of Bigfoot. Like, just really, really into it. Yeah."
    },
    {
        "speaker": "C",
        "text": "She felt like she."
    },
    {
        "speaker": "A",
        "text": "I would say. I would let her know. Pain that. I mean, I definitely know a little more than the average canadian, but definitely not, like, american politics is widely discussed here in Canada. Like, it's. It's pretty. Pretty topical. So I would say I'm, like, a seven out of ten."
    },
    {
        "speaker": "C",
        "text": "Yeah. The fact that, you know, more than the average canadian means, probably means, you know, significantly more than the average american American, so."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, that's definitely."
    },
    {
        "speaker": "A",
        "text": "But I did. I did enjoy the fact that we were. We were the first canadian people she met, and we felt the weight of a nation on our shoulders."
    },
    {
        "speaker": "C",
        "text": "Can we do the. Can you give the quick story? It was one of my favorites. Which one? Amber's experience when she got breakfast with the whole please and thank you."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. Yeah. So, like, we literally. I think we were still in Michigan, and we pull over, get some breakfast at big boy, and we order our breakfast, and Amber's, she's like, do you want some coffee? And Amber said, like, yes, please. And when she left, she said, thank you. And, like, the waitress was, like, shook. I'm like, do you guys not say please and thank you? I'm not even joking. Like, it was wild how affected she was just by baseline canadian politeness."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "It was wild. How did you say sorry so many, so many times? You're very aware. Like, you're very aware of your canadianisms when you're outside of Canada. I couldn't believe I said a. Like, a hundred million times. It was. It was very noticeable. I said sorry. Well, the only reason you realize you're saying sorry is the reaction from the other Americans, and it's a lot of times they'll be like, oh, you got nothing to be sorry about. Or, like, you know what I mean? Like, it's. I'm like, oh, did I say like, I didn't even. I didn't even know. I said sorry, but because. But because of the way they reacted, I'm like, oh, shit. Like, I'm saying this a lot. Yeah, it's very. You're very aware of it, but, yeah, it was. It's good."
    },
    {
        "speaker": "B",
        "text": "Wow. Uh, does any final comments here before we wrap this thing up? I feel like, uh, you. You might have a question or two to end it."
    },
    {
        "speaker": "D",
        "text": "Highly disappointed. I didn't get my trivia question."
    },
    {
        "speaker": "B",
        "text": "Yeah, I tried to look for some Nashville trivia, and I'm coming back with."
    },
    {
        "speaker": "D",
        "text": "On Wednesday, and I want to."
    },
    {
        "speaker": "C",
        "text": "Well, I'll give you one. What's the national, uh, currency of Canada?"
    },
    {
        "speaker": "D",
        "text": "Canadian dollar."
    },
    {
        "speaker": "B",
        "text": "Cad, baby."
    },
    {
        "speaker": "A",
        "text": "It's actually."
    },
    {
        "speaker": "B",
        "text": "Chamber box is the correct answer."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, actually, we were talking a lot. Amber bright. Amber busted out canadian money to show misses Payne also. That was awesome."
    },
    {
        "speaker": "B",
        "text": "Hey, you want to see what the queen looks like?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. Pointed out the queen. We talked about the monarchy for a while."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, as soon as you break out the money, you got to talk about the queen and how all of our money is being replaced right now, because now there's a king. So we have to cycle out all the queen money and bring in all the new king money."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I know. It's big deal. Big deal here in Canada."
    },
    {
        "speaker": "B",
        "text": "I can understand where you might have felt like the conversation had stalled."
    },
    {
        "speaker": "A",
        "text": "It was riveting, though. I feel like everybody was very emotionally involved in the money talk. Pain. Am I wrong?"
    },
    {
        "speaker": "C",
        "text": "No, he's not wrong. My wife knows stuff about the queen. All this stuff. I didn't even realize she hadn't met a canadian, but it made sense. I had a. I had a friend in school whose cousin was canadian. I'd met them a couple times, so I knew a few of the mannerisms, but she was just like, yeah, never met a Canadian before."
    },
    {
        "speaker": "A",
        "text": "I was like, oh, that was honestly probably the highlight of the trip. Like that. We talked about it a lot. Like I said, can you believe we were the first Canadians we met?"
    },
    {
        "speaker": "C",
        "text": "We're like, if you are the worst Canadians, then, oh, by far the worst. Might have to move to Canada."
    },
    {
        "speaker": "B",
        "text": "I would actually believe that. That you are the worst Canadians, 100%."
    },
    {
        "speaker": "A",
        "text": "Like, I'm not even joking."
    },
    {
        "speaker": "B",
        "text": "Like, we're the ones you guys belong to in America."
    },
    {
        "speaker": "A",
        "text": "No, I don't. We got more to talk about."
    },
    {
        "speaker": "B",
        "text": "We're not that bad. No."
    },
    {
        "speaker": "A",
        "text": "Every time I go to America, I get. I'm reinformed about the american culture, and it's. I was. I'm not a big national guy. Like, I'm not a, you know, flag. Flag waving canadian. But, man, as soon as I got back on canadian soil, man, I was saluting flags and singing o Canada. Yeah, big time. But that's for another day. I do have some thoughts on that."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I kind of want to hear him. What was the number one?"
    },
    {
        "speaker": "A",
        "text": "I mean, there is just a baseline. Not. And it's because. It's weird because I talked to you and I talked, you know, talked to pain and daz."
    },
    {
        "speaker": "B",
        "text": "I mean, we're the best Americans."
    },
    {
        "speaker": "A",
        "text": "You honestly are, like, honestly are the best Canadians, the best Americans. Like Cap and Steve and all the people I talk to, they all. You guys all seem like regular people. And then immediately getting into the. Into the states and different place, there's just, for some Americans, we'll say the non twitter Americans, there's just, like, this baseline, like, grumpiness and, like, anger. I'm like, what? What is that? Like, just everybody just looks. You just look at them and they're just like, ugh. Like, not happy at all with life. You know what I mean? But, yeah, that's the one. And then lots of so many signs that said, don't bring a firearm inside this restaurant or bar or whatever. And that's another thing, too. I don't know about you guys. I am constantly monitoring for active shooters when I'm in the states. Like. Like, it's a big. It's a constant worry. I don't know if. You know, obviously, it doesn't statistically happen that, you know, as much as every visit for me going to the states, but it's. I'm aware of it. A lot of people have. Good. And I'm not even allowed to. I should be allowed to get a gun as soon as I get into the states. Just even the playing field. I'm, like, the only unarmed person there."
    },
    {
        "speaker": "B",
        "text": "I mean, look, I've never. I've never owned a gun."
    },
    {
        "speaker": "A",
        "text": "I am. Amber was asking me that. She was asked me, and I said I. I didn't think so, but I wasn't a hundred percent sure. So you. You've never owned one?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "I used to own one for hunting and stuff, but I haven't got hunter."
    },
    {
        "speaker": "B",
        "text": "I've shot guns. I've never."
    },
    {
        "speaker": "A",
        "text": "Never had one in your house?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Interesting. What do you think the percentage of people that, like, have a gun, like a. For protection in their home?"
    },
    {
        "speaker": "B",
        "text": "What do I think?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Well, I was going to look it up. What I think is 20%."
    },
    {
        "speaker": "A",
        "text": "That low? Eh, not 98%."
    },
    {
        "speaker": "B",
        "text": "Totally. Okay, so this is from November 13, 2020."
    },
    {
        "speaker": "A",
        "text": "I feel that numbers gone up since 2020."
    },
    {
        "speaker": "B",
        "text": "Yeah. Hold on. All right, so we got. Let's see. Hmm. Well, this 140 percent in 2020. So maybe own. Own a gun or live with someone who owns a gun."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. I think gun in the household will say."
    },
    {
        "speaker": "B",
        "text": "Mm hmm."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. That's. That's pretty."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I'm sure it varies state by state as well. Right? Because I do feel. And I like, as soon as I crossed the border in Michigan, too. Like, Michigan is the worst state, I think. I think so, because once you're in, like, I came in in rural Michigan, and I felt like I drove into a militia. Like, it was. It was very, very, very scary. Like, I went from country scared to city scared real quick, from rural Michigan to Detroit. And they're very. They're two different types of scary. One, I feel like they're going to recruit me, and the other one, they might take my car, but both of them were equally scary. Michigan, not so great. Ohio, kind of bland. Kentucky, beautiful. Tennessee was the best one. I would say tennessee, in that order. Tennessee, Kentucky, Ohio, Michigan."
    },
    {
        "speaker": "B",
        "text": "Interesting. All right, well, there we have it. We're going to stop there for now. I'm glad you got to meet pain. I'm jealous that it wasn't me, and."
    },
    {
        "speaker": "A",
        "text": "I do feel it was. It's similar. Less the invite."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, like, the invite makes the deal."
    },
    {
        "speaker": "A",
        "text": "Definitely makes a difference."
    },
    {
        "speaker": "B",
        "text": "Yeah, invite makes it. I. Because it's a fair assessment. I agree. That is similar, but it is not equal."
    },
    {
        "speaker": "A",
        "text": "All right, fair enough. All right."
    },
    {
        "speaker": "C",
        "text": "I do got a question for you, bunched. So, knowing that there was 100% chance that you weren't going to come, he was kind of doing you a solid by even not asking, you know?"
    },
    {
        "speaker": "B",
        "text": "Oh, sure. I mean, like, look, I've always said chamber. We've always acknowledged that chamber is an athlete. He's been an athlete, but the thing he's best at is mental gymnastics. So whatever gets you there. Whatever gets you there."
    },
    {
        "speaker": "A",
        "text": "I thought you're gonna say dodging."
    },
    {
        "speaker": "B",
        "text": "All right, that's gonna do it first. But, Payne, now I need the full. I need the full review. I'm putting you on the spot for the last couple minutes or 5 seconds here. Give me a 22nd review of your meeting with chamber as if it were a podcast review. How many stars, and would you, uh. Would you recommend chamber to a friend?"
    },
    {
        "speaker": "C",
        "text": "Chamber a. A bright, uh, a bright summer's day on what seems. What might seem gloomy, I would do again."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "5.6 out of five stars."
    },
    {
        "speaker": "B",
        "text": "Wow. Glowing. This is just a unbelievable way."
    },
    {
        "speaker": "C",
        "text": "That's only chamber now, Chad, that may be different, but the combination."
    },
    {
        "speaker": "B",
        "text": "Did you get to meet the difference between chamber and Chad? Here."
    },
    {
        "speaker": "C",
        "text": "I did. I did. And they were. They were both great."
    },
    {
        "speaker": "A",
        "text": "Interesting. Is there. Was that. Is there a big difference? Because I am. I was gonna say it's pretty close. It's just a little tamer."
    },
    {
        "speaker": "C",
        "text": "I feel like she allows you to, you know, to. If you need to retreat in yourself a little bit, you know, she can take. She can take the lead."
    },
    {
        "speaker": "A",
        "text": "She does. She. She's good for that. Yes. All right. That's good. Bunch, final thoughts. You still hate us. We did. We did wreck. We did discuss the fact that it was your birthday on the day we met."
    },
    {
        "speaker": "C",
        "text": "We did. And the fact that you were going to be upset."
    },
    {
        "speaker": "A",
        "text": "And he just. That's."
    },
    {
        "speaker": "C",
        "text": "That's awkward. He said no idea what happened, which I know. He just. He just quit."
    },
    {
        "speaker": "A",
        "text": "Rage quit. All right, well, Payne, now that you're the new host, you want to end."
    },
    {
        "speaker": "C",
        "text": "The show, and that's going to do it. Until next time, keep the mic hot."
    }
]