[
    {
        "speaker": "A",
        "text": "What are those? Goat juices? Let's go."
    },
    {
        "speaker": "B",
        "text": "So thirsty, so thirsty. So thirsty for g milk."
    },
    {
        "speaker": "C",
        "text": "Tits."
    },
    {
        "speaker": "B",
        "text": "It's gonna be a fun one."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the DGEN community network media for the decentralized generation. If you want to connect or to check out more great nft and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am bunchu alongside my esteemed colleagues and co host, chamber and des Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "It's a great day. I literally just finished driving for about two and a half hours, plugged in my computer, and I'm here now. And, you know, it's. It's a good day. It's a good day. Des is here. I don't know if, uh, we're bearing the lead here, but our good friend Des."
    },
    {
        "speaker": "A",
        "text": "Our good friend Des is back after, what, a three week hiatus?"
    },
    {
        "speaker": "B",
        "text": "We had to bring in the, you know, the scabs to fill in."
    },
    {
        "speaker": "A",
        "text": "Don't you dare. They were both fantastic and they should be taking our full time job, especially morgane. Morgan was fantastic."
    },
    {
        "speaker": "C",
        "text": "I think she, thank God she got like a real web three job, otherwise she would have taken my job here, so."
    },
    {
        "speaker": "A",
        "text": "Oh, 100%. I still think she might take my job. I don't know how many more of these I got left in me, but we are rocking higher episode without bagging."
    },
    {
        "speaker": "C",
        "text": "On your paper hands."
    },
    {
        "speaker": "A",
        "text": "That'd be great. I would be interested in that. I would be interested in that. Actually, you know, I think it's. I think it's just hilarious. And the fact that I haven't learned my lesson yet is just incredible. But I am. I'm going to finally learn my lesson and it's going to happen this week with moonbirds. Where's. Where's Morgan? Chris Sheridan says, sorry, des."
    },
    {
        "speaker": "C",
        "text": "I saw Chris this weekend, too."
    },
    {
        "speaker": "A",
        "text": "I know. Wait, so let's talk about that. Let's start. Let's start there. So, for those who may not know if you're new to listening to the podcast, Des is the founder of the Goats project, which is a very cool NFT project. It's got goats, lots of things going on. You're going to give us a full goats update here in a couple minutes. But I want to hear about what went down this weekend because there were some IRL happenings down in Florida with the."
    },
    {
        "speaker": "B",
        "text": "I have no idea what was going on. Always for the goats specifically. Yeah, because I definitely saw some people getting together."
    },
    {
        "speaker": "A",
        "text": "So let's chat."
    },
    {
        "speaker": "C",
        "text": "What'd you do we went down to Tampa, and the reason why I was Tampa is the people who made our goats anthem. Where my goats at? They are from the Tampa area, have a recording studio down there. And so we, as a collective group, met up in real life with a bunch of goats, and we did kind of like a lifestyle music video shoot for where my goats at?"
    },
    {
        "speaker": "A",
        "text": "Did you just, uh. Did you play that comp now?"
    },
    {
        "speaker": "C",
        "text": "Play that conversation for me a year ago and watch my brain."
    },
    {
        "speaker": "B",
        "text": "What did I just hear?"
    },
    {
        "speaker": "A",
        "text": "Where. Where can I listen to this song, by the way?"
    },
    {
        "speaker": "C",
        "text": "Uh, Spotify."
    },
    {
        "speaker": "A",
        "text": "Oh, we're going right now."
    },
    {
        "speaker": "C",
        "text": "Itunes charts."
    },
    {
        "speaker": "A",
        "text": "Okay, hold on. So while we're talking about this, so, uh, when was this song written?"
    },
    {
        "speaker": "C",
        "text": "When? Maybe, maybe two, three months ago."
    },
    {
        "speaker": "A",
        "text": "What's it called? Where my goats at?"
    },
    {
        "speaker": "C",
        "text": "Yeah, by Bruce Wayne, you mean."
    },
    {
        "speaker": "B",
        "text": "Not the Bruce Wayne."
    },
    {
        "speaker": "C",
        "text": "The Bruce Wayne."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I can't find it. Oh, here it is. All right."
    },
    {
        "speaker": "B",
        "text": "It's gonna be great."
    },
    {
        "speaker": "A",
        "text": "All right, so I need to hear the song now. Hold on. Here it comes."
    },
    {
        "speaker": "C",
        "text": "Let's see."
    },
    {
        "speaker": "A",
        "text": "We're gonna go find my."
    },
    {
        "speaker": "B",
        "text": "My head just goes to, like, you know. Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "Can you hear it?"
    },
    {
        "speaker": "B",
        "text": "Not yet."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, we can hear it faintly."
    },
    {
        "speaker": "B",
        "text": "Yeah, a little bit. Yeah, you'll be."
    },
    {
        "speaker": "C",
        "text": "You'll be impressed by the production. Where my goats at? We the goats."
    },
    {
        "speaker": "A",
        "text": "You already know that."
    },
    {
        "speaker": "B",
        "text": "We the goats."
    },
    {
        "speaker": "A",
        "text": "We get some moat. Where my goats. I can just picture the music video punter and you standing there just drowning yourself in Gmail."
    },
    {
        "speaker": "B",
        "text": "I'm dying."
    },
    {
        "speaker": "A",
        "text": "Desert control. We're not worried about a rug."
    },
    {
        "speaker": "C",
        "text": "That's right. That's what I'm talking about. So, yeah, we. We went down to Tampa and shot the music video. We did a bunch of different activities and just did it kind of like a lifestyle shoot. It's not like a, like. Well, actually, I don't know, because Bruce Wayne was there and he was actually doing some more traditional music video stuff to the camera. So we're going to see how it turns out. I'm excited. We'll see what we get."
    },
    {
        "speaker": "A",
        "text": "This is fantastic. I can still. I'm picturing you. I'm picturing you and punter standing around outside, like at a skate park or something and just dousing yourself with jugs of milk and outside in that hot Florida sun. And I think that's. That's the image I'm going with. Chamber NFT. Bark here, Steve spot."
    },
    {
        "speaker": "B",
        "text": "I'm at a loss for words. Like, my face can barely put together words at this point."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, that's pretty cool. So how many fellow goats were at the meetup, I think we had a."
    },
    {
        "speaker": "C",
        "text": "Bunch of different events so you could come in and out as you please and a couple of people came for certain events. I think at the bulk we had like 25 to 30."
    },
    {
        "speaker": "A",
        "text": "Wow, that's really cool. Yeah, that's cool. I heard punter talking about it on coffee with captain this morning. By the way, if you are up early and are looking for NFT content to consume, check out our daily Djen network Twitter spaces. Coffee with captain every morning from eight to question mark eastern time. Sometimes they go to nine, sometimes they go to 330 in the afternoon. Who the hell knows. Great stuff. So very cool. Now you. That's not the only thing goats has going on. You got some big things happening."
    },
    {
        "speaker": "C",
        "text": "That was it. Sorry. We're gonna close up shop. One music video spent our budget and new roadmap music video release."
    },
    {
        "speaker": "A",
        "text": "So what do you got going on today for, for the goats community that's been long in the process."
    },
    {
        "speaker": "C",
        "text": "It is a very bullish signal that I'm even here right now considering we have this major of a launch. Like it's done. It's on a secret link that hopefully no one can access right now. But it's live. But we are launching, staking and claiming for our in game token called G Milk. So we, we did it, man. And I say that so proudly because it, you know I've done a bunch of different NfT launches and a bunch of different modules and different things with the forge. Nothing ever has even come close to how hard this has been. Like really to release an in game token. The contract, the legal. It's absolutely ridiculous. So to all those people, like when token for whatever projects they're, they're pumping or love, just give them time. It takes so much work to do it. So I'm super pumped. Everything seems to be running super smooth. You never know. But I'm pretty damn confident. Confident enough to be here shooting the shit with y'all. So yeah, I'm. Yeah, super excited about today's launch."
    },
    {
        "speaker": "A",
        "text": "What was the hardest, what's the hardest part about releasing that? Like you mentioned, it's a big tough process. You know, what is, what was the hardest part about it?"
    },
    {
        "speaker": "C",
        "text": "I mean the technical side definitely is a challenge. There's more annoying parts to the process but the technical challenge on is pretty difficult. You have a lot of contracts interacting with each other. Just given the amount of exploits the whole market has been facing. Like we had to get an auditor. We had to make sure we were set. And yeah, it's just from a technical standpoint of the hardest thing we've done so far, and we've done some pretty innovative, cool, different things, but yeah, like I said, by far, just you think you're this close to finishing it, and then you figure out something's wrong and you gotta, you gotta take a step back. So it's, it's been a long time coming, but, yeah, today's the day. We're 1 hour and 43 minutes away."
    },
    {
        "speaker": "A",
        "text": "So the whole process, um, the whole process for you, as in, like, start to finish. Okay, we're gonna do this. To launching today. How long does that take you?"
    },
    {
        "speaker": "C",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "It's been."
    },
    {
        "speaker": "C",
        "text": "Wow, it's been longer than I thought. It's been about three and a half months since we really started on it."
    },
    {
        "speaker": "A",
        "text": "Wow, that's incredible."
    },
    {
        "speaker": "C",
        "text": "That's longer than I thought."
    },
    {
        "speaker": "A",
        "text": "What a journey. I mean, look, people talk about friggin, you know, rug pulling projects. You're coming up almost, you know, a couple. You're a couple months away from being a year old and goats, so that's."
    },
    {
        "speaker": "C",
        "text": "Pretty, that is an incredible accomplishment. Another one I don't take lightly. Just, you know, given the spaces perception of, you know, being a fad or, you know, being gone in less than a year, like, actually being an established product project for, for over a year is, is fantastic."
    },
    {
        "speaker": "A",
        "text": "And really, like, feeling quite like you guys are hitting your stride a little bit too. So that's."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "A",
        "text": "Yeah. Congrats on that chamber. Are you going to be staking your kids for some g milk or what?"
    },
    {
        "speaker": "B",
        "text": "Uh, yeah, probably. Um, I think I still have."
    },
    {
        "speaker": "A",
        "text": "Just nod your."
    },
    {
        "speaker": "C",
        "text": "Just nod your head and say yes."
    },
    {
        "speaker": "B",
        "text": "If you paper handed all your kids."
    },
    {
        "speaker": "C",
        "text": "Just nod your head and say yes."
    },
    {
        "speaker": "B",
        "text": "So I still have kids. Um, I love kids. Yeah, I'm definitely gonna participate. I just want to, I want to get, I want to talk to Des offline to find out, you know, the inside, you know, the inside track to, you know, maximize all these. All this milk."
    },
    {
        "speaker": "C",
        "text": "Hey, Des, should I sell at the top and then go rebuy when it dips and then, and then stake my kit? Is that what you're asking?"
    },
    {
        "speaker": "B",
        "text": "That's why there's only tops. Um, yeah, no, I think. I mean, I. The fact that you guys have just been just, you know, steady Eddie the whole time for almost a year now. No, my eyes never open. This is, this is regular. These are open. Okay. I got 2020 vision, you know, when I have glasses on, so my eyes all the time."
    },
    {
        "speaker": "A",
        "text": "I'm dying. That's so funny."
    },
    {
        "speaker": "B",
        "text": "But not the first time I've been accused of not having eyes."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. But, yeah, I mean, very big congratulations to you. One more thing I wanted to plug here before we talk about a little bit of the market is also we do have a newer DGEn network podcast, the NFT night Shift, hosted by JP Kaz. We got phonics on there. There's a whole bunch of great guys on there giving, quite honestly, better alpha than we do. So if you're looking for some good information on a new show that you haven't checked out yet, it's nft night shift for sure. There we go. They're the late night war room dj's that are staying up late and finding all the hidden gems."
    },
    {
        "speaker": "B",
        "text": "Real. Yeah, the real dirty nfts that you guys want to get into."
    },
    {
        "speaker": "A",
        "text": "Totally. The real dirty stuff. The real dance."
    },
    {
        "speaker": "C",
        "text": "You flip after an hour."
    },
    {
        "speaker": "B",
        "text": "Oh, you have a shower afterwards. Yeah, it's. But honestly, have you, have you listened much to them?"
    },
    {
        "speaker": "A",
        "text": "No, I don't listen to that crap."
    },
    {
        "speaker": "B",
        "text": "I listen to every episode. And you're a big comic guy. Oh, shout out before we move on. Shout out to Gilbert Gottfried Ripley. Tough one yesterday. We, uh, we have the kiss of death when it comes to comedians. Possibly. Um, you know, it's, uh. But that being said, should I. Are you familiar? Yeah. Oh, we'll bring it up later for sure. Um, so phonics, uh, his voice and his, uh, his. His way of speaking is exactly the same. Are you familiar with Nate Bargazzi?"
    },
    {
        "speaker": "C",
        "text": "Oh, God, such a funny comic."
    },
    {
        "speaker": "B",
        "text": "Listen to phonics. And then it's the same. Like, I feel like they're related. Like, it's the exact same speech pattern. It's. It's wild. I had to double. I had to do a double take audit. But yeah, even if you're just listening for the impression that phonics does of him, still worth a listen. So even. Even if you're not into nfts, speaking."
    },
    {
        "speaker": "A",
        "text": "Of comics, we did lose the. The great Gilbert Gottfried last yesterday. And it wouldn't be a. It wouldn't be a send off unless we shared maybe the best thing we've ever spent money on."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "Right? So this is. This was done for us by cameo. Hi, this is Gilbert Godfrey saying, rick, podcast is the best. And chamber are like the sons I've always wanted. I don't throw the term comedic genius around, rightly, and I won't start now. But seriously, you should listen to this show. Don't get wrecked. And this is financial advice."
    },
    {
        "speaker": "B",
        "text": "Heartwarming. Every time. Every time. Oh, yeah, yeah. It was, uh, we did that. I don't know, like, two years ago."
    },
    {
        "speaker": "A",
        "text": "God, that had."
    },
    {
        "speaker": "B",
        "text": "Three years ago."
    },
    {
        "speaker": "A",
        "text": "Two years ago."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. Did he write that or did you."
    },
    {
        "speaker": "C",
        "text": "Have to write that for him?"
    },
    {
        "speaker": "B",
        "text": "I. Oh, my God. One of the. One of the highlights of my life. I wrote out what Gilbert Gotfried said, and he said it, and it was funny. It was. It was wild."
    },
    {
        "speaker": "A",
        "text": "That's when Chamber quit his job to be a comedy writer."
    },
    {
        "speaker": "B",
        "text": "Was. I'm per. I might be the best comedy writer of all time. It's. But it was."
    },
    {
        "speaker": "A",
        "text": "And that is fine. Nanchule advice."
    },
    {
        "speaker": "C",
        "text": "Wow, Joe, I think you have a new career in voiceovers you don't even know."
    },
    {
        "speaker": "A",
        "text": "I do some good. I do some good ones so."
    },
    {
        "speaker": "B",
        "text": "Well, I feel like we got to break a little bit of news here. So maybe in honor of Gilbert, we will be. There will be one more episode of Rect podcast in the near future, but we will be retiring rect and moving all of our segments and kind of the way we do stuff over there, we're going to bring it focus all of our attention on mint condition going forward. It's way more popular. We get upwards of six people on this show."
    },
    {
        "speaker": "A",
        "text": "Yeah. Upwards of a dozen folks that watch this show."
    },
    {
        "speaker": "B",
        "text": "Uh, so. So, uh, we'll be bringing. We'll be bringing on some of the fun stuff. Uh, maybe. Maybe some of the non NFT, non crypto stuff that we did on the other podcast. Uh, it's. It's a real good time, but stuff like this will happen more frequently."
    },
    {
        "speaker": "C",
        "text": "I think we need to start getting, like, outlandishly large plaques for all the lists we're making. Even if we're 18th out of, like."
    },
    {
        "speaker": "B",
        "text": "50 out of 50. We are a top ten."
    },
    {
        "speaker": "A",
        "text": "Yeah, we already talked. I think we've solidified ourselves according. We've been. We've now been in the last month."
    },
    {
        "speaker": "C",
        "text": "We don't miss out of the top ten. We do not miss out of the top ten. Or five different low nine."
    },
    {
        "speaker": "A",
        "text": "Yeah. On four or five different lists of the best NFT podcasts out there. So we're really just trying to lean into that momentum and give our full focus over here where I could do my Gilbert Godfrey impression. The value of that has gone through the roof in the last 24 hours."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "Floor price on a good Gilbert impression has just gone through the roof. I'm getting bought offers. Yeah, exactly. I mean, that's it. But so, yeah, maybe more impressions to come. I do a good walk in."
    },
    {
        "speaker": "B",
        "text": "Like, I mean, I remember when we do Trump, you're."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I do a good job. Trump was great for rec podcast because I did a good. I did a very good. And. And the best part about those impressions at the time was rect podcast was only audio. So, like, you couldn't see me doing the impression, so it came off way. It just was so good."
    },
    {
        "speaker": "C",
        "text": "Give me your, give me your. Give me your best. Christopher Walken talking about g milk real quick."
    },
    {
        "speaker": "A",
        "text": "Wow, des, it's so great to finally have the staking live. It's. I can't tell you how important it is for g milk to be here. Finally, the g milk."
    },
    {
        "speaker": "C",
        "text": "Wait, that was perfect."
    },
    {
        "speaker": "B",
        "text": "It's the g milk."
    },
    {
        "speaker": "A",
        "text": "G milk banchu chamber. It's g mill. All right, that's enough of that. We've gone 18 minutes, and we haven't talked a single thing about the market or anything. This is what rec podcast was like."
    },
    {
        "speaker": "B",
        "text": "This is what happens when we have a guest cancel on us."
    },
    {
        "speaker": "A",
        "text": "That's right. Should we talk about that? Let's talk about that. And. Yeah, so we were. This was supposed to be the big moonbird show, and we had. We had the coo, Ryan Carson booked, but at the last minute, they decided that they did not want to come on the show. And I'm maintaining it's because."
    },
    {
        "speaker": "C",
        "text": "Okay, it's a very flattering remark to."
    },
    {
        "speaker": "A",
        "text": "Us, so let's make sure we say it exactly. They didn't want to create any more hype than they already had, so they decided not to join us today, which was, you know, I think 85."
    },
    {
        "speaker": "C",
        "text": "It's not the 85 ETH floor on their genesis that scares them. It's coming onto the mint condition. Okay, let's just let that sink in. Our value for coming on our show is 85 eth."
    },
    {
        "speaker": "B",
        "text": "They realize we were top ten, and they're like, we can't do it. It's too much. It's. It's too much hype."
    },
    {
        "speaker": "A",
        "text": "So. So we were supposed to have. We were supposed to have moonbirds on today, but we didn't. But I definitely want to talk about moonbirds. We have to. So the raffle is coming up on Friday. Des, give me a scale of one to ten on how excited you are on just moonbirds in general. Like, where are you on the, like, the height meter here?"
    },
    {
        "speaker": "C",
        "text": "Since they stiffed us, I'm a little bit less, but, you know, but regardless. No, I. I told this to a bunch of people. It's just, like, very few often times does, you know, it. Does it happen that a very secure play comes across? Like, I had that conviction about, like, clone x and. Yeah, and a few other things like this is another one that I would be pretty secure in just because, you know, the team behind it, the influencers, they have, you know, whether you want to call it, you know, the bad side or dark side of nfts, whatever they have, the people, they have the influence. The genesis collection that they have really, truly went to, like, very, I'm just gonna say very wealthy people. I mean, you were buying a five e item for like, no purpose. Like, no established purpose. And so to do that, you have to have some bags of, um. And, yeah, I just. I think the amount of paper handing that will go on with this is probably, I'll be honest, what's going, what's crazy, and I was talking about this and it's relevant to the market, is we're just going to see a huge influx of liquidity and basically in the next, you know, few weeks. Because if you're assigning 8000 randomly associated, you know, nfts to two people, like, that's not to say because I think you had to have like, minimum of 2.5 eth. But I know people were pooling it and doing whatever they could to get 2.5 Ethan wallet. Like, there's gonna be a lot of people that are gonna want to flip these things from randomly getting it. And, you know, from everyone I've talked to, a floor of eight to twelve eth doesn't sound crazy out the gate. And so you're gonna give someone like $25 to $35,000 that didn't have last week. You best believe they're still going to spend that in nfts. So I think it's. It's a pretty bullish signal. Plus tax. Tax date. People are going to get refunds that are outside of cryptocurrency right now. People in it are freaking out, but people outside are going to get nice refunds. They might take that, invest in crypto, might invest in nfts. I think we're in for a good couple weeks, honestly."
    },
    {
        "speaker": "A",
        "text": "Chamber you. You're jumping out of your seat here."
    },
    {
        "speaker": "B",
        "text": "To say, like, teeth coming out of my mouth."
    },
    {
        "speaker": "A",
        "text": "Yeah. I was like, like, you kind of look like a moonbird, actually."
    },
    {
        "speaker": "B",
        "text": "Yeah, uh, I actually saw the. I was. I finally saw what they look like. Is that what they're gonna look like? Those just terrible."
    },
    {
        "speaker": "A",
        "text": "Come on. Hold on. Let's, let's. Let's go back here. Are you traditionally not a fan of pixel art?"
    },
    {
        "speaker": "B",
        "text": "Correct. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. Because I. I have grown to really like pixel art and I think these look really good for for pictures? For pixel art."
    },
    {
        "speaker": "B",
        "text": "For pixel art? Yeah, sure."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, I mean, because it's pixel art, so it's like it's not going to be this high def thing. The other thing is, I believe they intend to put them all on chain at some point. I thought I heard so. Which means they have to be pixel. But I don't know if that's true or not. I thought he said that in the coffee with captain episode."
    },
    {
        "speaker": "B",
        "text": "We would know for sure had they come on."
    },
    {
        "speaker": "A",
        "text": "Correct, but. So what's your, what's your thought on moonbirds from, from somebody who doesn't invest in nfts? What's your thought on moonbirds?"
    },
    {
        "speaker": "B",
        "text": "Obviously, I hope to win. Did they do the raffle already? When is that? Today?"
    },
    {
        "speaker": "A",
        "text": "No, Friday at noon Eastern. You send out if you want."
    },
    {
        "speaker": "B",
        "text": "That's actually perfect. Obviously there are. I think everybody's just holding their eth, crossing their fingers. Hopefully they won the lottery ticket to get some of these things. I think once the lottery is done and you know, whether or not you got it, everybody else just starts buying up the floor on literally every project. Then there's this point where the people that did get in that are going to, you know, flip for, you know, the bought it for two and a half eth and sell it for ten eth that never had ten eth before are going to start buying. There's going to be so much of a liquidity surge through the weekend. Like Friday, Saturday, and then when's the mint after? Do we know that?"
    },
    {
        "speaker": "A",
        "text": "Saturday."
    },
    {
        "speaker": "C",
        "text": "That's Saturday."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh my goodness. Are you kidding me? Yeah, so all weekend is going to be nuts. Everything's gonna be flying."
    },
    {
        "speaker": "A",
        "text": "I'm."
    },
    {
        "speaker": "B",
        "text": "Is my."
    },
    {
        "speaker": "A",
        "text": "Okay, so let's. We heard Des say he thinks that we're gonna probably see an eight to twelve eth floor chamber. Any, any thoughts on, on what the initial opening sale look like?"
    },
    {
        "speaker": "B",
        "text": "Last time we checked, like the, the proof, whatever token. What is. What is the other thing? It was like 69 eth or something. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Let me see what it is right now. No, it's. It's definitely higher than that right now."
    },
    {
        "speaker": "B",
        "text": "It's higher now."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Uh, because. Yeah, I think the last week was like at six. I feel it was like 69, 70. Um, so, you know it's 10%. Uh, 83."
    },
    {
        "speaker": "A",
        "text": "Nope."
    },
    {
        "speaker": "B",
        "text": "What is it? We got a guessde."
    },
    {
        "speaker": "A",
        "text": "91.6. 991.69. There's. There appears to be, let's see, only 19 of them for sale. And it jumps. You know, you could get some in this 110 area. You can still scoop some up. But then it jumps pretty drastically to the point where, you know, after the first ten or so, you're at 200. 299. All the way up. Somebody's got it listed for fourteen hundred twenty point six nine e. That seems reasonable. Let's see."
    },
    {
        "speaker": "B",
        "text": "Who?"
    },
    {
        "speaker": "A",
        "text": "Oblivion. 4,000,004.3 million. You could buy this from him for."
    },
    {
        "speaker": "B",
        "text": "What's, what's he rolling with?"
    },
    {
        "speaker": "A",
        "text": "I kind of want to see what's in all these wallets."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Weird, but."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know. 15."
    },
    {
        "speaker": "A",
        "text": "Oh, he's got dogs unchained. There you go. Drew."
    },
    {
        "speaker": "B",
        "text": "Yeah, 15 e. 15 e. Do you think?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's how I think I got peak. Yeah, I. I tend to lean more with you. I think it's going to be astronomical."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think Fomo."
    },
    {
        "speaker": "A",
        "text": "Because, because of what you said, des, on the fact that it feels like one of the safer bets to come around in a while. Right. Like, like this. This feels safer than clone x to me because. Or on par, like you said. Right."
    },
    {
        "speaker": "C",
        "text": "It's."
    },
    {
        "speaker": "A",
        "text": "But it's like you. Here's a couple things to consider as well. One, the people, the 20% of the supply is basically never going to hit the market because it's all going to. To proof collective people. And from what I'm hearing, there's like standing offers inside proof collective to buy if anybody wants to list. So they're, they're going in. Those 2000 are going into lock diamond hands nested. Right. So now you got about 8000 of these to work with. You're getting, you're going to have an ownership percentage that's probably through the roof. Right. You're probably looking at 80, 75% to 80% unique ownership right off the WAC. And most people are only getting one of these, right. So you're, you know, it's very bored ape like in. Okay. Am I gonna sell the only one I have? Right. Like I only have one of these now, my son."
    },
    {
        "speaker": "C",
        "text": "Guys, we are in it. We are at a top signal why Hunter punter is giving Alpha about other projects outside of goats. We are screwed."
    },
    {
        "speaker": "A",
        "text": "The problem. The problem is I think he's wrong."
    },
    {
        "speaker": "C",
        "text": "Okay, that's great. Okay, bottom signal, everyone buy. Keep buying. Let's go. Keep buying."
    },
    {
        "speaker": "A",
        "text": "The problem is I think he's wrong. I'm going to try. I'm going to try to find the tweet in which I think. In which I think I can prove him wrong. I am dying. I'm pretty sure he is wrong. Hold on. Anyway, so I'll keep going. But like, the unique ownership percentage is going to be insane, the fact that there is this staking component. So people are going to want to hold in stake. They've seen what the rewards do on, you know, from like the Grails project. I think this thing could go, you know, ten to 20 pretty immediately. I'm hoping, des, that I get the chance to buy at eight to ten on the secondary if I don't win. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Here you go. From Ryan Carson. Just to be crystal clear, moonbirds nesting won't be available immediately. We want to make sure it's perfect. So probably won't ship till April 25. Stay tuned."
    },
    {
        "speaker": "C",
        "text": "Is that far away? I mean."
    },
    {
        "speaker": "A",
        "text": "No, it's not, but it's not bad. But the, but, but it will, it is coming soon. So that's a component. I don't know. I'm hoping I get the chance to buy these at eight to twelve. Now, the real question is chamber you."
    },
    {
        "speaker": "C",
        "text": "Find at 812, just, just, just wink at me if you are."
    },
    {
        "speaker": "B",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "You're, you're wrong."
    },
    {
        "speaker": "B",
        "text": "I mean, I might be, but I'm definitely not touching them."
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "C",
        "text": "You know what's crazy is not enough time."
    },
    {
        "speaker": "B",
        "text": "It's not enough."
    },
    {
        "speaker": "C",
        "text": "Every time a bunch who's had conviction like this, he says he's going to buy, and he does buy, but he just doesn't buy enough."
    },
    {
        "speaker": "A",
        "text": "I don't buy. I don't hold long enough is my problem. That's the problem."
    },
    {
        "speaker": "B",
        "text": "If I can pick, I'm, you know, if I don't get any, there's, there's gonna be opportunity to buy lower than that. Not a lot, but there will be lower than, it's gonna be."
    },
    {
        "speaker": "C",
        "text": "The unicorn that we just never see a lower. As soon as it hits the market, I don't think we ever see."
    },
    {
        "speaker": "B",
        "text": "So what does it hit the market on? Who's, who's the first? So somebody buys over two and a half. Nobody's flipping for five right away, dude."
    },
    {
        "speaker": "A",
        "text": "If you, if you get them for five, get them."
    },
    {
        "speaker": "C",
        "text": "I think that minimum is eight. I think maybe someone paper hands it like eight to nine and then we just never see it go below eight."
    },
    {
        "speaker": "B",
        "text": "JP's comment was funny."
    },
    {
        "speaker": "A",
        "text": "It looks great on my end. I must be lagging a little. That's funny. The. No, I think, I think you're wrong. I think you're gonna, you might see some immediate flips at five, but those are gonna get gobbled up really quick."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I think once you're gonna see this, I don't think you're gonna see a diphthere. People are going to stake this thing and it's going to. It's going to rock it, and there's."
    },
    {
        "speaker": "B",
        "text": "So what's it going to go to, though? Like, so say you buy it."
    },
    {
        "speaker": "A",
        "text": "These are going to be worth 50. These are going to be 50, 60 eth in two months."
    },
    {
        "speaker": "B",
        "text": "Yeah. In two months. I hope so. I hope so."
    },
    {
        "speaker": "A",
        "text": "Des is a moonbird."
    },
    {
        "speaker": "C",
        "text": "There we go. I decided to."
    },
    {
        "speaker": "A",
        "text": "Chamber hates this art. Chamber hates this art."
    },
    {
        "speaker": "B",
        "text": "Well, when it's. Does. It's okay. Yeah. I don't know. We'll see. We'll see. I just. I worry with stuff like that. You know, we were talking about hate the same. I know it's not the same, but, like."
    },
    {
        "speaker": "A",
        "text": "No, these are so opposite. No, you're gonna. Dude, you're gonna regret it. I hope I'm wrong."
    },
    {
        "speaker": "B",
        "text": "I hope I'm wrong."
    },
    {
        "speaker": "C",
        "text": "First of all, chamber doesn't live life with regrets, okay?"
    },
    {
        "speaker": "B",
        "text": "No regrets."
    },
    {
        "speaker": "C",
        "text": "He's a 1ft in the. In front of the other type guy."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, I think for me, if I don't get it in, if I don't get it in the draw, if I don't get it five, six eth. Like, I'm not getting it. Like, I'm not participating."
    },
    {
        "speaker": "C",
        "text": "You will not be getting it."
    },
    {
        "speaker": "B",
        "text": "I said if I could win that, I could win the raffle."
    },
    {
        "speaker": "A",
        "text": "You could win the raffle, but you're. So."
    },
    {
        "speaker": "B",
        "text": "Then I'll paper hand a five."
    },
    {
        "speaker": "A",
        "text": "Here's why you should buy one under ten. Like, all right? I mean, you. You should buy one as long under ten if you can get it under ten."
    },
    {
        "speaker": "C",
        "text": "This is. This is a great moment to remind everyone that this is not financial."
    },
    {
        "speaker": "A",
        "text": "Yeah, hold on."
    },
    {
        "speaker": "C",
        "text": "We've been so. We've been selling this so hard."
    },
    {
        "speaker": "B",
        "text": "Listen, we've been podcasting for a few years, and I have yet to see anybody get, you know, sued or whatever for financial advice. Every single podcast."
    },
    {
        "speaker": "A",
        "text": "This is clearly not financial advice we're talking about, you know, $30,000. Don't. Don't go spend on a pixel."
    },
    {
        "speaker": "B",
        "text": "That's a. For real price. Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, that's. That's. That's. You know, here's. Here's another good point that drew brings up that I think is spot on. So the mint price on these is two and a half. You know, maybe the last big hype project that we saw was invisible friends. Invisible friends. Mint price was 0.25, and that opened at 13 e immediately. And they dipped after. They are now sitting around seven. Right. But, you know, we. I just don't see people paper. I don't see an extended amount of time where you're going to get these under ten, if at all."
    },
    {
        "speaker": "C",
        "text": "Sounds so bad, but it's just, it's got an elitist component to it that no other project."
    },
    {
        "speaker": "B",
        "text": "My favorite component."
    },
    {
        "speaker": "A",
        "text": "Chamber, would you like any components? Yes. Elitist."
    },
    {
        "speaker": "B",
        "text": "Elitist, please."
    },
    {
        "speaker": "A",
        "text": "So is that a good thing or a bad thing."
    },
    {
        "speaker": "C",
        "text": "For the overall health of what? Nf. I don't know. That's too, that's too complicated of a question."
    },
    {
        "speaker": "A",
        "text": "These are, this is a. Yeah, this is a project that is like the, the who's who. Like, you're good. I mean, it's gonna have instant status. It's gonna have, I mean, and the other thing too is there's no, as far as I know, it's instant reveal. So you're not gonna have this like, build up breakdown of this hype machine that, oh, maybe I got a rare and when I don't, I'm just going to dump the floor and that doesn't exist here. Like, you're not. It's going to be instant reveal. So you're going to know immediately you got a rare, or if you got a rare or a common and you're going to have to make a decision on. Is that eth enough for you? Now, I do think, chamber, you're correct that you're going to see some lottery winners, right? You're going to see some people that scrounge together. They're only two and a half, Ethan, and, and our goal for three, maybe. I mean, you will probably see someone take this as an account multiplier, not really realizing what they have and, and saying, okay, I could three x my entire account right now. Hell yeah. And, and I think you'll see some of that, but it's not gonna last long. And then once it's gone, it's gone and it ain't coming."
    },
    {
        "speaker": "C",
        "text": "Let's talk about that. It's one mint per access list."
    },
    {
        "speaker": "A",
        "text": "That's what I mean."
    },
    {
        "speaker": "C",
        "text": "Mint?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like you."
    },
    {
        "speaker": "B",
        "text": "Oh, you can't decide. You can't multiple."
    },
    {
        "speaker": "C",
        "text": "No. You have to either decide if you're in or you're out."
    },
    {
        "speaker": "A",
        "text": "And that's what I mean. It's like you're, you are going to have this insane unique holder count and it's going to be like people's forever bird. Right. You know what I mean? And you're going like, that's the decision you have to make."
    },
    {
        "speaker": "C",
        "text": "I'm going to buy all the axles Larry Bird projects right now. Where's, what's bitbirds at?"
    },
    {
        "speaker": "A",
        "text": "We were joking in the war room that we wanted to launch zero x moon birds on Friday and just front run up. So here's a good question. Is there a chance it doesn't go up and that it's all just this big FoMo rap? I haven't heard. Oh, I want to own it. I don't see any."
    },
    {
        "speaker": "C",
        "text": "So, yeah, I mean, here's the thing. I think this project, to chambers Point, it's not about the art. Hape Hape needed to come out looking like the sickest thing."
    },
    {
        "speaker": "B",
        "text": "That's true. That's a good point."
    },
    {
        "speaker": "C",
        "text": "You know, this is not about the art. This is all about the community. Do you get access to."
    },
    {
        "speaker": "B",
        "text": "I wish I knew more about the project. If there was only somebody that could have came on today."
    },
    {
        "speaker": "A",
        "text": "Drew. This is Drew's favorite stance in all of NFT, that it's never about the art, which he could be very right on."
    },
    {
        "speaker": "B",
        "text": "He's not wrong."
    },
    {
        "speaker": "C",
        "text": "He's not wrong. He's not wrong."
    },
    {
        "speaker": "A",
        "text": "No, I don't think he's wrong, either, but it's a great question. I think. I don't think there's a chance it doesn't go up from the mint price. Like, the mint price."
    },
    {
        "speaker": "B",
        "text": "So what do I get? What do I get if I get one of these? Like, what if it's not about the art, what am I getting?"
    },
    {
        "speaker": "C",
        "text": "A lifetime of riches."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Lifetime of riches."
    },
    {
        "speaker": "A",
        "text": "So why. Why would you. Here's a question for you. I mean, and I know. I know what your answer is, and so that's okay to have this answer, but what do you get when you buy a bored ape right now?"
    },
    {
        "speaker": "C",
        "text": "A life changes."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "A lifetime of regret because you might flip it for break even. No, but, I mean. No, but what's the inherent value in, like, is there a roadmap, or is it just. I just don't understand."
    },
    {
        "speaker": "A",
        "text": "Like, is staked earns g milk."
    },
    {
        "speaker": "C",
        "text": "That's what I heard. I. You know, I didn't say it. I heard it. So."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Breaking news. Yeah. I don't know. Like. Like what? Like, it's obviously not about the art. Like, the. You know, you can argue the apes are cool looking. You know, the Azukis are cool looking. Clone x cool looking. But, like, what is the moon like, besides the moon? Birds? Like, what am I getting?"
    },
    {
        "speaker": "A",
        "text": "Okay. Chamber."
    },
    {
        "speaker": "B",
        "text": "Not cool looking. I'm looking at it. I'm just. I don't see."
    },
    {
        "speaker": "A",
        "text": "First of all, these are cool looking. I think these are great looking. And I also think this one is very you right here. This one with the hat on the."
    },
    {
        "speaker": "B",
        "text": "But, yeah, that is pretty good."
    },
    {
        "speaker": "C",
        "text": "Tell me you don't want that."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's you. I'm."
    },
    {
        "speaker": "B",
        "text": "If you said they were like, okay, if I didn't know. This is just straight. Straight talk here. If I didn't know anything about this, and you said, oh, this is a."
    },
    {
        "speaker": "A",
        "text": "Here's the thing. You don't. You don't know anything about it."
    },
    {
        "speaker": "B",
        "text": "That is. No, no, but I know enough. I know that there's hype. That's. That's one thing I know. So if I didn't know that and you just said, oh, here's a free mint, based on that art, I would not mint it."
    },
    {
        "speaker": "A",
        "text": "Yeah, but that's. That's Drew's point, that nobody really mints off of the art. The only reason you mint off of art is if you're gonna flip it because you want somebody else to buy it."
    },
    {
        "speaker": "B",
        "text": "No, I think you. I think I mint off art because what I'm doing is I'm like, okay, what are people gonna think? Like, what. What's gonna do? Well, because people think it looks cool. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yes. That's my point here, is that people aren't buying it for that reason here. They're buying it to hold, and they want to own it because they want to be part of this community. So. So, basically, the way I see this is. The way I see this is. It's. It's the mutant ape yacht club to. To proof collective."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Right. So, like, you've got proof that's got a proven track record, proven team, 98th floor, delivering value, and. And this killer rockstar team, and now they're going to expand, and so they've already now made their name for themselves with the proof collective, and people want to be a part of it. There's already a built in thing here that people want access to. Right. So it's not about, hey, give us a shot."
    },
    {
        "speaker": "C",
        "text": "91 Eth."
    },
    {
        "speaker": "A",
        "text": "Right, right, exactly. And. But you don't even have to talk about the floor of that project to know that this is going to be a good project. Right? Like, you could argue that without the proof collective having a 90 eth floor, you wouldn't pay two and a half Eth for it. That's a fair argument."
    },
    {
        "speaker": "B",
        "text": "But the more I think, the more I think about it. I think Des has the play, though. I think if you don't get in and you don't get a five eth one on secondary, I think you straight up, like, on Friday, Saturday, you buy up all of the whatever variations of this, and you'll probably do pretty well, financial advice, that belongs on the Night Shift podcast. That's not a bad. I mean, take. Take what? Take of it what you will. But I think. I think that might be good. That might be good. Does advice right there."
    },
    {
        "speaker": "A",
        "text": "JPK says omni moonbirds minting on arbitrum tomorrow."
    },
    {
        "speaker": "B",
        "text": "This is what I'm talking about. Maybe he's got the move."
    },
    {
        "speaker": "A",
        "text": "So. All right, so what's the final verdict here? And we'll move on to something else. Chamber, yes or no? Are you buying a moon? Will you have a moonbird by the next episode?"
    },
    {
        "speaker": "B",
        "text": "I will have a moonbird. I'm calling my shot right now. I'm getting in on the lottery."
    },
    {
        "speaker": "A",
        "text": "Okay, so that should happen."
    },
    {
        "speaker": "C",
        "text": "That would."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course it's going to happen. We're going to get shut out. He's going to win the lottery, and."
    },
    {
        "speaker": "B",
        "text": "I got two somehow. Guys."
    },
    {
        "speaker": "A",
        "text": "If you. Okay, so say you don't win. I. If you. On the next podcast that we do, will you have a moonbird?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "Des, I will pay you 0.1 e to screen share the amount of accounts that you have in your metamask right now."
    },
    {
        "speaker": "B",
        "text": "How many. How many Twitter and discord accounts do you have, too, is the other question."
    },
    {
        "speaker": "C",
        "text": "I'm very spreadsheet to track them all."
    },
    {
        "speaker": "A",
        "text": "I'm very popular on Twitter. I have a chamber amount of alts."
    },
    {
        "speaker": "B",
        "text": "Chamber level vaults, 25% of my followers."
    },
    {
        "speaker": "C",
        "text": "I'm gonna be bullish. It's 100% next show."
    },
    {
        "speaker": "A",
        "text": "100%. You will have a moonbird."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Now, I would have. Yeah. I would have taken that as a given. I was going to ask you, how many moonbirds will you have?"
    },
    {
        "speaker": "C",
        "text": "Listen, listen. One. One. I'm not crazy. I'm not."
    },
    {
        "speaker": "A",
        "text": "I'm going to be upset if I don't come to this show next week with five moonbirds."
    },
    {
        "speaker": "B",
        "text": "But she's going to be upset next week."
    },
    {
        "speaker": "C",
        "text": "It's the most bullish you've ever been on anything."
    },
    {
        "speaker": "A",
        "text": "I'm, by a fact, set himself up."
    },
    {
        "speaker": "B",
        "text": "He sets himself up to be. Get to get so down."
    },
    {
        "speaker": "A",
        "text": "Look, no, no, there's nothing to get down on. I am going to buy five moonbirds. Whatever it takes is what I'm saying. And I'm going to be upset if I get priced out. If they go, if they hit 20, I won't be able to buy five. If they hit ten, I will be able to buy five. Right."
    },
    {
        "speaker": "C",
        "text": "Like swinging Eddie House swinging."
    },
    {
        "speaker": "A",
        "text": "Oh, here's a, here's a great question. Here's a great question. So would you rather have five moonbirds of five Eth each or 25 other side lands at one eth each."
    },
    {
        "speaker": "C",
        "text": "Okay, so obviously I've been a little head down, working on stuff. Can someone really confirm that they're selling like a hundred thousand lands or 200,000 lands?"
    },
    {
        "speaker": "A",
        "text": "So what I've heard, I think confirmed, is 200,000 total plots. But they're going to be in waves of. So there's going to be a sing, a first wave and a second wave is what I've heard. I don't know if that's been officially confirmed or not. I've heard a hundred thousand on the first whack ish, and then the rest in a later release. I also heard that obviously, all apes and mutants are getting a free plot. So you've got, you know, those that go directly to holders. I've also heard that it will be an ape that you buy these. I've also heard that this is, you know, I'm just saying what I've heard that I've also. Here you go. Some good stuff here. 30,000 airdrop. That's for the holders. 70,000 sold as wave one, then 100,000 plots. Of those 100,000 plots, one in ten gets a coda, and then in August, another 100k. Yes, so. So 200,000."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I've also heard the map is going to be circular and that the airdrop pieces will be in the premium inner circles is what I've heard. But anyway, so back to the question, des. 25 at 25 lands at one 8th each or five moonbirds at five each."
    },
    {
        "speaker": "C",
        "text": "Five moon birds at five each. I would take. I would take two moon birds over 25 lands."
    },
    {
        "speaker": "A",
        "text": "Same."
    },
    {
        "speaker": "B",
        "text": "Yeah. Chamber, I would take neither. I'm fighting both ape and moonbirds now."
    },
    {
        "speaker": "C",
        "text": "Sounds like a solid play."
    },
    {
        "speaker": "A",
        "text": "I don't understand it. Like, the dudes. The dude's better at nfts than almost all of us. And he doesn't even pay attention."
    },
    {
        "speaker": "B",
        "text": "I just go with instinct. My instinct."
    },
    {
        "speaker": "C",
        "text": "I had a really dark thought about three weeks ago. I was like, man, if I was in a coma from May 2 to."
    },
    {
        "speaker": "B",
        "text": "This May 2, what could you imagine?"
    },
    {
        "speaker": "C",
        "text": "Could you imagine? You'd be like, you imagine all of the stuff."
    },
    {
        "speaker": "A",
        "text": "I mean, I'd be right back where I started. I'd be happy. Staircase up, elevator down. That's how it goes."
    },
    {
        "speaker": "B",
        "text": "The."
    },
    {
        "speaker": "A",
        "text": "So. All right, that was a good question. I agree. I think that. I think that the supply of the land is too much. Plus 30,000 free ones. You might see, we still just haven't."
    },
    {
        "speaker": "C",
        "text": "Proven the utility of the metaverse. And so, you know, I'm not. Not to say, I mean, board apes is amazing and phenomenal team. I think betting on great teams is the way to go here on out. But, you know, just not like this wasn't in the roadmap, like, as of like six months ago. This isn't. I just. I need to see a little bit more of their plan of what they want to do with 200,000 pieces of land, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Boshimanos is. Is loaded up for land, so he's got blinders on. So I hope we, I hope we don't make him buy a moonbird and."
    },
    {
        "speaker": "B",
        "text": "He loses out on 320 eth."
    },
    {
        "speaker": "A",
        "text": "If he's got 75 stacked."
    },
    {
        "speaker": "C",
        "text": "I can see buying one is a bad play."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I agree. I mean, unless they hit 25 eth immediately, and then you're like, I do."
    },
    {
        "speaker": "C",
        "text": "Have a. I think I actually do have a cap. I'll say that now."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what is the cap? That was my last question before we move on."
    },
    {
        "speaker": "C",
        "text": "I will not buy one for more than 20."
    },
    {
        "speaker": "A",
        "text": "That's my cap as well. That's my personal cap. Only because it's a large portion of my liquid stack. Right. Like, then you start thinking about, okay, what's my. I'd rather go all in on five than have one that 50, I think. You know what I mean? Even though they're probably the same. A ten x is a ten x if it goes."
    },
    {
        "speaker": "C",
        "text": "Technically, that doesn't make sense, but I do."
    },
    {
        "speaker": "A",
        "text": "It's just an emotional feeling thing. You know what I mean? Like, you know, I'd rather have one board ape than zero board apes. So I'm definitely wrong on that. The. Yeah, so chamber. I feel like your mind's blown in this episode. Like, I feel like you're looking at me and Des like you guys are the fucking idiots and you're gonna lose all your money."
    },
    {
        "speaker": "B",
        "text": "No, I mean, I have a game plan in my head for how I attack, you know, nfT markets, and it's just different. It's just different."
    },
    {
        "speaker": "A",
        "text": "I want your input here. Like, why? You said no, but you haven't given a good why."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I mean, a, like you said, I mean, it's a good chunk of your. If you're buying, say you buy two at 15. Eat each. Okay, say about two, that's 30 e. And I mean, depending on your portfolio, that's probably going to be a good chunkier portfolio. And so you're going to, you're going to hold them and then are you going to flip them? Like, so you buy them at 15, are you going to flip them at 20? Are you going to flip them at 30? Are you going to hold them?"
    },
    {
        "speaker": "A",
        "text": "This is your hold. This is your hold to 100. This is your."
    },
    {
        "speaker": "C",
        "text": "But I just don't see how this is very different from board apes. The alpha play on board apes would have been to hold and take the freebies. They gave time and maybe liquidate those."
    },
    {
        "speaker": "A",
        "text": "Yeah, I see."
    },
    {
        "speaker": "C",
        "text": "This is the same way. Like, this is your entry into the next community that will keep delivering for you. Like, I'm not buying it to flip from 15 to 30. I'm buying it to buy at 15 to get 20 eth of perks over the next year."
    },
    {
        "speaker": "A",
        "text": "While the asset also appreciates. Exactly. They're locked up and nobody wants."
    },
    {
        "speaker": "B",
        "text": "I just think, I don't know, I just think there are multiples to be made. I'm of a mind, let's talk about."
    },
    {
        "speaker": "C",
        "text": "What powerful people can do with $70 million."
    },
    {
        "speaker": "B",
        "text": "Who's that?"
    },
    {
        "speaker": "A",
        "text": "Moonbirds."
    },
    {
        "speaker": "B",
        "text": "I'm like, is that us to combine? Because I'm a very small percentage of that. Yeah, I just, I'm more of a, I'm more of a multiples guy. It makes more sense in my head to make many bets at a smaller number and, and flip out of, like, you know, I don't know whether, you know, whether it's a clone Xukis. I just don't think, like, I, like, I invested on those. I like one and two and three maybe, you know what I mean? Not ten and 15 and 20."
    },
    {
        "speaker": "A",
        "text": "Yeah, if both ten x, then you're in the same spot, right? Like that. I'm telling, like, this actually has the potential to ten x from ten e is, is, I think the point that we're trying to make also the other thing too is, look, I, historically, in your camp on flipping for multiples and recycling that eth, and it's been fucking wrong. Like, I have been so long on that."
    },
    {
        "speaker": "B",
        "text": "For me, it's worked because, like, my portfolio, just speaking for my portfolio, like I've had apes and mutants and I've flipped those and my, if you take out all, if you, if you take all the eth that I've liquidated back into like fiat and portfolio value and other crypto holdings, it's significantly more than holding a one ape and one mute, you know what I mean? Now, like, in your case, if you had five or six or seven, it's not the same, but to hold one or two items that are going to be high value, I mean, I don't know, it's worked for me, or at least, at least it's close and I've been able to participate in more things and I have so many bags that some of those could go off in the future too. Right? Like, I still have. Yeah."
    },
    {
        "speaker": "A",
        "text": "JP Katz, as he buys multiples hold for a few weeks, moves to hidden folder."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, there's a lot of that happening too, don't get me wrong. But I don't know, there's just. I don't know. Again, I might be wrong. It might not work for everybody."
    },
    {
        "speaker": "C",
        "text": "No, I mean, I do like, like, honestly, I'm a risk adverse person. So like, this pulls at my heart from both sides. Like in one hand I see such. The more, the less risky play, even though it's more expensive, the less risky play in one. But then I'm a person. If I'm on the roulette table, I'm picking multiple numbers. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "I like playing multiple bets. I like buying lower cost NFT projects just because I think the potential, you know, you can buy a lot and hopefully one moons, it's like the music industry, it's like all these industries that, you know, if you pick the right one, it doesn't matter. All exactly 20 losses."
    },
    {
        "speaker": "B",
        "text": "I mean, you can take, like, you could take, you know, you could take that 15, that theoretical 15 ETH two and buy a lot of goats. You could pump your own bags by buying that many goats, probably."
    },
    {
        "speaker": "A",
        "text": "Here's the other thing though. There is like legit institutional size money waiting to come and buy these fucking things."
    },
    {
        "speaker": "C",
        "text": "Like, God, that's so crazy."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "C",
        "text": "Know some guy at JP Morgan is like at a desk being like."
    },
    {
        "speaker": "A",
        "text": "Yes, no, but there are, there are funds that are crypto funds and that have NFT portfolios that are sitting here."
    },
    {
        "speaker": "C",
        "text": "Waiting to deploy real banking, getting into NFT portfolio portfolios. Oh, yeah, no, it's happening."
    },
    {
        "speaker": "A",
        "text": "I mean, so, like, I mean, there's, look, I'm historically in chambers camp. Like, my actions, my actions prove that."
    },
    {
        "speaker": "B",
        "text": "Like, I want, I want to recalibrate my assessment because it's not the amount, I would say based on the percentage that, that NFT would hold in your portfolio, it's more percent. So if you're stacked, if you have whatever, if you're holding 250 ETH and you want to, you want to invest, you know, and buy three, four, five of these things, sure. You know, I mean, that makes sense. But if you only have 50 etH, only if you have 50 and you're buying two at 15 and I don't know, it just that to me maybe even that's okay. But like if, if 25. If you have 25 eth liquid and you're looking to buy 115 and now you only have, I don't know, like, to me, that's where when it. The amount of percent that it takes up in your portfolio makes me more adverse. So if. If the representation is smaller, then, yeah, go ahead. Like, obviously do that. That's a good move because I do agree that the odds of this not failing and going doing extremely well are very high. I just don't think putting, you know, 30 eth of my portfolio is necessarily the smartest move. Just in case. You mean just in case."
    },
    {
        "speaker": "C",
        "text": "This is going to be fascinating, honestly. Besides G milk, we haven't had something that has been this exciting in this space for. For quite a while."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm more excited about Gmail going, to be honest. Thanks, man."
    },
    {
        "speaker": "C",
        "text": "I appreciate it."
    },
    {
        "speaker": "A",
        "text": "I'm a little more excited about moonbirds, but I'm still very excited about Gmail."
    },
    {
        "speaker": "B",
        "text": "But, yeah, so, I don't know. I hope we all get a moonbird, I think is what it comes down to. We'll just get there different ways. Or maybe we all win the lottery. Wouldn't that be fun?"
    },
    {
        "speaker": "A",
        "text": "Well, that. I mean, I'm just assuming we're not going to, but, you know, especially if."
    },
    {
        "speaker": "C",
        "text": "Ryan Carson listens to this podcast."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, it's going to be great when I pop into that discord after I win a moon bird."
    },
    {
        "speaker": "B",
        "text": "And, you know, it'll be exciting."
    },
    {
        "speaker": "A",
        "text": "Hey, people you cancel on. However, we did reschedule them for May, but yeah, so we're good to go. Hopefully we'll all be sitting here as Moonbird holders except for chamber."
    },
    {
        "speaker": "B",
        "text": "And we'll be canceling him because it'll like, dip to like 0.75."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, Ryan, I spent 35 eve on this fucking thing."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Floor is two and a half chamber."
    },
    {
        "speaker": "B",
        "text": "Bought in, but Jber just bought ten of these things. Now, that's value. But yeah, no, I. You know, I think we're up. I think we're in for a good weekend regardless. I think there's going to be a ton of liquidity for the people that miss out on the lottery that have saved up their two and a half eth that are going to spend it on low, like mid low tier stuff. You know, that I think anything one and a half ether below is going to be really good. I think, you know, a ton of new people that win the lottery, that flip for their 1015 ETH, that will cycle back into a ton of projects. So I think the weekend is going to be really really good for a lot of projects because of this, you know?"
    },
    {
        "speaker": "C",
        "text": "Yeah, 100% love it."
    },
    {
        "speaker": "A",
        "text": "All right, let's. Let's land this moonbird. Good luck to everybody. I know we spent the entire time talking about moonbirds, but I think g milk, I think it was helpful. I think it was helpful for people to, you know, consider all angles on what your strategy is going to be. If you're going to go in on the secondary at all, hopefully you win the raffle and you, you get some life changing."
    },
    {
        "speaker": "C",
        "text": "Could you imagine? There's going to be 8000 people that win a $40,000 raffle this week."
    },
    {
        "speaker": "B",
        "text": "And honestly, 8000 out of how many?"
    },
    {
        "speaker": "A",
        "text": "I've heard that the number is like 50 grand. 50k, which I would have good odd."
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. It's not a ton of people, but there's maybe 500,000."
    },
    {
        "speaker": "C",
        "text": "Good bot prevention."
    },
    {
        "speaker": "A",
        "text": "I did not bought this thing. I'm telling you. I did submit a couple of wallets. I did not use any unsavory methods to do so hard work. I'm probably all hard work and gumption. Yeah, that's it. That's all. Anyway. All right. That's gonna do it for us. Until next time."
    },
    {
        "speaker": "C",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "I almost went with this turn. Until next time, don't get wrecked. And that is financial advice."
    }
]