[
    {
        "speaker": "A",
        "text": "We're having a blockchain detective on today, so I figure jazz, I always think of. When I think of detective music. Um, you know what I mean? Yeah, I guess it's sleuthy, you know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "C",
        "text": "What about, what do you think, bunch? I mean, look, that was, uh, very sleuthy. I feel like I should have a cigar, a nice highball glass. Um, and I I think I should be dressed like the lost, uh, profile pic. That's what I. That's the. The vibes I got watching mad men in my office with the, you know, with my feet kicked up. And that's. That's the vibe."
    },
    {
        "speaker": "A",
        "text": "I'm in the midst of watching Oppenheimer right now, and they. It's all detective vibes. That was the era of the detective, I think, like, late thirties, early forties, everybody just looks like a detective. Just janitors, doctors, doesn't matter. You look like a gumshoe, you know what I'm saying?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, like, what happened to those times. Now I look like the way I dress as a near 40 year old man is just pathetic in relation to how, you know, my grandfather probably dressed at the same age, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Imagine the beatings we would get from our grandparents if they knew what we look like today."
    },
    {
        "speaker": "C",
        "text": "I swear, my son is a reincarnation of my grandfather because, as you know, I very seldom do not wear a hat. And if I wear my hat backwards around. Around my son, it is. My son is three, mind you. It is no go. He will yell at me and says. He says, dad, I put your hat on, right? Until I do, I'll tell you what."
    },
    {
        "speaker": "A",
        "text": "He's not wrong. He's not wrong. I feel that way all the time."
    },
    {
        "speaker": "C",
        "text": "Yeah, he's right."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "If you're. If you're over 30, I'll give you. Until you're 30 years old. If you're over 30. No more backwards."
    },
    {
        "speaker": "C",
        "text": "I enjoy a good backwards."
    },
    {
        "speaker": "A",
        "text": "I'm looking at you specifically, Fanzo."
    },
    {
        "speaker": "C",
        "text": "I enjoy a good backwards hat. I also enjoy a good dinner hat, which, you know, that's the cabbie hat, if you will."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, absolutely. Cool, classy hats. No problem with that at all."
    },
    {
        "speaker": "C",
        "text": "Well, I mean, how far are we going here? It's fedora. We talking fedoras."
    },
    {
        "speaker": "A",
        "text": "The way people. Okay, so fedora is obviously popular back, you know, 100 years ago. You know what I mean? The way they were used then. Classy. But then we had a resurgence in, like, the fedoras."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Not classy. People didn't know how to, like, they would wear this fedora with, like, a hawaiian t shirt or a hawaiian shirt and cargo shorts. You know what I'm saying? Like, it was not. It wasn't put together properly."
    },
    {
        "speaker": "C",
        "text": "I understand. I see."
    },
    {
        "speaker": "A",
        "text": "So unless we're doing the full. The full outfit, which people aren't doing, I would say no fedora. I got it."
    },
    {
        "speaker": "C",
        "text": "Yeah. All right, so, well, I mean, that's enough of that, right?"
    },
    {
        "speaker": "A",
        "text": "We got to the bottom of that."
    },
    {
        "speaker": "C",
        "text": "We got to the bottom of it because we, you know, we are sleuthing today. We have. We have a guest here, chamber, today that you have arranged. I'm excited for you to educate me because this is new to me. So I'm very excited for our guests. We have lost joining us today. Lost. Gm, how are you? Thanks for joining us."
    },
    {
        "speaker": "B",
        "text": "Hey, man. GM. I'm good. How about you guys?"
    },
    {
        "speaker": "C",
        "text": "Oh, wonderful. Just, you know, getting our fedora on and ready to do some blockchain sleuthing. So, Chamber, tell us a little bit about how this interview came to be, what people can expect today. Where are we going with this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I mean, I know, speaking for myself and for a lot of our listeners, we've been playing in the Solana meme coin streets for a little bit now. And I was taken aback when I actually found, like, a project on Solana that was actually doing something, not just perpetuating a meme. I came across. Yeah, I understand. I understand. I don't like to promote my own stuff here, but, yeah, coming across lost cash, lost at savings, lost on Twitter. They were doing audits of meme coins and sharing their findings on Twitter with the meme coin community. I was super impressed with it. I found out they had a token, and there were some interesting mechanics on how to use the token. There was just a lot of things that I'm like, oh, this is actually doing something good in that specific community where, you know, you could argue it's only a take community, not a give community. So what loss was doing was something a little bit different. So I wanted to highlight them. I know there's a lot of people already kind of promoting them and kind of sharing, you know, their positive takes from them, but I wanted to give them. I wanted to set up a meeting with them so they could come on and really deep dive into what they're doing. So that's why I wanted to get this for our meme coin listeners. We actually trend pretty high with meme coins on our podcasts."
    },
    {
        "speaker": "C",
        "text": "Is that so?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like our highest. It's our highest ranking that end."
    },
    {
        "speaker": "C",
        "text": "Conspiracy theorists, that is."
    },
    {
        "speaker": "A",
        "text": "Oh, speaking of. Well, 1 second, I gotta bring you up to speed here. I was checking out our conspiracy theory numbers. We were ranked number three in February, I'm not even joking. And then we moved all the way up to number six. All time on good pods."
    },
    {
        "speaker": "C",
        "text": "What the hell?"
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "C",
        "text": "Talk about that, man."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "C",
        "text": "Did, I did just realize that you have conspiracy theories in our bio."
    },
    {
        "speaker": "A",
        "text": "I do."
    },
    {
        "speaker": "C",
        "text": "I did not. I did not know that. Yeah, that's funny."
    },
    {
        "speaker": "B",
        "text": "September, how was your experience with the Solana meme coins? Tell me more about it."
    },
    {
        "speaker": "A",
        "text": "My experience was not very good. I'm not very good at dealing with Solana meme coins. I come from the Ethereum, altcoin shitcoin world."
    },
    {
        "speaker": "C",
        "text": "I think it's worth you diving in to why you thought you were not as well suited for Solana shitcoins as you thought."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, we talked about a little while ago, but yeah, just coming from more. So from Ethereum trading shitcoins there, there are certain elements of Ethereum that create the trading atmosphere, obviously, gas being a big issue there, which, which really slows down pumps and volume a little bit, I think. Whereas on Solana, fees are almost nothing. So the ability to move in and out of positions is very easy to do. So when I started trading Solana meme coins, I was just absolutely getting my lunch eaten by Solana veterans."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the main differences in Ethereum, you have tools available. So for example, if you want to ape in a shit coin on Ethereum, where do you go? You go to Dex tools. Right?"
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And you might go to bubble maps. So you have all the information there. You have the information about whether the liquidity is locked or not. You have the information whether liquidity is burnt or nothing. If you go to mobile apps, you'll get to know what are the token holdings, what, what, what sort of transfers has been done from one wallet, one, I mean, major wallet to other wallets. So you have a lot more information. When you are in ethereum ecosystem in Solana, there is absolutely no information available. So if, if you are relying on bots, basically what you are doing is on Solana, specifically. If you're relying on bots, basically you are aping in on wrong information. So that is even worse than aping in with no information. So most of the bots are giving incorrect information. So basically you are making a decision based on wrong information. That what I think is even worse than making a decision on without any information. So basically right now, the Solana ecosystem is basically, it's gambling, basically. You don't know what you're getting into. So you, before in Ethereum, there is a basic ethics, I think. I mean, there is a, there is a culture where even if a ten, even if 10% of the supply is held with the deployer, it's a big no to APN. It's a big no. No one would do that. Right?"
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "In Solana, I have seen 40%, 50% of the supply with the deployer or sniped with the deployer. And you see big callers calling those shit coins. So there's that."
    },
    {
        "speaker": "A",
        "text": "So when we do see that, so when we do see, you know, the project with sniping at launch, and then you're seeing callers make, you know, going on Twitter and say, hey, look at this, look at this thing. I think it's going to go to $10 million market captain. Odds are pretty high that they're participating with that project in some marketing sense. Is that. Am I wrong there?"
    },
    {
        "speaker": "B",
        "text": "No, you're absolutely correct. So what happens is recently we did a analysis of one particular coin. I don't know whether I should name it or not."
    },
    {
        "speaker": "A",
        "text": "Oh, absolutely. You can name it because I'm going to ask you for good projects and then you can bring up any projects that have a lot of red flags."
    },
    {
        "speaker": "B",
        "text": "Yeah, I can name it. I can name it because the Twitter post is already public and we are not doing anything which is hidden. It's right there, it's on chain, so it's public information. So we are just making it easier for people to access it."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So there was a project called Catfish."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Could I stop there?"
    },
    {
        "speaker": "A",
        "text": "I'm surprised it wasn't called scam, but go on."
    },
    {
        "speaker": "B",
        "text": "So there was a project called Catfish. It's a huge project. I mean, they're doing pretty good. So what happened was before burning their liquidity, so whenever you put in liquidity, you get lp tokens. Right?"
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So you either lock it or you either burn it right before burning those tokens. What they did was they removed 50% of the liquidity from the project without informing anyone. So I did a post there and it got viral. I mean, more than twelve or 15,000 views. And the token tanked at that point of time and the resp. And then later on they got partnered with Godbet, and I had a conversation with Godbet as well, where I told them about what happened, and they specifically send a message that they are thankful that you have told us about it. After that, they got partnership with Godbed. So then the developer of the Dev. Of the catfish reached out to me, and he gave me a document, internal document. He was basically trying to explain that the 50% liquidity that was removed, that funds are being used. It's not going into his pocket, that funds are being used for marketing and other purposes. My point was, even if you're using it for marketing, you have to be upfront about it. You cannot remove it, and then the information gets public. You are coming out with your information. So, anyway, so I got that document, and you won't believe most of the Twitter influences that, that you know of, that you can think of, got percentage of supply from. From that token, most of them. Now I have. I'm getting a lot of pressure to release that. I have released that document, but I have blurred out those names, so maybe in future I might unplug those names as well."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is fascinating, actually. I'm super interested, lost to kind of just take one step back and talk about maybe your background and how you decided that this is, you know, something that you wanted to build. Obviously, I think, like, your point about the asymmetry of information, both from Ethereum crossing over to Seoul and then, I mean, I've shared this sentiment on this podcast a bunch of times, especially lately, is like, I feel very often in the world of, uh, altcoins, shit coins, meme coins, however you want to classify them. I am playing a game in which I have. I'm. I'm the loser in the game because I don't have the right information. I don't have, uh, the. The edge against, and I'm playing essentially, a losing game. So talk about really quickly just your background, how you decided that this was a path you wanted to build for soul. And, um, if that's the experience you've seen so far."
    },
    {
        "speaker": "B",
        "text": "So I moved on to Seoul around six or seven months back before, if you go to my telegram, the lost telegram, my user id is ERC 20 master. So, basically, I am an ETH leader. So I moved on to Seoul around six, seven months back. And just like Chamber said, I started, you know, throwing souls here and there. And what I saw was amazing. I mean. I mean, the lifespan of a meme coin on soul. 99% of them were vaporwares, which got. I mean, which went to. Which went to zero within 2 hours of launch. Yeah, 99% of coin only, maybe only .03 or 0.04% of the coin survived 24 to 48 hours. And extremely rare. You can count them on fingers around three to four projects that have gone into billions. So I have. I had previously some experience doing analysis on ethereum, so I decided to, I mean, just dive into it. And what I found was really interesting. It was amazing. I mean, I found out that usual allocation is 25% to 35% to the developer without the allocation being disclosed on any socials. Now, if with that kind of allocation, you just, you, you just cannot invest in a meme coin. You cannot throw in your soul into a meme coin or into any, any project. But in Solana, it was, it was, it was normal, right? And so I started my Twitter account and I posted a couple of on chain analysis and I got a very positive response from the community. So it is something that, I mean, no one was doing on Solana. So. And we gradually built from there, got the telegram set up. There were around 500, 600 members in the first few weeks. And at that point of time, we did not have token. And so, yeah, basically, basically what we are doing is if you search a ticker on Twitter about any project you will get and look at the top posts. Most, most, not this most. Almost 99% of them is buy this coin, 100 x, buy this coin, going to millions, and you will just see one post that would be from us that would show them the real picture. So a voice like lost is really needed in solar ecosystem when there are no tools, when you are basically, all odds are stacked against you. As a retail investor, all odds are stacked against you. If it's not Dev allocation, it's the snipes, right? You would see that 100% of the supply goes into the LP, goes into the liquidity. But if you dig more, you'll find out that 50% of supply was sniped by the developer himself."
    },
    {
        "speaker": "A",
        "text": "Now, can you actually go into that a little bit more for maybe the people that don't necessarily know what snipes are? When I say when those people, I'm really talking about myself. If you could just explain when projects go in at launch and start sniping, or maybe the different types of sniping so that they can do."
    },
    {
        "speaker": "B",
        "text": "Yeah, so basically what happens is, so it's very easy to look at the deployer which has minted the token and to find out what is the allocation for the dev. So if a project has minted around, let's say, 100 million coins, 100 million tokens, and 80 million of those goods goes into the liquidity. So it's easy. 20% is developers allocation, right? Whatever is left is developers allocation by default. So unless it has been specifically mentioned in the socials on their website, now what happens is what rogue devs do is they supply 100% of the token supply to the liquidity. So everything goes into the liquidity pool. But as soon as they do it with the bots, with the help of personalized bots, with the help of sniper bots, before anyone starts gets hold of the token, they snipe their own supply. So they get hold of, let's say, 15, 2030, up to 60, 70% of the tokens, and from there, they distribute it to multiple wallets so that it does not show up on drug check, and they start selling it immediately. The other type of snipers is where, with the addition, the sniping is done."
    },
    {
        "speaker": "A",
        "text": "I apologize. That was me. I tried to move around here. Sorry about that. I muted our fine guest here. Apologize, Lars, continue on."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's okay."
    },
    {
        "speaker": "B",
        "text": "So the other type of snipe is basically where they snipe their own tokens in the same transaction. It's a bundle transaction where they snipe their own tokens when they add their liquidity. So for retail investors, especially when the bull run is coming, you see that most of the people who have no experience in cryptocurrency, they are coming. They're getting their first experience with Solana ecosystem because it's cheap and it's quite popular, and all the odds are stacked against them. You have developer allocation. There is no disclosure at all on their socials. Then you have these kind of snipes where 30, 40, 50% of the supply is being held by one person. And you see that as soon as a project reaches a certain market cap, let's say 100, 5200, 300,000, they start dumping it on your head, and the project is dead within 2 hours. That is what happens."
    },
    {
        "speaker": "C",
        "text": "Interesting. So why do you think that this is a much more of a rampant problem in the Solana ecosystem than you experienced in the ETH ecosystem? Yeah. Is it all, in your opinion, the kind of information that can be found and is out there, or do you think it has something to do with kind of the transaction costs being so low? I'd love to hear your thoughts on that."
    },
    {
        "speaker": "B",
        "text": "It's absolutely not transaction cost. So there is a myth in sol ecosystem that because of transaction cost, a guy who has invested $5 into an I, into, into a project, will dump the token because of the, because of the fees. Right. You cannot dump a token which has a market cap of, let's say, two, 3 million with that kind of amount. Mostly it is the allocation of the dev which is being dumped onto. Now, the main reason the difference is mainly because of the information in asymmetry, and ethereum has matured over a period of time. Right? What, when you last checked, I mean, I haven't seen any project in Solana ecosystem which was actually doing something, right, apart from meme coins. Even with the meme coins, you need to understand that there are just two or three memes, right, which can be built on top of it. Otherwise it's very hard to sustain the momentum with the meme points. You get bored with it and there's nothing new to do, right? So it's the information asymmetry, 1st, 2nd is the ethereum ecosystem has matured over a period of time, and you will see the same with Solana as well. The excitement about the meme coins will die down, and you will see some projects that will gain traction, which have some utility as well. There will be some big projects, meme projects there in the system, but then over a period of time it will die down because it's just unsustainable. How much soul can you, I mean, you come in with 100 soul, you leave with maybe two or three soul. Is it sustainable?"
    },
    {
        "speaker": "A",
        "text": "No. Speaking, speaking from experience, it's not sustainable."
    },
    {
        "speaker": "B",
        "text": "It's not sustainable. And then there is an element of fatigue as well, over a period of time. So I know so many members in our telegram community who are just fed up with this, right? They don't want, you cannot sleep on those projects, right? You invest, you sleep, and the next morning when you wake up at zero. So over a period of time, the element of fatigue sets in as well. And then those people who got burned, they look for those projects which have some utility and which are doing something good in the space."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's interesting. So with, with lost and what you guys are building, you mentioned the Telegram channel a couple times. So what, like, what exactly are it? So say I'm brand new, which I basically am, to the Solana meme coin shitcoin ecosystem. And I find myself, luckily, having found the lost community based on this podcast, and I venture into the telegram, what am I going to find there? How am I going to use it? What kind of information am I going to have access to that puts me in a better position to understand what I should and should not be buying?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So specifically about the project lost that started without a token. We build up a community first, and then we decided to go ahead with the token launch. I mean, and you see, with the token, the community is much more passionate. So if you're working for a cause, you have a much louder voice for that cause. If you have a token involved in that number one. The second point is you will find us. That is for sure. If you are in Solana meme coin, you will find us because we'll always be relevant. As long as you're getting these meme coins churned out into the system, we will be relevant. So every second or third day, you will see a big spike in terms of our Twitter followers, in terms of our telegram followers. Why? Because there was a huge project which went to zero and lost did the analysis for that project. So we will always be relevant. It is something that you don't see in meme coins. Right? Third is when you come to a telegram, you will see a very different culture. So on the day of our launch of the token, we went to market cap of 250k, then we went down to 15k, then you went up to 1 million, and currently we are somewhere around 400 to 500,000. But you will not see any person complaining there about the token price. That is something you will not see in sole ecosystem."
    },
    {
        "speaker": "A",
        "text": "I actually bought the token at a million dollar market cap, but to your point, I'm not that upset about it, because I do think, to your point, you're 100% correct. This is not, obviously it's not a meme coin, but you're so relevant in this space. I'm not too aware. I also bought some more at like $350,000 market cap. So I'm a big fan of yours in general. And what I was looking for is, to your point is for projects that are actually doing something within that specific community, and they are few and far between. So I was very excited to be holding this token."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that is the general, I mean, feeling of most of our community members. So once you come to a telegram group, you will see a very different culture there. So there are no moon boys, and there is no discussion about token price. What we do is we have around seven or eight topics where you can, based on your interest. So we have a section where you can request on chain analysis. So there are many community members who did not know anything about on chain analysis, but being in our telegram group, they learned it and they help other members out. So if there is a new token launch, someone would request, someone would come through our twitter, they would come to our telegram, they would request an on chain analysis, and it will be done in 510 minutes, and they'll have their response. Now, if there is something interesting or if there is something missing. So maybe I could tweet it about if there is a project where there is a lot of hype and we see that a lot of people will get burned, we tweet it out as soon as possible. The second section is where we have some guides. So there are some video guides which you can go through and learn how to identify these farms, these snipes, in, let's say, two or three minutes, you can go through those video. And then we have a section where you can request an audit. So on chain analysis is different from audit. Audit is a section where team members, founders, or community members of a particular project wants to get audited and get a certification. So that is also that we do. And the fees is paid in lost tokens, which we burn. 100% of those proceeds get burned. And then there are some other sections where we talk about other projects and stuff like that. So. So that is the first encounter of something who is coming from outside to our telegram group. Yeah, so there's that. So what happens is over a period, you see that it's not the value of our token that drives the traffic to our twitter or that drives the traffic to a telegram. It's the value in the service that we are providing. Right. So an odd, over a period of time, we are building on top of that. So, for example, we have a paid service of auditing new projects. There are some other tools that are coming out to automate this process. We have a scanner bot lined up. We have a bubble maps like service for Solana. So if you are into Ethereum, you might be knowing how useful that services to identify the flow of token from one wallet to other wallethood. There's nothing like that in sol ecosystem. So we are building that bubble map service, and later on, which is quite resource intensive, we plan to be a Solana validator as well. That is a natural progression of what we are doing."
    },
    {
        "speaker": "A",
        "text": "That makes sense."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's a lot. I mean, the scanner bot is first in line. I hope it gets live, at least, into the hands of our inner community by the end of this month, and then we'll take it forward from there."
    },
    {
        "speaker": "A",
        "text": "Now, the scanner bot, this is something, again, I, you know, read a few things on, but this is something you can. I can program myself. I can. I'll be able to input the things that are important to me, whether it's, you know, volume within the first certain amount of days, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Any, any, like total coins, total liquidity lock, that kind of thing. Right?"
    },
    {
        "speaker": "B",
        "text": "Yes. So basically, there are two things which are important, which makes our scanner board different from others. So first is it is customizable. So based on your profile, based on your risk profile, your Djinn profile, you can customize several parameters in that board. So for example, if you don't like getting into a project where developer has, let's say, 20% of the supply, so if you put that parameter into that scanner bot, it won't give you any calls of those projects where developer has more than 20% of supply, so you can customize it. So let's say your, your risk profile is very low, right? You don't like taking risk even though you are trading meme coins, but still. So you set up a profile wherever, let's say you don't like a project where dev allocation is more than 5%. Okay. You don't like a project where mint authority and lp is not burned, you don't like a project. Our scanner bot will have a feature of finding out snipes as well. So we specifically look into the first ten transactions as soon as the project is launched and we, we find out if there are any wallets that have sniped 10% or more at the start of the trading. So you can set those parameters in and based on those parameters, it will give you notifications. So basically, 95, based on your profile, you filter out the noise and basically you are getting only that information that fits your profile. So I think it would be a very useful bot for people who are deep into the meme coin and new product launches on Solana, because right now with the bots, you are basically overwhelmed with the information. So you don't know what to do and what not to do with this information. So with our bot being customizable, you can filter out most of the things."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so I do have another question, too. So, yeah, when I first came across lost, what I thought was really interesting is there's really two ways that you can go about, at least currently right now, obviously, with bots coming. But from what I understood, there was really two ways to use this. You could use your services as a trader. So say I'm a trader, I'm looking at a bunch of these different, or say I'm looking at one particular project specifically and I may be on the fence, I can go into the telegram, I can request, and from what I understand, there was two types of requests. I could do one almost like a, almost like a quick, a quick analysis, and then as a consumer or somebody that's looking to purchase a token, and then there was a more in depth analysis for a, for somebody looking to purchase the token or a project itself that wants to get validated to the community. Is that accurate?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's correct. So basically, like I said, so there are two types of requests. One is on chain analysis, which is free. So if you saw that a new token has launched, you come to our telegram group, you request, you send in the contract address. We do the on chain analysis and you have the information. The audit is basically, it's not quick. So it can take from 12 hours to 48 hours based on the type audit you have ordered. So if it's a basic audit, usually takes around 12 hours if it's."
    },
    {
        "speaker": "A",
        "text": "And based on the project having all of its ducks in a row and having all the right information. Because if you don't have the right information, it could take a little bit longer."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, so the thing is, uh, so I have seen that, uh, those, so these audits can be requested not just by the team members, it can be requested by the community members of that particular project."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So we, we have seen, uh, requests where team is not very responsive. Right. Something shady going on. So let's say if a community member requests and requests, request an audit, so what we do is we approach the team as well, that one of your community member has requested an audit, would you be able to answer some simple, basic questions? So it's easier for me. Right. But I have seen in couple of projects where they have outrightly banned me. Really? Yeah."
    },
    {
        "speaker": "A",
        "text": "I think that answers the question pretty, pretty quickly."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I get to know that something is going on there. And then when we. So once the audit is complete, we, if the requester, if they want it to be public, we released it. We release it on the twitter and we specifically mention it. Whether it was requested by the team or whether it was requested by the community member, if it was requested by the community member, whether the team was responsive or not. So it's something that I know that a lot of people would want to do over a period of time if they are invested heavily or for new projects that, that they want to be certified or maybe they want to clear any fud that is going around. So, so there is that aspect. The second is on chain analysis. So if you, if you found that, found out that there's a new project going on, you just hop onto a telegram and request that. On chain analysis. The thing is, we don't do these analysis through the botanical because those bots, most of the time they are incorrect. So, for example, if the developer has rotated their coins, their tokens from the deployer to any other deploy, they won't tell you anything. If this final selling has been made from second or third wallet from which they transferred, they won't tell you anything. And the worst part is, if the project has paid them, they won't tell you anything."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So that, so there is a service where you can actually pay those bots two or three souls and request them not to show any information. They won't show it."
    },
    {
        "speaker": "A",
        "text": "That's interesting. And there's nothing in your services that can circumvent that, correct?"
    },
    {
        "speaker": "B",
        "text": "No. So like I said, we do everything manually, so there's nothing that you can hide."
    },
    {
        "speaker": "A",
        "text": "Well, that's good. So, and when I, so when I, whether it's a community member or a project, what I really enjoyed when you, when you incorporate the lost token. So there's a set fee for these full analysis."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I. Correct me if I'm wrong, I believe it was like $150 worth of lost token. Is that correct?"
    },
    {
        "speaker": "B",
        "text": "Yeah. For comprehensive, it is 150. And for basic, it is $50 now. So, so I mean, if you look at the grand scheme of things, right, these audits, you cannot do it through bots. It has to be manual because they are very comprehensive. Right. And if we see over a period of time, if our market cap increases, $150 in lost tokens won't make a dent in our supply. Right. So even though it is deflationary in a sense that it fulfills all the criteria, but it won't have a very major impact on the token supply."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Yeah, please go ahead."
    },
    {
        "speaker": "A",
        "text": "So I was going to say similar to, obviously now that Ethereum is deflationary, their deflation rate is much higher than what we're seeing on lost token, for example."
    },
    {
        "speaker": "B",
        "text": "Right, right. So, so that, so basically what happens is the new tools that we are building would tap into that aspect of it. So for example, the customization will be token gated. So if you hold certain number of tokens, then only you can customize that scanner bot. So that would be something that, that would encourage people to buy it from the market and to hold it for some time to use the board. Same will happen with the bubble map service. So there are, there will be some fee involved in the bubble maps. So what happens is if a new token gets launched, they get listed on bubble maps automatically. So when I say listed, you put in the contract address, it will show you the map. But there are some projects that want to be on the front page of bubble maps just to, just for authenticity or other things. So what we can do is basically we can integrate lost token into that and we can burn some part of the supply. Now even the scanner bot, apart from the token holding, I mean the token gate, there are many other ways that a scanner bot earns, gets the revenue and we can include loss into a buyback and burn program, something like that. So there's a lot of things that are planned with the loss tokens."
    },
    {
        "speaker": "A",
        "text": "This is great, by the way, too. If anybody would like to come up and has a question for lost or just wants a little bit more insight, feel free to request up. And we got about 1520 minutes left here, so if anybody does have any questions, feel free to pop on up."
    },
    {
        "speaker": "C",
        "text": "Yeah, I have a question here. So I was just looking through the Twitter feed and I posted one up top here and it is, I'm a big AI guy, I've been doing a lot of research in that field and I saw a post from you from what looks like maybe yesterday, and it's like, what if it was that easy? And it's, hey, lost, what can you do for me? How are you incorporating what you're doing with AI? Is this something that you plan to do to put out in the future? This looks like almost like a custom GPT with your data from the audits to it. Could you go into that a little bit?"
    },
    {
        "speaker": "B",
        "text": "Yes. So that is not in our roadmap. That is something that I was playing with and I found out that it is something that we can build. So basically it's a chat GPT service that we utilize for building a bot where they, they have these soul scan APIs and what they do is they scan the, the soul scan explorer. And based on the parameters that I set, can tell us the, I mean, the, the basic things that we have set in there. So for example, it can tell us what is the developer allocation, it can tell us if, how much was given to them. It's just like a scanner bot, but it's AI baked, you can say, yeah, super cool."
    },
    {
        "speaker": "C",
        "text": "So that, I mean, basically kind of on demand, hey, I'm going to put in any ticker I want and it's going to basically connect to that soul scan API plus whatever custom data you give it inside that GPT and would feed back a lot of information. I actually think that's a, a very, very cool use case of a custom GPT. If you don't know, if anybody out there doesn't know if you have a GPT plus subscription, you can actually go build these yourself. And what is very cool that loss just mentioned is that you can connect APIs to this. So if you have some kind of service that you use an API for or anything like that, you can connect them to them. So the idea that this, you can connect it to soul scan and then just kind of query against it is really, really cool. So I love that idea."
    },
    {
        "speaker": "B",
        "text": "So this window where there is no information will not last for long, right? Because you will have tools like your custom GPT apps, you will have tools like scanner apps which can be customized, and you will have tools like let's say bubble maps or I, maybe Dex screener or Dex tool which bake it. Some of the tools where, where the information is there out in the public, right? So this wild, wild west will not last for long. That is for sure."
    },
    {
        "speaker": "C",
        "text": "That means maybe I'll lose less money, right? Chamber?"
    },
    {
        "speaker": "A",
        "text": "Hopefully. Hopefully."
    },
    {
        "speaker": "C",
        "text": "Oh, maybe. Hopefully. One more thing. I don't know if you were, we're getting here, this concept of community takeovers, can you talk about that and what that means to you guys?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So basically what happens is, let's say, let's assume that I am a dev who has just launched a new project. I have 25% of the supply with me and I have dumped everything on your head. There is no incentive for me to carry on with that project. I can make much more money to maybe launch another project. Maybe I launch one project every day and do this thing every day, right? So, and if the community has built by that time, if there are enough members, and if there are enough motivated members in that community, what they can do is they can take it over from there. So if the dev has gone, they can, if the old developer is not very helpful, they can create a new telegram, new Twitter request, Dexcreener and Dex tools to update it. And yeah, there you have it. You have, I mean, a project which is completely being taken over by the community right now. The thing is, most of the community takeovers don't survive. So there are many reasons for that. So whenever there is a community takeover, you see there are team leaders in that, in that community, right? People who take initiative. So there are four or five maybe, in a community, community takeover, that will be the leaders of that community who manage everything, who make sure the telegram is up and running, who make sure that enough rates are going on, who make sure that enough marketing things are going on. Now, as soon as those community leaders basically sell their tokenization, you need to have maybe second community takeover, right? So this cycle goes on until the coin, the project dies. It's extremely rare to have a community takeover which which gets, which is successful. Just handful of. Maybe a couple of examples are there. Otherwise most of the community takeovers just, they don't happen now even in the community takeovers. What I have seen is. I'll give you an example. So, so the biggest community takeover is, is maybe you can think of is maybe CBDC or harambe on, on Solana."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was thinking harambe when you mentioned community takeovers."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what happens is they get all these socials. They make sure that the Dex screener or the Dex tool profile has been changed, but they forget about the metadata. So what happens is the deployer has the access to the metadata, which is, which is not immutable. So the deployer can anytime change the ticker and the icon, the photograph of that coin. If someone does that, it goes to zero immediately. Right. So it is something that no community takeover on Solana right now is looking into or thinking about. And it's basically an exercise they are doing which can go to zero anytime. So that is something that I am trying to tell people in all the community takeovers. The second problem that you see in community takeovers that happened today itself was, was that the, the dev sold his allocation. The dev went away. The new people came in. They did. They did not look into these snipes, which was done by another wallet. And most probably that was Dev's wallet. And as soon as the community takeover happened, they pushed it. It went into billions and the sniper wallet dumped all the supply. So this is the another risk that community takeover has. So if you are not vigilant enough, you have to go through, you have to go on chain and check if everything is clean. You have to make sure that the metadata is immutable. And then only you can think about community takeover. And then again, it's very difficult. A community takeover is something you are invested in a product only if you are invested into it as a token. You cannot be invested into a meme without having a token about it. Right? So a time comes when those community leaders sell those tokens and then move on. And then the community becomes often again."
    },
    {
        "speaker": "A",
        "text": "Sad when you see orphaned communities. We did. We did have two people come up to stage here. I had bullish and fans will come up. Bullish. I think you were up first. Did you have a question?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, sorry. Anyway, last, obviously great what you're doing, man. Honestly appreciate we need someone like you in the space of. Because obviously more and more people the better. But yeah, look what you're doing. So basically what I was thinking of, I was just wondering if there's a way to somehow detect, because you see these kind of people launching tokens on Solana continuously and it's like, it just seems to be like a complete, like a rotated process where they launch rug. Launch rug. And they're just, they may have like 1020 websites and 2020 rugs in a, in a chain ready to. As soon as they rug, the next one launches, I was wondering if there's a way to detect kind of what, like system or software they're using, whether it be like a third party, like auto token generator, no code needed type of thing. And it would just kind of help to maybe decipher like, who these people are, just to kind of like, before you even buy into it. I don't know if there's anything on the market like that or if there's any way to tell if these, these people are using some type of a token generator on. I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, Balish. So it's a very good question. So what happens is in Solana, at least, you don't have to be a dev to launch a token, right? You can go to services like Smithly. There is a service, there's a service called, I think, another services pump fun, where you can launch a token without zero knowledge about the blockchain. So you don't need to have blockchain information to launch a token. The second thing is, so rugs, you specifically mentioned rugs. So rugs are different from dev farms or from snipes, right? So rugs are basically where the developer pulls the liquidity. The developer can pull the liquidity only if the LP is not burned, right? Only if the LP is not locked or burned. So what I would advise you to is whenever there is a token launch, go to Rugcheck XYZ and do two things. First, check if the LP is burnt or not, and check if the Mint authority is revoked or not. Mint authority is basically, the dev can mint billions of tokens and dump on you. So these two things are essential for any token launch. If the Mint authority is not revoked and if the LP is not burned, these projects are scams until proven otherwise. Don't invest in it. The second thing that you ask is how to find out what they're doing. So unfortunately, if the dev is smart, there are no trails, you just cannot find it. So sometimes devs are foolish enough that they are launching the different projects from the same deployed address. Then you get to know sometimes devs are foolish enough to fund those deployers from a funding wallet. Same funding wallet for Solana, then you get to know. But still, it's a futile exercise. You cannot link those wallets. You cannot find out who, who is the person behind it until and unless the dev is fully of that. He basically puts on his picture on the coin itself. Otherwise you cannot. So what you need to do is basically, you need to make sure that there are a few things, that is apps. That is an absolute requirement before you ape into a project. First, is the LP burned? You can do it in 2 seconds on rug check, whether mint authority is revoked or not. 2 seconds on rug check. Third, what is the developer's allocation? And if you are serious enough about the project, then look into the snipes. So these three, these three, four things are absolutely important. And I understand that it might take you 1015 minutes, and by that time the token has ten x and then went to zero. Right?"
    },
    {
        "speaker": "C",
        "text": "It's crazy. The life, the stat you gave earlier on, like the lifetime of a meme coin on Sol, is just absolutely mind blowing. But that was a great answer. Great question. Bullish. Uh, let's run over to our, my fellow backward hat enjoyer, Fanzo. Fanzo. Gm, good to see you, brother."
    },
    {
        "speaker": "E",
        "text": "Gm. Gm, good to see you guys. I love hearing that. And yeah, I have my backwards hat on. I might have had it forward at the start of this Twitter space, and."
    },
    {
        "speaker": "C",
        "text": "Then immediately that's exactly what I have to. I had mine forward and I'm currently wearing it backwards, just despite chamber and solidarity to you."
    },
    {
        "speaker": "E",
        "text": "So, yes, and bunch, the unfortunate side is right now I'm dealing with three teenage daughters that you get to look forward to in the future, and they hate every aspect of everything I wear. Currently, I have a fairly long beard, and every single day they bring up how much they hate my beard, they hate the clothes I wear. They hate even like, yesterday was, they hated the way I walked. So I was like. She was like, could you not walk like that in a chipotle? I don't even want to walk with you. I was like, well, you can buy your own Chipotle."
    },
    {
        "speaker": "C",
        "text": "13 year old. That's incredible."
    },
    {
        "speaker": "E",
        "text": "You have that to look forward to on that side. But yeah, I love the, love the conversation. I bought some lost token. I jumped into the telegram just on this space. I've been buying soul NFT since 2021, but the meme coin, shitcoin space is definitely newer to me for the last month and a half. But my, my question was more. I mean, it's crazy to think about the I agree with you bunch on how quickly the rugs or the, or how quickly these projects are disappearing. I guess I've been, I haven't, I haven't been one that's jumping on them that early. So I'm more of the way to establish market captain version of these. So I'm probably in a few that are, I would quote unquote, more established. I'm curious, lost until you're, until your scanner or project kind of comes alive, what's the scanner that you think is best to look at from a sole perspective? And then is there any, anything to look at of a more established project? Let's say a project that's hit a ten plus million market cap on salon? Are there things that we seem like the slow rug play or the slow. Because right now it seems like most of these bad actors are, they have zero patience, which is kind of what was existed in the early days of Ethereum. But, you know, I'm guessing some of these other ones are going to make those the longer play, build up a high market cap, you know, last for three to four weeks and then pull the liquidity. Is there anything we can look for there? But, yeah, the scanner and then any on that side? But, yeah, great information and I'm glad to be a part of what you're doing now."
    },
    {
        "speaker": "B",
        "text": "Yeah. Fanzo. Yeah, it's a very good question. So as far as scanner bots are concerned, you can use any of the scanner bots that are available in the market. Right. But just be wary of the fact that what information you are seeking from that box. Right. You can seek basically whether the Mint authority is revoked or not. You can seek whether the LP is burnt or not, and you can see whether the, what is the developer's allocation? That's it. Anything else is a big no, because those bots will give you wrong information. So just three things from those bots. Developer allocation, mint authority, and whether LP is burned or not. That's it."
    },
    {
        "speaker": "A",
        "text": "Now, just to clarify too, is there a difference between burnt liquidity and locked liquidity?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a difference. So burnt liquidity is where the liquidity, uh, is gone for. I mean, the LP tokens, that, that is gone forever. So no matter, it can never be pulled from the pool. And locked liquidity is a time frame. So for example, a project can lock the liquidity for, let's say, three months, one year or five years. And after that, once the, that unlock period is over, they can remove the liquidity or they can remove part of the liquidity. So if you are in for a short play, then even the locked liquidity is not an issue. So you can go ahead with the project. So these three things are important for from the bots that you're seeking information, don't seek any information about how much the dev has sold. Don't seek any information about where they have transferred because all those informations are incorrect. Now as far as your play is absolutely right. I mean, if you are here for. Not for, let's say two, 3 hours play, you are here for long term play. Wait for the initial ride, wait for the initial sell off, see if the community has formed or not, if. See if the memes are relevant enough or not. Right? And from there. Can you hear me, guys?"
    },
    {
        "speaker": "A",
        "text": "Yeah, go ahead."
    },
    {
        "speaker": "B",
        "text": "Yeah. And from there you start analyzing the project. So I usually don't call out any projects, right. So. Because that is basically conflict of interest. So, but the projects like for example, Ponki, right? Ponki means are good, they have done good enough. They have established their base level, their floor basically, right? And if you think that you, you resonate with the memes, it makes you laugh and you see that the project is. Is. Can be successful in the future. You can go ahead with the projects like Ponki or with the projects like Miro now even with Ponki. So when I first analyzed it. So I'll just take a detour here, if you guys allow me."
    },
    {
        "speaker": "C",
        "text": "Yeah, go for it."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what happened was, do you guys remember when it was launched? Were you around at that point of time? So they got listed to at least three or four centralized exchanges within the first three days."
    },
    {
        "speaker": "A",
        "text": "Was this Myra or Ponki?"
    },
    {
        "speaker": "B",
        "text": "Ponki."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I did the on chain analysis and I saw that they had around 10% or maybe 15% developers allocation for them. But not even a single token was sold even till now. So all the tokens are still sitting there. So I was wondering that such a huge operation, right? Getting listed to three or four centralized exchanges. Even the lower tier centralized exchanges, they cost you around $40 to $50,000. So how is it possible? I mean, it's just not possible. Either they are funding everything from their pocket and not taking anything out of it or there are some big players behind it. Right? So I was quite curious about the ponky case. Later on, when I dug deep, I found out there was a snipe of 13% of the supply. So there was a snipe from. And the snipe was before the LP burn. And it was high conviction snipe. So for example, if you start a project with ten soul of liquidity and you snipe it with five soul of liquidity. That's a high conviction snipe that can and before the LP burn when you are not sure whether it will rug pull or not. So most of the time those snipes are from the team or from the developer himself. So I found out that there was 13% of supply and over a period of time they sold it off. Maybe that is the way they fund their operations. Right, but so there is no free lunch, basically, if you're seeing 100% of LP being added and the developer is saying there is no allocation. No, no one is burning their soul and doing everything for free. Right. There is some catch somewhere. You just need to find it. So coming back to the point, as far as high market cap meme coins that can really do well is something that have. You need to look, if they have gone over that period of initial sell off, right. You have to think that the developer is still active. Community takeovers are really. I mean, they're a big no no, at least personally for me, because there's a cycle that keeps on happening if the developers are still involved or not, if you see that the memes are actually funny or not. So, for example, spoony is one meme coin, right? Spuda man. Right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So if I tell you that 90% of the supply was with the developer for Spoony, would you believe me?"
    },
    {
        "speaker": "A",
        "text": "I would. But just because I believe everything is so unbelievable in the Solana ecosystem."
    },
    {
        "speaker": "B",
        "text": "Spudi is something where 90% of the supply was with the developer. So there was, it was really very, very shady in the beginning. But then, you know, deaf farms can run into billions, right? And the perfect economics can. Can never have a run as well."
    },
    {
        "speaker": "C",
        "text": "So you can also just check to see. You can also just check to see if the dog has a hat or not. And if the dog has a hat, you're probably safe, I think, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, only if you're not the developer of that product. So what happened with. What happened with Viv was very interesting. So the developers had 36% of allocation with him and he sold that allocation within the first 24 or 36 hours for around $30,000. And I checked and I looked back. If he would have kept that allocation with himself, it would be around 70, 70 million. So that was a big go for the developer, at least for. So sometimes coins start with as a developer farm, right? As a dev farm. But then they take off. So it's not just the on chain analysis that you have to rely on right. There are many other factors that play in whether memes are good, whether the community is good or not. Is there a momentum or not? So all these factors play into something, uh, that later on can become big. So coming back to the point, Panzer."
    },
    {
        "speaker": "E",
        "text": "One other thing I throw your way real quick, and this goes, I think this goes back to chamber your point. You know, like, I make the assumption that because there's lack of fees, the in and out of, you know, of trading seems to be at a, you know, lesser of a risk. I'm curious, is there, is the wallet creation or the ability to manipulate the total holder number? Is that more prominent on Solana than Ethereum as far as, like, can the holder account be anything that we can look at as a, as a tell within this soul side because it, it was at one time so easily manipulated on the Ethereum side that it just became useless. But I'm curious if that's the same on Sol."
    },
    {
        "speaker": "B",
        "text": "Yeah, so. So you have to look into what tools are available right now. Right? So most of the scanner bots, what they tell you is top ten wallets are holding this number of supply, right? And it's an absolute rubbish metric to rely on because the snipers, the developers, what they do is they distribute their tokens into multiple wallets, dozens of 50, maybe hundreds of wallets. So, so that those scanners and even ruck check that tells us what is the token supply in the first ten wallets, they are useless basically because they have already distributed all those supply. So there is nothing that you can do there. What you can do is if the token is new enough, you can go to Dexcreener, scroll to the first few transactions and see if there was any snipe or not. Or you can manually look at the first ten or 15 wallets and track it back. You can backtrack it to the funding wallet and see if the token was distributed or not. These are the only two ways right now where you can identify if there are large wallets who have distributed their tokens or not."
    },
    {
        "speaker": "A",
        "text": "Oh, you saw there. I wasn't sure if we lost."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. So that's the only two way where you can find out if the holder distribution has been manipulated or not."
    },
    {
        "speaker": "A",
        "text": "That's interesting. All right, we lost a bunch. He had to get going. But I saw Mizzle request it up and I cannot not let Mizzle ask a question. Mizzle, how are you today? And what is your question to our friend GMGM?"
    },
    {
        "speaker": "F",
        "text": "Happy to be on real quick. I said it in the comments and I stand by this is the best space I've been in the past two years. This is actual value. I almost forgot what that sounds like. So I appreciate Lawson, everybody hosting this real quick. So my question revolves around. It seems like it's a great greater of two evils. Because the snipes or the allocations, it seems like we're going to do this because the devs are going to create this project, or, you know, create a coin and not make money. My first question is, what is a responsible amount to snipe for devs or their allocation? And my next question is, how are they funding a lot of this? You kind of touched on it earlier. They could be a major player, and a lot of that's coming from their personal funds, their pockets. But what are, like, common ways that you're seeing that? If somebody wants to spin up a project, how are they raising the capital for the LP?"
    },
    {
        "speaker": "B",
        "text": "All right, so, so your first question, so what kind of developer allocation is fine, right? So basically, it depends on liquidity. So even 5% of allocation, even 5% allocation with very low liquidity can pull the project down to zero in no time. So if the developer decides to sell 5% of the allocation with, let's say, in a 200,000 market cap coin, with, let's say, $10,000 of liquidity, it will go to zero in no time with 5% of the allocation. So what you see is basically, is a developer maniac, if he's selling like a maniac or nothing. So if you see a slow cell and you see that those cells are being used for different things, then you can, you can tip your toes, basically. Otherwise, don't just always rely on dev allocation. Like I said, Spudi has 90% of allocation. It's still running into billions, right? We've had 36% of allocation. It's. It's into hundreds of millions. So it's not just the dev allocation that plays a part. Right. It's a lot of other things that you have to look into. What you see is basically, as soon as Dex screener is updated, and that is the last push for the coin, you see a major dump that happens immediately after that. So be wary of that. The second question that you asked was about, what was that again? Uh, missile."
    },
    {
        "speaker": "F",
        "text": "Um, the funding. So a lot of these times, when somebody wants to start, you know, starting."
    },
    {
        "speaker": "B",
        "text": "So basically, most of the time, you fund it. So it's not their money. Uh, initially, if there is no pre sale, you just need, let's say, there is no fees for creating a token zero fees for creating a liquidity. First you have to create a market id that is around 2.5 souls. And then you have to put in the liquidity most of the tokens that you see on Solana meme coin space. The liquidity is less than ten soul. So basically you need somewhere around and then website and other things. You need somewhere around $1,000 to start a project, so it's not needed. And if the project goes to 50,000, right, and the developer has 10% of allocation, you have basically five x his initial investment. So. And then the chain starts. Basically, it's us, it's you that are funding those projects. It's not them."
    },
    {
        "speaker": "A",
        "text": "This is great stuff. Okay, we're going to start to wrap it up here, lass. I appreciate all your time. I do have one last question, though. This is a personal question from my end. Theoretically, if there was a meme coin project that launched maybe a few weeks ago with a good amount of liquidity, but very little momentum, is there any way to resurrect a project like that? Could a certification from lost help in any way?"
    },
    {
        "speaker": "B",
        "text": "A certification from lost. What I mean, what we can do is we can look on chain and see if there is anything going around behind the scenes as far as on chain analysis is concerned. And if the meme is good enough, and if the community is strong, there's no stopping it. Depends on the community itself. Certification does play a role, a quite important role, because new investor or new people who want to ape into the project, they want to know if previous allocation has been completely sold off or not. Are there any snipes which you are missing? And then they want to get it."
    },
    {
        "speaker": "A",
        "text": "Now, would a project be smart to display this certification on their website or things like that?"
    },
    {
        "speaker": "B",
        "text": "Of course. I mean, that's the whole point of it, right? Certification. That's the whole point of this hypothetical."
    },
    {
        "speaker": "A",
        "text": "This is nothing, you know, nothing I would know about. But just, just thinking out loud here."
    },
    {
        "speaker": "B",
        "text": "But they can chambers, they can display the certification, but it does not mean that. I mean, an audit certificate not. Is not always good for the project, right? If a community members ask for a project audit certificate, and I found out that, let's say there was 20% snipe, right? I'll put it. I'll put that in the, in the certification. Right? Right."
    },
    {
        "speaker": "A",
        "text": "So only display a good report is probably."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. Fingers crossed. Fingers crossed. But anyways, I will, again, thank you so much for your time. I will make sure to put all of the links for your telegram, for Twitter in the show notes. Is there anywhere else we can direct people to find you?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So the best place is Twitter at savings lost. And I would strongly urge you guys to come onto our telegram, right. And see what we do and how we do it. Request any project that you want to get into and see what kind of information that we give and see if we provide any value or not. I mean, I think that lost is a voice, basically, which is needed in this Solana ecosystem. And the way we have grown, let's not look at the token price, the way we have grown in terms of our, I mean, Twitter following and telegraph members. It's very impressive."
    },
    {
        "speaker": "A",
        "text": "Yes. You just crossed 5000 Twitter followers. I just saw that. So congratulations there. But yes, this has been a very organic growth, it seems like, for you guys. So it's been very impressive to see again, just something that is something that's adding value to the Solana meme coin sphere is very impressive. So there's very little out there that's doing that. So kudos to you and your team for providing that benefit to the community. So without further ado, we're going to wrap it up here. I just want to thank everybody for participating. Fanzo, bullish, mizzle, phenomenal questions. Bunch was even impressed. And you know Bunch, who's very difficult to impress, so if he's impressed, this is an impressive thing. But thanks to pain for helping out here as well, and we'll wrap it up. And until next time, don't get wrecked. Something. Keep the mic hot."
    }
]