[
    {
        "speaker": "A",
        "text": "So we got a solo show today. There seems to be some buzz in the air. I heard some doodles commotion yesterday, which seemed. I don't know, does anybody, can anybody update on that? Give me the TLDR. I heard there was some missteps by poopy. I think that's his name. Am I getting that right?"
    },
    {
        "speaker": "B",
        "text": "This is. Honestly, this is going to be the greatest episode of all time because this is. Guys, we're going to go ahead and change the episode name to shill, chamber your bags, and basically try and convince him to buy whatever it is that you enjoy the most. But also. But also chamber. I honestly, I came up because I was going to tell you, you need to buy this. Not an NFT, because it's making fun of poopy. But anyway, so yesterday, basically, you know, the doodles fud. Right now, Chamber is essentially poopy. One of the founders of Doodles has essentially, you know, yesterday, at one point in time, he kind of, in my opinion, went a little unhinged and started telling members of the community to basically to sell their doodles and get out if they're unhappy. You know, probably a fair statement, but just the way he handled it was not the way you want your founder to handle the situation."
    },
    {
        "speaker": "A",
        "text": "That's fair. So basically just told everybody, go, like, pound salt if they don't like it."
    },
    {
        "speaker": "B",
        "text": "Yeah, pretty much."
    },
    {
        "speaker": "A",
        "text": "I mean, it impresses me. Should a founder do that? You know, it's probably not the best look for the project. And honestly, doodles as, like, a non doodle member, I would say, definitely had more. It seemed like at least had more cache in the community. Like, overall, I would say, obviously, yuga is at the top of the heap, but doodles, I think, was right there right after. So a misstep when, you know, they were kind of number two on the, you know, on the charts. That. That definitely hurts. And I see the price of doodles has gone down drastically alongside moonbirds. And I think Clone X was the other one I keep seeing a lot of. So I don't know, is Doodles. Doodles is not at the same level moonbirds is currently, would you say?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I think that, you know, the doodles, moonbirds. And I feel like there's one more that's slipping, you know, slipping out of my head right now, but there's three of them that have basically just gone straight down lately. Clone X, maybe. Maybe those are the three I'm thinking."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think. I think Clone X. Yeah, I think Clone X was where the three I was seeing I don't know. I think once you get. I don't know, once you start sliding down the shit slope, I feel like there's no saving these projects anymore. So hopefully poopy didn't slide down this shit slope too far and he crawls his way back up because I know there's a lot of. I know there's a lot of good doodles, people out there. It seemed. I don't know, it just seemed like a good project."
    },
    {
        "speaker": "B",
        "text": "He might be slowly winning me back right now. So there's the. Again, there's a meme project out right now called not an NFT where, like, part of the statement poopy had said is, like, we're trying to go from startup to a leading media franchise. We are no longer an NFT project. So as is the web three space, somebody dropped a not an NFT project, which is basically just like you. It was in 3300 mints, sold out at. .005 poopy is now the top holder. He has swept 150 of these. Of these meme nfts. And honestly, as of right now, like, I'm somewhat back in his space, and I might go shopping for a doodle, depending upon how low they go. Because, like, if this is his move the next day, like, it feels like he's embracing that. Like, hey, like, he might have said something kind of stupid, but, you know, let's move forward, and hopefully he learns from it going forward. Uh, to your point, chamber. Like, yeah, I think doodles is one of those projects going to be around for a long time. And what gives me hesitation is when it comes to not an NFT project anymore. Like, that statement alone, it's like, okay, well, you're building this brand, but you always need to keep in mind, like, who your OG collectors were and who, like, helped you launch it, in my opinion."
    },
    {
        "speaker": "A",
        "text": "So I keep hearing this, like, not an NFT project anymore. Like, what? Like, what is he saying? Like, it's gonna be a. Like a. Just an oat. Like a brand and not necessarily just NFT. Is that."
    },
    {
        "speaker": "B",
        "text": "Is that a. I see Steve's hand went up, so I feel like this is a better question for him because I probably not as actively involved these days."
    },
    {
        "speaker": "A",
        "text": "Steve?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Can you give me some color on this, please?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Drew, I think chamber kind of said it earlier. Drew, I think the third one you were looking for was clone x, because I actually, I forgot bunch wasn't on today, and I texted him. I was like, buy, sell, burn today should be Clonex doodles and moonbirds, because, yeah, the three of them, we can."
    },
    {
        "speaker": "A",
        "text": "Do it without him. We don't need him."
    },
    {
        "speaker": "C",
        "text": "I know I'm sitting there being like, we can't say those words without bunches, if that means something. And then there's this other guy who's normally here something with goats, I can't remember anyway. But no, there's. Yeah, basically, like, his whole thing and an NFT project. The problem is, like, he. I think the sentiment was probably in the right place if you actually unpack the shit he was trying to say. He was just saying it horrendously bad. Like, he was saying, like, we're not an NFT project. Basically saying, like, we're not looking at ourselves as being like, this thing that's kicking around the space. We're trying to, like, be a multinational brand and, like, bring you along for the ride. Because he mentioned how much he cares about the holders. And then he made this statement about not like, pushing towards financial gain. And what he was trying to say is, like, we don't. And I'm not being an apologist, by the way, because I'm actually annoyed with how he went about it. But, like, what he was trying, what he was attempting to say was that we're not going to just make ordinals because it's like the hot thing in the moment that takes away from our overall vision. We're not an NFT project. We're building a multinational brand or multimedia brand, and we want to bring our holders along for the ride. I was saying earlier today, like, again, if you just gotten, like, semi good advice instead of shooting from the hip, like, I actually think that would have been a bomb. Like, post. Like, like a bomb, like, like sort of almost players tribune type post. Like, we're not an NFT project anymore. And then talked about what they're doing, how they're doing it, and then kind of the end talked about how that's a good thing and their holders are coming along for the ride. Like, he could have been, like, praised and received well, but instead he ended up just getting in an argument and then got in a big argument in the discord with someone else and then told him to floor their doodles, which I guess the context, the guy was being a pretty big asshole, so I get it. But, yeah, I mean, it's just, it's a mess and, like, it's just frustrating when you see stuff like that and you know that, like, we had Julian on coffee with captain, their CEO, and he's like, was the president of Billboard. Like, he's this brilliant guy who has a plan, who's thoughtful, who speaks well, who has the, like, wherewithal to grow a brand, who was ahead of tech even when he was at billboard. And then you have this other guy coming in and just being like, floor our shit. We don't care, like, yelling. And it's like. And you see the effect on the brand. And I have to imagine you got a call from their VC's or from Julian or whoever, being like, you just cost our holders on the floor, like, $4,000 or whatever it is on your words. Like, chill out, man. You know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a little rough. I think if I was a doodle holder, I think I could see that. Like, I wouldn't necessarily, like, think that's a bad thing. Like, I'm a bit more brash, so I kind of. I can kind of see where he's coming from. So I would. I actually kind of like, yeah, yeah, that's."
    },
    {
        "speaker": "C",
        "text": "That's very bearish for the brand, I would say. But, like, no, I was gonna say, like, just to give, like, two more pieces of context to it. I think, number one, I think, look, you. You made this comment. You're more intelligent than 80% of people, right? Like, at one point, which. Which I believe I'm with you. Like, you're a smart guy."
    },
    {
        "speaker": "A",
        "text": "How many people are on this? How many people are. We got 26 of us here. So, like, like, I don't know, like, 18 of you."
    },
    {
        "speaker": "C",
        "text": "Yeah. And so, like, the point. The point being, like, yeah, like, the point being, like, you could actually see that context and be like, I get where he's coming from. And, like, I think a lot of people can see that context and seed where he's coming from. But, like, I think the average person reads that. And the other part of it, when they talk about, we're not, like, pushing towards financial gain the way he did it. Part of the issue with him saying that and how he said it was that they just released this thing where they're like, collect our doodles two socks, which is a speculative product that nobody knows what's happening with doodles two right now. Right. It's. It's not built out. And he talks about, we're not going to speculative pumps. And they just released a thing where they're like, collect all these socks, and we'll give you a pair of gold socks, will cost about $10,000 to collect all these socks. So they're basically saying, we don't care about your financial gain by $10,000 worth of digital socks. You'll get these unknown gold socks for this unknown product with no release date. So, like, the timing of it was actually really shitty when you're saying, go collect $10,000 with the socks for our gold socks and, like, it when you're then telling your holders to like, kind of fuck off. So, like that, that was the downside there."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, totally, I got that. That's, uh, yeah, that's, that's definitely a bad luck. But like, to me, I look at it, I look at a company like Yuga and I'm sure, you know, I don't know if they, I don't know if they've said it publicly, but internally, I bet you they feel very similarly. Right? Like, we're not an NFT project where."
    },
    {
        "speaker": "C",
        "text": "I think totally, I think it's a good thing. I do think it's a good thing. I think it's a good thing when you see them saying, we want to be a business, because that business means we're going to reach out further into what we're doing. It's just the way they said it, like, seemed very, again, I actually totally get what he was saying and I think in the right context, I don't even think his retraction that he had worked out well because, like, and I'm sorry, probably would have gone a long way. But, like, I don't even think his retraction works really well. I think he was just kind of, you know, I just think he doesn't communicate well what he's trying to say. And I think what his message actually could have been a rallying cry for the community if done correctly, but instead it turned into this sort of shit storm that dropped their floor by like an eth and a half, two eth. So it's like, you know, again, like probably one thousand five hundred dollars to two thousand dollars that people lost on their doodles overnight because he decided to go nuclear."
    },
    {
        "speaker": "B",
        "text": "And it's a weird, it's a weird world here at the mint condition where I'm going to say I completely agree with what Steve is saying. So from that standpoint, like, wait, I."
    },
    {
        "speaker": "C",
        "text": "Disagree with myself now."
    },
    {
        "speaker": "B",
        "text": "So, because, like, from that standpoint, and, you know, a lot of folks who, you know, haven't been involved with projects, like, it's something where I'm sure he's been asked this question about ordinals a thousand times, but, like, basically my expectations for him as a founder, as a member of that team is like, he needs to be ready with a canned response because, yes, like, I agree. It could be a rallying cry. Like, hey, like, we're not trying to do things like that. I'm sorry. Like, it's, you know, difficult and you want us to chase something hype, but at the same time, like, our goal is to build this leading media franchise, but he needs to have that canned response ready for them. And basically, like, you know, we saw it, and, you know, for better for Steve. You and I both saw it. When it came to Frankie Nines with sup ducks, he did something similar. They were probably in, you know, circling the toilet a little bit more than doodles were at that time. No offense to sup. Ducks still hold most of mine, but ultimately, it's something where you just can't have that reaction as a founder, let alone a team member at all."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was messy, and that's. And that's what it comes down to. Cause to your point chamber, you made this comment earlier, or maybe it was drew. I can't remember where it's like, they're gonna be around. Like, the thing about it is right now we're entering this weird bear market with this shitty macroeconomic situation. Even though we have little green shoots and, like, even if crypto does well, like, NFTs are way down. There's going to be another bull market at some point. I'm not saying it's going to be a parabolic one, but, like, you know that certain projects are going to be around when that happened, just by their war chest. And, like, doodles, yuga, moon birds, like, artifact. Like, there's a handful of them that will be around with unchained monkeys. Another one, because they have a bunch of funding. It's like they'll be around when that happens. So, like, it's not like they're going anywhere. So it's like a short term thing, but it's a matter of, like, what as a holder, what that makes you worry when you hear that is like, are you saying that you're going to be successful, but us as holders are going to, like, our doodle might be worth dollar 200 when your media franchise is taking off. And that's, I think the worry a lot of people had when they see these sentiments, and I think that's where people get scared, is like, oh, our doodles are going to go down. You don't care. You're not really bringing us along for the ride, which they tried to clarify and they've said before, but, yeah, it's a mess because, like, that. That's the world that I think a lot of people are worried about, is there a world where Yuga assets or any of these are worth $100 instead of $100,000? And you've held this whole time and now they're just rich and successful, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that's. That is a. It's a fear that keeps me up. And I couldn't imagine if I was holding, you know, an ape or, you know, this massive portfolios of things that are slowly just going down. So, yeah, it's tough out there. I'm going to go circles and then."
    },
    {
        "speaker": "C",
        "text": "Gt throwing it back to an earlier comment that Steven made. We don't need to worry. There's a goat representative on stage. So as long as we have that, then Des is here with us in spirit."
    },
    {
        "speaker": "A",
        "text": "That's all I've really got. Des is always here in spirit. Gt what's up, man? Hey, what's up? Absolutely loving this fucking solo chamber. I feel like you're my spirit animal chamber. But to Steve, to your point, like, like you kind of said with what you were saying about what the founder said about the assets and then trying to sell $10,000 with the socks, like, they're literally doing the opposite of what they're saying. And I think the thing with this space that's fucking crazy is, like, we hold people to an accountability that's, like, actually not the right accountability, like, we're talking about, which I agree. Like, he shouldn't have said what he said, but, like, we're not even talking about the $10,000 socks. And it's, like, fucking crazy because there's so many fucking founders out here. There's so many people, not just founders running around, do whatever the fuck they want, saying whatever the fuck they want, and then not doing anything or not doing the right things that they're saying. It's like, that is a fucking fundamental issue with our society is, like, why I live by. Don't talk about it, be about it. Because your actions speak so much louder and, like, they're just, like, doing whatever the fuck they want. They're like, oh, like, we're not gonna, you know, we don't want to make you guys pay more and we're fucking minting socks. It's like, what? What is even going on? Like, how is this getting. How are they getting away with this?"
    },
    {
        "speaker": "C",
        "text": "And I just want to say, gt that we will not censor you on this stage the way Riggs did earlier on lunch break when he booted you from the entire space."
    },
    {
        "speaker": "A",
        "text": "Unbelievable."
    },
    {
        "speaker": "C",
        "text": "No matter what you say, it doesn't matter. Unlike Riggs, we will not boot you from the space is something we refuse to do. So you can say what you want and speak freely here. That is not actually you. I'm in condition."
    },
    {
        "speaker": "A",
        "text": "I actually don't know even in a space because I blocked him. So I figured if I was a."
    },
    {
        "speaker": "C",
        "text": "Speaker since I blocked."
    },
    {
        "speaker": "A",
        "text": "It's amazing. Do you think, I was wondering, like, Steve, you were talking about these founders. Like, do you think any of them get media coaching?"
    },
    {
        "speaker": "C",
        "text": "No. Outside of, like, I think some of them are naturally good at it and I don't think any of them understand it. Like, I think, like, Kevin and Frank are naturally good at it. Like, they just jumped on with coffee with captain this morning and with clearly going off the cuff, both of them just absolutely murdered. Right? Like, they're good at it and it's a skill set they have, but I don't think any of them get it. And the part that I've said, but they don't care, which is the wild part to me. Like, how many times for the past two years have we heard people say, not just myself, but everybody being like, why is there no communications? Why is communication suck? Why are you saying this when you mean this? And, like, we just heard last night that moonbirds are hiring, like, a PR firm, which is awesome. I think it's a great step. But, like, why does it take a year before you start implementing that stuff when you have a war chest and why does it take this long? And I'm not like, knocking them because they're doing the right thing. But damn, man, it's like, it's almost like they don't. I think people just think that soft skills are, like, underrated and they don't realize that you need to be coached and you need to be gift. Like, I think, again, it's a stupid analogy, but it's like, at the same time, like I've said, like, I could talk to a tennis coach on Zoom for ten minutes and they can give me all the pointers in the world and I'm not going to go out and be a world class tennis player. And even if I practice a few times, I'm still not going to be a world class tennis player. Like, you need to, like, go to that person who knows what they're doing to not only teach you, but, like, potentially even represent for you."
    },
    {
        "speaker": "A",
        "text": "It's funny to say tennis because yesterday I was watching a TikTok about Tiger woods teaching somebody how to tee up a ball. And I was, I was hoping to, you know, to pick up some sort of, I don't know, you know, Tiger Woods Nugget that's gonna shave six strokes off my game. And he literally does it the exact same way that I do. And it was very, it was very upsetting. I was just like, what? I'm like, he just does it the regular way."
    },
    {
        "speaker": "C",
        "text": "And it was the only thing you thought that was separating you from Tiger woods was teeing the ball. Teeing off the ball that has been ruined for you."
    },
    {
        "speaker": "A",
        "text": "I was devastated. It shook me for an hour. I couldn't stop thinking about him. Like, he teased up the ball the same way that I do. But, yeah, so you're right. You cannot just watch somebody on TikTok and become a better golfer or tennis player or have them in a, in a Zoom meeting giving you pointers. So it makes, makes complete sense kind."
    },
    {
        "speaker": "B",
        "text": "Of going off that. Like, when it comes to these comms and pr firms that we talk about, like, yeah, they're, they're great, but I don't know. I mean, we saw it back when social media first started. Like, celebrities that have access to their phones and twitter, like, they say stupid shit. Like, that's basically what our founders are now doing. Like, they have direct access to their communities and they're saying things that are probably unprofessional and unnecessary. And sometimes I wonder, like, you know, when it comes to really learning to, like, how to, like, play the game of business, have they ever really been put through those scenarios and, you know, not just fire off the hip what's on their mind in order to message appropriately?"
    },
    {
        "speaker": "A",
        "text": "These are, these are phenomenal points. This is the type of show we should be doing. I find bunch brings down the level. Look at all the people we're having up right now, having some intelligence. I feel like I get blamed for this all the time, but it's like, let's see what happens when chambers just run on the show. It's a quality, quality content with intelligent discourse. We're going to go, we can work on chaining that."
    },
    {
        "speaker": "C",
        "text": "We can work on changing that real."
    },
    {
        "speaker": "A",
        "text": "Quick if you'd like. I'm going to bring riggs up next just to change that. First off, I got a bone to pick with you, all right? This second, you say you're gonna go to me to change the discourse from intelligence to bringing it down. Steve, you wanna come at me like a spider monkey about booting something off somebody off the stage, yet I'm pretty sure I learned from the best."
    },
    {
        "speaker": "C",
        "text": "Outer Lumen deserved that. She had it coming."
    },
    {
        "speaker": "A",
        "text": "She absolutely had it coming. I mean, between outer Lumen and GT, they're two of the worst people I know in this space. They're both horrendously mean to individuals. They spread negativity. It's just one of those finally saying it. Yeah, we've got to get them out of here. And so I was just thinking I was doing the Lord's work. And by the way, I also was trying to take after Joe, where from my understanding, to gain a following, get blocked by some people and all of a sudden your following happens. So, you know, gt saying you're blocking me, it might give me some street cred. So let's fucking go. I love it. I wonder, I wonder how many people have blocked me. I feel like apparently none. If, if blocking equates to more followers. Yeah, probably, probably not a ton. We'll go Joe and then Bob. Run."
    },
    {
        "speaker": "D",
        "text": "I think Vaughn had his hand up first."
    },
    {
        "speaker": "A",
        "text": "Okay, well, look at that gentleman. Fun already."
    },
    {
        "speaker": "C",
        "text": "Better did better discourse. See, no, bunch means that we have a polite stage. Everything is going far. And you know why? I was late to this state, late to the show, by the way, I was doing work for bunch. You. So I just want to say hmm, hmm, hmm."
    },
    {
        "speaker": "A",
        "text": "We're hearing a lot of stuff's coming out today. We're just some common denominator, some truth are surfacing. Vaughn, you want to go ahead, man?"
    },
    {
        "speaker": "C",
        "text": "Wow. I mean, just the, the professionalism on the men can condition today is just, just top notch. Top notch. This is how we close out a week. Everybody take notes. This is what we're going to do from now on. Please, everybody do this. No. First I want to know who stole GT's phone because I don't think I've ever heard him just talk in a nice, calm manner before and it's kind of freaking me out. I'm not going to lie. So I'm hoping that it's him. GTA send out like an emergency, like some kind of emoji. If you're, if you're not, okay, please let us know. But back to the topic at hand to bring it back to doodles. I totally agree. I mean, look, founders, like, you gotta, you need to be able to accurately reflect what you're doing to the public, especially if you're gonna go out there in the public. And I agree. I, Frank and Kevin probably do it better than anybody else out there because I think they know what they are doing inside and out, forward, backwards, sideways, and can, it is just ingrained as part of what they do. I also think the thing that they do amazingly is because there is not a lot out there in the public domain and they keep so much back. There's not a lot of messaging. They have to really get down because they keep so much close to the vest and you can complain about, they're not communicating on that kind of stuff, stuff. But it is just something that, you know, if you're going to be off the cuff, if you're going to get out there in the public and talk, well, geez, then just adjust and don't have a lot to talk about and kind of solves the problem. So, you know, I'm, to be honest, I'm not a doodles holder. I'm actually kind of hoping the floor goes down for my own very personal, selfless reasons so I can get in. I'm bullish on the project long term. I think they're building a brand and building a company that is more than, you know, a couple of discord posts by a person called poopy. So. But it's, if he wants to be part of the solution, not part of the problem. I agree with everything that people have said here about, like, dude, get some pr help."
    },
    {
        "speaker": "A",
        "text": "You love it, hopefully. I don't know, you think anybody's learning these lessons? Like, I'm sure there's more projects that are gonna, you know, that are gonna be birthed over the, over the next few months. Are they taking notes? Are they planning? Like, are they. I feel like there's so many missteps from founders, and I don't, I feel like no one's learning. Am I wrong? Like, nobody's, nobody's picking it up."
    },
    {
        "speaker": "C",
        "text": "It's shit that doesn't even need to happen. That's another. It doesn't even need, like, it's self inflicted wounds. You're like, these people are shooting themselves in the foot. And that's the part I also liked when you asked the question, if anyone's learning the stage, like, nobody copied each other, the stage universally thumbed out. Like, everybody went straight thumbs down, like, at the same exact time in unison, like we were a fucking backstreet Boys dance. It was wild."
    },
    {
        "speaker": "A",
        "text": "We love to see it."
    },
    {
        "speaker": "B",
        "text": "I mean. I mean, G Funk has stated that he has learned a lot and wrote a thread about it today."
    },
    {
        "speaker": "C",
        "text": "So that's a, I think Joe had his hand. Up next, there's just like, dead silence, and I hate dead air. Dead air makes me so uncomfortable."
    },
    {
        "speaker": "A",
        "text": "Can you not hear me?"
    },
    {
        "speaker": "E",
        "text": "Chamber? Can I ask a quick question?"
    },
    {
        "speaker": "A",
        "text": "Morgan, is that you? Yeah, go ahead."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's. It's Morgan coming from the afterlife. I snuck into the Degen host channel because you uninvited me from TMC today. And I was like, that's not gonna fly. So I came up here, didn't even request to speak. I just took it over. I am commandeering this ship."
    },
    {
        "speaker": "A",
        "text": "I'm so scared and lost. I'm literally looking for you. I'm like, she's. Why is she coming from the djet handle?"
    },
    {
        "speaker": "C",
        "text": "I was looking around. I was like, is Morgan in my house right now? I didn't know."
    },
    {
        "speaker": "A",
        "text": "She's everywhere."
    },
    {
        "speaker": "E",
        "text": "Okay, a full disclosure. I logged into TMC without looking, which handle I was doing it under, and then I realized I was the Djinn host. I was like, this is going to be really funny. So I just stayed. So this was actually a beautiful accident, but I wanted to ask Chamber, did you choose Steve to be the co host? Is that what happened? You uninvited me from TMC, and then you chose Steve as the co host?"
    },
    {
        "speaker": "A",
        "text": "I just feel like, no, Steve chose himself, and I didn't push back."
    },
    {
        "speaker": "E",
        "text": "Okay, perfect."
    },
    {
        "speaker": "A",
        "text": "Sometimes you just got to take what you want, Steve. Kudos. We'll go. Pain is lost right now in the TMC discord. He's, like, divine, rugged. I can't hear Morgan. He's poor. Pain Payne's the backbone of this operation."
    },
    {
        "speaker": "E",
        "text": "Morgan, I'm so sorry. Pain drop victim."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, she stole the hand. All right, pain. We'll go, Joe. And then GT again. And then mister house."
    },
    {
        "speaker": "D",
        "text": "Yeah. So, riggs, first you have to get blocked by the right people. Getting blocked by GT. Not enough people hate him to follow you, because now he hates you or whatever. So get nft God to block you and a whole bunch of people, you find out don't like him and be right about the reason that he blocked you. That's the key right there."
    },
    {
        "speaker": "A",
        "text": "That's the magic right there."
    },
    {
        "speaker": "D",
        "text": "That's your fucking growth hack. You don't have to pay $200 to join my discord to find it out. Also, he flaked, like, two meetings for the people that did pay $200 to go into his discord and hang out with him. He just never showed up to their private zooms. So, you know, solid, solid community building. Look, the problem, and we do this a lot. So, like, think about it like this. Think about how much money Yuga has, okay? And then think that they have five to six times the amount of money that the next most well capitalized company in this space has. And then you look at, you know, whether it's. That's a moon, birds, or doodles or a clone x or Azuki. Or, I mean, maybe they have extra money at Azuki because, you know, Zagabond, but look at all those. And then you have somebody like Frank and Kevin who, they make their mistakes, right? Frank and Kevin could not go and get a $20 million CEO to run their company. Because if you look at what D gods actually has between their raise and what they've lost in taxes and arrow go down and minting in ute's into dust, they haven't even made $20 million yet. Okay, they'll make $20 million now after the bitcoin and the poly. But they, they haven't even made enough money to hire an activision person at their firm. They don't have enough money to go and hire a professional pr firm, right? They're like, and what I'm trying to get at is sometimes having too much money too early actually will screw up a business because you don't know what you're doing. So you look at Kevin. Kevin's ran a small company that grew larger and larger and eventually got acquired by, at the time, one of the earth's biggest companies. And he grew that onto like a 600 engineer team, right? And that's basically a company that he built within a company. And then you look at somebody who sold some arthem, um, has some ideas, was at another startup before, doesn't really know what they're fucking doing. They now have a ton of money. They can basically chase all their wildest fucking dreams as much as they want to chase them. And once you get deep enough into that hole, it's really hard to look back and go, oh, shit, we went the wrong way, guys. What do we do? Because you have $100 million, you have $70 million, you can start and get so far in that unless you're a really strong leader, you cannot turn around and go back. And that's one problem. The other problem is if you did that in regular time, you would have investors who would come in and take the keys away from you and say, okay, buddy, enough of that. But right now, the investors are a bunch of schmucks in the fucking discourse who hate these people. So we have no say in any of this shit, and we're just watching them fucking run the thing off a cliff. So there's a problem with that. And that's how come you look at a group that's under capitalized and they'll get more done because they have to basically bootstrap at every single turn, and I'm done talking."
    },
    {
        "speaker": "A",
        "text": "That's a good point. I mean, you know, NFT holders are basically like, you know, stockholders with absolutely zero power, which is just kind of bad and just stuck in a discord yelling with mods. Um, gt you want to go? Yeah, you actually, um, when you said Joe, then gt like you were questioning it. Um, so that was pretty fucking hilarious. I always excited to go after Joe Vaughn. Um, yeah, man. I, I literally lost all of my fucks, um, at my job, man. The, the countdown for my days until."
    },
    {
        "speaker": "C",
        "text": "I leave is I started away too early, man."
    },
    {
        "speaker": "A",
        "text": "And I'm very, very self aware about that. How many more days do you have left? 21. 20."
    },
    {
        "speaker": "C",
        "text": "Jesus, that's three weeks, dude. That's like, that was like two days the way you said, here's the deal, here's the deal."
    },
    {
        "speaker": "A",
        "text": "My fucks are so gone that I almost went off mute in front of a customer."
    },
    {
        "speaker": "C",
        "text": "And I'm always listening to spaces at."
    },
    {
        "speaker": "A",
        "text": "My job and I've never like gone off mute. And I was so close and he, when Vaughn came up, I almost went off fucking mute just to talk to him. It just because I was just like, yeah, dude, I'm out of here in three weeks. So. But I, no, I don't even remember."
    },
    {
        "speaker": "C",
        "text": "What I was going to say."
    },
    {
        "speaker": "A",
        "text": "I loved all of Joe's points we're fucking writing. I love it. Mister House, what do you got, man?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm not going to lie, I was sternly disappointed that this conversation went the serious route and not the roast of Bunch who were part two, being that this space was supposed to be electric boogaloo round two. I was really like, cool. Morgan will probably pop in, she'll throw some jabs. Chamberl have some good ones and we'll just cycle through. Like last time I almost said like a pasta mix up like you. That would have been really embarrassing. But I was really thinking this was going to be like the round two of that and it was really going to end the week strong. So. Chamber, I'm disappointed to say the least."
    },
    {
        "speaker": "A",
        "text": "I have some fun, you know."
    },
    {
        "speaker": "E",
        "text": "Listen, I am here, though. We did commandeership on this episode, mister House, so like, give credit where credit is due."
    },
    {
        "speaker": "C",
        "text": "I'm not disregarding that. That was probably the highlight of the show. So just, just to be clear. No, I'm just kidding. Chamber. This has actually been pretty fun. But yeah, if we could make more. Bunch of jokes that are always fun when he's not here, especially."
    },
    {
        "speaker": "A",
        "text": "He's just so, you know what the problem is? He's just so nice. He doesn't have a lot of things that I want to pick on him about, and I love picking on people, but, you know, it feels mean spirited if I do it too much. So only a little bit."
    },
    {
        "speaker": "E",
        "text": "I will say, though, chamber when you ask, what should we do for the show Friday? I just said cancel, and that's when I became uninvited to TMC because Joe bunches, the glue of the TMC show."
    },
    {
        "speaker": "A",
        "text": "I can't be going into the weekend without having to hear my own voice, you know, record it. So, yeah, it leads to a bad weekend for everybody."
    },
    {
        "speaker": "E",
        "text": "Well, it is a sultry voice. I understand why you might want to record yourself and then subsequent, like, fall asleep to your own soothing."
    },
    {
        "speaker": "A",
        "text": "It's the cackling laugh that really gets me. I really enjoy hearing that, you know, just over and over again. But I do have. I do have some fun, you know. You know, I wanted to see how far the doodles conversation would go, but, you know, we can play a little defend that tweet if we want in a little bit. If we, you know, let's do."
    },
    {
        "speaker": "C",
        "text": "We should do that bicel burn, too, you know, I agree. I mean, stick it to bunch of you. We do bicel burn without you."
    },
    {
        "speaker": "A",
        "text": "I mean. Well, here you go, Steve. We could start a little bicell burn right now. I know Kat mentioned it as well, but, I mean, what are your thoughts? Like, we have. We have doodles, we have moonbirds, and we have clone x. Like, how do you see, like, what's the bicel burn for you on those?"
    },
    {
        "speaker": "C",
        "text": "Oh, I'm burning the shit out of Clone X. That's like, my first easy one, because."
    },
    {
        "speaker": "A",
        "text": "Is that the easy one?"
    },
    {
        "speaker": "C",
        "text": "That's the easy one for me."
    },
    {
        "speaker": "A",
        "text": "Feel good about my sneakers that are coming eventually?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. I mean, like, they don't seem to have any connective tissue with Nike. They keep seeming to fumble the bag, and I just. I don't know. Like, I haven't. At one point in the war room, I remember premium carrots saying that. I think he said Klonx might even flip apes. I know he said they were going to flip mutants. And I was like, you're out of your fucking mind. So I burn clonex. I probably, at the moment, sell moonbirds by doodles because doodles are down so bad right now that it's a hard on to sell. I know, riggs, I know you got. It's your pfP, and I know you're big there, and I, you know how I feel about that team, and I like them, but, like, I don't know if the art plays out long term or not, but I do know that doodles has pharrell. They're making music. They're creating content. They're doing great irl. So I'm like, I'm gonna at least get to go to some weird putt putt shit along the way if I'm doing colding my doodle versus, like, moonbird. I don't know what happens with the art, but it's a tough one. I don't know. What about you?"
    },
    {
        "speaker": "A",
        "text": "I mean, I'm almost the same. I think doodles is a buy just because a long term. I still think they're. Out of those three, that's the one I have the most confidence in. And then on top of that, obviously, the fact that there has been such a significant pullback, I think there's some money to be made there. But I'm burning moonbirds. Fuck those guys. I feel bad for all moonbirds holders. I just feel they've been treated terribly and, you know, f those guys, and then. I don't know. I do hold. There's some hope in my heart for Clone X. So we'll sell those, I guess. I don't know, but, yeah, I don't want to burn clone X. I was."
    },
    {
        "speaker": "C",
        "text": "Peeking down to see, because sometimes we have, like, there's members of the moon bird scene that'll, like, pop in, like, their Maggie, their events person, and Amanda, their sort of, like, community culture manager."
    },
    {
        "speaker": "A",
        "text": "I don't want to talk to this guy."
    },
    {
        "speaker": "C",
        "text": "I was, like, peeking down. I'm, like, already in the crowd. It's. You're just like, I burn it. They are just. They have treated their holders horribly. It's just. I was waiting to see if that was there, but, um, I wonder what Riggs thinks. Let's go to Riggs last. Um, Drew, what would you say? Buy, sell, burn on the take over? Yeah."
    },
    {
        "speaker": "E",
        "text": "It was just about to jump in and be like, what's happening right now? Whoa."
    },
    {
        "speaker": "C",
        "text": "I didn't want you to go to Riggs next. I want. I want to make it happen."
    },
    {
        "speaker": "A",
        "text": "I didn't put stock on coholes. Okay, let's eat, Steve."
    },
    {
        "speaker": "E",
        "text": "But chamber. I'm under the host handle, so technically, I'm in charge. Right."
    },
    {
        "speaker": "A",
        "text": "Listen, you've. You've. You've. I think you're a witch. You've used your witchcraft on. On pain. I don't know what's happening. I thought you were. I don't know. I thought you were coming in from a different app at the start."
    },
    {
        "speaker": "C",
        "text": "What have you done with pain? I actually don't have pain yet."
    },
    {
        "speaker": "E",
        "text": "Nobody worry about pain. He's safe. He's in a good place."
    },
    {
        "speaker": "A",
        "text": "Jesus Christ. Who did you go to, Steve?"
    },
    {
        "speaker": "C",
        "text": "I went to Drew."
    },
    {
        "speaker": "B",
        "text": "Steve, we're just going to drew the captain up here, and we're just going to commandeer the whole ship at this point."
    },
    {
        "speaker": "C",
        "text": "Or maybe not. Drew, can Steve not hear me or can I just not hear him?"
    },
    {
        "speaker": "A",
        "text": "Okay, I don't think Steve can hear you."
    },
    {
        "speaker": "E",
        "text": "I can hear you, Drew. That's because Steve's not agreeing."
    },
    {
        "speaker": "B",
        "text": "No, it's because I agreed with him. Morgan, I don't know if you commandeered it at that point, but I had agreed with him, and now he must have blocked me. I'm assuming that's what happened. But I'm. I'm buying Clone x. I actually think all of these are going to keep going down, but I'm buying clone x mostly because of the nike tie in I'm selling on burbs because I think they have the longest way to go down. I'm yeeting doodles right into the moon. They can just go away. Poopy really took 150 of those, not an nfts. And he floored all of them. He decreased the floor. He's trying to kill the pump and dump. So sadhgurtainous."
    },
    {
        "speaker": "A",
        "text": "Oh, so you're thinking he's what he."
    },
    {
        "speaker": "B",
        "text": "Was trying to do, but actually got the entire cell wall through. So it's a great time."
    },
    {
        "speaker": "A",
        "text": "Someone's going to have to tell Steve."
    },
    {
        "speaker": "C",
        "text": "What Drew is saying so that they can have this, like, silent, like a silent disco or something over here."
    },
    {
        "speaker": "A",
        "text": "So. So Drew, Steve, Drew saying that that poopy bought all those nft not in whatever it is. Not nFt. Nfts to stop the pump, to essentially pop the fun balloon that everybody was having at his expense."
    },
    {
        "speaker": "C",
        "text": "Well, I think it's probably a good take, actually. I like that drew."
    },
    {
        "speaker": "A",
        "text": "He."
    },
    {
        "speaker": "C",
        "text": "Can I hear Steve?"
    },
    {
        "speaker": "A",
        "text": "Okay, good. I just want to make sure both. Both parties were being communicated to properly."
    },
    {
        "speaker": "C",
        "text": "He can't hear me either. Okay. No, he can't hear me."
    },
    {
        "speaker": "A",
        "text": "No, he can't."
    },
    {
        "speaker": "E",
        "text": "I feel like this is a therapy session and chamber is the therapist between Steve and Drew right now."
    },
    {
        "speaker": "A",
        "text": "Are you here?"
    },
    {
        "speaker": "E",
        "text": "How do we properly communicate? Let's stare into each other's eyes."
    },
    {
        "speaker": "B",
        "text": "Steve doesn't listen to me. It's unbelievable."
    },
    {
        "speaker": "A",
        "text": "No, you're right. Steve does not listen to you. Riggs, what do you got, man? Buy, sell, burn. I thought I was gone last. Oh, sorry. That's the other host that said. That's the one that's not in a co host chair. Got it. I mean, these are."
    },
    {
        "speaker": "C",
        "text": "All right, let's go to circle circles. Gm. No, I'm just kidding."
    },
    {
        "speaker": "A",
        "text": "I hate you so bad right this second. They're all shitty buys right this second. Let me be clear. So I feel like this is kind of a crappy situation, but I'm going to buy moonbirds. I'm super biased today after being on spaces with them last night, so I'll just go ahead and say that. Clone X. I'm selling and I'm 150%. Burning doodles into the ground. They're being led by a man named Poopy. They're dog shit, just like his name. No, that was a spicy take. I think they're all going to survive, but I'm definitely, right now, going to burn on the news that's happening. So I'm burning doodles. Okay. Hot take. Buying moonbirds, though. I don't know. To me, it just sounds like. I said all of them are shitty buys. I know, but sounds like somebody's in a, you know, bad cycle of abuse is all I'm saying. Stockholm syndrome. We've said it before. Joe, what do you got, man?"
    },
    {
        "speaker": "D",
        "text": "Oh, yeah. Okay. I'm gonna burn the doodle. I fucking hate pastels."
    },
    {
        "speaker": "A",
        "text": "I agree. I'm with you on pastels."
    },
    {
        "speaker": "D",
        "text": "The guy can chose any fucking name, and he calls himself poopy. I can't do it."
    },
    {
        "speaker": "A",
        "text": "That is strike here."
    },
    {
        "speaker": "D",
        "text": "I can't do it. I'll sell. Fucking clone. Dow can have that, and then I will buy a moonbird because I believe the price on that is going to continue to go down. I already give Kevin shit for what I know about him in Silicon Valley. And then I can just go to events, if they ever have another one, and just bit at his ass for costing me money, too. So that's where I'm going with it."
    },
    {
        "speaker": "C",
        "text": "I like it."
    },
    {
        "speaker": "D",
        "text": "I like most moonbirds. And so it would at least be fun to commiserate with them and be miserable."
    },
    {
        "speaker": "A",
        "text": "I would agree with you that the Moonbirds have the best PFP community out of those three, for sure. And I like the long game you're playing that really? That plays to me a lot. It's more of the vindictive game. I love it. Absolutely love. It's fantastic. I'm here for it."
    },
    {
        "speaker": "C",
        "text": "Was it Jane Silent Bob, where they went around at the end and we're beating all the people up."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "About them on the Internet like that. Trash them on, like, a message board."
    },
    {
        "speaker": "A",
        "text": "They like the. Whatever was it called? Movie. Movie. Burger message. Board, maybe."
    },
    {
        "speaker": "C",
        "text": "Yeah. Oh, yeah. Like movie, movie burger. So. Yeah, I remember that. Yeah. That's amazing."
    },
    {
        "speaker": "A",
        "text": "Yeah, classic stuff. Let's go, Vaughn. What do you got?"
    },
    {
        "speaker": "C",
        "text": "I had something that was totally different than before Joe started talking. I love the vindictive buy approach."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Oh, man. So I think for very similar reasons, I want to buy a doodle. So just because, like. And my level of vindictiveness, if that's a word, probably. Probably not as high as Joe. So I may have to, like, get a point or two from how to do this the right way. But I don't know, I feel like I just, like I. I need to meet the man named Poopy. Like, like, in the flesh. Look at me. Look him in the eye."
    },
    {
        "speaker": "A",
        "text": "We don't know what he looked. We don't know what he."
    },
    {
        "speaker": "C",
        "text": "He gave me a hug. I know him. He gave me a hug when I met him, actually. Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "Did he stink? And that's."
    },
    {
        "speaker": "C",
        "text": "No, he was. Yeah, he did not stink. Smelled like a summer's eve, I'm sure. Um, but, uh, so I feel like that's where I'm going. The, uh, some of these wipes. That was. That was it. If that was intentional, that was incredible."
    },
    {
        "speaker": "A",
        "text": "It was 100% intentional. That was a nice joke. That was a nice joke."
    },
    {
        "speaker": "C",
        "text": "So, uh, and I don't know, I think I'm probably selling moon birds and burning clone x for no other reason, because I have no vindictive, uh, vendetta against either one of those projects. So I'm just going to put those in the other two."
    },
    {
        "speaker": "A",
        "text": "All right. I like it. I like it. Yeah. That was an a plus joke, von. So I made. I like a good joke. I'm a comedy person, and that was a well crafted joke, so I appreciate that very much."
    },
    {
        "speaker": "C",
        "text": "Favorite. You're like, I fancy myself a bit of a comedy connoisseur."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So you're telling him. You're, like, coming for me. Big compliment on that joke."
    },
    {
        "speaker": "A",
        "text": "Extra special. Yes, exactly. My kudos are better than most. Mister house, what do you got?"
    },
    {
        "speaker": "C",
        "text": "Yeah, Joe kind of stole my reasoning for the moon verge, but my side reasoning was I also just wanted to be someone that Riggs could lean on their shoulder and complain to. But then right as he really starts to irritate me with all the moon birds complaints, I could just sell it and be like, I'm out of here. You're all alone. No, but I mean, I think. I think that the chance at getting some of the future art drops, you know, just. I think that could add some value. I'm not. Not really one for pastels or pastel socks. I don't really envision myself wearing them in real life. And with. Again, that, like, I don't. I don't know why you would name yourself after fecal matters, grown man. That's just something that I really can't. Like, I couldn't take you seriously, so if I can't take you or your art seriously, I just can't get behind that clone x. I do like how we're hung up on Pooby's name when, like, the lead project's guy's name is Gargamel right now, and we're like, why would you name yourself poopy? Go listen to Gargamel."
    },
    {
        "speaker": "A",
        "text": "Gargamel always had a plan. I feel, for catching the Smurfs. Like, I feel he was organized. I mean, he didn't accomplish his goal, but at least he was organized. So I could see liking Gargavel more than people."
    },
    {
        "speaker": "C",
        "text": "And after the video came out of him dancing, it's like, you kind of need a fall guy to make fun of. And that was kind of like, what Gargamel was in the Smurfs. So it kind of, like, you know, they. They kind of lean into that angle too, so at least there's, like, some storytelling behind the name."
    },
    {
        "speaker": "A",
        "text": "I like. Yeah, I'm down on gar. Like, I'm. I approve of Gargamel. Uh, over poopy, for sure. Is no one going to ask him why he's so angry at me that he wants to buy a moonbird just so I can be, like, his crying shoulder until he pulls the rug out from me? Like, did no one catch that? I feel."
    },
    {
        "speaker": "C",
        "text": "I feel, like, down her rings. You were giving me shit for not being on fYo, so I had to come back as frequently and fervently as I could."
    },
    {
        "speaker": "A",
        "text": "I like it. I wouldn't expect anything less. What is the fYo, by the way? I'm sorry. I saw that earlier, and I didn't know what the acronym was."
    },
    {
        "speaker": "D",
        "text": "That's my Wednesday and Sunday space."
    },
    {
        "speaker": "A",
        "text": "It's called fuck your opinion. Okay, sorry. There it is. I got it. I got it. Now, I thought it was associated with rigs for whatever reason, but that makes more sense. Joe circles. What do you got?"
    },
    {
        "speaker": "C",
        "text": "So I had a bit, but it's since gone from this conversation, so I don't know, maybe it'll pop up into my goldfish screen a little bit later. I think I'm gonna go with the general sentiment of burning the dudes, because, yeah, it's been a bit rocky, even though, yeah, it might do something long term, but I don't know, clone x. I have no strong feelings one way or the other, so I'll probably sell it, buy the moonbird for more. So for the people in it. And then Riggs is eventually going to become some sort of moderator somebody in there. And I don't know if you guys have been in the petiverse discord, but my favorite thing to do is to tag Riggs all the time. You guys should totally do it. Just jump in there and ask noon or some sort of question. So eventually, from last night's space, we can kind of surmise that Riggs is going to be an important player in there. And so if we can just, like, constantly troll him in the Moonbirds discord, that's. That's what I'm looking for personally. Riggs is never going to want to hang out with us again because, like, it's just been, like, a rig session for some reason. Because I was going to say I was thinking about, like, because he had this moment on the spaces where him and Jack both went up and talked to, um, Caro and them. And he actually. He actually preemptively assigned himself to the Moonbird council. Like, he was like, do you remember that, rigs? You were just like. You're like, when we're talking to you on the council, and then you. Then you backed up. You're like, I don't want to get presumptive, but it was like, it was. It was a wonderful moment. Cause I think you got a high chance, right? Cause I think a lot of people know you as a leader in that community. But, like, it was. It was. It was a funny moment when he's like, he's gonna have a role there. I'm like, he. He assigned himself. He's in."
    },
    {
        "speaker": "A",
        "text": "Is Riggs really gonna be on this committee? Is that for real?"
    },
    {
        "speaker": "C",
        "text": "He said so on a space."
    },
    {
        "speaker": "A",
        "text": "I didn't say so on a space. I mean, I did say, that's exactly what I said. But it was like a slip of the tongue. It was just basically, I'm a sales guy at heart. Sometimes you have to assume the sale when you're going for it and make statements like it's already done to get it in their head. And so it was like a little subliminal messaging for Caro and them to say, you don't choose me. You're a fucking idiot. And then I'll have to ultimately floor my bird and get the fuck out of there."
    },
    {
        "speaker": "C",
        "text": "Right? You know, inception, slow and separate. When you said it, Riggs, I will say I actually didn't read it the way, because until you actually said, like, oh, I don't want to get presumptive, I thought you were saying we the community. And then when you're like, I don't want to get presumptive on the channel, on the council, because you're like, when we do this. But. So anyway, but yeah, that was a. I don't know. I think Riggs had a good shot. I think Riggs will be our Moonbird council representative from the dj network community. I'm excited for that."
    },
    {
        "speaker": "A",
        "text": "So, like, what, Steve, what do you think the odds are? Like, what are the, what are the percentage chances here?"
    },
    {
        "speaker": "C",
        "text": "Oh, like, if I was betting on it, like, Riggs, because it always. Okay, so this is like number one draft pick type shit. So it's always plus odds. But I would say Riggs is probably like a plus, like 250 odds. And that's. That's a really good odds for like a number one draft pick type thing. Like, I would say, like, plus 250 on riggs, and I would put some money on it. Like, I would say he's around there. I think there's other people, like lack o's who are, you know, pretty high probabilities and some others that are in there."
    },
    {
        "speaker": "A",
        "text": "How many. How many people are going to be in this, uh, Cabal fight?"
    },
    {
        "speaker": "C",
        "text": "Five in the cabal, I think."
    },
    {
        "speaker": "A",
        "text": "Okay. Five. Five from the moon bird community. Five from the proof community. So if there's double up, there's some opportunity, like, to one from a proof."
    },
    {
        "speaker": "C",
        "text": "It's actually probably going to be DJ, now that I think about it, because I would guess. I'm not even kidding. I think Riggs, Jack and Lacos all have a very high probability. I mean, that we would have three fifths representation from the GJ network community."
    },
    {
        "speaker": "B",
        "text": "Somebody reminds Steve that Keith is a part of our community, too, and he'll probably be up there."
    },
    {
        "speaker": "A",
        "text": "Yeah, I. There's a big movement taking place that if they're not repping it as the PFP, they're not going to be able to be on it. I disagree with that. But that could eliminate a few people. In addition, we have to make sure they are going to look for diversity. They're going to also take that into consideration to have some orange moon bird, blue moon bird. Oh, my God. But diverse ways of thought, which is absolutely the right thing to do. Part of what I asked him during it. So it's not going to just be a bunch of white men assuming everybody's what? I don't even know what Jack looks like, but that's one of the things we've also got to think about. That's fair."
    },
    {
        "speaker": "E",
        "text": "Who let cap up here? Why are we. Why is everything being commandeered today? Chamber? I'm a co host. Steve. What's the over under on TMC? Just being given away to other people at this point."
    },
    {
        "speaker": "C",
        "text": "Copy. With captains doing a hostile takeover right."
    },
    {
        "speaker": "E",
        "text": "Now, and I know even Drew's in here. Like, that's old school coffee with captain. Drew's in here before he abandoned you guys."
    },
    {
        "speaker": "C",
        "text": "Cap's going to come off mute and be, like, gm. We'll just get started here in just a second, and then he's going to play, like, our intro and just roll into it. Welcome to the future."
    },
    {
        "speaker": "A",
        "text": "I would like to hear from the captain."
    },
    {
        "speaker": "C",
        "text": "Well, actually, I like. Coincidentally, before we. I'm debating whether to just lean into it or come up here with my, like, genuine, really, like, thoughtful comment. And I don't know which way to go."
    },
    {
        "speaker": "E",
        "text": "So I'm actually not this base cap."
    },
    {
        "speaker": "C",
        "text": "Well, that's. I was actually going to say for as much as we joke and may want to roast bunch while he's not here, I'm, like, going through bunch withdrawal. I just hit me listening in. Like, I missed a mint condition earlier this week, and we canceled it. We weren't able to make a Djinn meetings. Like, I. I haven't heard bunch for. For. It's over 72 hours now, and I don't know if I've went a whole week in web three without hearing his voice. And I never quite realized till, like, the withdrawal moment right now that it's just. He's calming. He's soothing. He prevents. He doesn't know this, but he, like, keeps spicy cap from coming out more often than not. And so this is just, I guess, fair warning that Monday might be a little over the top since I had a few days without bunch. You and."
    },
    {
        "speaker": "A",
        "text": "Yeah, Monday."
    },
    {
        "speaker": "C",
        "text": "No, no, I'm saying, like, I'll coffee Monday morning. I won't. Even if he's back Monday, I won't get to hear it before coffee. So there's been this, like, throttling mechanism built into me that I wasn't even aware of until today. That that is bunch. You."
    },
    {
        "speaker": "E",
        "text": "Are you. I just want to make sure that you're doing all right mentally, cap, without much in your life. I'm worried about you now."
    },
    {
        "speaker": "C",
        "text": "Well, it's like, I thought about. I don't know, like, that's my point. Like, I don't think so. Like, I actually was gonna make it some other joke or give Vaughn some more flowers about having the best joke we've ever heard on mint condition."
    },
    {
        "speaker": "A",
        "text": "Oh, whoa. Let's not go. Let's not go talking crazy."
    },
    {
        "speaker": "C",
        "text": "It was a good game. Okay, it was."
    },
    {
        "speaker": "A",
        "text": "Maybe we'll call it joke of the week. I'm okay with that."
    },
    {
        "speaker": "C",
        "text": "And speaking of jokes, like, I joked about this Moonbird council or a moonbird space, is it even like the moonbirds even exist? Is proof it exists if DJ's not talking about them, like, all jokes aside, it's. We will have, like, I'm actually going to be shocked. I will fud the shit out of them if it is not the Degen rolled Moonbird council. Like, we should have the majority of the council. You just named off like four or five great ones. In fact, I can't think of a great community member that's a great moonbirds or proof community member that isn't Indiegen. So this is quickly going to become. We're going to have much more power in the web three. We're going to. We're our Trojan horse. Our way into the web three. Thought leader space through the Moon Birds council."
    },
    {
        "speaker": "A",
        "text": "I was not anticipating this, but that is very exciting."
    },
    {
        "speaker": "C",
        "text": "Could you imagine?"
    },
    {
        "speaker": "A",
        "text": "Obviously, we miss a bunch. I'm with you too, by the way. When we were doing our show once a week and it was just him and I, when we would do wrecked and for occasionally, maybe a couple of times a year, we would miss a show. So it would be like two weeks between shows. And I hadn't spoken to him like, you know, I mean, we weren't doing spaces or anything like that. That show was nuts. Like, it was like, yeah, I feel the same way. So you're in. You're in a safe space here, Chris."
    },
    {
        "speaker": "C",
        "text": "Can you all hear me?"
    },
    {
        "speaker": "A",
        "text": "But, yeah."
    },
    {
        "speaker": "C",
        "text": "Okay. I just wasn't sure how much. Morgan, if I could, like, cut her out when I want. It's amazing. It took me a minute. I did not know what was going on. I was like, yeah, we can hear you by now."
    },
    {
        "speaker": "A",
        "text": "I was trying to figure out who was talking and I'm like, I'm looking down, I'm like, oh, geez, pain's back. I love it. Thank you, pain."
    },
    {
        "speaker": "E",
        "text": "Wait, I can't hear pain."
    },
    {
        "speaker": "A",
        "text": "What? Oh, my God."
    },
    {
        "speaker": "E",
        "text": "But I did just realize I would love for you to be my therapist."
    },
    {
        "speaker": "C",
        "text": "In life of us on stage are picturing bunches face right now. If you can hear this nonsense, you would be disappointed. Like a dad disappointed. Mad, right? Disappointment."
    },
    {
        "speaker": "A",
        "text": "I think we can all agree it's Morgan's fault at this point."
    },
    {
        "speaker": "E",
        "text": "Sorry. I'm just so jealous."
    },
    {
        "speaker": "A",
        "text": "Maybe, Morgan, we let pain talk from now on. I think we've. We got you. We got you."
    },
    {
        "speaker": "E",
        "text": "No, absolutely. I did realize that I can remove you as co host, though, Chambers. So the power is just coursing through me right now, and I'm very tempted."
    },
    {
        "speaker": "C",
        "text": "Pain back. Kane's got her back. And now that you're, like, a two headed, that's the. That is a weird thing that they both are talking under the dj. Right? This is wonderful."
    },
    {
        "speaker": "A",
        "text": "Let's see if it messes up the recording. Because if it does, if you guys mess with my audio, you guys know what's up. I don't have to tell you. You guys know what's up. So we'll find out an hour from now if I'm going to go nuclear also, sorry. GT."
    },
    {
        "speaker": "C",
        "text": "I've been trying to let you up."
    },
    {
        "speaker": "A",
        "text": "But the stage is full."
    },
    {
        "speaker": "C",
        "text": "I unfortunately had to make Steve a co host. Sorry, Chamber. So we could add one more person to the stage."
    },
    {
        "speaker": "A",
        "text": "That's all right here. And today he did a good job."
    },
    {
        "speaker": "C",
        "text": "I think. Circles. Circles, you know, sony circles for a really long time. And I feel like I'm just waiting for chamber to call in him, and I'm just, like, sitting here and I'm."
    },
    {
        "speaker": "A",
        "text": "Like, I don't know, he's below the cut for me. Circles, what do you got, man?"
    },
    {
        "speaker": "C",
        "text": "Oh, hi. I'm just sitting here with my hand up, just chilling here. So, two things. One, when Degen acquisition of Moonbirds, because as we were already saying, we basically are already all the top people in it. So we might as well just, like, be taking over the whole moon birds community, and we can turn it into, I don't know, art and multimedia. So that's the first kind of thought. Second one. So, specifically, when Morgan is speaking out of the Degen network handle not Payne, but Morgan only, it has a strange echo for me where it sounds almost like AI or alien esque. And then sometimes it'll even get delayed. So when it's laughing or kind of."
    },
    {
        "speaker": "A",
        "text": "Thing, do we lose them? So I feel like we're losing out."
    },
    {
        "speaker": "C",
        "text": "On the recording, which should definitely be kept in there."
    },
    {
        "speaker": "A",
        "text": "Oh, I'm gonna have to relisten to this while editing, so should be. Should be a fun time for me. Let's go with GT. Okay. What in the actual fuck? How have we not talked about chambers fucking tweet that he pinned to the top chamber? You dance at weddings. The weddings are for dancing there, for having a good, you seem like a dancer, me? Chamber, I thought we were spirit animals after the two phone calls that we've had. And then you posted that fucking blast me. And we haven't even talked about it on this space. I had to come back up. Listen, this is bullshit, Chamber."
    },
    {
        "speaker": "C",
        "text": "Defend that tweet. Let's defend that tweet."
    },
    {
        "speaker": "A",
        "text": "All right? There's two types of people in this world, okay? There are people that dance at weddings and people that get people that laugh at people that dance at weddings, okay? And weddings are for drinking and judging. Judging the newlywed couple, judging the other people that are there. That's what a wedding is for. You get dressed up better than everybody else, whoever you're with. You make sure everybody knows that you're the best couple. And then you judge everybody and drink and maybe have an occasional cigarette. That's what you had a wedding."
    },
    {
        "speaker": "C",
        "text": "I have 2 June weddings. Chamber just talked me into running a lambo."
    },
    {
        "speaker": "A",
        "text": "That's it, man. You want to make sure you're better than everybody else that you drink. Not to get, you know, lights out, but to have a good time. And you judge and everybody that's dancing. It's just sad."
    },
    {
        "speaker": "C",
        "text": "I'm gonna rent the lambo, but I am gonna take ballroom dancing lessons as well. I'm gonna show them up on both fronts."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, I've been to one or two weddings where, like, there was, like, professional dancers there and not strippers. I've been to those two, but I'm talking about, like, you know, professional ballroom dancer. Like, professional dancers. And that's."
    },
    {
        "speaker": "C",
        "text": "I've thought about taking dancing lessons for weddings solely for that purpose that you just mentioned so I could show up and. Because you want to be a stripper? Yeah. No, yeah."
    },
    {
        "speaker": "A",
        "text": "No, but 100% so that is fine. If you are an extremely good dancer, go do your thing. That's what it's there for. If you're literally everybody else. What are you doing? You. You look foolish. You're not fooling anybody. Just sit down and drink. Talk, judge. That's it."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The pulls up top chamber. We're about to fucking hear you cry, my guy. Don't expose yourself. Everybody can dance. Choose right? I guess so. I guess so, Joe. Well, I feel I'm curious to see what Joe has to say on this first chamber."
    },
    {
        "speaker": "D",
        "text": "Are you a hotel person or a camping person?"
    },
    {
        "speaker": "A",
        "text": "You gotta pick one or the other. Like a. Like a hotel person."
    },
    {
        "speaker": "D",
        "text": "Okay. Gt I've seen you go camping. Hotels or camping?"
    },
    {
        "speaker": "C",
        "text": "Camping."
    },
    {
        "speaker": "D",
        "text": "Okay. See, that's it right there. I'm a person who would sit at a wedding and make fun of people for dancing and enjoy the shit out of myself. And the closest I'll get to fucking camping is when I drive past the fucking campsite to go to the goddamn hotel and sleep there."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, I'm okay with renting a car. Like a cabin in the woods, you know?"
    },
    {
        "speaker": "D",
        "text": "Yeah, like a clown."
    },
    {
        "speaker": "C",
        "text": "Yeah, that works. That works. I was gonna say, like, look, I'm kind of in between because I'm a wedding dancer, but I also. I will dance at weddings, but I also am somebody who decided that we invented houses and walls for a reason. And, you know, like. Like, camping is. Look, I mean, that's what you did before those things existed. So I'm with you."
    },
    {
        "speaker": "D",
        "text": "You have two kids. Chambers got kids. I got kids. These people who pack their fucking house up into their minivan and drive out to go sleep on the floor on the weekends, do that shit during the week when you got to go to work, sleep in the goddamn comfortable bed when you're off of work. Like, what the hell is wrong with you people? So, my brother's a camping person. I sit in judgment of him. Of course he won't dance at a wedding, but that's a whole different thing. I think we're linked on this. Gt that's why you want to go sleep on the floor with your kids."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a hunter that checks out. People that dance at weddings also go camping. People that dance on. Yeah, that's right. People that dance at weddings sleep on the ground for their kids. Yeah, I feel that. I feel that's an accurate depiction."
    },
    {
        "speaker": "C",
        "text": "This is an incredible correlation that I've never heard before. Like, that's such a wonder. Like what? But no chamber. I don't understand. So, you. Have you never danced at weddings ever in your life?"
    },
    {
        "speaker": "A",
        "text": "I mean, maybe when I was a kid, when I was foolish and I couldn't drink and I didn't know how to judge people yet."
    },
    {
        "speaker": "C",
        "text": "Did you dance at your own wedding, is the real question."
    },
    {
        "speaker": "A",
        "text": "No. No. I mean, I don't know if. Are you married? That's fucking sad."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's sad. I just. He watched his wife."
    },
    {
        "speaker": "A",
        "text": "I mean, like, my wife and I."
    },
    {
        "speaker": "C",
        "text": "Had a first dance song, and chambers sat down and watched Amber just kind of twirl around and judge."
    },
    {
        "speaker": "A",
        "text": "No, no, I'm not a monster. I danced with my wife, but, I mean, I didn't have a lot of time to do anything like that. Besides that, I kind of want to drink right now."
    },
    {
        "speaker": "C",
        "text": "That's what you're making me feel."
    },
    {
        "speaker": "A",
        "text": "I would say it's harder to dance at your own wedding just because it's very busy. So it wouldn't be shocking me if a lot of dancers didn't actually dance that much at their own wedding. But I might be wrong."
    },
    {
        "speaker": "C",
        "text": "No dancers dance. My cousins are, like, really good dancers and they fucking. They go to town. The thing about them, though, like, my cousins are incredible dancers, but they're like, they're actually these obnoxiously nice people. Like, you would hate them chamber, and they would love you even no matter how mean you are."
    },
    {
        "speaker": "A",
        "text": "It would make me hate them more."
    },
    {
        "speaker": "C",
        "text": "Which would make you hate them more. But they dance incredibly well. And I'm like, well, I don't want to dance next to him. And they're like, come on, cousin Steve, let's go. And then I dance with, like, these. And then they dance and they're just like, you're doing a great job. Even though, like, they're like, like, they know, like the entire, like, bye bye bye dance. For example, when it comes on, they can do it in unison. Like, my three cousins, like Mary Tony, know that dance."
    },
    {
        "speaker": "A",
        "text": "Doesn't everybody know that dance?"
    },
    {
        "speaker": "C",
        "text": "I don't, but I watch them and then move around like I'm covered in ants and then fire ants. And then they're like, you're doing an awesome job, Steve. But yeah, Chamber. It would be be hilarious to see you around my cousins. I actually really want to see that now."
    },
    {
        "speaker": "A",
        "text": "I hope I don't get invited to the wedding. Let's go, Vaughn. Riggs. And then Mary. Mary feels pro dancing, by the way, I'm going to go on the record."
    },
    {
        "speaker": "C",
        "text": "So first, I want cousin Steve voice to make an appearance. Far more Twitter space."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. That was 100%."
    },
    {
        "speaker": "C",
        "text": "I want spicy cap and cousin Steve Monday morning. Let's go. So that's my first thing. So I am. I am pro hotel. I am pro dancing at weddings. I use it to assert my dominance and judge others who can't keep up with me."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "And to bring back a take I did not get to make earlier this week on coffee with captain. I am pro breakfast. And I want to know, what did pancakes and bacon ever do to hurt any one of you? Nothing. That is the answer."
    },
    {
        "speaker": "A",
        "text": "I can't argue with that, Steve. Apparently pancakes and Bacon hurt him at some point in his young life. And maybe we'll hear the story of that. Maybe it's going to be cousin Steve telling us that story. You never know. Riggs, what do you think, man? Well, first off, I'm down to go camping. Sleeping in a sleeping bag all the way to a five star hotel. All of it sounds amazing to me. That being said, you can't stop me from dancing anymore. You got big dance energy. First off, when the rhythm hits my body, you just can't stop it. What's the one. What's the song? That regardless of where you are at that wedding, you are mowing people down. It's not even just at weddings. I don't even know what song it would be. I would be at a. If I'm standing in a Starbucks line and they've got a good song on my hips, just start moving, they can't help themselves. I cannot help it. It's just part of me. And the best part is, I'm an absolute atrocious dancer. And so I just. I respect it. I respect it. I am the perfect target for you, Chamber, to just judge the absolute shit out of me. You begin eyeballs on your back. Hundred percent. But I'm having the best time, and I don't give a shit what anybody thinks at the time. So let's go live, love. Dance all day."
    },
    {
        "speaker": "C",
        "text": "All right, Chamber. Chamber. Let me ask you a follow up question, actually, because, okay. You don't dance at weddings. You go to weddings to judge."
    },
    {
        "speaker": "A",
        "text": "That being said, I don't get invited to a lot of weddings. Yeah."
    },
    {
        "speaker": "C",
        "text": "Well, I mean, yeah. Wonder if those are correlated. But, um. Do you, like, when you're at home with your kids, do you dance when a song comes on and you're in the kitchen with your wife and you're cooking, do you do any dancing whatsoever? Oh, okay. All right. Because I'm big on that, too. So I just want to make sure."
    },
    {
        "speaker": "A",
        "text": "Private dancing. I'm a private dancer."
    },
    {
        "speaker": "C",
        "text": "Oh, you're a private dancer dancing for money."
    },
    {
        "speaker": "A",
        "text": "Do what you want me to do. You know, Mary, let's. What do you. What do you have to say on this. On this topic of dancing at weddings?"
    },
    {
        "speaker": "F",
        "text": "What's up? It's Mary Beth. Let me just go through my notes. That's."
    },
    {
        "speaker": "A",
        "text": "Joe hates it is Mary Beth."
    },
    {
        "speaker": "F",
        "text": "Bells. Chamber. Judges, brides and girls."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "So, okay, I'm over here. I don't understand the correlation between dancing at weddings and staying at cabins. I disagree with that. I was, you know, I was in the listening audience, you know, section of this space, and I was like, okay, what is the a to b process for this reasoning? I very much show dance at weddings. However, I do want to make. I do want to distinguish this here. Things like, oh, you know, the bad dj stuff, like electric slide, even the cupid shuffle. Yes, I will judge. I'll join chamber in those categories of songs."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "F",
        "text": "But, like, at my own wedding, for example, the elder millennials, right? I gave the dj no freedom, like, whatsoever. And so I had an elder millennial, you know, portion of the wedding, and I gave him a list of specific songs and which to play in order, because I knew which ones, like, transitioned well."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. I want this list, by the way."
    },
    {
        "speaker": "F",
        "text": "As an Elvis millennial, the ones that everyone danced to, even the people who are like chambers, at least for my age group, right. Who are like, nah, I don't dance. But everyone got up to, like, a Nelly song. Hey, Ma by Cameron and Lil John. Those were the hits."
    },
    {
        "speaker": "A",
        "text": "So was it little John?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "Yes, that was one of them."
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "E",
        "text": "Obviously. What else is there, riggs? Come on."
    },
    {
        "speaker": "F",
        "text": "You know, like all the. Like, if you were in college in the early two thousands, and those were the songs at the bar before they started playing. Like, pour some sugar on me to make everyone leave. Like those songs, like the ones, you know, kind of near the end, but in the."
    },
    {
        "speaker": "A",
        "text": "Mary Beth, you were in college in the early two thousands. Yes. Do you remember the stranglehold 50 cent had on us at the time? Like, it was. I had never seen anything like that."
    },
    {
        "speaker": "E",
        "text": "Like, you're talking in past tense right now. Chambers still has a stranglehold, let's be honest."
    },
    {
        "speaker": "F",
        "text": "Correct. No comment."
    },
    {
        "speaker": "A",
        "text": "Yeah, still has. Wow. Okay. But I just remember the dominance of 50 cent back in those days."
    },
    {
        "speaker": "F",
        "text": "Indic club was my lacrosse score song."
    },
    {
        "speaker": "C",
        "text": "Just saying everybody, everybody just wanted to go. Like, I'm literally, as you're talking, like, am I supposed to be hanging upside down doing sit ups right now? Cause that's all I can think of is 50 cent and what's his name and Sean."
    },
    {
        "speaker": "A",
        "text": "And Sean Paul. Like, I feel like those two. Like Sean Paul and 50, like, 2000. Give it to me. Right. 2002, 2003. Wow, that was some good times."
    },
    {
        "speaker": "C",
        "text": "Riggs just comes off and starts shouting, Sean Paul lyrics. I love this. I'm dying. This is amazing. This is such an amazing space."
    },
    {
        "speaker": "A",
        "text": "It's not because bunch is in here, guys. For the record, it's not because bunch."
    },
    {
        "speaker": "F",
        "text": "I wanted to emphasize that I think the rationale and reasoning between the dancing. I think you might have reasoning there, but perhaps be more specific with your choice of songs to make the reasoning between."
    },
    {
        "speaker": "A",
        "text": "All right, all right."
    },
    {
        "speaker": "C",
        "text": "That's like."
    },
    {
        "speaker": "F",
        "text": "I get it. If you dance to the cupid shuffle right after the electric slide, I will join you and judge. And judge that they are sleeping in cabins, like, voluntarily. First of all, no, not cabins, like, on the ground."
    },
    {
        "speaker": "A",
        "text": "Intense. Correct."
    },
    {
        "speaker": "F",
        "text": "I won't do cabins either. You know, like, the real cabins where it's just, like, you might get a key. There are, like, cots or, like. I won't do those. I'll do the glamping. Like the ones that have really cute photos on Airbnb, but not the cabins where they make you walk somewhere to go to, like, some random bathroom without a roof or something."
    },
    {
        "speaker": "A",
        "text": "Oh, no. Yeah. Like, the cabins I like are definitely, like. Yeah, they have bathrooms inside and they're yours and they're actually."
    },
    {
        "speaker": "C",
        "text": "They're nicer than my house, actually."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. That's what. That's what I'm looking for. That's what I'm looking for. So. Yes."
    },
    {
        "speaker": "F",
        "text": "No cabins and air quotes. Like."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Like a house, basically. We're talking about a house. Joe, what do you got, man?"
    },
    {
        "speaker": "D",
        "text": "So the last one of the last two albums I worked in music was 50 cent in the club. So I'm happy you. You all went out and bought multiple copies for us. We appreciated it over there."
    },
    {
        "speaker": "A",
        "text": "We were the buying them."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's the banger right there. Riggs, you had the perfect chance to a, own the fact that you have been attacked by bacon. You share that with us and you didn't share it. And then, b, while you were talking about your hips in a Starbucks, all I could think about with you being, is it Sean Penn's brother? Is that Michael Penn? The dead one? The guy in footloose?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "That's fucking riggs. That. That's the image that I could. I just kept picturing footloose, but he wasn't Kevin Bacon. He's the uncoordinated."
    },
    {
        "speaker": "A",
        "text": "I'm gonna go on the record here. I'm gonna give. I'm gonna give Rig some love."
    },
    {
        "speaker": "D",
        "text": "Oh, I'm giving riggs love. I'm just."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I wanna give him some. You know. You know, a lot of times we hear people on these space, we don't know what they look like. So I've been chatting with riggs, like, on. He is much more handsome than you think he's gonna be. So I can go on the world to me, my man."
    },
    {
        "speaker": "C",
        "text": "Which is. But hold on. It's an underhanded thing because he just said you don't sound."
    },
    {
        "speaker": "A",
        "text": "You sound like dude. It's not an underhanded compliment. I've told people I don't have a voice for radio. I have a horrible voice. You have a face for television. I don't have that either. So it's all good. But man, that was the, that might be the nicest thing you've ever told me, chamber. I know I was getting, I was getting all hot and bodied when we were chatting the other day."
    },
    {
        "speaker": "D",
        "text": "You're not as."
    },
    {
        "speaker": "A",
        "text": "And by the way, that the nicest thing he's ever said is that I'm more handsome than he thought I was going to be. So that's awesome. I'm always. I'm always curious to see what people look like. And I know we've met a few times. Like, we, you know, we've met on, you know, on video a few times, but I was like, yeah, no, he's, he's more handsome than his voice would make you think. So take that for what it's worth."
    },
    {
        "speaker": "E",
        "text": "So chamber, I. Well, I was on that phone call with you and Riggs the other day, and now I feel a little bit uncomfortable about what was happening to you during that phone call."
    },
    {
        "speaker": "A",
        "text": "I was just staring into his eyes."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, because you were off camera, too. So just to be clear, Henrik and I were on camera. Okay. Wow. So I'm pretty sure that this space went off the rails when I came in at the 30 minutes mark. So apologies for that. But I also did realize, chamber, that I've gotten myself into a sticky situation because I have things to do when I was trying to leave this space, and I can't leave it without ending the space since I'm on the Djen handle."
    },
    {
        "speaker": "A",
        "text": "Well, I think we can leave it here. I think this is a good time. It's Friday. It's after five. You know, we've paid our compliments to Riggs Beauty. You know, Morgan's got to get back to whatever she does. Maybe take over another space later today. Who knows?"
    },
    {
        "speaker": "E",
        "text": "Witchcraft and elixir creation."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. She's going to be. She'll be taking over the video feed on the night shift tonight, so stay tuned for that. So make sure to watch the night shift tonight at eleven Eastern. It's late. Sometimes I get on there and dm them and they laugh at me, but it's still one of the best shows we have on the DJ network. If you're looking for Alpha, that's where I'd be going. They're definitely not going to be talking about my bag. So. So what do you say, Steve? Steve's gone. Steve is gone. He quit. Stay meant. No, I wanted to say thank you to Steve for all the hard work. But thanks to Drew and to Joe and Riggs, Mister House. Thanks to Mary Beth and circles and Vaughn Morgan. I guess, obviously Payne and GT. So thank you to all. Chris coming in hot late with the bunch. Love. So, yeah, everybody have a great weekend. We'll see you on Monday. And until next time, stay mint."
    }
]