[
    {
        "speaker": "A",
        "text": "Hello and welcome to episode 19 of the Mint Condition. I am Joe, aka Bunchub bets alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing very well today. I've been pretty excited about this conversation for a little while. You've been cooking it up in the behind the scenes, and I think, I think the listeners and the viewers are going to get a pretty interesting story because, you know, this is low key, probably the biggest project in NFTs right now, and I don't think enough people know about it."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's pretty interesting. So we have an awesome guest with us today. We have Zaori, the program lead for esports and content creators at Axie Infinity Ziore. How are you?"
    },
    {
        "speaker": "C",
        "text": "I'm fantastic, man. It's a pleasure to be here. Nice to meet you guys and appreciate you making some time for me to come on here and chillax you a little bit. I'm excited as well."
    },
    {
        "speaker": "A",
        "text": "We are super excited. And so here a little background about us is, you know, we're kind of general NFTs here. Chamber comes more from the crypto side, and I force him to do this show because I'm really passionate about nfts and, you know, like some of the big things that I'm into are, you know, Zed run and things like that where. And then one of our other show listeners messaged me, and he's like, man, you have got to look into Axie. He's like, you're sleeping on it, especially if you're so into this stuff. He's like, you're sleeping on it. And this was about a month ago. And in that month, Chamber and I have fully taken the dive. And this morning, this morning, Zaori, we onboarded our 50th scholar this morning."
    },
    {
        "speaker": "C",
        "text": "Wow. Well, congratulations."
    },
    {
        "speaker": "A",
        "text": "We do."
    },
    {
        "speaker": "B",
        "text": "I don't know what any of that means. I don't know what any of that means, but apparently it's good."
    },
    {
        "speaker": "C",
        "text": "That's a small operation, though. That. That's pretty impressive. Well done, fellas. I'm proud."
    },
    {
        "speaker": "A",
        "text": "Yeah. Thank you very much. So we are super excited. And so let's start with you and your background. So you come from the world of esports and more like traditional gaming. What kind of interested you so much about what Axie is doing and kind of the crypto world of ithood?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. I've been in esports since about 2010 when I was a junior in university in New Jersey. I got into StarCraft two and discovered Teamliquid.net, and that was what opened my eyes to this whole world of people broadcasting, hosting tournaments, doing commentary. And at that point in my life, I started as a computer science student, switched to a business student, didn't really know what I wanted to apply that to. And this idea of getting able to play otherwise talk about and like, get attention for doing video game stuff was crazy appealing. I felt like I had struck gold and found the industry that aligned with all the things I enjoyed most from a technology side on the broadcasting and a gaming and competitive side on the front end. So I did start. Go ahead. Sorry."
    },
    {
        "speaker": "A",
        "text": "Yeah, I remember playing Halo when I was a kid and me and my brother wanted to be professional gamers, and my dad laughed at us and look at me now. Dad."
    },
    {
        "speaker": "B",
        "text": "No kidding."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "How quickly things change."
    },
    {
        "speaker": "A",
        "text": "Yeah, no kidding."
    },
    {
        "speaker": "C",
        "text": "So anyway, I got into heroes of new earth, and then that game kind of died over and I got into dota two. And I've been in the dota two space for the last seven ish, almost eight ish years. I worked it beyond the summit. I don't know if you guys have heard of them, but they've been around in North America as a game broadcasting studio for a while. They've done a bunch of dota events, but some counter strikes, some super smash brothers, a few other fighting games and whatnot. I left them in 2015 and then started a rival to be on the summit called Moondock TV. And we did like alternate game modes in Dota. Tried to be, we're like the memesters, the grassroots community guys that were more about entertainment than necessarily doing like the most competitive, you know, we weren't trying to be ESPN, whatever ESPN is. We were doing the opposite of that. So it was cool. We had a little niche. I think we helped grow some talent. We made a little splash in the scene. But it's just gotten harder and harder for these purely third party organizations to exist in the traditional gaming space because the developers are taking more and more of it for themselves because the model has worked so well. It's a little bit strange in the dota space where in 2013, 2014, we had all these great third party tools where you could get Dota cosmetics put into the game client. You could sell digital tickets to your events to help fund the prize pool and pay for some of the costs. Sometimes you could bundle these things together, do what was called a compendium, where it was this full kind of digital storybook that you could sell through the game to help fund your event. And all these tools almost worked so well or were abused by one party or another that they've been toned down or removed to the point that the space looks a lot different than it did in 2015. So in 2018, to tie it to crypto, another Dota commentator and myself tried to make a little crypto game called ether dilemma. It was basically a prisoner's dilemma simulator where you could wager a little bit and argue, either betray or align or whatever. Cool little experiment. We did an open beta and then decided that we weren't really sure if it had a future with variable gas fees and all this kind of stuff. Just hard to develop in general and polish the user experience. And we had an idea for a game called crypto geodes that was sort of similar to axie. Instead of it being little creatures, it was collectible rocks, sort of like pet rock inspired, but they could battle and they would kind of mash into each other and different rock types to different damages and that kind of stuff. So again, we mapped it out and thought, wow, this is really cool. How the hell do we build this thing? I think at the time, our developer had two smart contracts, and we looked at Axie and they had, I don't know, 25 or 30 or something. We went, okay, I think this is beyond our scope. And then we just kind of gave up and went back to dota and did what was convenient, made a bunch of content there, ran a bunch of events, whatever. But then fast forward again. Three years into the future, I had reconnected with one of my buddies from university that's also into crypto and started a little podcast on my channel called the new blocks. And then somewhere along the line, Alex or psychout had reconnected with me when they announced Sky Mavis and said, hey, we're doing a big hiring round. If you know anybody that would be interested, we'd be happy to meet them. And I looked at some of their job listings and went, I might be interested. And the rest is kind of history. Yeah, they caught me at the perfect time where I had always been watching crypto a little bit. Small holdings, not a lot, but just a little bit left over from that time that had done okay. And, yeah, like I said before about the dota space, I put in my time and just felt about ready for a change. So I think we're on the cusp of something here that is really going to redo the foundation. I'm really obsessed with just the basic framework of player to player transactions that drive the economy instead of developer to player transactions. Like our equation at Sky Mavis as a developer feels very different compared to basically everywhere else in the gaming space, especially the mobile gaming space, which almost feels predatory at times in the way they try to psychologically manipulate these games to basically become like veiled gambling at times. You know, the games are designed so that you have to buy these arbitrary power ups and they're all kind of, they're these pay to win almost, almost like a pump and dump in the form of a mobile game. I think we've seen that with some of those auto battle MMORPG mobile games where you're sort of just watching your character kill stuff and you can buy upgrades for your character to kill stuff faster, which is sort of just like, I don't know what the game is."
    },
    {
        "speaker": "B",
        "text": "If you're just sort of, they're taking your money."
    },
    {
        "speaker": "C",
        "text": "Yeah, the game is losing money and getting nothing in return. And people always argue like, well, you're paying for entertainment. It's like it's a different, buying a movie is different because there's a fixed price and then the transaction's done. And yes, there's marketing and yes, they're trying to manipulate, manipulate you a little bit to watch the movie or think the movie's really cool or, you know, make the trailer, make the movie seem cooler than it is. But these games are just like every stop is a pain point for you to make a further purchase. Like there isn't a psychologist on the movie team that's trying to game the trailer to suck more money out of you. You can't place micro bets on the movie halfway through what's going to happen next. You know, pay more for the better version of the story. Right. That doesn't exist most other forms of entertainment. So anyway, sorry to open up that can of worms, but I do really like the foundation that we're building here with Axie, where it's a powerful thing to say, hey, axies only get created when players breed them to make new axies. We don't make new axies. We did that to jump start it, but now it's basically in the hands of the players to figure out the breeding combinations, figure out the pricing, you guys are running it, and we're just taking a little skim off the marketplace to make the whole thing work."
    },
    {
        "speaker": "A",
        "text": "Sure. So I guess a good play, a follow up question. So if our give us a just 30,000 foot view of what axie Infinity is, just my guess is our listeners have not heard too much about it. So, so, but, but they will and they are going to very quickly, I believe. So give us a, you know, just a 30,000 foot view of what axie is, how it works."
    },
    {
        "speaker": "C",
        "text": "Yeah. Well, I hope you guys are still here. Sorry for going so granular so quickly."
    },
    {
        "speaker": "B",
        "text": "No movie trailers. And then."
    },
    {
        "speaker": "C",
        "text": "It'S just how it goes sometimes. Laser focus. All right, so Axie Infinity is a Pokemon inspired universe. So they're based on gelato. They're cute little four legged creatures, and they have six different body parts, and then they have a genetic code, and each one can be bred with each other, limited at times to make new axes. It's inspired from the game cryptokitties, if any of you are familiar with that. However, it's like if the cryptokitties could do stuff if they could battle, and then once we have our land gameplay that's coming out in like six to ten months ish, they'll be able to farm resources kind of in like an animal crossing type environment sort of thing. So right now, the primary utility from axies comes from their ability to battle, which is in groups of three. So really, to play the game, you have to buy three axies from the marketplace, and then you can use them in the adventure or in like the PvP competitive arena mode. There's a rating system, and when you compete in either of those modes and you're successful, you get these things called SLP, smooth love potions. And the smooth love potions are the backbone of the whole economy. You use those potions to breed axes and you get them as rewards for just playing the game. And that mechanism right there is really what encompasses this play to earn concept, where there's demand on both sides, where you have some people playing the game to farm SLP to cash out. Then you have some people playing the game basically to farm or buy SLP so that they can breed and extend their farm. This idea of scholarships are basically people that have a lot of axies bringing in players that either can't afford them, are saving up to afford their first set of axies, and then they loan them an account with some starters, then they grind, and then the SLP that gets produced gets split between the manager and the scholar. So it's sort of like a win win, since there's a fixed amount of, well, a semi finite amount of axes in existence. We have more people that want to play than we have axes. So if you think about that kind of queue, this is a way for players that have, let's say, 100 axes to benefit from having that many while giving other people access to the game. So it creates this ecosystem that's sort of a win win for everyone. And I think that scholarship aspect has been the secret to our explosive growth over the last couple months. Specifically."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the scholarship piece, and then you had mentioned when you were talking before about how you had attempted to create your own game and there was underlying gas and everything like that. And you guys have just essentially a couple of months ago or have launched your own layer two side chain off of Ethereum to make the whole process gasless. Correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So Ronin is exactly what you just described. It's a sidechain, it's an Ethereum clone. So it works. You can copy your address, you can use your hardware wallet. It works similarly to the way Metamask would, except it's a standalone. You wouldn't put the sidechain on Metamask like you would for Matic or the binance smart chain. It's like its own wallet and sidechain all in one. That looks a lot like metamask. And yeah, right now all the transactions on Ronin are free for players, so it's sort of a reward. It won't be like that forever. But because the gas fees were so high before we launched Ronin for so long, and it was just so expensive to breed and interact with the game that now I think you get 100 free ronin transactions per day on Amazon."
    },
    {
        "speaker": "A",
        "text": "It's hard to go over that, but I've gotten close in the last."
    },
    {
        "speaker": "C",
        "text": "But it'll be substantially cheaper. I think the whole key to the side chain getting unlocked will be staking and that whole round of infrastructure, which is getting very close to deployment, I'm told."
    },
    {
        "speaker": "A",
        "text": "So talk about the staking piece as well. So not only is there the play to earn aspect with SLP, that's being driven by, you know, this two way marketplace for either demand to breed or demand to earn and cash out, but there's also going to be, there's also a second token called axis. Now, what is going to be the mechanism or what's the mechanism of access? What is the way that that's going to work in the economy?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so this is an area of full disclaimer I'm kind of the least involved in. I'm a little bit siloed into the creator esports side so I can speak to it and kind of a general manner. I want to make sure not to make any missteps here. AXS or the axie shards. That's kind of the official axie token that will be utilized more for the universe. It was the token that was used in the ICO. So it was sort of a crowdfunding mechanism. It wasn't used for much for a while, and now you use it to breed. So you use SLP and AXs, a little bit of each. Both get used to breed new axes and anytime that occurs. So the plan is for AXS to be more utilized in the universe. If you think of like ethereum, is the gas that. Well, no, that's not a fair analogy. That's kind of what ronin is. We keep adding more layers. There was another scaling solution, like when axie started, the idea wasn't to make a side chain, but whichever was it, loom or one of the other scaling solutions that they had tried basically just didn't work the way they, the developers, wanted it to. And it's hard to work on top of someone else's stack when you need this really specific piece here."
    },
    {
        "speaker": "A",
        "text": "So I think we're seeing that similarly with Zed run, who's built on Matic, and I think they're running into a lot of things that are matic issues that, you know, that they sometimes can't do anything about."
    },
    {
        "speaker": "C",
        "text": "Exactly. So it, at first, people thought we were, I think, a little crazy for delaying the roadmap to build out a whole side chain scaling solution. But at the same time, now that we have it, it really does open up this whole foundation and I think it's going to allow us to scale a lot faster than it otherwise would have and it reduces the risk of doing so. Yeah. As you mentioned, staking will be a part of it. AXS will be the token that gets staked to help support the network. I think there might also be an Ron token for Ronin that'll handle gas fees, but I don't really know the specific fix around that, to be honest."
    },
    {
        "speaker": "A",
        "text": "Sure. And then I believe, just correct me if I'm wrong, that some of that axis used for breeding is going to be put into a treasury. There's going to be a Dow, so there's going to be, I mean, players are really going to be able to own the game. As you kind of mentioned before, it. It's, you know, as with everything new centralized at first and then the overall goal is to kind of get less and less over time. And that's going to be done through these tokens, through the staking, through the dow. Is that right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you hit the nail on the head. That is absolutely the strategy. It's more centralized now because you really do need somebody to drive the ship, make the hard decisions, and try to remain as unbiased as possible. I've noticed, as I've talked to more creators in the Axie universe, like everybody has a lens. No matter what the thing you're complaining about or you think needs to be changed. Good chance it's also because you have a vested interest in that thing, right? If you're a breeder, you're really upset about mutations. If you're a battler, you're really upset that the reward structure is more spread out now or whatever the issue is. I'm sorry, I went off track. What post the question."
    },
    {
        "speaker": "A",
        "text": "Just the steering of the ship, if you will."
    },
    {
        "speaker": "C",
        "text": "Oh, right."
    },
    {
        "speaker": "A",
        "text": "And how that's going to look in the future with the access token."
    },
    {
        "speaker": "C",
        "text": "Sorry. Yeah, totally lost my train of thought. Right now, Sky Mavis is the majority holder of AXS, but we're slowly distributing it in the hands of east or in the by the means of esports creator competitions, various other incentives. And I think the timeline is by October 2023. That's when Sky Mavis is planned to no longer be the majority shareholder of AXS or like the single vote shareholder, I should say. So. It is definitely a process and I think we're pretty committed to that taking place over time and making sure we don't give too much access to too many people too early on because you want to make it accessible for newcomers to keep the community a little bit balanced while still rewarding. You got to remember that people that get in early also get rewarded by getting in early and having all of their assets appreciate. So there's a really careful balance there to get that economy right. And I think that's one area where Axie really thrives compared to some of the other NFT gaming options, is that we have the advantage of time. Three and a half years of economy growth in crypto time, I think is sort of an eternity. A lot of lessons learned there, little scar tissue developed, and now we've got what looks like a pretty solid foundation. So I'm pretty confident about that strategy to hand off the game to the players over time. It's going to take some time, but, yeah, really cool value proposition there, too. Trust the players with the fate of the universe."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. And I mean, chamber you brought, you had crypto slam available right now?"
    },
    {
        "speaker": "B",
        "text": "I do, yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So bring that up because I do think it's worth pointing out a couple of things here based on the conversation we were just having. So, you know, when, like when Axie went gasless, when the scholarships were introduced, you can see how much volume these guys have been doing and it's like three, four times the next closest NFT project in crypto go to. Go to 30 days like the 30 day tab up top there. So we're talking $113 million in the last 30 days, followed by the bored Ape Yacht club, which again, not a game, which we love. Bored ape, but. And top shot, which is just staggering. So, I mean, for you guys, what is, what's all this volume mean? Like, where's the long term goal? Is this a drop in the bucket from what you guys think is capable here? What, you know, where, what inning are we in for active?"
    },
    {
        "speaker": "C",
        "text": "I think one of my co workers, Jiho or Jeff, he's the main growth guy, he had originally said that it would be great if we could hit 250k daily active users by the end of this year. And I think we're at like 210 something like that right now, and it's just about to be July. So maybe that metric speaks to how far we are ahead of even our pretty optimistic internal expectations of where we wanted to be growth wise. Think if we were sort of at half this rate right now, we'd still be saying, hey, this is amazing. Look how fast the game is growing. Even the fact that the axie floor is holding despite all this market turbulence is somewhat promising."
    },
    {
        "speaker": "A",
        "text": "You know, somebody who's buying axies, it's actually rising. It's crazy."
    },
    {
        "speaker": "C",
        "text": "And we're all still a little blown away by some of these floor axes, so to speak, that a lot of them really don't seem to be that good, but people keep buying them and the floor holds. And that, I think, is very telling of that basic demand of, hey man, even with the worst axes, I'm still farming something. Something's better than nothing. And if they're just sitting there, they're just sitting there."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a great point, because if the, if your floor axes can still grind you, farm you your 100, 150 a day, that makes them incredibly useful for things like scholarships and starter axes and things of that nature. Do you, is that something you guys see internally that you think is part of that reason, and how do you balance that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, starter axies are definitely huge, and that's a big part of this. Version two of battles that we've been talking about so much. We just did an AMA where we talked about it a little and leaked some of that new artwork. The version two stuff is really exciting because it's improved gameplay, there's some improved graphics that are going to come along with it. And the key thing is it'll have a free to play element so you'll have a starter set of axies that are not nfts and will maybe be able to earn like one or two, maybe 3% of what you would normally be able to grind in terms of SLP rewards. And there will be some sort of onboarding tutorial process where you'll unlock a set of these axies basically that aren't nfts, and that'll help introduce you into the game and give you some variety to play around with. So that will be, that'll be a huge element of being able to onboard some of these new players, deal with some of these huge, this huge volume of scholarship requests, and. And just let Axie take that next step into feeling like more of AAAA game instead of an alpha blockchain game, if that's fair to say."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. So with, you know, this, the SLP being kind of the backbone of the entire economy, how do you guys internally balance the amount coming in versus amount coming out? You would think there's got to be some kind of delicate line to walk there because if there's too much going out and not enough going in, that could be a problem for the entire, you know, economy. What's the internal conversation of that look like?"
    },
    {
        "speaker": "C",
        "text": "That's a really great question, and one that I can only answer by reassuring you that those questions are much above my pay grade. Gentlemen much smarter than myself are in charge of dealing with that. And usually what I say to this question, one of the things that really pushed me over in terms of coming on board to the team full time, leaving behind a company that I co founded, kind of, I hate to say leaving behind Dota, but in a lot of ways, really leaving behind Dota. And, you know, the event life and making a big fundamental change and a new set of commitments was because of trung and his mentality. He is the CEO, but he's also more of a CTO chief technical officer. And that was a big thing for me because I've been a CEO for a while. And one thing that I really appreciate in other CEO's is more doing more building more recognizing that your people are doing more than you, and like less showboating, less selling less really outgoing charisma. I think that kind of, as I would call, quote, cheese dick style of doing business is really, it's just out of fashion. And I want somebody that understands. It's like, I don't. It's not about claiming credit, it's about building the best possible product. And I think my interview with Trung was 2 hours long and just being able to pick his brain and hear his thought process, I walked away from that feeling like we're in good hands. This guy understands numbers and has a level of thoughtfulness about economic elements that I just don't really have. I've got other skills, and that's great, and that's why I'm a good match for the team. But wow. And that's leadership I really trust in. I think you're absolutely right. It's a really delicate balance. We get that question. A lot of people concerned that, hey, it's pretty easy to brag and win when everything's growing and there's huge demand, but what happens when things slow down? Is SLP going to maintain? How do we balance this? And yeah, it kind of depends on the specific circumstances, but I think one tool we always have is the ability to add more utility. So the demand for axies can still improve with maybe some sort of element where you can burn axies or sacrifice them to be able to buff up another axie or reroll them to get the parts that you really want. So that's sort of deflationary and increases the scarcity, which increases demand for the same players that exist to keep breeding more axies, even if there aren't new players coming into the ecosystem. So there's always new things that we can add, other elements that we can tweak, and the sky's the limit on the amount of utility that you can add for these axes. Again, the land gameplay will be another big element of collection and building and crafting and all those sorts of things. And there's going to be some sort of SDK on top of that as well, a software development kit. So some sort of, we've kind of described it as like a map editor type deal. So maybe the ability to make little mini games, maybe monetize them. The idea is that we want the land to have some weight and entrepreneurial vibes to it. So a lot of potential there, though it's still quite mysterious."
    },
    {
        "speaker": "A",
        "text": "That's awesome. Before we let you go here, I want to be respectful of your time."
    },
    {
        "speaker": "C",
        "text": "I've actually got a couple extra minutes here, so I can probably go till 40 or something if that works for you guys."
    },
    {
        "speaker": "A",
        "text": "Cool, that's great. So let me talk to you a little bit about what your job is at axie. You are esports content creators. So what does that mean to you when you think of, okay, where is Axie now? And where could we see this in the future?"
    },
    {
        "speaker": "C",
        "text": "Totally. So obviously, I come from an esports side. I've done a lot of live events. I've done a lot of online events. I've experimented with a lot of different tournament structures and prize pool options and worked in a number of different ecosystems. So all that stuff falls under my umbrella. I'm basically the evangelist for esports within the company. They've got money. My job is to spend it in the most efficient way possible and kind of convince them to go go big or go home. When it comes to competitive stuff, the creator side is sort of a separate vertical, though they're both. It's a Venn diagram where there's a pretty good overlap between creators and esports tournaments aren't just about the competitors, but it's also about the viewer experience. It's about the production, it's about the storytelling, and there's a lot of real estate in those broadcasts to tell the stories of community members, content creators, and weave that into an esports broadcast that's more entertaining than it is just who's the number one competitor? So there's a lot of emotion that goes into that, and that's a really good thing, and we want to tap into it. On the creator side, it's very clear that there's a lot of organic energy in the axie space. On a creative side, we've got people making songs, a whole slew of amazing artists, and already a budding esports scene. It gives me a lot of early Starcraft, two vibes when I was doing these micro tournaments, $50 opens, that kind of thing. We're seeing dollar 500 tournaments fill up a 120 person bracket. That's pretty cool. And there's people giving coaching now, and there's a very budding ecosystem there. So. Sorry. On the content creator side, yeah. My job is to support that, endorse that, hear the concerns of the community. I guess it's sort of like a mini community manager role. We're doing a short video contest right now, but things kind of akin to that, ways to get access in the hands of not just competitors, but other community members that have other skills and spread the good word of axie. Basically, we just want to reward creative people that make outstanding stuff. That's kind of my job."
    },
    {
        "speaker": "A",
        "text": "That's awesome. Chamber. I feel like I've taken all the questions. What do you got? What do you got for our man here?"
    },
    {
        "speaker": "B",
        "text": "I mean, you have so many good questions. The only thing, I'm going to be honest with you, the only thing I have written down here is as every episode we try to come up with a hashtag for the show that kind of represents the show as a whole. And what I have written down here is hash."
    },
    {
        "speaker": "A",
        "text": "I know where you're going with this."
    },
    {
        "speaker": "B",
        "text": "Hashtag, say no to cheese Dick CEO's. That's my big takeaway for today."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "But what I do want to know is I've asked this to Joe in the past, is I don't know if you know this, I don't know if this is maybe in your wheelhouse or not, but the tokenomics of the smooth love potion token, I come from the crypto side, so tokenomics is kind of big to me. So when we're talking, obviously we're talking about price action versus the US, dollar versus ethereum. But what I'm also looking at is, is there a total number of mint or tokens to be minted? How is that reconciled within the. The kind of the metaverse of axie infinity? Are you able to kind of delve into that a little bit more?"
    },
    {
        "speaker": "C",
        "text": "I'd have to pull up some tabs and cheat, and I don't want to make."
    },
    {
        "speaker": "B",
        "text": "That's the majority of my life."
    },
    {
        "speaker": "C",
        "text": "No, I am pretty sure that there is a fixed amount of SLP, though. It's all relative to the production and the burn rate, or I guess the emission and the burn rate. And I think right now we have that pretty balanced because everything is fairly maxed out. Like we're breeding at a pretty high rate pretty much as quickly as can be done because breeding is really profitable right now. So there's a built in incentive because the floor keeps holding and going up, as you guys mentioned. That's all relative to SLP as well, to some degree. And on the other side, yeah, the production is, we've got a million axes plus and we've got a whole bunch set up for scholarships. I guess there's a lot more still sitting dormant that are slowly getting onboarded. So there is still an increase in the amount of SLP being produced. But sort of, like I said before, I think it's easier when everything's full throttle. There's less to balance because there's just a lot of demand on both sides and they're relatively keeping up with each other. When that's pretty close."
    },
    {
        "speaker": "A",
        "text": "When you look at there's charts on, I think it's axie world, and you can see what the daily burn rate versus mint rate is. And you know, they're pretty darn close for the most part. When you look at them day by day. I think what's interesting, as you mentioned, you know, you are at full throttle for both because breeding is profitable, but breeding each axie can only be bred seven times. Each time you breed it, it costs more sop to breed. Right? So, you know, if, which totally does give a wall of how many axes you can possibly breed at one time. And then, like you said, there's this just huge demand of players that want in, that want scholarships. I think, you know, maybe we could touch on really quickly the scholarship dynamic because that play to earn. I think what you're seeing is, you know, what your demographics are at the moment. You have this huge, huge, huge demand and influx of players from the Philippines and Venezuela and things like that. And that's really driving this scholarship type program. Can you talk about that just a little bit? Yeah."
    },
    {
        "speaker": "C",
        "text": "The scholarships, I guess starting disclaimer, it wasn't our idea, and it's not something that we officially endorse. They're totally a community driven thing that we're. The idea was created by a community member that had a lot of axies and then others said, hey, that's a really good idea. And as good ideas tend to do, kind of took hold. And as I said before, it's just a great value proposition on both sides. If you get the split right, which I think is generally like 70% to the scholar, 30% to the manager. It's a pretty equitable trade. A manager with 100 or 1000 axes really can't. You can only play on one account as one person every 24 hours. You can't sit there and just multi account. So you're very limited in how much you can produce as one person. So this is a really great way to monetize your assets, aka axies, without violating that term of service and also enabling other people that otherwise wouldn't have access to the game or means to earn with means to play and earn. And that 30% adds up really quick if you've got a thousand axies, I guess, as you guys know, with your 50 scholars. And really it's the scholars that do a lot of the heavy lifting. So that is a really cool value proposition. It's a wild west type system. We're actively building out some sort of a tool that will work through the game kind of interface with a guild type system so that you can manage scholars through the game. And then we can put in some hard limitations like we've seen some really nasty stuff of bad actor managers offering like 2080 splits where the manager gets 80 and the scholar gets 20."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "C",
        "text": "Yeah, really crazy. So when we say, see stuff like that, and we can identify the accounts. We almost always take action after an investigation. And yeah, we have no interest in people that want to be abusive and treat people not like people, but it's, it's a function of just huge demand and limited supply. Unfortunately, there, there are some people that will try to abuse that for personal gain. So luckily we're on the hunt. And that's one aspect of centralization I think that can be kind of good, is that we have the power to ban people. It isn't completely decentralized. It's not a binary, centralized or decentralized. It's a spectrum. We are way more decentralized than any traditional game by orders of magnitude. But is it 100% decentralized? No. We can ban your axies if you prove you're abusing people or doing really bad stuff or hacking or I scripting or doing whatever else. We certainly reserve that. Right. And I think that's a good thing to keep the integrity of the game, you know, where it needs to be."
    },
    {
        "speaker": "B",
        "text": "Absolutely. You guys come, you guys come down pretty hard on, like you'd mentioned, multi accounting and using multiple accounts simultaneously. Correct me if I'm wrong, but I'm pretty sure you can lose your axes if you do that. Correct?"
    },
    {
        "speaker": "C",
        "text": "Yes. Usually we don't. Lifetime ban. Usually it's like a three year ban. If you're caught like, there's degrees, may."
    },
    {
        "speaker": "B",
        "text": "As well be a lifetime."
    },
    {
        "speaker": "C",
        "text": "Yeah. You're in crypto space. You're kind of right. But still, it's, yeah, they don't technically, they don't like evaporator, technically disappear forever. They're just locked up for a pretty long period. That's like the severe penalty for folks that have on the back end. The data is very clear when you're running scripts. And it's a giant farm. Yeah. That interacts with the blockchain way different than humans. Even humans playing one or two or three accounts are way different from a giant bot farm, you know, interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think, you know, I, what is interesting about the whole value prop of the scholarship to me is that, and you mentioned it before, it's just giving, it's giving the entire game an ecosystem of its own, whether you're breeder, scholar, manager, all that stuff. These games that are being decentralized with ownership to the players. And I mean, creating, you're creating jobs really. And that's what's fascinating to me about these play to earn games and just blockchain, NFT games in general. You're creating jobs, really. And I think it's fascinating when you think of that and the impact that that could have on, you know, other countries in the world where, you know, that's meaningful, that SLP is meaningful money, you know what I mean? And that's what's so fascinating to me about it."
    },
    {
        "speaker": "C",
        "text": "It's a great responsibility. And somebody, a fudder said to me the other day, like, well, is it really good if you've got people hooked on video games making money instead of doing something productive? And I said, you've got it completely backwards. You got to remember the times as well. COVID lockdown, rough economies globally. It's a privilege for you to be able to say that there are a lot of people that are really struggling, and whatever they were doing has been shut down, and they have nothing to do. So not only providing them a way to be plugged into the global economy. In a lot of these places, people don't have easy access to the good financial instruments that we do. That aspect is powerful alone. And then you give them some means to earn where, I mean, buying a bag of rice for your family is a pretty damn powerful thing when you don't have means for those kind of basic necessities. And then on top of that, the earning mechanism is fun. I think people forget that there's a really powerful aspect to gaming. It's a luxury to be able to buy entertainment and have a distraction from reality. We kind of take that for granted sometimes. And being able to provide that to people without means is, like, a really powerful thing. It gives you a sense of purpose, it gives you a sense of fun, and it gives you something to focus on other than your day to day life that might not be that great right now. So those three things combined. Yeah, I see why the demand for Axie is what it is, because that's, like, life changing stuff right there. And that's way more powerful to me than trying to min max the players from a developer to player transaction model kind of to tie it all back earlier. This is exactly the kind of stuff that made me go, wow, this is something special. This isn't just another crypto project."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think that's probably a good place to let you go again. We want to be respectful for your time. We appreciate so much for joining us, and we're looking forward to everything that Axie is going to be doing, and hopefully in a couple months, we could have you back on and do a little recap."
    },
    {
        "speaker": "C",
        "text": "Dude, totally. No, I would appreciate. I would love to do that. Appreciate your time as well. I wasn't familiar with the show before, but I definitely am now. And if you guys have any follow up questions or I was confusing at any point, you know where to find me now. So we'd love to hear the feedback from, you know, yourselves, your fans. Good luck. Remember, axies and Alpha. So we have a lot of great stuff on the roadmap. So many new players. We've had some bumpy issues with the servers. We got a lot of great fixes in the pipeline, but a little bit of patience is required. Alpha, alpha, alpha. We got to remind people of that. I know it's been three years, but slow and steady, guys. It's a marathon, not a sprint. We'll get there."
    },
    {
        "speaker": "A",
        "text": "Bleeding edge here. What we're talking about, to quote some axie folks I've heard say that, but that's awesome. Thank you so much for joining us. We'll talk to you soon. Is he still there? There you go. Well, let's. Let's keep going for a couple more minutes."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so."
    },
    {
        "speaker": "A",
        "text": "Just to. So that was awesome. That was awesome. I think we got a really nice foundation for people, hopefully, on what axie is, how it works. And then, you know, maybe you and I can just cover a little bit about the scholarship programs, how to kind of do it, how to set one up. If you're looking for that, um, maybe you can ask me a couple questions, because I've done, I've done some of the work here for us, I think."
    },
    {
        "speaker": "B",
        "text": "With, with this particular NFT, just because, you know, a lot of our listeners, a lot of our viewers are used to certain, you know, your, your top shot, your Zed run, your, your board, apes, you know, avatar type. Nfts."
    },
    {
        "speaker": "A",
        "text": "We talk a lot of avatars here, except for Zed."
    },
    {
        "speaker": "B",
        "text": "Really a lot of avatars. This is NFTs that you can use within a game. Now you can sit down and get your three axies and play this game and make a little bit of money. I mean, you probably, like, if you gave it an eight hour day, how much money could you make in a month using, you know, a three. A three. A three axie team."
    },
    {
        "speaker": "A",
        "text": "Sure. I think if you were to invest, I mean, so you heard. You heard him talk about the floor, right? You could buy a floor team for about $500. Right."
    },
    {
        "speaker": "B",
        "text": "Which kind of leads to the point, you know, about different parts of the world, that barrier to entry is pretty significant. I mean, $500 is, you know, it depends where you are is a lot."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "So that's where the scholarship stuff comes in real nice and you."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So if, but if you were to spend up a little and do your site, you, you know, say spend .3.4 on a team, right. Aetherium, that is, you get yourself a pretty decent team."
    },
    {
        "speaker": "B",
        "text": "So half an ETH will say half an ETH for sure gets you like a pretty."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, half an ETH should get you a really nice team. And if you were playing one team."
    },
    {
        "speaker": "B",
        "text": "One."
    },
    {
        "speaker": "A",
        "text": "One team, right. One team. So three axies and. But that would be pretty powerful. You'd be able to earn pretty, I would say probably 25, almost 25. $30 a day. Right. So if you talk about that, and we've done the math on this, where like your return on your investment, if, even if it's just the floor axes. So the difference between, you know, those lower level axes and the investing a little more."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Is really time put in to get the same result. Right."
    },
    {
        "speaker": "B",
        "text": "Got you."
    },
    {
        "speaker": "A",
        "text": "So, like, if you're buying floor axes, it may take you couple hours longer to hit those same numbers that, like if you."
    },
    {
        "speaker": "B",
        "text": "8 hours versus 5 hours or 4 hours."
    },
    {
        "speaker": "A",
        "text": "Right, right, exactly. So. Or, you know, if you have really, really good axes, it might take you an hour. Right. And so that's really the difference. But the return on your investment, when you think about, okay, what is SLP cost? Right now it's 13.5 cents. So if you're, the average is about 150 to 200 a day of this SLP that you'd be earning. Right. So, you know, I would say it is very doable to get your 150. If you have your 150, then, you know, times that by 30, you're talking 4500 SLP a month and 4500 SLP a month times 13."
    },
    {
        "speaker": "B",
        "text": "It's decent. Like what, five grand?"
    },
    {
        "speaker": "A",
        "text": "No, 500."
    },
    {
        "speaker": "B",
        "text": "$500, yes."
    },
    {
        "speaker": "A",
        "text": "So you'd have your zero, you have your team back, you have your initial investment back in 60 days. Right."
    },
    {
        "speaker": "B",
        "text": "Pretty reasonable."
    },
    {
        "speaker": "A",
        "text": "So then you take your, so say 60 days, that leaves ten more months. So times ten, you can make about six grand just from one team in a year on your own with a thousand, with a, you know, that size."
    },
    {
        "speaker": "B",
        "text": "And this kind of, kind of leads me to my next point. Maybe not everybody wants to commit that kind of time to playing a game to make $6,000 in a year. You know what I mean? I think a lot of our listeners and viewers might be more interested in on the side we're on setting up the scholarship."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. Because what a no brainer, right? Because you, a lot of, you know, a lot of these crypto folks and I, you know, have some eth sitting around that they could put to work right now. I will say it is, it is. It's quite a bit of work to manage. So I hear something, the size that we're doing right now, it's very, very."
    },
    {
        "speaker": "B",
        "text": "The management side of it."
    },
    {
        "speaker": "A",
        "text": "Yeah. But so for me, like, I enjoy it a lot. Like, it is fun to me. It's probably not going to be fun for everybody to do, but I am very passionate about what the end game is here because like, you know, you could easily just go stake your eth somewhere. Stake, go farm, you know, Defi tokens. Right. And the reason that we decided not to do that is because of the impact that it has on these people playing the game. Right. We are essentially creating, we have given 50 people jobs."
    },
    {
        "speaker": "B",
        "text": "There's a documentary and I'm going to put the link to the documentary in the show notes. So whether you're watching on YouTube or listening, but it's what you sent me almost right away. And it's called play to earn NFT gaming in the Philippines. And it shows you. And it's specifically about Axie. It shows you what we're talking about really kind of focuses in, on the communities within the Philippines that are using Axie to supplement their income through Covid, through obviously, you know, loss of income. Like there's, there's an older couple who really pulls up my heartstrings. They own a convenience store of sorts, I would imagine. I think that's what it is, a store of some sorts. And this old guy, he's got to be 70 years old, 70 plus. And he's there like 18, 20 hours a day and the amount. And he talks about how much business has gone down, how many people he sees throughout the day. And playing Axie has actually supplemented a lot of that income to pay for medicine and whatnot. But I mean, it's a fantastic, like 1520 minutes max, but a really. Yeah, it's, it's, it's a super easy watch, but very interesting. And I tried to, I was talking to my mom the other day. She's like, oh, what are you into now? She's always interested in finding out whatever Bunchy tells me. Well, yeah, exactly. Whatever. Joe and I, we're always up to something."
    },
    {
        "speaker": "A",
        "text": "We always have a scheme, some kind of new thing."
    },
    {
        "speaker": "B",
        "text": "So she knew we were due for a new scheme, so she was asking, she's like, what are you up to? And I'm like, it's funny. Funny you say this. And I tried explaining to my mom is not nowhere close to being at a level to even come close to understanding what play to earn. Gaming is, what NFts are. And what I did is, I tried to explain that when I said, you know what? Let me just send you this video."
    },
    {
        "speaker": "A",
        "text": "I sent it to my dad. That's so."
    },
    {
        "speaker": "B",
        "text": "She's like, this is great. She's like, she loved it. My baby boy. You're making a difference in the world. It was very interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think maybe if anybody's interested. In actually learning how to set these up, I would say, one, shoot me a message. I could kind of help you walk through it. Essentially, what you need is metamask. And then you need to download the ronin wallet. Which is the axie specific side chain. Both, just as they literally sit next to each other on my browser, they look exactly the same. And you create, essentially, an account in your metamask wallet. And your Ronin wallet. For each scholar that you have. So, you know, one of my first questions when I started this was, well, is it safe? Like, is my. Are my assets safe? And the answer is yes. You hold every asset. Because you're technically only giving out a access code, essentially, to play. So it's a QR code that almost."
    },
    {
        "speaker": "B",
        "text": "Like a layer two wallet on top of your wallet."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the scholars play through the access code, the QR code. It expires every, you know, seven days. They can't. Nobody can, except for you. Nobody can claim the SLP. Nobody can send the SLP. Nobody can sell or sign off on the wallet. You have access to all of that. So super safe from that standpoint. As long as you write your seed phrase down, which you need to make."
    },
    {
        "speaker": "B",
        "text": "Sure you always do that."
    },
    {
        "speaker": "A",
        "text": "Right. But again, they all actually operate under the one seed phrase of your metamask, so. And your. And your ronin wallet. So it's still only one seed phrase. But then you have to buy your axies. Right. You transfer them over to this wallet. And then you find your scholars, if you want to. I mean, the axie infinity discord is. They put out a tweet yesterday. Yeah, I saw that. So, I don't know if you know this, but the discord limit to how many people you can have in a specific discord, even though there was. It's a hundred thousand people. They've actually had to go to discord twice to get it bumped. They have 200,000 people in their discord. They've got over."
    },
    {
        "speaker": "B",
        "text": "Is that the biggest."
    },
    {
        "speaker": "A",
        "text": "They're like, I think the biggest discords on the planet have, like, 600,000. So, I mean, they're getting there. They're gonna get it because there's only 200,000 active users. I mean, if you. You know, we're talking about to Sebastian with sandbox, right, right. The sandbox mobile game has 40 million downloads. Right? Like, this will easily, I think, have 10 million users. No doubt, just so you're at one. So think about that. That's a 50. That's a 50 x from where you are right now."
    },
    {
        "speaker": "B",
        "text": "Crazy like that. I was just saying, like, think about when that shift happens, because everybody that we know is in this other type of NFT. Like, wait till that. Wait till that. That type of NFT money comes flying in."
    },
    {
        "speaker": "A",
        "text": "Well, so, you know, I think about, like, Zed, right? Like, Zed is the closest thing to this that we've talked about on this show. And now imagine if you could employ somebody to race your horse, right? Like, that's. That's essentially split the profits. Right, right, exactly, exactly. Now, the thing with Zed that makes it hard is, you know, your horse has certain distances. There's a lot of signing of the wallet that you have to do, right? So, like, it's not exactly viable the way Zed works right now. But that's what I'm saying is, is this is right. So all you need to do is."
    },
    {
        "speaker": "B",
        "text": "It's very viable, by the way, for everybody. Listen, like Joe tells me, I have no idea what's happening. I'm gonna be honest. I don't know what's happening. Joe shows me what."
    },
    {
        "speaker": "A",
        "text": "I send you updates every day, every single morning, and I'm like, you're the big CEO, like, sitting at this mahogany desk with this big swirling chair, and I'm like, here's your daily report, sir."
    },
    {
        "speaker": "B",
        "text": "Very good. Very good. But it's crazy. I mean, we've been doing this for maybe three weeks. I don't even think three weeks just yet. Almost three weeks, and we're already seeing the possibilities. I mean, we were throwing out. I mean, I call pie in the sky, but I mean, they're the math very viable numbers."
    },
    {
        "speaker": "A",
        "text": "Yeah, as long as. So the biggest concern is the thing we asked earlier, right, about how is the ecosystem going to be balanced with inverses out, right? Because if everybody's playing to earn and cashing out, where does the. How does. How does it keep its value, the SLP, which is really what this entire thing is, right? And he gave a couple really great answers. Not only that is as long as even if there stops being input, meaning people aren't breeding or whatever, again, they have the ability to add more utility, but that still means that the axes available are finite. Right."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So nobody's breathing."
    },
    {
        "speaker": "B",
        "text": "There's no more left."
    },
    {
        "speaker": "A",
        "text": "Right, exactly. And so then your assets go up, then you're, again, just more demand for scholarships, all of that kind of stuff. So super interesting. And we've been pretty heavily, heavily, heavily involved. It's the thing that I've spent probably the most time on in the last month getting us up and running doing this. And I think our, I mean, we just, like I said, we onboarded our 50th person today, which is awesome. So shout out to all of our scholars. Yeah. You know, what a great community we've built. Something really cool."
    },
    {
        "speaker": "B",
        "text": "I think it blows my mind every time I hop in."
    },
    {
        "speaker": "A",
        "text": "Our discord is mint gaming. So we went for the mint condition mint gaming. Shout out to Dardar, who's our first scholar. He's kind of taking the lead as our team leader over there. Really helped me because. Yeah, he's the captain. Exactly. The, because the hardest part for me is managing the time zone difference because it's, a lot of people get about."
    },
    {
        "speaker": "B",
        "text": "A four hour window where we can."
    },
    {
        "speaker": "A",
        "text": "Talk to people exactly, like two to 3 hours in the morning, two, 3 hours at night, and then. But, yeah. So if you're interested in more, you can dm me check out our little discord. I'll let you have the link and pop in there. But anything else that you wanted to cover that you think we should cover."
    },
    {
        "speaker": "B",
        "text": "I mean, we'll have. We'll listen to the feedback from, you know, from. From our listeners, but I'm sure this is not gonna be the last time we talk about axie infinity. This is kind of. It won't be. I know it."
    },
    {
        "speaker": "A",
        "text": "Dude. The numbers are just speak for themselves, man. It is wild. And, and, you know, it's been around for three years, but it hasn't always, from what I've heard and seen, hasn't always been like this for three years. In terms of, like, the volume and everything, what really has given it the. The push in the last month or two or maybe three is the gasless feature. Right. Because if you think about it, every time to, every time you breed, you were paying gas. Every time you transfer to an account, you're paying gas. And if you're doing that, the ability for scholarships really isn't even there because it costs you more than, like, you're not breeding as much, you're not buying as much, all of that. So, you know, these, so it's really, really just starting to get going. So if you're interested, I encourage you to look more into it. Also, I'll shout out a. Another podcast. You know me, when I find something I like, find the. Anything I could find to have content. I go through weeks or months of the podcast at a time. So it's axie chat. It was actually, like the only podcast I could find on iTunes. So axi chat, I went through, I think, three months of podcasts. So shout out to those guys for making good content. But that. I think that's it, man."
    },
    {
        "speaker": "B",
        "text": "Love it."
    },
    {
        "speaker": "A",
        "text": "I think you got a little bit from the team on what the vision is. You got a little bit from us on what, you know, we're actually doing."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like the first hand information."
    },
    {
        "speaker": "A",
        "text": "Yeah. What we're actually doing. And it's probably not enough, quite honestly, because you're going to have questions about how to get going. I had tons. I didn't know what I was doing."
    },
    {
        "speaker": "B",
        "text": "Maybe we could do a live one next time and. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that'd be. That's actually a really good idea. We didn't want to today just because of. We didn't know how the audio situation would be, so we didn't want to do live. But maybe that's the right play for next time. Yeah. All right, my friend. I think that's going to do it for us."
    },
    {
        "speaker": "B",
        "text": "All right, until next time."
    },
    {
        "speaker": "A",
        "text": "Until next time. Stay mint."
    }
]