[
    {
        "speaker": "A",
        "text": "Bunch. What's your. What's your favorite Super Mario bro?"
    },
    {
        "speaker": "B",
        "text": "He didn't play. Oh, come on. I've got thoughts about that game. Let me tell you that. You just took me for a ride on the wayback machine. So when I was younger, gosh, probably eight years old maybe, is when I'm playing this game and played it religiously. And my dad, you know, you remember there was those. I don't even know what they were called in the game, but they looked like they. They looked like they would be a relative of Yoshi, you know, and. But they were the bad guy. And they were."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think they were just called, like, koopa troopas or something like that."
    },
    {
        "speaker": "B",
        "text": "Well, the koopa troopas are the turtles. Right? But the. But these were, like, the dinosaur looking ones, and they would spit the eggs out. Do you remember that? And you had to, like, jump on the egg. You had to hit the button to, like, push them to pick up the egg while you had it in your hand, you had to throw it at this thing."
    },
    {
        "speaker": "A",
        "text": "They made a real weird face when you would hit."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Right. And so my dad, when I was younger, and we would watch us play this game, used to call those things Mister egg because, you know, just. They would throw eggs. So he would call him Mister egg. And I don't know, my dad used to do this thing where, like, he would randomly bring us, you know, candy on his way home or, like, treats or whatever. And he used to tell us that Mister egg lived at the top of his chemical plant where he worked, and that he would go out there on his lunch break and he would fight Mister egg, and Mister Egg would give him treats or drop treats and that he would pick those up for us and bring them home. So you just took me on a total ride with that one. Big fan."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "B",
        "text": "What do you think of that story?"
    },
    {
        "speaker": "A",
        "text": "I love when you tell me a dad story, a bunch of dad story."
    },
    {
        "speaker": "B",
        "text": "We know why that is."
    },
    {
        "speaker": "A",
        "text": "It's so many layers. But I absolutely love a bunch of dad story."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I'm gonna be honest, I fantasize that I'm in the story."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean. Well, in this story, you could have been Mister Egg."
    },
    {
        "speaker": "A",
        "text": "I was Mister Egg. I would give Mister Bunch of candy. I said, give these to your kids."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then he would throw eggs at you and you dinosaur looking ass. And that would be that. Yeah, that was. So you just sent me on a way back, which was great. I actually. I saw the song, and I wasn't sure which exact song it was. And that was as soon as it came on, I could hum it in my sleep."
    },
    {
        "speaker": "A",
        "text": "It's so good."
    },
    {
        "speaker": "B",
        "text": "And, I mean, I've actually been on a Mario Brothers music kick lately because my kid is three years old, and he's currently obsessed with the Mario Brothers movie that just came out. And so he's been watching that. So I've been, like, walking around my house the last couple days, just, like, whistling the Mario theme song. Have you seen this movie? The one where I've seen a bunch."
    },
    {
        "speaker": "A",
        "text": "I've probably seen it, like, six or seven times now. Yeah."
    },
    {
        "speaker": "B",
        "text": "Our good friend Charlie is Luigi."
    },
    {
        "speaker": "A",
        "text": "I agree. I was. I love anything Charlie is in. Just sign me up. What's his name was getting a lot of grief. Who's the guy that plays Mario?"
    },
    {
        "speaker": "B",
        "text": "Chris pratt."
    },
    {
        "speaker": "A",
        "text": "No, chris pratt. Chris pratt gets a lot of grief."
    },
    {
        "speaker": "B",
        "text": "But I actually thought he was fine."
    },
    {
        "speaker": "A",
        "text": "I agree. He was perfectly fine."
    },
    {
        "speaker": "B",
        "text": "Jack black as bowser. Very good."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then seth rogen as donkey Kong. Like, come on. It was a fantastic film. Yeah, no, it was very. And Chris pratt did a pretty good job. Nothing wrong. Nothing wrong with what he did."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, we haven't done a show. I haven't been here for a show in a bit. What did you, did you do any while I was gone? You did?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we did a Monday show. We had Shane on to guest host."
    },
    {
        "speaker": "B",
        "text": "Oh, that's right. I popped in for two minutes. You were talking about wormholes, and that was that for me."
    },
    {
        "speaker": "A",
        "text": "We previewed the crypto undeads drop because it was the next day, so we did it on Monday, the mint was on Tuesday, and I'm now a community member of the crypto undead. I want to say I'm a legend amongst the team, but wow."
    },
    {
        "speaker": "B",
        "text": "Okay. I've got things to dig into on that, but first, I want to introduce our guest, and then we can get into some more banter before we get into the main topic today. So, without further dudes, today we have a fantastic guest, the one and only VGF video game freak. His Twitter bio reads, passionately curious, always learning, building pixel vault punks, comic metah, and contributor at reboot VGF. How are you?"
    },
    {
        "speaker": "C",
        "text": "Heck of an intro. I'm glad I came up with it myself."
    },
    {
        "speaker": "B",
        "text": "I could go on the very first. I was just thinking about it right before the show, the very first time I ever interacted with you, I think outside of just maybe on the timeline, we were together in a Zed run Twitter space back in the day that I was, like, co hosting with ZG and Dang, that's a throwback. Right? And that was the first time I ever interacted with you. I left that conversation thinking, oh, dude, this dude's very, very, very bright. I was a fan, and here we are. Gosh, three years later, and you're up to big things, as one could have predicted back then. But, yeah. So I could have done a better own intro, but I figured, you know, what's better than the one you write? So welcome."
    },
    {
        "speaker": "C",
        "text": "I'm doing well. Thank you."
    },
    {
        "speaker": "B",
        "text": "Awesome. So, first question. What's your favorite super Mario brothers?"
    },
    {
        "speaker": "C",
        "text": "I would have to go three. Nostalgia. Pure nostalgia."
    },
    {
        "speaker": "B",
        "text": "I think three would be the most popular answer. If you polled the audience, I would say two is probably. Probably the least popular answer. Do you think Chamber?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I was surprised with how many people were on board with my Super Mario brothers. Two takes pain."
    },
    {
        "speaker": "B",
        "text": "We should get a poll out while we're doing this show."
    },
    {
        "speaker": "C",
        "text": "Okay. Can I put in, like, a honorable mention of Mario 64?"
    },
    {
        "speaker": "B",
        "text": "Mario 64. You know what other one I loved? Paper Mario. Underrated."
    },
    {
        "speaker": "A",
        "text": "I never played paper Mario."
    },
    {
        "speaker": "B",
        "text": "Oh, that was a great one."
    },
    {
        "speaker": "A",
        "text": "Mario 64. Very good. I I mean, to me, Super Mario world, I think, is."
    },
    {
        "speaker": "B",
        "text": "Oh, that was the Super Nintendo one."
    },
    {
        "speaker": "A",
        "text": "I think so. I would have thought it was 64, but maybe it wasn't."
    },
    {
        "speaker": "B",
        "text": "But, yeah, I'm almost positive Super Mario world was super nintendo."
    },
    {
        "speaker": "A",
        "text": "The one."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Super Nintendo Chalmers."
    },
    {
        "speaker": "A",
        "text": "Yes. That makes sense. Super Nintendo Chalmers. The ones with, like, the color buttons that added the additional, like, boxes. Remember, you'd have to go find, like, the green color button and the purple one, and it would give you, like, additional, like, boxes throughout the levels. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "I feel like you're describing Mario, but you're riding Yoshi. Super Mario World. Oh, no, no. Yoshi riding Yoshi was super Mario World. You're right. But I'm pretty sure that was. I don't know. Now you've got me questioning VGF. Do you know?"
    },
    {
        "speaker": "C",
        "text": "I have no idea. Now you have me questioning my own sanity. Cause I'm, like, misremembering what's what."
    },
    {
        "speaker": "A",
        "text": "Cause I think."
    },
    {
        "speaker": "B",
        "text": "I think Steve would know this answer. There's no."
    },
    {
        "speaker": "A",
        "text": "Mario 64 was the first one that gave you, like, the 360. You could adjust the camera. Yeah, it was, like, a hard one. It was like, the hard."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. It was like. It was like. Yes, it was very difficult. And it was like, you know, big world and all that stuff. It was awesome. I did not have an n 64, so I had to play vicariously through friends. But I'll never forget, like, one time, I was at a sleepover at my best friend's house at the time, and we stayed up all night playing the, like, the snow level with the. Where you had to beat the penguin at the end or whatever."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "But anyway, all right, so we've got VGF. I'm very happy to have you. You'll have to deal with our nonsense for a little while longer, because this is what happens when I don't show up for a show, um, in a couple days, we have to recap what our lives have been up to, because this show is. Is largely me and Chamber staying in touch as friends, and everybody else has to deal with it. So, the, uh, chamber, I have a bone to pick with you on crypto undeads."
    },
    {
        "speaker": "A",
        "text": "Okay? Yeah, no, that's fair."
    },
    {
        "speaker": "B",
        "text": "Uh, you are on record as frequent or as. As recently as, like, last week, uh, talking about how you would never buy another PFP. PFPs are dead. You're only here for shit coins. And here. Here we are."
    },
    {
        "speaker": "A",
        "text": "Checks out."
    },
    {
        "speaker": "B",
        "text": "Here we are. Not a week later, and you are a hashtag community member. Once again, tell me what happened here."
    },
    {
        "speaker": "A",
        "text": "Well, I feel like I'm only doing what I'm saying. You're saying I'm speaking out of both sides of my mouth. I feel like I'm only speaking out of one side of my mouth."
    },
    {
        "speaker": "B",
        "text": "I did say it's just totally open."
    },
    {
        "speaker": "A",
        "text": "It's just one monstrous mouth. No, you're 100% right. I did say that. But I also say that I follow the volume and I follow the hype."
    },
    {
        "speaker": "B",
        "text": "And I would suggest you would have already sold it."
    },
    {
        "speaker": "A",
        "text": "Well, I'm also not a great trader."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I got excited. I got excited. I got excited that people were getting excited about a new NFT, so I wanted to play around with everybody."
    },
    {
        "speaker": "B",
        "text": "Second question. Uh, is this the one you minted, or did you buy this one?"
    },
    {
        "speaker": "A",
        "text": "I purchased this one that I'm currently sporting."
    },
    {
        "speaker": "B",
        "text": "I had a feeling."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Uh, the one that there's no way you could have minted, uh, this particular gem. That is very much a reflection of, I would say, your personality."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. If there ever was gray skin."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, if there ever was a PFp that fit you, it's this one. Right? It's got the bearden, kind of looks like your classic chamber skull, and it's got the halo, which we all know is just a front for what's really underneath. And so I think it fits you. I'm a fan, but I'm just pointing out the hypocrisy."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. I mean, I am a hypocrite. I am what I am. And that's. It's a fair assessment you've given me, and I. And I stand by it. I'll change my mind again a week from now when I sell everything and I shit on undeads and they go to 500 floor soul. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, yes."
    },
    {
        "speaker": "A",
        "text": "All right. What are your thoughts? There seem to have been mixed emotions."
    },
    {
        "speaker": "B",
        "text": "On the crypto undeads, so I intended I was lucky enough to get myself a whitelist spot, and I ended up not being able to mint it because that was my travel day from hell, uh, with back home from Disney. So I was on a plane when it minted. I wasn't supposed to be, but I was, and so I did not get to partake. So I have basically given it zero brain space after I realized I wasn't going to be able to mint. So, um, that's. That's my story there."
    },
    {
        "speaker": "A",
        "text": "But I do have to YouTube, by the way. It's about fucking time for Monday because I was coming in pretty hot on Monday. Like, fucking bunch, you know, he says, he told me he wasn't doing Friday. Okay, which you did. You said, you know, I can't. Can't do Friday. I'm going on holidays. You never said anything about Monday."
    },
    {
        "speaker": "B",
        "text": "No, I kind of forgot about Monday."
    },
    {
        "speaker": "A",
        "text": "I'm rolling into Monday and I'm like, okay, well, bunch is still, and I wished ill upon your trip. I didn't wish you ill. Oh, man."
    },
    {
        "speaker": "B",
        "text": "You got it. You."
    },
    {
        "speaker": "A",
        "text": "But I kinda hexed the trip. I just wanted you to have some delays because I'm like, oh, like, you know, he didn't tell me. But then at the very end of the show, being from Canada, I was not aware that it was MLK."
    },
    {
        "speaker": "B",
        "text": "It was a holiday."
    },
    {
        "speaker": "A",
        "text": "Yes, it was a holiday, and I should have known better. It was a holiday that automatically counts as, like, a day off."
    },
    {
        "speaker": "B",
        "text": "You know, you don't have to typically on our schedule. Yes, correct. I kind of assumed that, but I realized I forgot you don't have that holiday. Right."
    },
    {
        "speaker": "A",
        "text": "It was. It was a Monday for me. So I want to apologize for the bad juju I bestowed upon your trip. Again, it wasn't a. I didn't want to get anybody get hurt or anything like that, but I did want you."
    },
    {
        "speaker": "B",
        "text": "To have anybody have the worst day at their job."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I wanted you to suffer in traveling a little bit. And I feel bad because I think I did it. I think I did it."
    },
    {
        "speaker": "B",
        "text": "You definitely did it. I will spare the entire story for maybe next Monday because we have a wonderful guest here that I want to get into, but you definitely jinxed my trip. It was a 15 hours long day just for travel with a one year old and a three year old, and I wanted to kill myself on live television so that I, like, it was, it was so brutal. But that is besides the point. Look, you are clearly a voodoo king and you should be respected for that, and I can't be mad at it. So without further ado, let's get in to our guest topic today. Talking VGF or with VGF about all things pixel vault, reboot, battle plan, everything. Um, VGF, let's start a little bit with your background. So I mentioned, you know, you and I ran into each other way back in, guess, 2020, early 2021. In the Zed run days. What were you doing around that time or before like, that you got into the space to begin with and what's your background?"
    },
    {
        "speaker": "C",
        "text": "Well, that was actually pretty, pretty darn early on in my crypto web three NFT journey at the time, I actually didn't have any Zed run exposure whatsoever. I didn't even have a horse. But via osmosis and kind of a friend group, I was just fascinated with the mechanics and the utility and the complexity and depth and nuance to, like, the, the breeding mechanics and stuff like that. And that just, like, really intrigued me. But back then, I didn't even, I didn't even have a horse. I just, I just really thoroughly enjoyed the, the company and the conversations in and around it. But, yeah, I jumped into crypto and nfts with very, very little all things relative. But I basically started with $1,000 worth of eth and kind of got the ball rolling that led into the 2021 bull run, which had some wins and some very near misses and some misses that I was intimately, you know, tied and invested in emotionally that I unfortunately just did not have. Grand scheme. Like, grand scheme. You can basically, like, sum up 2021 for me with, like, I just didn't have the money. I just didn't have the money to put into all of these things that I knew would go on to be ridiculously successful."
    },
    {
        "speaker": "B",
        "text": "That is the dilemma of starting in the new space like this. Right. You're typically, you're over energized and passionate where you feel like you have a great read on everything and you are typically under capitalized. Right."
    },
    {
        "speaker": "C",
        "text": "Well, I mean, I was essentially, you know, a broke college kid. Even, well, after having graduated college, you."
    },
    {
        "speaker": "B",
        "text": "Know, I, I'm still a broke college kid."
    },
    {
        "speaker": "C",
        "text": "Yeah. I very quickly, when I, when I, I had been passively observing crypto for a couple of years, but at least from my pOv, didn't have much capital to be fiddling around or messing with it until January 1 of 2021. I bought $1,000 worth of Dogecoin at about a penny."
    },
    {
        "speaker": "B",
        "text": "Attaboy."
    },
    {
        "speaker": "C",
        "text": "And so that basically was my first crypto flip. That is what I then levered into buying my first ether. And when I discovered the world of nfts, I very, very quickly went into the very, very deep end and took about a month to get my affairs in order and was working full time in web three before I was being paid to do so."
    },
    {
        "speaker": "B",
        "text": "Amazing. So where does the moniker come from? Video game freak. VGF for short. Where does that obsession come from? And how did that, how does that kind of like guide where you ended up here?"
    },
    {
        "speaker": "C",
        "text": "So it carried over from my gaming like I was a competitive gamer for, I mean, still, still am, but like high level competitive for a good number of years. Professional streamer for a couple of years."
    },
    {
        "speaker": "B",
        "text": "Awesome. What games?"
    },
    {
        "speaker": "C",
        "text": "This was around the time of like Fortnite Apex Warzone. My highest kind of competitive level success was at Battlefield one, which is a really large format, large team game. Didn't really get as much traction there as I would have liked to. I was more streaming to document than stream to entertain. So it was a difficult balance for me to try and compete while streaming at the time. And that was while working, you know, full time jobs and going to school. But yeah, video game freak was my OG and still is to this day. My Xbox live gamer tag going on 20 years now. So my very 13, my 13 year old sense self had a little sense of some marketing foresight."
    },
    {
        "speaker": "B",
        "text": "Very, very cool. I love that. And yeah, very well named my, if you dug up my 13 year old handles they would be nearly as accurate of what I do now. My, my handle, I could tell you what my handle was when I was 13. It was the name of my hockey team that I played on and my number chamber. What was your like aim handle?"
    },
    {
        "speaker": "A",
        "text": "So when I was 13, big squatch."
    },
    {
        "speaker": "B",
        "text": "32, we didn't have handles."
    },
    {
        "speaker": "A",
        "text": "So I was like 18, I think."
    },
    {
        "speaker": "B",
        "text": "So you were like prime post away messages of your."
    },
    {
        "speaker": "A",
        "text": "Yeah, like I had like ICQ maybe my last two years of high school and then we went into like MSN messenger when I went away to university."
    },
    {
        "speaker": "B",
        "text": "Goddess. Like I don't know, you are so old."
    },
    {
        "speaker": "A",
        "text": "I'm so fucking ancient. But yeah, I see. I don't know what my, I think it was just probably like Chad but I do remember my MSN name my wife still makes fun of me about it was, I was and am currently a massive silver chair fan."
    },
    {
        "speaker": "B",
        "text": "Oh, boy."
    },
    {
        "speaker": "A",
        "text": "And Israel's son was my handle at some point. So my wife thought I was jewish forever."
    },
    {
        "speaker": "B",
        "text": "I can't imagine why."
    },
    {
        "speaker": "A",
        "text": "I'm like, no, man, I just like that song. That's so funny, me being kind of a hillbilly from northern Ontario. I didn't know what Israel or jewish people were, so."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, especially cause you were coming up in the priesthood at that time."
    },
    {
        "speaker": "A",
        "text": "I was, yeah, I was only aware of one true religion at the time."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was mine. And she still, she still makes fun of me about it."
    },
    {
        "speaker": "B",
        "text": "So, yeah, super, super interesting and relevant. So. All right, VGF, walk us through kind of where your journey with Pixel vault started, because I want to get, like, the clear, full picture of your whole journey before we get into kind of what's new and exciting in the ecosystem."
    },
    {
        "speaker": "C",
        "text": "It started with the DM. I was intrigued by, like, what I saw. I saw punks comics number one. I saw this, like, interesting play of development of IP around the crypto punks. Chris Wall, who I was unfamiliar with at the time, like, individually, I had seen some of his work prior, so, like, I thought his art and, like, the storytelling was killer. I saw, like, kind of the promise of, like, this crossover between comics and NFTs and iP development as, like, this really cool just thing individually. And then some of the stuff that they were kind of promising of, like, you know, the, the interesting gamified mechanics of, you know, stake this for that or burn this for the other thing back in early 2021. That was rather novel and unique for the NFT space. And so back then, I knew very little about NFTs and the technology, but coming from the world of gaming, I knew how to build out discords. And back then, there were very few."
    },
    {
        "speaker": "B",
        "text": "That huge skill, huge translatable skill when."
    },
    {
        "speaker": "C",
        "text": "You come here well and doing it safely and securely and not just fumbling my way through, but, like, knock on wood, none of the discords I've ever built have ever been exploited or, or, like, taken advantage of. So I took great pride in doing it as by the book as I could. So I reached out very early on, before the project had actually launched, and came to an agreement with G Funk to build out the discord for them and essentially get my foot in the door, so to speak, on the community side. I levered that into some early conversations. Given my background. I used to do some work in operations and logistics. They were talking about shipping the comics from Chris Wall's printer in Australia to sports Cheetah's office in California and talking about 10,000 comic books, you're talking about like, ten pallets worth of comics that they were trying to ship to an office without a loading dock. And I was like, pump the brakes here, let's talk about this. And so that really brought me into the conversations of more of the operations, the marketing and stuff like that, and have since worn a lot of hats through the company. I think I was technically employee number five. And so, yeah, early on, started consulting that summer. I was brought on full time, and we've been going hard ever since."
    },
    {
        "speaker": "B",
        "text": "Super cool. So, I mean, like, look, that's still, that goes to the thing we talk about all the time. Like, we're still, so, even today, you know, that was a couple years ago, but even today, still so early in this space that you can connect and make something happen with something as simple as a DM. So if you have aspirations to do things in the space, please, please, I would encourage you to take the initiative and reach out. You have literally zero to lose. You will be right where you are now. If, whatever, if the person doesn't answer or respond, or if I could throw."
    },
    {
        "speaker": "C",
        "text": "An asterisk in there."
    },
    {
        "speaker": "B",
        "text": "Sure, just don't. The asterisk is, don't message VGF."
    },
    {
        "speaker": "C",
        "text": "He'll say, no, no, my DM's most likely. If you, if you cold DM me, and it's a shitty DM, I just won't respond."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Are you looking for 80,000 new followers?"
    },
    {
        "speaker": "C",
        "text": "Yeah. No, I lead with value. Like, I knew what I could bring to the table and I offered it, you know, freely and willingly. I had no resume of experience to lean off of at that point, but, like, I had, you know, some other discords that I linked to of, like, here's some of my work, here's what I can do for you. And we came to terms and it worked out. But there is a skill in the cold DM."
    },
    {
        "speaker": "B",
        "text": "Like, I couldn't agree more. The also try to avoid the jump on a quick call line. Yeah, I like that. I mean, that we could probably do a whole show on the skills of a cold DM because I think you're 100% right, but I think there's a lot of people still out there, too, that just don't have the confidence to even do it. But I think the leading with value 100% cosign on that. That's how chamber and I got hooked up, and I regret it all these years later. But yeah, so anyway, okay, so now you're with Pixel vault, led with value. You're on the team. Obviously, I think most of the people here listening know Pixel vault, but there, I mean, there's been so much new and exciting stuff going on with not just Pixel vault, but what you guys are doing with reboot and battle plan and all of that. Talk about the evolution from where Pixel Vault was to what you've got going on now. With the launch of reboot, the launch."
    },
    {
        "speaker": "C",
        "text": "Of battle plan in the summer of 21, we kicked off the meta heroes, which was kind of our 1st. 1st PFP. And the vision for that was this community owned, community governed gaming ecosystem. And it was a spectacular success. At the time, the fervor and speculation around it was incredible to see and live through. But at the same time, managing of expectations was maybe not as strong a focus. At that time. There was a lot of people that had hoped and anticipated that it would maybe happen quicker than it has. And we've kind of owned our part in that along the way. But when really the pivotal turning point was goose eggs getting involved. Uh, Aaron is. Is our head of, uh, gaming. And if you could design a human being to be at the intersection of gaming and cryptography, it is. Aaron St. John, um, like, background of 30 years in game development, had been on like, the leading edge of, you know, free to play ad, you know, spot, uh, ad based games, free to play, like, all of. All of these iterations that we've seen through gaming, that he had been kind of on that leading edge of. And he just so happened to have gone to school in the early, early times of cryptography. The same group of people that ultimately became the development of bitcoin is when he was getting his PhD in cryptography. So he's been along for the ride through all of the iterations of crypto as well. And he had this vision for this decentralized protocol for skill based games that just so happened to really align with what we were trying to do and a lot of the problems that we were encountering and trying to solve with developing battle plan. And so our original intention of building out this game and this ecosystem became much grander than we maybe even originally envisioned for it. And battle plan as a game that we can see today it is live today, became much more intricate and more impressive as we kind of went along. But yeah, for me, I'm a lifelong gamer. Like I said, I've been a competitive gamer for years, but this is my first foray on the development side of."
    },
    {
        "speaker": "B",
        "text": "Things yeah, I was just going to ask. That was going to go from there to, like, what does it feel like for you having, you know, had this passion since you were, you know, 13, seeing something that you worked on come to life is that it must be a really cool experience."
    },
    {
        "speaker": "C",
        "text": "Definitely. Kind of like a full circle moment. It was almost, like, surreal in a way. Cause, you know, when we were talking about it in, like, the idea stage a couple of years ago, it felt like this big blue sky kind of lofty aspiration, like a big, big, like swinging for the fences, a big swing, a big and big at bat. But it felt just in the realm of, you know, possibility. And so to come full circle on actually having it be live, it didn't feel real at the time. It was like, oh, shit, it's really real now. It had felt pretty real, like, through the beta tests and getting some early positive feedback and things like that, but having it actually be live and, you know, open and available for anyone to go play was, yeah, pretty surreal."
    },
    {
        "speaker": "B",
        "text": "That's so cool. So, Chamber, you've played battle plan?"
    },
    {
        "speaker": "A",
        "text": "Yes. I actually have so many questions about battle plan."
    },
    {
        "speaker": "B",
        "text": "Okay, let's do it. So my thought is, let's start with battle plan specifically, and then we can talk reboot and how that plays into everything next. So, chamber, go for it on battle plan. My first, actually, before you ask your likely very specific questions. Yeah, I want VGF to give us kind of a TLDr. If I'm looking at the website here on battle plan, what I think is very cool. It's pretty intuitive, but you've got this very nice how to play, uh, tutorial here. So everything from getting started to, you know, leaderboards, setups, top up on credits, all that stuff, so people can go there. Maybe we can link it in the show notes. It's enter the vault dot app, how to play. But BGF give us, like, a quick and easy tutorial on, you know, what the mechanics are, how it works, and kind of where the web three of it all comes into play for sure."
    },
    {
        "speaker": "C",
        "text": "So it's a three v three auto battler, kind of a subgenre of auto chess. I was unfamiliar, even as a game. Like, I'm an FPS battle royale kind of guy. This was not my typical style of game. So even I, as we were getting into development and I was learning about a lot of this, I didn't think it would be my kind of game. But it turns out I do have kind of like an inkling for it. But it is a very strategy driven kind of front loaded style of game. You can play it kind of passively, like, it has a three hour timer per session and a session, if you're a really involved in, like, grinding through it real quick, can take anywhere from, you know, 15 minutes to 45 minutes or an hour, depending on how well you play and how quickly you do it. But it's basically where you tee up your pairing of your selected brawlers and skills and that interplay between those characters and skills where they play off of each other. You commit to a round and, you know, it's randomly assigning a player of equivalent or higher skill to depending on your difficulty. And you get to see the superheroes kind of beat the crap out of each other. So aesthetically, very cool. It's got a lot of automatopoeia and explosions and pretty colors and. But at the same time, it's very, very strategic. It's something that is easy to approach. And you can kind of button smash your way through if you want to. But it's got a lot of nuance and depth to it for those that really get into the weeds."
    },
    {
        "speaker": "B",
        "text": "So what do people need to kind of get started playing this game?"
    },
    {
        "speaker": "C",
        "text": "Just GG. Just GG in the form of game credits. So, like, just like you would go to an arcade or like Dave and busters, you would load up your game credits on your card. Works very similarly, but in this case, the web, three aspects to it. You actually own the items that you earn in the game. You put your credits in. Depending on how well you play, you get tickets out. Tickets are also collateralized with GG. And you can either spend those tickets in the, in the, in game shop to, you know, increase your skills, get flair, and in game items, stuff like that. Or through playing through the game loop, get extractors so that you can take those tickets back out into liquid GG."
    },
    {
        "speaker": "B",
        "text": "That's super interesting. So, uh, the. So when you're, you're playing with GG as your game credits and you're earning items and tickets, is that correct? And then the tickets can be redeemed for GG on the back end as well. Is that. Did I follow that correctly? Yep."
    },
    {
        "speaker": "C",
        "text": "I. Either you can, like, just like you would take your tickets to, you know, the prize cage or, you know, to get your stuffed animal or your whatever athlete at Dave and busters, you can go and spend them like, like to unlock additional in game, you know, optionality and things like that, or using the extractors, take it back out to liquid so it's not pure token in, token out but through playing through that game loop, you are able to unlock that liquidity if you'd like to."
    },
    {
        "speaker": "B",
        "text": "Yeah, I really like that. As a mechanic, it gives people the optionality of kind of choice of when it's just token in, token out. It feels much more transactional and like, the way you describe it, like an arcade feels so much more fun to me, at least psychologically. Right? Like, it doesn't feel just like a play to earn, like Axie Infinity did or whatever. Super interesting."
    },
    {
        "speaker": "C",
        "text": "Well, if I can add one more thing there, like one, one interesting kind of communication challenge that we've had, the game session cost is pinned at $20 worth of GG. $20 worth of GG. Which for our degenerate audience may sound cheap or expensive, depending on your pov. But the reasoning there is that that is your stake, that is your wager, but that is not a sunk cost. You are realistically, depending on how well you do, earning most of that back, if not more, more than you entered, but it is not $20 per game, sunk cost to play."
    },
    {
        "speaker": "B",
        "text": "Got it. So it's not binary. It's more like you could get 90% of that back. You get 110% of that back, but it's your kind of entry fee to play the game is that."
    },
    {
        "speaker": "C",
        "text": "I'm following that. Another relatable analogy there, and credit to Steve, who I see is listening, he's been using this example quite a bit as well, is like DF's."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Putting that analogy of, you put something on the line and you like your vested interest, the experience is more intense. You have something real on the line that makes the game that much more interesting and compelling."
    },
    {
        "speaker": "B",
        "text": "I love that analogy for everybody but Steve, who probably returns 2% on his DF's leisures. Is that accurate, Steve?"
    },
    {
        "speaker": "D",
        "text": "All right, first of all, I will not take this slander lying down. I was actually."
    },
    {
        "speaker": "B",
        "text": "I made sure I brought you up before I backed."
    },
    {
        "speaker": "D",
        "text": "I know, I know, I know. I was going to say. I actually was specifically coming up to say, bunshu, you have no idea how much you would not only crush this game, but love this game. Have you played it yet? Have you had the chance to dive in?"
    },
    {
        "speaker": "B",
        "text": "I. Yeah, I set myself up today, actually. So I. Fuck."
    },
    {
        "speaker": "D",
        "text": "Should have got my affiliate link. Thanks, appreciate that."
    },
    {
        "speaker": "B",
        "text": "Well, you know, chambere, uh, waterboarded me to use his affiliate link because that's what he does. So, uh, but yeah, no, I'm super into this. It's very much, um, the type of game that I would be interested in in terms of like that mechanic alone. Right? Like, I mean, you could. You could probably math your way to some nice returns as well, if you're. Once you start getting into all the different options and, uh, loadouts and all of that stuff. Uh, Steve, what's been your favorite part so far? And then I'll get chamber in for his, uh, very specific questions."
    },
    {
        "speaker": "D",
        "text": "So I'm. I am. I'm. First of all, I'm obsessed. And this is, like, it's crazy. Cause I know, like, we're, like, collaborators on this thing, and so, like, people are like, oh, you're just a collaborator. No, I'm, like, obsessed because Zed run was fun for me, but there was so many elements of chance and the breeding and things like that, and it's like, oh, maybe pick a gate. And there's luck and there's assumptions, but, like, this is one where your strategic decisions matter. And because of the randomized nature of it, it reminds me a little bit of, like, you know, this combination of Zed run and playing, like, poker, if you ever do online, like. Like, any sort of poker, because in poker, you might get dealt shitty hands, and you have to figure out the sort of, like, ways that you strategize around it. So if I don't get my first guy, for example, in the low. So for people who don't know, as VGF was mentioning, you get, like, four characters to start. And I have three loadouts that I tend to be pretty excited about at the moment, based on my level. And so if I don't get one of my main guy when I do the first loadout, well, then I need to be somebody else. So I'm like, all right, well, now I need to be lone. If I need loan, I need to use this loadout. If I use this loadout, this is how I survive. If I do it this way, I can save my coins. Do I want to max my skills? Like, all these different things about it? So, for me, I love that, like, there is an element of luck and skill combined, sort of just like poker, but, like, it's like Zed run, but, like, what Zed run would be if it were, like, ideal and you had more control of the outcome of the game. So I'm glad you're starting to play it, because. And we'll have to compare notes. I absolutely could see you not just being. Enjoying this, but crushing it and being, like, one of the people who's, like, in the running for, like, the cyber truck or the other rewards that are coming out on a regular basis because it's so fun. So, like, I mean, I could talk GG all day as we kind of go into it. But, like, I'm legitimately at the point where I'm, like, in DM's with, like, RDL right now, trading loadout recommendations and asking questions in the discord. And, like, nothing gets me to because, like, I got the Starbucks discord, I got the DJ and discord. So I never go to another discord. I'm going to the pixel ball discord to ask questions and discuss. So for me, like, I am way excited about this game. Like, I'm, like, literally going to just go play one as soon as I hit mute on this, probably."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is super cool. It actually even more so relates to that DF's analogy now because, you know, part of DF's is not even just the players or, like, you know, the salary part, but it's total game theory on what your opponent might do or what you're going to do. And you have to, you know, think your way to contrarianism and DF's. And so it sounds very similar in the sense of there's a lot of game theory involved here, which I absolutely love. Chamber."
    },
    {
        "speaker": "D",
        "text": "Well, can I throw away one, one, one more, sorry. One more thing about it that I really love. Like, the reason why this game is, like, built for me is it's got the strategy angle, it's got that game theory, like, your point. It's got all those things. But on top of it, what VGF said, like, I don't want it to be understated, the fact that you can play a, like a game over the course of 3 hours. So, like, I could wake up in the morning, set up a build, win like five in a row, go do coffee with captain, finish coffee with captain. Unless we have a super long show, finish coffee with captain. Jump in, continue to play. Oh, I have a meeting. Okay. So, like, you have time to sort of play it intermittently, and you have the choice to watch the battle, skip the battle, speed the battle up. So, like, that's the other thing is, like, if I'm doing it with my son, we're gonna watch every battle in slow time. If I'm doing it by myself, maybe I speed it up, maybe I skip it. But that's the other part I want to say that's really nice about this game is, is that ability to do it and then afterwards, to your point, like, not just the game theory, but decisions you have to make. What, what do I do with my tickets? Do I extract this do I upgrade this? Do I make this silver to go up the leaderboard quicker? So there's so many elements to it that get in deep, where it's like to VGS point. At a surface level, you can play and enjoy, but at a deep level, you can really go down a lot of rabbit holes. So sorry, I'll shut up on the chamber."
    },
    {
        "speaker": "B",
        "text": "Steve, how, how much of, like, just in your experience playing so far, how much GG are you using or returning perenna match? And, like, what's your experience? Been there?"
    },
    {
        "speaker": "D",
        "text": "So here's what makes it actually a very good game from a design perspective. On the reboot side, I have no clue. I'm not tracking it. I'm just playing it. So I'm just playing it. Getting my tickets, spending my tickets in the ecosystem, probably will cash a thousand here or there to get 100,000 game credits back in. So you can kind of get back in, back out. But, like, it's like I'm really just, this is the mark of a good."
    },
    {
        "speaker": "B",
        "text": "You're going for the cyber truck, aren't you?"
    },
    {
        "speaker": "D",
        "text": "I have zero chance of the cyber. I like the fact that, like, it's doing things that incentivize me to want to play the game further. Not to be like, I'm playing this to cash out, which I could, but, like, I'm doing it to be incentivized to play the game, if that makes sense."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, totally. Um, chamber, I mean, you've been playing. How, what, what questions do you have, first and foremost?"
    },
    {
        "speaker": "A",
        "text": "So I've I've tried the free play a couple of times, and my question is, I can't get past that. So."
    },
    {
        "speaker": "B",
        "text": "Chamber, not a game theory expert."
    },
    {
        "speaker": "A",
        "text": "So, VG, maybe you can help me out here. There's some simpletons listening. I'm just looking at the crowd right now."
    },
    {
        "speaker": "B",
        "text": "Simpleton's hosting."
    },
    {
        "speaker": "A",
        "text": "Sorry, Simpleton's hosting. Simpleton's listening. Simpleton talking right now. So I connect my wallet to the site. Okay, so it's hooked up my metamask. I go through my metamask, I clicked on the little credit button, says, buy credits to play. I get the 200K credits. I'm like, I'm going to buy some credits. The transaction goes through. And it gives me a little message saying, transaction went through. It'll take some time for your. It'll take a moment before your credit show up. I have not seen this was this morning. I have yet to see. Is it. How long should I expect to wait? Have I already waited too long, would you say?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, if you go and hard to refresh right now, it's probably there. The reason that we say that is because it's leveraging layer zero for ETH mainnet transactions. So if you sign onto the website and you're just buying credits in ETH, it's actually leveraging layer zero to take that transaction and mint you, your credits on arbitrum. So a little bit of back end wizardry, wizardry going on there, which is why we have that little disclaimer."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I've signed out a couple of times. I still haven't seen the credits yet, but then it says, like, get started. I click on the get started chamber."
    },
    {
        "speaker": "D",
        "text": "Literally thinks VGF is the customer care center for."
    },
    {
        "speaker": "B",
        "text": "You. I told you his questions would be very specific to me."
    },
    {
        "speaker": "D",
        "text": "This is far more specific than even I expected."
    },
    {
        "speaker": "B",
        "text": "I know chambers so well. At this point, I could call, this."
    },
    {
        "speaker": "A",
        "text": "Could be other people, this could be answering people's issues that, you know, that may run into the same issue here. When I click on get started, a wallet connect little icon pops up. But I'm using metamask and I'm, and I don't use wallet connect, but it seems like it's connecting my wallet because all of the."
    },
    {
        "speaker": "C",
        "text": "You can go metamask via wallet connect."
    },
    {
        "speaker": "A",
        "text": "Right. So I think that's what is happening. And everything looks kosher, but I can't."
    },
    {
        "speaker": "B",
        "text": "When I, when I click easy, there is real sun."
    },
    {
        "speaker": "A",
        "text": "I'm getting verklempt over here. When I click on get started, that's the only thing that pops up. Am I supposed to click on anything in this wallet connect window? Like, I'm just, I can't figure out."
    },
    {
        "speaker": "C",
        "text": "How to get past without seeing your screen. It's, it's kind of hard to say. Did you claim your starter bundle?"
    },
    {
        "speaker": "A",
        "text": "I believe I did, yeah."
    },
    {
        "speaker": "C",
        "text": "Okay. Because that would, that would be the one other thing kind of hanging you up to getting started is because it is web three enabled and you actually own the stuff."
    },
    {
        "speaker": "A",
        "text": "Yes, I have my skills."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, like, when you, when, for those that may be in the audience and haven't done so yet, that is kind of like the onboarding flow is you start your, you claim your starter bundle, and that includes, you know, skills and traits and stuff like that, some in game flair and stuff that, that you actually own. And so, like, once you claim it, we can't take it back from you. And the reasoning there being that, like, in order to get started and use that stuff, you have to have that stuff. And so the, in addition to buying credits, you do have to claim that starter bundle before you can go and start playing the game. And if you haven't yet chamber directed to you, you do have to equip those items to enable playing with them, which is available in your inventory."
    },
    {
        "speaker": "A",
        "text": "Yeah. So they are equipped."
    },
    {
        "speaker": "C",
        "text": "Perfect."
    },
    {
        "speaker": "B",
        "text": "Honestly, Chamber, you should probably ask your daughter. I think she'd probably, probably figure it out faster than you could."
    },
    {
        "speaker": "D",
        "text": "Well, I was going to say. I was going to say I help my 68 year old mom with some stuff all the time when, like, she can't get the. So I might be able to help chamber too with the similar fashion. I know you have those sort of troubles, so I could do what I can."
    },
    {
        "speaker": "C",
        "text": "I know Bunchy was kind of giving you a little shit about it, but like, by all means, like, we have mods and community members that will happily jump in like a discord call with you and talk you through it, like, and not to call you out. Some of it may be user error, but there very well could be something going on."
    },
    {
        "speaker": "B",
        "text": "Most likely use your error."
    },
    {
        "speaker": "C",
        "text": "No, I'm kind of teasing, but like, by all means, if you're having trouble with it, please hop on over to the discord that somebody will gladly hop into a voice chat or screen share on Discord and they'll walk you through it."
    },
    {
        "speaker": "D",
        "text": "Just tag in the discord and ask him for help. I'll get you."
    },
    {
        "speaker": "C",
        "text": "I'm sure that would be of great."
    },
    {
        "speaker": "A",
        "text": "Help all the time. So I'll just."
    },
    {
        "speaker": "C",
        "text": "Unless, unless you're looking for moisturizer recommendations."
    },
    {
        "speaker": "A",
        "text": "That'S usually where we are."
    },
    {
        "speaker": "B",
        "text": "All right, so we got a couple minutes left here. I want to move real quick into reboot. So tell us, you know, obviously battle plan is pixel Vault specific as the, you know, game developer and things like that, but it's part of this new reboot ecosystem that you all had a huge part in bringing to life. Talk about, you know, what the thought process was around reboot, what it is, and how people can expect it to evolve in the future, for sure."
    },
    {
        "speaker": "C",
        "text": "So reboot is a protocol for decentralized, skill based games. So what it does is it addresses a lot of the components that we as a game developer were experiencing in developing battle plan. You know, a lot of people may not be in the same position as we were in being able to basically build out a not so small sized studio within the company to develop our own game. And so reboot really helps facilitate lowering that barrier of entry and developer problems. For launching a web three enabled game, it handles a lot of the economy side of things of like in game items being pins to VR gdas that are going to fluctuate depending on in game demand, the on chain transfer and flow of value through rewarding the developers, paying out the validators, all of the kind of trustless systems that help it be a true web three experience. And then there's kind of shared network effects of like having this. Going back to the arcade analogy, no one really wants to go to an arcade that only has one machine in it, right? Like going to an arcade and having that optionality, that that ability to go seamlessly from game to game is a huge appeal. And reboot has a couple of other features of like say you have a bunch of skills in battle plan, but you get done with battle plan and you want to go over and play a couple of our announced partners games. So like you go over to chimpers or you go into wolf Game and you want to play some of their stuff, but you've got all of your, you've got all your GG locked up in these items for battle plan. Because everything in reboot is collateralized by GG. You do have that portability of being able to convert items within the ecosystem into others, or to liquidate those items and claim the underlying GG. So instead of having to go and take all your stuff and floor it or like dump it into blur bids, you have an intrinsic floor, like built in cost or is not cost value to all of these collateralized items. And so kind of let that rising tide lifts all ships. Like games that are going in to be launched on reboot, in addition to battle plan, have this built in community of like hardcore gamers that they can tap into for leveraging that shared liquidity pool, the rewards provision, the distributed validation network like things like that that an individual team may not have been able to tackle on their own."
    },
    {
        "speaker": "B",
        "text": "I love that. This is super cool. So far, how many games are kind of in the works to be built on reboot?"
    },
    {
        "speaker": "C",
        "text": "So battle plan is kind of pixel Vault's flagship. We have announced thus far the intention for chimpers to bring some of their dojo games over to reboot as well. Timeline on that has not yet been announced. And then Wolf Game 2.0 will be being built on reboot as well. So those are the three that have been announced thus far. And we have some others that we haven't yet announced."
    },
    {
        "speaker": "B",
        "text": "That's amazing. I can't wait. Now I want to get involved even more because like you said, one game is great, five are better. So I'm looking forward to that chamber. I hope you get your issue resolved here. You're going to have to go into the discord, get some support, and because I'm gonna beat you in battle plan."
    },
    {
        "speaker": "A",
        "text": "There'S no doubt I've already given up sunk cost."
    },
    {
        "speaker": "B",
        "text": "You're the worst."
    },
    {
        "speaker": "A",
        "text": "Another discord."
    },
    {
        "speaker": "C",
        "text": "That social aspect though, like, is one of my favorite parts. Like, you know, I'm. I'm a shit talking kind of gamer. And so it's funny because our community gives me shit about it all the time. But like, once upon a time in, during the beta, I had gone zero five on a live stream because it is a difficult game at times and they have never let me live it down."
    },
    {
        "speaker": "B",
        "text": "That's incredible."
    },
    {
        "speaker": "C",
        "text": "And so part of me respects it, hurts my ego, but I respect it, because being able to see who you are challenging and who you're crushing when you go up against them is. Is very satisfying. And being able to, like, call them out in discord when like, oh, I just fucking destroyed one of your builds. Like, there is."
    },
    {
        "speaker": "B",
        "text": "I'm actually very frightened about that."
    },
    {
        "speaker": "C",
        "text": "It's very. It's very rewarding and motivating."
    },
    {
        "speaker": "B",
        "text": "I can't have Steve holding that over me, so I'm going to have to get a. I want to have to get my build up, and I can't be losing Steve and battle plan like that. So this was awesome. I think we covered, you know, an entire, uh, full circle breakdown of you battle plan, what your plans are for reboot. And I think this will be awesome for anybody to listen back to getting into that ecosystem for the first time, or if you've been around pixel vault for a while. Uh, last question before we get going. Um, you said the only thing you need to start is to pick up some gg. So how can people get gG if either they're already in the pixel vault ecosystem or if they are not?"
    },
    {
        "speaker": "C",
        "text": "So if you are in the pixel vault ecosystem, you have a couple of avenues. Depending on what assets you may have held to convert those into gg, the easiest low friction way is either going the route of acquiring it on centralized exchange. We are on bybit, if that is available where you are, or via Dex on Sushiswap, you can get the contract address. I'll pin kind of the all in one tweet where you can go and get your GG buyer's guide. Or if you just want to hop in and play games, you can acquire game credits on the website in ETH. So as, as Chamber had mentioned and was. Was going through the experience of working through, you can hop in and buy in ETH. And don't worry about any of the rest if you if you don't want to."
    },
    {
        "speaker": "B",
        "text": "Very, very cool. Okay, chamber. Make sure you pick up enough gg to play. There's some awesome pinned tweets up top about GG and reboot about battle plan. So check those out, bookmark them, read them later, and don't forget the results of our poll. What was the best Mario game? We had a whopping twelve votes. Super Mario 64 with 40% 42% of the vote, followed by original Mario brothers 33%. Super Mario brothers two. Only 17% want. That's gonna do it for us, for myself, bunshu, and Israel's son. Until next time, keep the mic hot."
    }
]