[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am am bunch. You alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. You know, it's a fine. I don't know. Is it Wednesday today? This is like a regular show day."
    },
    {
        "speaker": "A",
        "text": "This is our normal show day. We were playing around with the soundboard prior to the show, and I don't know how to get out of it now. So that's."
    },
    {
        "speaker": "B",
        "text": "You have to press. You have to press the wand again. I had the same issue just now."
    },
    {
        "speaker": "A",
        "text": "Double wand, double wand approach. I see. Well, as people are filling in here, we will ask you to give us a comment in the little purple button down there. Share the space out, if you wouldn't mind. Helps us get some folks in here. We have an awesome show for you today. If you don't want to just throw us a random comment. I've got two conversation starters for us up top. One is you're in an elevator with your hero. You have 90 seconds to tell them about yourself. What do you say? Give us what you would say to your hero if you had 90 seconds in an elevator. The other one, this actually, I just. My mother in law is upstairs with my wife. We're doing a little Christmas activities later this evening. And I went up and there's all these kind of great snacks out of. And I just put my hand in this bag of chips and grabbed a chip and ate it, and I stopped. I had to do a double take, and I was like, what the hell are these? And I flipped the bag over, and they are turkey and stuffing flavored chips. So the question is above, would you like. Are you interested in turkey and stuffing flavored chips chamber? Let's start there. Would you eat turkey and stuffing flavored chips?"
    },
    {
        "speaker": "B",
        "text": "100%. Like, turkey and stuffing is, like, the best food. So I would absolutely have that in chip form. I also think Canada is underappreciated for its chip variety. You come to Canada, you're going to find some fun chip flavors here. Like, you know, we're known for our ketchup chips, our all dress chips. I see a lot of, like, sour cream and bacon, a lot of. A lot of interest. And those are staples. Like, those are. That's not once in a while. Those are year round chips. So I like a good, fun chip. So I would absolutely try that."
    },
    {
        "speaker": "A",
        "text": "What is the weirdest chip you think you've ever indulged in?"
    },
    {
        "speaker": "B",
        "text": "The weirdest one. I mean, it has to be one of those, like, the. I think it's like the pocky chips or whatever it is, like that, you know, like the super spicy chip."
    },
    {
        "speaker": "A",
        "text": "Oh, I. You know what? I was with my, my nephew a couple weeks ago, and we were in a CV's, and I was like, hey, you know, I was trying to be like, cool uncle. I was like, hey, do you. You want to get something? You want, like a treat, a candy or something, whatever. And he, like, runs over the chip aisle and he picks out these, like, blue spicy chips. And I think they were, like, of this variety of this brand. And I was like, yeah, this is what you want. Like, yeah. And so I bought them for him. We get in the car and we open them, and I literally almost had to pull over because I ate one while I was driving, and I think my vision blurred and I needed a doctor. It was. They were very, very spicy. Too spicy for me to handle. I am a historic baby back bitch when it comes to stuff like that. So not super surprising, but they were. They were pretty intense."
    },
    {
        "speaker": "B",
        "text": "The best chip I've had lately is. I don't know, you guys have Miss Vicki's down there."
    },
    {
        "speaker": "A",
        "text": "Like, the chip or."
    },
    {
        "speaker": "B",
        "text": "No, is it."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, no, Miss Vicky's. Yeah, you're right. I'm thinking of. I'm thinking of Sally."
    },
    {
        "speaker": "B",
        "text": "I know what you're talking about."
    },
    {
        "speaker": "A",
        "text": "Sally Shruthers."
    },
    {
        "speaker": "B",
        "text": "I gotcha. I gotcha. Well, they just dropped the spicy dill pickle chips here. I gotta tell you, they're pretty delicious."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "That's the nice. That's a nice chip right there."
    },
    {
        "speaker": "A",
        "text": "Spicy dill per go. Interesting. I would. I would definitely have it. I would have it. Shout out to the folks in the comments. We got James, Chris, Steve, J. Webb saying that he loved all the dead air. So, you know, that's. And Bundy following up with that, said, it's better than the ringing noise, which we don't have today. So Drew says he can't wait to hear all about the trial of Jimmy the monkey, which I thought it was Timmy the orangutan. Yeah. Which we'll get straight into. And Vicki down there dropping Canada story gifs and. And Dow Jones, so shouts to all of you. So, yeah, I would. I mean, not gonna lie, these chips were actually pretty good. I was pleasantly surprised and also kind of weirded out at how accurate they depicted what a turkey and stuffing chip would actually taste like. Before we get off the chip, I have a feeling Steve's got a hot chip take. So let's go to Steve for his chip take."
    },
    {
        "speaker": "B",
        "text": "No, keep the timer. Okay."
    },
    {
        "speaker": "A",
        "text": "Wait, wait. Actually, the potato."
    },
    {
        "speaker": "C",
        "text": "No, I was gonna. I was gonna say, you wanna talk about Incas and how they incubated potatoes? But I was gonna say the. What you said about the stuffing chips, I was gonna ask if you actually ate them or just seen them somewhere, because my mom brought them over at one point, and I thought they were normal chips, just normal kettle chips. And so I opened them up, and I took a bite. I'm like, why do these taste like something I can't quite place? And they're just stuffing chips. They are very on the nose, but I can't eat, like, a bowl of them. Like, I eat a couple of them, and I can't go back and keep eating them. But I thoroughly enjoyed the ones I did eat. It's just, I can't eat them en masse. I would smash spicy dill pickle chips. So those sound fantastic."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's exactly what happened to me. I was like, I ate it, and I was like, what is this? And it was spot on. It was exactly what I would have expected if you told me, what would a turkey and stuffing chip taste like? And then I had, like, three or four of them, and then I was like, okay, I'm done. Give me the sweet potato chip or whatever the Thanksgiving dessert of your choice, cranberry sauce chip. I don't know, but I had the same thing. And these are. These are a bowl and basket, which is a shoprite, shoprite specific brand. So I don't know what brand yours were, Steve, but these are generic. It's a bear market out in these streets. So we buy generic Shoprite brand chips here. You know, we're not springing for the lays. What do you. What is the fanciest chip brand? Is it. Is it like, cape Cod chips? I don't know. Those are hot in the streets over here. Drew knows a good cape cod trip down there. I see him. But, yeah, these are. These are generic store brand, and they nailed it, I'm not gonna lie. But, yeah. So, Chamber, we got a lot to get to today. We've got. We've already gotten Steve nerd out with Steve of the day talking chips, and maybe he's gonna. Maybe he'll drop some knowledge."
    },
    {
        "speaker": "B",
        "text": "I have a fun fact for Steve later about our proximity to each other and a little history lesson for him. He probably already knows it."
    },
    {
        "speaker": "A",
        "text": "Interesting. We're gonna do a lot today. We've got a couple segments. We've got suss or bus. We've got news or nah. And we've got defend that tweet. We're gonna cover all of that in the next. In the next little bit here. If you want to come up and give your opinion on any of these things, give us a request. We'll get you up here and chatting, but chamber, we're going to go like rapid fire through suss or bus or news or not. I'm not going to cover too much stuff in detail. We're going to go for the headlines only. And I want you to, one, tell me what you think. Two, is it Sus or bus news or not? And then we'll see if it, you know, the audience wants to participate and give their takes or drop us a comment and we'll get to those as well. So should we start with Sus or bus? I wish we had our drops."
    },
    {
        "speaker": "B",
        "text": "We'll get there. New Year's. New Year's. This is."
    },
    {
        "speaker": "A",
        "text": "Let's see. Let's see if I can find a sound board that might be sus or bus worthy. How about this one?"
    },
    {
        "speaker": "B",
        "text": "That's a very good, like, that's a. That's a very good sound. Like, that sounds like a real toilet."
    },
    {
        "speaker": "A",
        "text": "Flush that was as accurate as those stuffing and turkey chips tasted. So, like, if they had a toilet flush chip, that would have. Spot on. Yeah. All right, so we got Susser bus here. Susser bus, for those of you who don't know, is a segment that we do on the mint condition where we talk about some news headlines or some things that are going on in the web. Three, space. And is it, is it, you know, is it sus or is it bus, is it battery suspicious or busious?"
    },
    {
        "speaker": "B",
        "text": "You know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Bus vicious. Yes. And so the first one here, Twitter, we saw, you know, there's been a lot of hot Twitter talk in the streets the last couple days with Daddy Elon, you know, and his, I guess, late night appearance on his own Twitter spaces last night. But earlier in the week, we had Twitter bans, third party social media platforms, including Facebook, Instagram, Mastodon and truth. Social. This is interesting because it's, like, kind of already old news, but I think it's worth talking about in the same context of, like, is it good for Elon to just pop on Twitter spaces and talk about his financials? It's kind of a knee jerk implementation that he's doing. And we even had in our DJEn network meeting yesterday, you were telling us we should all go back to Facebook."
    },
    {
        "speaker": "B",
        "text": "Yes. I'm a big Facebook proponent. I think it's the OG. I think it's the only thing we should be using going forward."
    },
    {
        "speaker": "A",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "No. We did have a couple of opinions that were pro Facebook yesterday in our chat, but I think. I mean, it's not really working out well for SBF, taking this approach. I can't imagine it's going to work well for Elon. I know there's a bunch of Elon fanboys on Twitter. I am not that impressed with his business acumen. I'm not that impressed with his technical savvy. I think he's a guy that purchases businesses on the way up. Obviously, you can like an idea and if you have mountains of money, buy into it. That totally makes sense. But I don't think he's this, you know, savant, as, you know. Some people may prop him up to be. I don't think it's a good idea. I think it's very sus that he's eliminating some of these other platforms. He did walk back Mastodon last night in that chat, for whatever reason. He admitted to be wrong on that one for whatever reason. But, yeah, I don't know. Not a huge fan of him doing that. I hope he puts somebody in place that actually runs it properly, or best case scenario, just sells it to somebody else and we can get on with our day."
    },
    {
        "speaker": "A",
        "text": "So we. This sounds like a absolute Sus rating."
    },
    {
        "speaker": "B",
        "text": "100% sus."
    },
    {
        "speaker": "A",
        "text": "Full toilet. Full toilet bowl. We actually have. We have a special guest, Des, joining us today. Des, thank you. I didn't recognize you as I am looking out down there looking for your goats PFP. And not your actual goat PFP. So welcome to the show, Des."
    },
    {
        "speaker": "D",
        "text": "Thanks so much for having me. I appreciate it."
    },
    {
        "speaker": "A",
        "text": "Susser bus on. Daddy Elon stepping down. No, we were so. Just his antics in general, the original Susser bust was about him banning third party links and all of that good stuff."
    },
    {
        "speaker": "D",
        "text": "Honestly, so far, it's been a bust for me."
    },
    {
        "speaker": "B",
        "text": "I think you mean Susan."
    },
    {
        "speaker": "D",
        "text": "Oh, wait, sorry, Sus. Yes. I'm so sorry. Yes, definitely. I'm glad you got this."
    },
    {
        "speaker": "A",
        "text": "Thanks for joining. Thanks for joining us on our show and knowing our segments. It's been wonderful having you. So we'll move on. This one's for you, Des. The Woolpaper was released yesterday. So wolf game, I believe you're still holding some wolf game assets, is that right?"
    },
    {
        "speaker": "D",
        "text": "Definitely not as many as I should be after having a good bit, but, you know, can't. Can't win them all, but it is impressive. I mean, my God, they're. They're. They're still pumping and they got a lot of momentum. So, yeah."
    },
    {
        "speaker": "A",
        "text": "Did you actually take a look at the. The wallpaper and understand what the game mechanics are here. Could you give us a rundown?"
    },
    {
        "speaker": "D",
        "text": "I was coping too hard by selling all my assets, so I couldn't even bear to look at the full thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I mean, I am in the same boat. I once held 28 sheep and a wolf, and I had a bunch of Genesis land and farmers, and I panicked and sold it all. And now I'm just rip on all wolf game assets. However, I'm looking at the woolpaper right now, and it's talking about, you know, the game being innovative and how few blockchain games have been built with crypto natives in mind. And this is all about being crypto native. It boasts low time requirement, high thought requirement, which I think is interesting. And, you know, the shepherd has always been, you know, big into the game theory. Ubiquitous, novel macro and micro game theory, player guided evolving economy with active landowners, off chain resources, and in game automated market makers. Diverse game and metagame experiences, technology and transparency. Honestly, it's pretty. An evolving economy. There's. This is pretty robust, and I'm actually pretty impressed here. I. Yeah, I'm coping hard on this one, so I'm going, I'm going Bussin on this one chamber. Any thoughts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I think Bussin for sure. I know a lot of people. I mean, I remember, was it, was it like, two summers ago when this was pumping? I forget, I forget how long it's been."
    },
    {
        "speaker": "A",
        "text": "It hasn't been sometime last year."
    },
    {
        "speaker": "B",
        "text": "Yeah, like 2021, right? Like, wasn't the summer of 2021. Anyways, you guys were rich for a point. You guys were like."
    },
    {
        "speaker": "D",
        "text": "I feel good about that. I held way past bunch, so I."
    },
    {
        "speaker": "B",
        "text": "Have to imagine there's probably more people out there like you guys. So I only wish the best for those people. So I'm happy that, you know, some of those, some of those diamond hands are getting paid off. So definitely bussing."
    },
    {
        "speaker": "D",
        "text": "I may not know the segments anymore, but at least you guys are taking my advice and switching it to the full thing of bussing instead of just bus. So that's good."
    },
    {
        "speaker": "A",
        "text": "I mean, sus, or bus is the name of the segment, but the things are either suspicious or bussing. So I think you're correct there. So. And does you have, like, some weird background noise going on? So when you're not speaking, if you wouldn't mind muting, that'd be awesome."
    },
    {
        "speaker": "D",
        "text": "Do you get a Po app? Do you want a Po app for that one?"
    },
    {
        "speaker": "A",
        "text": "I don't know if this one's pull up worthy as poap worthy as the ringing noise. But it's. We'll get a Po op made for it. It'll be. Des joins his own show. And before we go to our next one, we got one in a million with his hand up. One in a million. Welcome to the stage. What's going on?"
    },
    {
        "speaker": "D",
        "text": "Hey, friends. You caught me, like, picking up my kids. This is always when it happens, but I wanted to throw out real quick. Love you guys. And I was thinking it was about this time last year when you were pulling up your most played songs and you destroyed me with fishy on me with all of my kids, for an entire year. I want to say that real quick before I have to drop down the listener."
    },
    {
        "speaker": "A",
        "text": "Happy holidays. That was a special treat for you. That, at the time, was one of my top played Spotify songs because I had a, you know, almost one year old. And so I don't. I didn't even bother to look at my Spotify rap this year for that exact reason, because it's all children's songs. I actually had a conversation with one of my buddies about this, and he actually has a separate Spotify account than his children because he wants to keep his algorithm clean, which I think is, like, very obsessive, but I think it's smart chamber. I feel like you'd be obsessed with your Spotify."
    },
    {
        "speaker": "B",
        "text": "You are 100% correct. I am. But the conclusion I've come to is because I want to bestow good musical taste with my kids. We have at least my daughter and I have one big favorite list. So she'll put some favorites. I'll favorite some stuff. So we kind of listen it all together, so I'll hear some of what she's listening to, which, you know, admittedly, can be a little garbage sometimes. But she."
    },
    {
        "speaker": "A",
        "text": "She."
    },
    {
        "speaker": "B",
        "text": "Now, you know, she's picking up my. You know, her favorite song right now, I think, is psycho killer by the talking heads. You know, that's her absolute favorite song. She. She got into some. She tried to play me some, like, shitty emo. I want to say shit, I like emo, but this was, like, the garbage stuff, and I introduced her to my chemical romance, and, you know, she's a big fan of, like, you know, welcome to the black parade."
    },
    {
        "speaker": "A",
        "text": "How about some blink one, a two?"
    },
    {
        "speaker": "B",
        "text": "No, not in my fucking house, that's for sure."
    },
    {
        "speaker": "D",
        "text": "Impression."
    },
    {
        "speaker": "A",
        "text": "Where are you? And I'm so sorry."
    },
    {
        "speaker": "B",
        "text": "But, yeah. So I've taken a holistic approach to the family Spotify, where we want to be collaborative on our playlists."
    },
    {
        "speaker": "A",
        "text": "Very interesting. Des, are you protective of your Spotify? Algo, dude, I'm so lame."
    },
    {
        "speaker": "D",
        "text": "I rarely go into Spotify unless it's for the children. I'm super audiobook guy slash listening tv shows in the background while I work."
    },
    {
        "speaker": "A",
        "text": "So I am the. I'm the exact same way. Chamber would actually be, like, super disappointed with me on that, I think, like. But I'm the same way as you. I do not listen to enough Spotify. When I go to Spotify, it's for podcasts. So it would be children's songs and podcasts on my Spotify wrapped. But anyway, and it sounds like, you know, just by watching the emoji reaction to that, one in a million is an emo guy, and he was very disappointed with you just bashing emo there. Chamber."
    },
    {
        "speaker": "B",
        "text": "Pro emo. I'm pro emo. Just good emo."
    },
    {
        "speaker": "A",
        "text": "Got it. All right, we got some. We got some chip recommendations. Opportunist drops. The Pringles. Hot ones. Los calientes verde. Interesting. That sounds like a pretty good one. Uh, fight. Uh, stuffing. Stuffing, seasoned almond halves. Did not get the chip memo. He's on that healthy kick, but he's got stuffing seasoned almond halves. Would you eat that, chamber?"
    },
    {
        "speaker": "B",
        "text": "They're almonds. Or is it half almonds, not almond flavored chips? Okay. Uh, correct."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "No, I'm down with. I'm down to clown with some almonds. Almonds."
    },
    {
        "speaker": "A",
        "text": "All right. Almonds. Steve. Steve, you down for the almond halves?"
    },
    {
        "speaker": "C",
        "text": "I would try them, but I will say this, because I'll always try a novelty chip, but I realize I totally forgot one of the craziest chip types I ever had, which was fantastic. And I need to know if either of you have tried this. Pringles did a run of spicy Wendy's chicken sandwich chips, and they taste exactly like a Wendy spicy chicken sandwich. It is wild. I don't know if they still exist or not, but I remember I had them. It was a few. It was probably two years ago, and it was like, I ate them. I'm like. I mean, it tastes spot on. So highly recommend."
    },
    {
        "speaker": "A",
        "text": "That sounds pretty good. Chris Hodl. The ghost pepper takis are banned in some schools because kids were going to the hospital."
    },
    {
        "speaker": "B",
        "text": "Yeah, man, those things will mess you up."
    },
    {
        "speaker": "A",
        "text": "Chamber. How did you not say chip talk on stage? And you just said it in the comments, like, this is. This is really good. Yeah, I do. You know, I'm a good. I love a good pun. All right, back to Sus or bus. SBF to be extradited to the US. Sus or bus. He couldn't handle. He couldn't handle a couple days in the bohemian prison. He needed to get back. Now, what are you. What are your current thoughts on SPF chamber?"
    },
    {
        "speaker": "B",
        "text": "Apparently that bahamian prison was no joke. Didn't have any vegan meals."
    },
    {
        "speaker": "A",
        "text": "I mean, definitely no almond."
    },
    {
        "speaker": "B",
        "text": "Definitely no almond halves. Um. Is it. Is it. I don't know. Are american prisons worse than bahamian prisons? I don't know."
    },
    {
        "speaker": "A",
        "text": "He's probably. I mean, he's probably going to go to some good ones holdings, so. Right, exactly. Um."
    },
    {
        "speaker": "B",
        "text": "I would say sus, then, because you want this guy to suffer a little bit, right?"
    },
    {
        "speaker": "A",
        "text": "I mean, or a lot of it. Des, Suss or bus on SBF being extradited."
    },
    {
        "speaker": "D",
        "text": "This is actually a tough one, just because I'd rather have him here in the US to face all his punishment. But yeah, that bahamian prison, man, that looked like serious business. I mean, I read an article or skimmed an article, said like, it's barely fit for humanity. It's probably pretty true. He's probably gonna go to a country club prison out here with. With all his connections, but yeah, who knows? We'll see. I think it's probably. Like I said, I want him back in the US for the punishment, in the sense. So we'll go bustin."
    },
    {
        "speaker": "A",
        "text": "What do you think is worse prison conditions? Do you think the bohemian prison. I think it was called Fox Hill or something. Do you think that is worse conditions, chamber? Or do you think Shawshank is the worst prison?"
    },
    {
        "speaker": "B",
        "text": "I would say probably. I mean, Shawshank didn't seem too bad. You make a buddy like red, you know, he seemed like a good dude. You know, you gotta deal with the sisters a little bit, but, you know, a couple of those times, you know, it's like. It's like riding a bike. After that, I think the bahamian prison's worse. Shawshank. I'm going for the clout."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, plus you get to be in a movie, right?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. And then you get to. Then you get to go to Morgan Freemandhead."
    },
    {
        "speaker": "A",
        "text": "What'd you say?"
    },
    {
        "speaker": "D",
        "text": "Des, I know you got an arsenal of impressions. You got a good Morgan Freeman."
    },
    {
        "speaker": "A",
        "text": "Oh, man, this one's tough. I don't know if I could. I could try it. I could try it. Give me a second."
    },
    {
        "speaker": "B",
        "text": "Gotta find that word. You gotta find that special word."
    },
    {
        "speaker": "D",
        "text": "Frank Caliendo recommends starting with."
    },
    {
        "speaker": "A",
        "text": "Ah, yes, I saw that. While you talk, let me. Let me find a good Shawshank quote and I'll see if I can. Perfect chamber. Next one here. Paypal to integrate or. No, no, let's go with this one because I feel like, you're gonna have a hot take on this one. Coinbase Nft tweeted the other day, crypto cards. Customizable digital greeting cards from Warner Brothers are now live. With the holidays approaching, it's a great time to spread a little cheer. Choose from iconic characters like Elf, Batman, Wonder Woman, Scooby Doo, and more. So you can now send digital crypto greeting cards on the blockchain. Is this us or."
    },
    {
        "speaker": "B",
        "text": "Literally, the only thing I feel in my body right now is the Larry David gif of him on curb where he just says, nobody gives a fuck. I think that's how I feel about Coinbase. I've been a slave to Coinbase for many years now. In the early days, a Coinbase pump was something to behold, and as I would say since 2020, just been absolutely irrelevant. So I could give a shit about what Coinbase is doing."
    },
    {
        "speaker": "A",
        "text": "What about just in general, digital greeting cards?"
    },
    {
        "speaker": "B",
        "text": "No. No. Greeting cards in general. Get them out of my face. So, digital version of it. Get out of here."
    },
    {
        "speaker": "A",
        "text": "Des. Thoughts?"
    },
    {
        "speaker": "D",
        "text": "This is such a typical chamber grumpy answer, and I'm actually going to go busting today. I enjoy myself a good Christmas card, getting one in the mail, and I."
    },
    {
        "speaker": "A",
        "text": "Think it'd be interesting to see them."
    },
    {
        "speaker": "D",
        "text": "Across, like, ten years time. And the only way I'm keeping a freaking Christmas card from someone for ten years is if it's on the blockchain and immovable. So I'm going to go. It's actually a pretty decent use case for the blockchain. I'm going to go busting on digital holiday cards."
    },
    {
        "speaker": "A",
        "text": "Yeah. Now, that's interesting in the sense that if I could make my family greeting card on the blockchain, I think I'd be into it, because."
    },
    {
        "speaker": "D",
        "text": "Yes, exactly."
    },
    {
        "speaker": "A",
        "text": "I'm not sure I'm down to send a digital Marvel greeting card, but I think putting my family greeting card on the blockchain is actually kind of fun. I know Cap has. I know Cap is down there. He's had some thoughts around the digital greeting card space. So if he's. If you got a strong take on the greeting cards to combat chamber, Cap will welcome you up at any time. Should I try this Morgan Freeman impression?"
    },
    {
        "speaker": "B",
        "text": "Yes, absolutely."
    },
    {
        "speaker": "D",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "I wish I could tell you that. And they fought the good fight and the sisters let him be. I wish I could tell you that. But prison is no fairy tale world. He never said who did it, but we all knew."
    },
    {
        "speaker": "B",
        "text": "That's not bad. That's not bad."
    },
    {
        "speaker": "D",
        "text": "That's not bad. Like, seriously not considering I had, like."
    },
    {
        "speaker": "B",
        "text": "30 seconds to prep. I thought that was a plus work."
    },
    {
        "speaker": "A",
        "text": "That is like, that's only like the second time I've ever tried a Morgan Freeman impression, so I can work on that. I feel like there's a base there."
    },
    {
        "speaker": "B",
        "text": "I like it."
    },
    {
        "speaker": "E",
        "text": "Amazing."
    },
    {
        "speaker": "D",
        "text": "Definitely. I like it."
    },
    {
        "speaker": "A",
        "text": "Cap, give us your greeting card take."
    },
    {
        "speaker": "E",
        "text": "Yeah, so I started just blocking chamber out when he starts talking on some of these shows. So I may not have caught the whole thing, but."
    },
    {
        "speaker": "B",
        "text": "That hurts my heart."
    },
    {
        "speaker": "E",
        "text": "I'm just, I'm really just, I don't have the zingers or the one liners, so I got a, I gotta. That's my weak attempt at."
    },
    {
        "speaker": "A",
        "text": "We could just, let's just get Vicki writing zingers for you every week and you can come up and deliver Vicki's take."
    },
    {
        "speaker": "E",
        "text": "I am now accepting application. If Vicki doesn't want it, it's hers until she no longer wants it. But I'm. If Vicki doesn't want the role, I'm accepting applications for a roast writer specifically for chamber."
    },
    {
        "speaker": "A",
        "text": "What do we think about. I know you actually have put in words and, like, I think you were even saying in the war room the other day that you had it written down somewhere about, like, blockchain greeting cards. Do. Am I remembering that correctly?"
    },
    {
        "speaker": "C",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "E",
        "text": "It was one of the very first ideas I had when we, like, shortly after apes minute, and we were in that, that incubator esque discord where, you know, Deejan ultimately came out of and a few others. But on that list, Washington, you know, ten or twelve concepts, ideas, one of them being unchained cards. I hadn't even thought about the Christmas card idea. I really love that. I'm going to go track down what I think is one of the greatest Christmas cards of all time, especially understanding my background and knowing that I was a Verizon dealer, owned a bunch of Verizon stores at the time. So I'll go track the card down before your show wraps. But on the whole idea here, and I think what makes it so attractive is a, you do have to have, someone's going to have to build a good front end to, you know, the user interface. That makes it very easy. And when you can go back and see all this stuff, but where, where it becomes valuable is, is that history, is that legacy is storing that stuff on. I have boxes of cards that, like, my grandmother sent me, but they're just in a box in my garage. You know, there's no, there's no way to display or refer back to. And this is where I think the idea of that that on chain provenance and storing something, it's not just by having it on chain, but you connect it with a good, a good front end. And I think there's something really there. You could also, you could also leave stuff. You know, you're like a card in perpetuity. I go, I know some of these solution solutions exist in a web two world today, but I think there is some real, real value in that permanent storage."
    },
    {
        "speaker": "A",
        "text": "Not even that, but it just makes them so much easier to send. Right? Imagine if you could just kind of airdrop your friends, your Christmas card, and they could go back and see it forever. But I keep going back to what the DGen founders Christmas card would be. All of us in matching white pajamas, crisscross applesauce in front of a Christmas tree, and a yule log like happy holidays from DJ network chamber. What do you think we would do as a Christmas card?"
    },
    {
        "speaker": "B",
        "text": "I have no idea. I'm trying to think this might say a lot about me. I don't get. Do you guys get a lot of Christmas cards? I think I got one from my work."
    },
    {
        "speaker": "D",
        "text": "It's the power of being kind to other people. They."
    },
    {
        "speaker": "A",
        "text": "Chamber really telling on himself."
    },
    {
        "speaker": "B",
        "text": "Maybe in Canada we just don't give out Christmas cards as much. Probably. That's probably chambers."
    },
    {
        "speaker": "C",
        "text": "Like, do people show up to your birthday party? Because, like, I invite a lot of people, but no one's in the dead."
    },
    {
        "speaker": "B",
        "text": "Of February, so it makes sense that why they didn't come, nobody wants."
    },
    {
        "speaker": "E",
        "text": "Here's a lazy, lazy, lazy man's hack for next year. If you do like the Christmas decorations and, and your kids reach an age, once your kids reach an age where they don't want to hang the Christmas tree decorations, they just want to put it all on you. The hack this year is we just left all the decorations in the box and all the Christmas cards are, are what's on the tree this year. So that's the, uh, that was, that was interesting. That was my life hack for, uh, short decorations."
    },
    {
        "speaker": "A",
        "text": "I like that. But that means you get a pretty decent amount of Christmas cards, which is good."
    },
    {
        "speaker": "E",
        "text": "Um, at least one or two more than chamber, it sounds like poor chamber."
    },
    {
        "speaker": "A",
        "text": "Sorry about that. Vicky GM, welcome to the show. Today, I feel like we should ask you to roast chamber, but I think he just roasted himself by his telling on himself on how little Christmas cards he gets."
    },
    {
        "speaker": "F",
        "text": "Well, first off, I thought about, obviously, the Christmas card with you all wearing matching pajamas, which obviously wasn't an image that I wanted to see in my head, but I thought could be quite humorous. But then my brain decided to double down on me and say, why the fuck is there not a djing calendar? And then I went, I don't know. That's a very cool idea. But then my brain went, next level went, well, you realize, of course, if you do a dGen calendar and you have a different personality for every month, you know exactly what chamber is going to be. And then I made the mistake of saying to my brain, well, what would chamber be on the calendar? And all I could hear was, I came in like a wrecking ball."
    },
    {
        "speaker": "A",
        "text": "And."
    },
    {
        "speaker": "F",
        "text": "I went, why do you do this to me, brain? Like, now I can't unsee that. So now I've got to pass it on. So obviously, when you see that gif with Santa flying on top of the wrecking ball, obviously that would clearly have to be chambers for December. People would turn over November and be excited for December and go, oh, my God, can't unsee."
    },
    {
        "speaker": "A",
        "text": "Somebody has to put chambers face on the Miley Cyrus wrecking ball. Jiff. Now we have some really skilled people in DJ network that could do something."
    },
    {
        "speaker": "F",
        "text": "Like, I'm glad you said put him."
    },
    {
        "speaker": "A",
        "text": "No, I want full body. I don't know if there's a image of that somebody could use for the full body out there. You do. Okay, please, please dm me that. And we'll get that."
    },
    {
        "speaker": "B",
        "text": "I'm gonna warn you, it's a little shocking."
    },
    {
        "speaker": "A",
        "text": "You remember how Canada does milk in a bag? Yeah, that's a lot like what that."
    },
    {
        "speaker": "B",
        "text": "Looks like a couple of milk bags."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. The DJ callender is such a good idea, though. Like, just. I would love to do something like that for, like, charity. Steve, what month would you be? Oof."
    },
    {
        "speaker": "B",
        "text": "Zach."
    },
    {
        "speaker": "E",
        "text": "Steven Espito for charity."
    },
    {
        "speaker": "C",
        "text": "Hang on, nobody wants to see that. Yeah, that's right. The bubbles with bark discussion. We'll just. That'll, that'll be. That'll be my section for June Bubbles with Barkley."
    },
    {
        "speaker": "A",
        "text": "What month you're taking? June. Cap, what month do you claim?"
    },
    {
        "speaker": "E",
        "text": "July."
    },
    {
        "speaker": "A",
        "text": "July. Okay, I'm gonna go. I'll take my birth month, and I'll go November. I could probably do some really fun stuff with a turkey, maybe. Oh, wow."
    },
    {
        "speaker": "F",
        "text": "I didn't see that coming."
    },
    {
        "speaker": "C",
        "text": "Neither did the turkey."
    },
    {
        "speaker": "A",
        "text": "So speaking of stuffing in turkey chips, we'll leave that. Des, if you were part of the djen calendar, what month would you be and why?"
    },
    {
        "speaker": "D",
        "text": "I'm here enough to be a part of the Degen calendar."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, you come to this show at least 30, 40% of the time."
    },
    {
        "speaker": "G",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "I feel honored. I'm gonna take."
    },
    {
        "speaker": "C",
        "text": "You can at least be in the background of one des, if that helps. Just in the far background, I'll be."
    },
    {
        "speaker": "D",
        "text": "Yeah, just like, plant Photoshop me in, like, a little hair strand in Steve's and I'll be happy. I'm surprised Steve's hair doesn't get, like, its own month."
    },
    {
        "speaker": "A",
        "text": "Its own month. What if it was like, Dez? Like, you know those memes that are like, zoom in here and then go down to the right and then back here and then it's a picture of Des in, like, May."
    },
    {
        "speaker": "D",
        "text": "My size on the calendar is representative of my dedication to. To the Degen network. Yes. Yes."
    },
    {
        "speaker": "A",
        "text": "Fantastic. I need to do this calendar next year for charity and we're going to put it on the blockchain as we've just decided here. Vicki, thank you for your just always extremely helpful and fantastic ideas and contributions to the show. You are a legend and we'll make sure that you get the first copy of the calendar next year. Should we, should we go to news or not? Because I have a hard stop at five today and let's go rapid fire news or nah. And then I'm going to make you defend some tweets out here. So we'll get into that. But I'm going to rapid fire these headlines at you guys and you can tell me news or nah, Des, I don't know if you've even seen this one. I feel like this went relatively, like, under the radar. I actually thought it was pretty cool, but I feel like nobody is talking about it. Solana Discord's newly announced link roles include support for Solana, a first for any blockchain. Servers with the Solana app installed can prompt users to link and authenticate with their Solana wallet assigned to link roles based on the wallet. So Solana is. Has an integration here with Discord now news or Nahdinh?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's news. It's a smaller bit of news, but it's definitely news. I think integration of one of the, you know, the second probably biggest social platform for nfts, integrating a little bit further with that, I think is news. Yeah, but it's a smaller side of."
    },
    {
        "speaker": "B",
        "text": "News Chamber news or nah, I'm with Des. I think it's a little bit of news. Not that. Yeah, not too crazy."
    },
    {
        "speaker": "A",
        "text": "All right, I'm going news next up here, though. Scottie Pippen. NFTs sell out in 77 seconds for a world record for athlete rugs. News or not."
    },
    {
        "speaker": "B",
        "text": "I mean, there has to be some botting happening there, obviously. I just loved all of the, you know, you saw a lot of people have learned their lesson. Overdose the months and years in nfts. And I saw a lot of celebrity NFT playbook kind of step by step stuff. I don't know if you guys saw that, like, step one, go on Twitter and say that you're into web three and nfts. Three weeks later, announce your NFT sell out and then basically disappear. So I'm assuming that's probably what this is going to be."
    },
    {
        "speaker": "H",
        "text": "Which sport is that?"
    },
    {
        "speaker": "B",
        "text": "Who knows?"
    },
    {
        "speaker": "A",
        "text": "Some terrible team outer that is the NBA for those scoring at home. Scottie Pippen, the sidekick to Michael Jordan. So we're talking team sports. So outer Lumen is 100% interested in team sports. Is that. I think her bio says that, actually. So des news or not, damn, you."
    },
    {
        "speaker": "D",
        "text": "Just called Scottie Pippen a sidekick. It's a, it's a nought for me. It's news that people are still buying. I saw the same tweet that chambers talking about, about step one, you know, join spaces. But the orange comment is, is not going to last in this one. So I'm going."
    },
    {
        "speaker": "A",
        "text": "All right, I'm also on a no here. The next one here. There's a new dawn on the horizon in web 316 legendary photographers, 135 years of National Geographic photos, 1888 NFTs dropping exclusively on snowcrash.com, comma, National Geographic photos as NFTS chamber news or Nah on Natgeo."
    },
    {
        "speaker": "B",
        "text": "I don't like this repurposing of, like, photos and stuff like that. It hasn't worked yet. I've always thought it was a good idea when I first heard it. I've gotten burned too much. I don't want any part of this."
    },
    {
        "speaker": "A",
        "text": "Tez."
    },
    {
        "speaker": "D",
        "text": "I haven't been burned yet, but I'm still gonna go nah on this one. It's, it never seems to work out. These kind of small, super historical kind of art mints. It just, it just never works out. So I'm gonna go, nah."
    },
    {
        "speaker": "A",
        "text": "Outer lumen news or not."
    },
    {
        "speaker": "H",
        "text": "I have a clarification question. Is this binational geographic, like, does the money go to them to support their organization or."
    },
    {
        "speaker": "A",
        "text": "No, it's a good question. I actually already closed out the window, so I."
    },
    {
        "speaker": "H",
        "text": "Answer. My answer would depend on the."
    },
    {
        "speaker": "B",
        "text": "Okay, we'll say it is. Well, let's say it is."
    },
    {
        "speaker": "A",
        "text": "Say it is. You're into it."
    },
    {
        "speaker": "H",
        "text": "I would be into it just because I think that there's also, I don't know, just warming up a National Geographic community to nfTs. That's kind of the side I'm looking for, I don't know how much I'm evaluating it on a play for us. Djens to djen on. But if National Geographic as an institution is embracing the idea of disseminating some of the stuff that they do through NFT culture, I'm here for that."
    },
    {
        "speaker": "C",
        "text": "I was trying to turn this into coffee with captain. With a take like that."
    },
    {
        "speaker": "A",
        "text": "That's, hey, look, that is a fantastic take, actually. I, so I'm with you. Yeah, we need, wait, what am I supposed to do?"
    },
    {
        "speaker": "B",
        "text": "Just do you, you're doing it perfectly."
    },
    {
        "speaker": "A",
        "text": "Yeah. You do you that this is, you're actually smarter than all of us. So Steve is commenting on the fact that our show is dumb and his show is smart and sophisticated and the takes like that belong there and not here. But I, you know, we're here for."
    },
    {
        "speaker": "E",
        "text": "All things Steve and I, though, as just mere mortals, we're just the, we're simply like the guest in outer's world. And it's our guests that make us. It certainly raised the iq of the show."
    },
    {
        "speaker": "C",
        "text": "We're the vessel. We're the vessel. And everybody else is smart."
    },
    {
        "speaker": "A",
        "text": "It's told on, well, I mean, look, you guys are smart, too, but your guests are extremely smart. Your, your, your community that you have built is one of the, I would say, more sophisticated web. Three audiences in the space and thus the world, I would say so, you know, so kudos to you guys and outer always bringing the hot and good takes chamber. We got time for one more news or not. And actually, I'm going to make you talk about this one in great detail. Yesterday we saw bored Ape Yacht club. Drop a teaser here, drop a thread here about the beginning of the trial of Jimmy the monkey. So first of all, I want you to explain to everybody in the audience what the trial of Jimmy the monkey is. Yeah."
    },
    {
        "speaker": "B",
        "text": "No, so James is how he was born, I believe. He's 33 now. He has just started this trial wherever he has to. You know, basically, you know, you know that thing when, you know, you get, and then they ask you to do more, but all of a sudden you change your mind, you know, that thing. Well, he's kind of doing something like that, but in a different kind of way. He's really trying to get underneath it and really bust through the barrier to get to the other side. And I need to mean, that's where they get the other side turn from. So really comes down to Yuga, other side apes."
    },
    {
        "speaker": "A",
        "text": "The end is there, people are asking, is there any coincidence that this trial is happening around the same time as the SBF extradition."
    },
    {
        "speaker": "B",
        "text": "So I say yes."
    },
    {
        "speaker": "A",
        "text": "All right, so we got a norm. I see your hand there. But I know J Web's been waiting to fud chamber on his child Jimmy the monkey knowledge all day. So we'll go to J Webb, maybe to describe what the trial actually might be, and then also rip on chamber J Webb."
    },
    {
        "speaker": "E",
        "text": "No, that was actually quite hilarious. I really appreciated the deadpan nature of that right there. We're waiting on this video I tweet out earlier. I feel like my family's financial future is solely dependent on a cartoon monkey video. That's me dropping in the coming hours, and that is not a great place to be heading into the holidays. So that's really. That's where I'm at with things at the moment."
    },
    {
        "speaker": "A",
        "text": "I mean, look, kids, you're either getting more Christmas presents or all you're getting this year is the Degen holiday calendar. That's really what this cup boils down to, des, any takes on trial of Jimmy the monkey. Before we go to norm, excited for."
    },
    {
        "speaker": "D",
        "text": "The video to drop. Surprised it hasn't yet. Maybe we'll get a little 03:00 p.m. release. But I thought, absolutely. Great job at summarizing it. So I don't even think we need the video at this point."
    },
    {
        "speaker": "A",
        "text": "Any thoughts on the tears that you've seen with the dogs being kind of God tier? And they."
    },
    {
        "speaker": "D",
        "text": "I don't understand why they. I know it was a mistake originally that, like, the fourth tier, the, like, the hyper blue tier, that they just were, like, kidding. It's not actually a tear, but I don't understand why there wouldn't be a tier for. For apes, mutants, and dogs holders. That seems dumb, but, yeah, I mean."
    },
    {
        "speaker": "C",
        "text": "Interesting on the tiers, probably supply numbers, actually would be my guess is they probably, like, looked at supply numbers and they realized that if they had that extra tier, it would have probably changed the dynamic of whatever they're building, is my guess, because I actually had that question, too, because I didn't think that was a key at the top either, at first. And then Garg obviously clarified. So that's the only thing I can come up with. I figured. I started to jump hands."
    },
    {
        "speaker": "A",
        "text": "I figured. Does that qualify as a nerding out with Steve? I'm not sure it's actually enough to qualify, but I appreciate the clarification because I wouldn't have known. Norm, let's get to you. And then we're moving on to defend that tweet to close it out."
    },
    {
        "speaker": "B",
        "text": "Appreciate it."
    },
    {
        "speaker": "A",
        "text": "How are you guys doing?"
    },
    {
        "speaker": "B",
        "text": "Norm, nice to have you here."
    },
    {
        "speaker": "E",
        "text": "Thank you, Chamber."
    },
    {
        "speaker": "A",
        "text": "I just. I wanted to push back against everybody on your behalf and just say that, that you."
    },
    {
        "speaker": "E",
        "text": "You get a whole lot more flack than you."
    },
    {
        "speaker": "A",
        "text": "Sorry. I muted everybody that we don't. We don't fucking tolerate. We don't tolerate that shit here, Norm. This is a safe space for everybody but chamber, and you will not come to our space and defend this man. That is a. And for that, you get this. All right."
    },
    {
        "speaker": "B",
        "text": "I look down."
    },
    {
        "speaker": "A",
        "text": "I'm just kidding."
    },
    {
        "speaker": "E",
        "text": "Defend this tweet."
    },
    {
        "speaker": "A",
        "text": "I'm dead."
    },
    {
        "speaker": "H",
        "text": "I don't know what just happened, but I'm dead."
    },
    {
        "speaker": "A",
        "text": "I'm just kidding. Norm, can you come back and talk again? I just had to hit the bit while I was there. That was brilliant. Okay, so then let me switch to the other thing. I just wanted to say on behalf of sometimes a guest on coffee with captain such, the high compliment that they gave us, I just want to say thank you personally."
    },
    {
        "speaker": "B",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "I mean, you are. You are one of the many very talented and gifted individuals that graces their stage every morning."
    },
    {
        "speaker": "B",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "So pleasure to have you. While we're transitioning into defend that tweet, I did want to recognize that Pat is up here as a speaker, and I feel like this space is really probably home for Pat. Pat has been a wrecked podcast and mint condition, a follower for a while, so we appreciate Pat. And, Pat, if you have anything to say, please feel free to chime in."
    },
    {
        "speaker": "G",
        "text": "Hey, guys. Well, good to talk to you guys live here. I see all you guys are Steve and Captain Des, of course, all chamber and all the whole bunch. But listen, dude, did you. I was snooping over on the blockchain, and you saw those mutant hounds, those mega mutant hounds. I see one of them has got a bunch of moonbirds. I was wondering if it was one of your guys. Dude, I'm giving, I'm giving. We thought on that fucking DJ. He saw me, and then, holy shit. All of a sudden it was. .5 holy smokes."
    },
    {
        "speaker": "B",
        "text": "Unbelievable. No, I'm out of all. I got no moon birds left. I sent them all out to pasture now."
    },
    {
        "speaker": "G",
        "text": "But those collars, huh? They. Someone bought one, dude. He listed it for like 1.5 right away. Sold for. Someone bought it, snatched up, sold for 38 about seven minutes later. Unbelievable."
    },
    {
        "speaker": "A",
        "text": "Crazy."
    },
    {
        "speaker": "G",
        "text": "I was just chiming in with some little more current news if you needed one last topic to polish off the."
    },
    {
        "speaker": "A",
        "text": "Rest of the night."
    },
    {
        "speaker": "G",
        "text": "Afternoon."
    },
    {
        "speaker": "A",
        "text": "We love you, Pat. And I got to say, one of the highlights of my year last year was actually meeting Pat in person at, at the RSop party. We had it. We had a very good time. So I'm actually not super familiar with the mutant hound. The mutant hound collars. Steve, our resident Yuga expert, do you have any insight on those?"
    },
    {
        "speaker": "C",
        "text": "No, I was going to say I'll defer to outer Lumen because this is one that I've been out of the loop on. I know that they revealed the rarity today and there were megas and non megas and people are trying to make tie ins to what's going on with the trial of Jimmy, but."
    },
    {
        "speaker": "G",
        "text": "Ten k collection, there's 25 megas. The collars were revealed today. I'm not sure if they, if they said when you could burn the collar for the actual hound, but it's, it's so it's, it's out of the mutant cartel, which is basically like a bunch of mutant apes that started their own thing. And it's sort of like a, like a side project there. Kind of like maybe like a Jenkins sort of thing, like an offshoot. Not, not affiliated at all with Yuga officially at, at this point, as we know, so. But, uh, but there was something about 3d renderings, so who knows?"
    },
    {
        "speaker": "A",
        "text": "Did you get yourself any collars? Are we, do you have any."
    },
    {
        "speaker": "G",
        "text": "I do have a, I revealed some collars. No megas, unfortunately. But, uh, but dude, you know what's fucking interesting? A lot of people were thinking as soon as reveal goes, oh, fuck, megas are bust. But no, they actually, the floor price rose after the reveal whether people knew if they had the mega or not."
    },
    {
        "speaker": "H",
        "text": "So that's because they have a lot of other really awesome traits that people are excited to reveal. They have like laser eyes and like all kinds of different stuff. So just because you didn't get one of the megas, you still have a chance of getting some pretty rare dogs, I think. I am also a holder of collars and part of the mutant cartel. And yeah, I think it's going to be fun. I definitely was disappointed I didn't get omega either, however, definitely watching that. And also you may want to keep an eye on the oaths as well because that's been interesting too, to see the price action on those."
    },
    {
        "speaker": "A",
        "text": "Super interesting chamber. You're going to buy some mutant cartel stuff after this. I have a few. Well, I don't know, maybe you're very easily influenced, which will take us into our next topic here. Big community guy by you. He's a huge community guy. That's right. So we, if you haven't listened to our show before, we always do defend that tweet. One of our favorite segments here, and it's where I pull up chambers old tweets and make him defend it. The first one here, though, is a new tweet, and it's a two parter here, because I want to juxtapose two things here. And one is if you're a. If you're a coffee with Captain Fan, you heard the plague on their show yesterday, and, you know, there was a lot of positive reaction around the plague, and, you know, the talk of the town was how much in full force they came out to support their, you know, founder on coffee with captain, and how the community was so rabid, and I. So chamber, being the engagement farmer he is, followed suit and bought himself, if you could see a couple plagues, and he says, was told to buy the plague nfts for the culture. His tweet introducing himself to the community got one like, and one quote tweet. And the quote tweet was by himself. And so he got 1 second."
    },
    {
        "speaker": "E",
        "text": "How is this possible?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So I would like to juxtapose that with the tweets. Uh, this tweet here from Steve. After having ponds eth on coffee with captain this morning, I decided to jump into the pond and buy my perfect plague. It's got the sunglasses, the hair, the hoodie, uh, tongue on fire. Because he talks too much. Very Steve. His tweet got 300, 385 likes, 114 retweets, and two quote tweets. Chamber, defend yourself here. Is this a Christmas card thing all?"
    },
    {
        "speaker": "B",
        "text": "I honestly think I'm being attacked internally by elon. I've been talking shit about him lately, and I feel like he's making my tweets not be seen by the masses. This is upsetting. I spent $1,000 yesterday to get some engagement and got nothing."
    },
    {
        "speaker": "A",
        "text": "Oh, I'm dying, Des. Does this surprise you, that chamber got no love on his?"
    },
    {
        "speaker": "D",
        "text": "No, it doesn't surprise me at all. I mean, this is the power of being kind to other people. And unfortunately, Chamber is without."
    },
    {
        "speaker": "C",
        "text": "Did you hear captain say, how's that possible? Like, he seems to. It wasn't even like a reaction. It was just like a pure shock, like amazement."
    },
    {
        "speaker": "A",
        "text": "It's. Check."
    },
    {
        "speaker": "E",
        "text": "There's no. No shadow ban. I thought there had to be a shadow ban or something."
    },
    {
        "speaker": "B",
        "text": "You could have lied to me, Chris. I'm going to be honest. You could have said, oh, there's a shadow man."
    },
    {
        "speaker": "A",
        "text": "Wow. It's just incredible. The, you know, I pulled that tweet, and you. I mentioned it to you before the show, and you were like, wait, wait, wait. You have to go get Steve's tweet as the juxtaposition. And I was shocked when I saw myself. So it's fantastic. But we got two more tweets here for you. And by the way, I have. I said this last time, you're gonna have to step up your game because I've had to go, like, way back in the archives to find some tweets."
    },
    {
        "speaker": "B",
        "text": "I know. I'm working on it. I've stopped retweeting as much to at least make it easier on you, but I will say more off caller stuff in the future."
    },
    {
        "speaker": "A",
        "text": "So this one comes to us from 1026. So way back in October, at 06:36 p.m. it got two. Nice two."
    },
    {
        "speaker": "B",
        "text": "That's a 100% increase from our last one."
    },
    {
        "speaker": "A",
        "text": "That's right. By Drury and Chris Hodel. And it says we always compare blockchain adoption using the same timeline as the Internet. What if it's the same timeline as VR? Tell us what you were thinking there in defender."
    },
    {
        "speaker": "B",
        "text": "So we're similar age. I'm a little bit older. Even Steve might be able to back me up on this one. But I feel like since I was a little kid, VR has been dangled in front of my face. I'm talking in the mid nineties, and we're still not there because, like I mentioned, we're always talking about web three and blockchain stuff in terms of how the Internet was kind of brought on. But, like, you know, what if it's VR? Meaning what if it's much longer than that? Because we've been dangling VR for many years. And, you know, I would say maybe the more recent iterations of VR have been significantly better. But I'm still on TikTok seeing a bunch of middle aged people smash into walls while they have their VR sets on. So I don't know. I don't think maybe we're not there."
    },
    {
        "speaker": "A",
        "text": "Oh, I saw Steve give a hard thumbs down. Steve, you want to jump in here and defend chamber or."
    },
    {
        "speaker": "C",
        "text": "No, it's just such a false equivalence. I mean, like, it's like, something that could be applied to any business as better guys. Something that could be applied to, like, any business as, like, an actual, like, additive technology, like. Like, a blockchain versus, like, VR, which, when you think about it on the surface, it's not like, like, if you're watching a football game, are you going to sit around on your couch with headsets over your face, smashing popcorn into your face? Like, with your friends or are you going to want to actually watch it and experience in that way? VR has applications, but it's a tactic versus, I think, blockchain, which is more of a tool. So it doesn't quite. I get what he's saying. I guess they're both technology, but the kind of loses me after that one."
    },
    {
        "speaker": "A",
        "text": "Fair des, any thoughts on chambers? Take here."
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Circles, get in here. How bad is this thing with me?"
    },
    {
        "speaker": "B",
        "text": "When he says that he might, he."
    },
    {
        "speaker": "A",
        "text": "Might and he might just not want to have the rat."
    },
    {
        "speaker": "B",
        "text": "Absolutely. He doesn't want to be put on the record for agreement."
    },
    {
        "speaker": "A",
        "text": "So this world toast taste."
    },
    {
        "speaker": "D",
        "text": "That's my, that's my resolution for 2023. No milk to more milk toast takes."
    },
    {
        "speaker": "A",
        "text": "That's a fair resolution. I think circles, get in here."
    },
    {
        "speaker": "D",
        "text": "So this is more on the previous defend that tweet. I will say when I scroll through my Twitter feed, and I don't like, consistently scroll through all the way top to bottom. I'm not constantly on here, but I."
    },
    {
        "speaker": "A",
        "text": "Don'T think I've ever seen an actual."
    },
    {
        "speaker": "D",
        "text": "Chamber tweet in the wild. It's only if I go to visit."
    },
    {
        "speaker": "B",
        "text": "This profile, getting targeted."
    },
    {
        "speaker": "D",
        "text": "I'm getting targeted, and even if I'm on his profile, it's probably like a retweet or something."
    },
    {
        "speaker": "A",
        "text": "So you're, you're on team Chambers is shadow banned and this is all a conspiracy by Elon to keep Chambers great takes down. That's what I'm hearing. I mean, if the fits. Look, I chamber. I didn't see a tinfoil hat trait on your plague frog, but maybe you need to go pick one up."
    },
    {
        "speaker": "H",
        "text": "I like, can I be on the team that I think Chamber can maybe do, like tweets that tag at some of the audiences he's trying to reach so they can retweet his stuff and blow it up because he didn't tag pawns like captain and Steve, for instance."
    },
    {
        "speaker": "A",
        "text": "He did on the follow up."
    },
    {
        "speaker": "H",
        "text": "That's too late."
    },
    {
        "speaker": "B",
        "text": "So the quote tweet was me asking."
    },
    {
        "speaker": "H",
        "text": "You had one shot."
    },
    {
        "speaker": "B",
        "text": "The quote tweet was me asking ponce if I was wrong, if I misheard, I."
    },
    {
        "speaker": "C",
        "text": "You said was."
    },
    {
        "speaker": "A",
        "text": "I lied to that."
    },
    {
        "speaker": "H",
        "text": "Did you get any engagement?"
    },
    {
        "speaker": "A",
        "text": "No. Not even one like Joe, get in here before we wrap this thing up. I'm fucking dying over here on that tweet. Like, I bought my frogs last month. I have 3000 followers. When I tagged the frogs and not pawns, I got 19,000 impressions, 222 likes, 61 retweets and 50 replies. Fucking chamber, man. That's incredible."
    },
    {
        "speaker": "H",
        "text": "Did you go hashtag ribbit."
    },
    {
        "speaker": "A",
        "text": "This is so I just hacked the frogs chamber. This is maybe the best defend that tweet we've had because of just the sheer lopsided, asymmetrical opportunity here that was there for you for engagement, and that you're just not getting out there because it's, I think you've now fallen into the villain narrative. Or you frog, there's proof."
    },
    {
        "speaker": "H",
        "text": "You should do it again. Just wait, like, two days and go in again and redo it. Just copy exactly what Steve wrote, but use your own frogs."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "No, copy pasta it exactly. Copy pasta it exactly."
    },
    {
        "speaker": "A",
        "text": "We'll do it on Friday."
    },
    {
        "speaker": "B",
        "text": "I'll do it Friday morning, and then."
    },
    {
        "speaker": "H",
        "text": "On the come, tell us when you're going to do it or we're going to uplift it."
    },
    {
        "speaker": "A",
        "text": "You should be positive tweet."
    },
    {
        "speaker": "E",
        "text": "You should copy pasta my tweet, and you should copy pasta Joe's tweet three at three different times."
    },
    {
        "speaker": "H",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "This is how science works, folks. Yes."
    },
    {
        "speaker": "B",
        "text": "What I'll do is I'll do it on Friday, and we can discuss it Friday afternoon on the show."
    },
    {
        "speaker": "A",
        "text": "Perfect. I do have to stop here in just a second, but I did want to get to this last one because I feel like people might be offended by this. Take, um, your last tweet here comes from the. The archives. Again, this one was from August, August 6 at 10:03 a.m. and, uh, if you've seen a pattern here, I did a, uh, ascending amount of likes. This one got three likes. So we're up. We're up 300%. Or actually, if you're going in chronological order, you've. You're actually down, like, 90% on your engagement. I'm telling you, people have you muted. But your tweet here is Doctor Peter Venkman was a predator. Please defend us."
    },
    {
        "speaker": "B",
        "text": "So this summer, my four year old daughter got into watching ghostbusters, and we started watching it literally, I think, every day for, like, a month. And I love Ghostbusters. Ghostbusters, one of my favorite films as a kid. I still love it to this day. But the more I watch it, I think it happens with a lot of eighties movies. There's a lot of questionable shit that happens in the eighties. And I challenge everybody to go watch the original Ghostbusters and tell me Peter Venkman's not a predator. He is, you know, he's. When he's going to visit what's her name, I forget. Sigourney Weaver. He's kind of wedging himself in the door, making it uncomfortable. Very suspicious activity, very predator like. So Doctor Peter Venkman, certified predator."
    },
    {
        "speaker": "D",
        "text": "There's an entire subreddit about and it goes deep."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "D",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "You might have found your first community chamber. The Doctor Peter Venkman is a predator. Is a predator.com community. You can go over there and join and see. Just go over to that subreddit post, that tweet and see how many engagements you get on that. It'll be much higher. There are dozens of us that is going to do it for us today. Thank you, everybody, for joining. Always a good time over here on these Twitter spaces. I'm laughing. I hope you, you guys are, too. And even if it's at chambers expense, we will be back Friday for our last show of the week. Until then, stay mint."
    }
]