[
    {
        "speaker": "A",
        "text": "That's a hot number right there, man."
    },
    {
        "speaker": "B",
        "text": "What is that that we just listened to?"
    },
    {
        "speaker": "A",
        "text": "That's the born ruffians, and that's their hit song, Badonka Donkey."
    },
    {
        "speaker": "B",
        "text": "Wow. All right, I way to start off the show here with a little badonka donkey. I'm excited for today. What about you?"
    },
    {
        "speaker": "A",
        "text": "I have been second guessing myself all day."
    },
    {
        "speaker": "B",
        "text": "All day. So."
    },
    {
        "speaker": "A",
        "text": "All day."
    },
    {
        "speaker": "B",
        "text": "All right, well, we've got quite the agenda here today. We are going to be getting into a draft. We have not had one in a long time. Figure today the market's down. Nft volume on Opensea is at a yearly low. Let's get a little excitement and fun back in us to end the week. What do you think, Chamber?"
    },
    {
        "speaker": "A",
        "text": "I need it. I need it. It was a big day today."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. All right, tell me about it. But not too long because this draft might take a while."
    },
    {
        "speaker": "A",
        "text": "No. I thought I was going to have to go to prison in the United States."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Oh, boy. Yeah, we. You want to talk about that a little real quick?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, we. Turns out even if you're in your mid thirties or early forties, you can still feel like a child and don't feel like a full fledged adult human being. Bunch and I had a call earlier today, just so for DJen stuff, but it was in regards to taxes and, yeah, it was eye opening. We kind of, you know, we've. DJ network. I don't know if you guys know this or not, not a Fortune 500 company. We've pieced it together over the years, ad hoc, if you will, but a."
    },
    {
        "speaker": "B",
        "text": "La carte ala carte."
    },
    {
        "speaker": "A",
        "text": "Choose your own adventure."
    },
    {
        "speaker": "B",
        "text": "It really felt a la carte today when we were talking about the taxes. The person, very informed, lovely gentleman that we spoke to, lovely, very patient with."
    },
    {
        "speaker": "A",
        "text": "Us, but it was like a make a wish foundation."
    },
    {
        "speaker": "B",
        "text": "Yeah. But the entire time we were talking, it felt like we were just getting judged very, very harshly on our a la carte construction of the DJ network. So, you know, we. Chamber might be."
    },
    {
        "speaker": "A",
        "text": "We got some good advice. Yeah, we got some good advice."
    },
    {
        "speaker": "B",
        "text": "Chamber might be going to three mile, not three mile. What's the big."
    },
    {
        "speaker": "A",
        "text": "Is it Rikers?"
    },
    {
        "speaker": "B",
        "text": "Rikers. That's what I'm talking about. Rikers Island. Rikers island. That's it."
    },
    {
        "speaker": "A",
        "text": "I'm not ready for this, man. I'm not ready for this."
    },
    {
        "speaker": "B",
        "text": "Nah, I mean, like, next time maybe we draft last meals like death Romeo or something. Yeah, give me some options. You're like the l. You're. You're like El Crapo. You're the, uh, that's what you've got the. Yeah, so I. For at least the time being, I think we've avoided prison. We're trying to do everything the right way, and we may need to change some stuff up, but. Yeah, I could see the look on your face just go pretty blank when you realized, hey, I'm not doing any of this stuff."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, what? Oh, so we should have an attorney."
    },
    {
        "speaker": "B",
        "text": "Yes. Oh, okay. You mean we're gonna. You. Oh, you're saying we're gonna need one, like, today? Oh, okay. Got it. Yes. But we are here, and we are thriving in our lanes, moisturized, just minding our own business. And we are going to get to a music draft. The ultimate concert draft is what we're taught. Calling this today, courtesy of our friend Ryland. Let's start bringing up folks who want to participate today. While we're doing that, if you'd like to participate in today's draft. Just going to have some fun. A little nonsense on a Friday request up. We are drafting a concert lineup. So here is how this is going to work, and we'll bring the man Ryland in to describe it himself in a second here. But you're going to have specific categories per round. So we're going to have a traditional snake style draft with three main rounds, plus a bonus round if time allows. The categories. You are picking a concert lineup, so you're going to pick in round one, the opening act, which is typically a smaller band that complements the rest of the lineup. Although, you know, depending on how many participants we have, you might be able to stack the hell out of the show. Who knows? The middle slot, low key headliner, probably the real best band on the lineup, and then the headliner. Youre fourth category, if we have time, is the venue. And, you know, you're not going to want to. I think style points matter here, so you're not going to want to pair like Tom Petty with your opener for Blink 182, as Ryland puts here. I like this, this wrinkle of it, the time travel chip. And I want Ryland to describe the time travel chip. GM Ryland."
    },
    {
        "speaker": "C",
        "text": "GM boys, very excited to get this going here. Just one quick note of clarification there. I didn't mean to suggest that we have to draft in the order, so you can pick whatever you could go."
    },
    {
        "speaker": "B",
        "text": "With your headliner off the riff. Exactly."
    },
    {
        "speaker": "C",
        "text": "So that makes it a little bit more interesting. So the idea of the time travel chip is just to introduce a little bit of difficulty so we don't get you know, everyone picking every great band of all time, you have one chance to use a band of any era."
    },
    {
        "speaker": "A",
        "text": "Gotcha."
    },
    {
        "speaker": "C",
        "text": "Meaning that one time you can choose a band that is potentially, you know, dead."
    },
    {
        "speaker": "A",
        "text": "So, Ryland, just. Just so I'm clear, every other band you would pick would be performing in 2023, correct?"
    },
    {
        "speaker": "C",
        "text": "That's correct. That's correct."
    },
    {
        "speaker": "A",
        "text": "So if you're picking the. Right, it's the geriatric rolling Stones. Unless."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. And if the band is. The band is defunct but still alive, it's legit to say this is a reunion, but you're gonna get what you get when these guys haven't played together for, whatever, 30 years."
    },
    {
        "speaker": "B",
        "text": "Okay, how about this one? So, in an example of a solo artist who is no longer living, would that be a use of the time travel chip?"
    },
    {
        "speaker": "C",
        "text": "Yes. Yes."
    },
    {
        "speaker": "B",
        "text": "Got it. Okay. So you can bring someone back to life if they're a solo artist who is no longer with us. All right, I'm ready to get going. Who else wants to play today? Cap, if you're. I think you would. You would be very good at this. If you're available. Otherwise. Are the. Are our producers and hosts. Are producers playing or. We got paid and B squared. Are you guys."
    },
    {
        "speaker": "A",
        "text": "Yeah, they're absolutely playing."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm in. So we got. Yes, we got out, but, like, I."
    },
    {
        "speaker": "D",
        "text": "Don'T have a choice. You have thinking about this for, like, three days, and I've only got one in mind, and it's probably going to go off the board first."
    },
    {
        "speaker": "B",
        "text": "Oh, well, in that. In that case, let's. We'll give you the first round pick. What do we want to. Where do we want to go here? We're going to gather some folks we've got right now. We've got. 1234-5677 is a pretty good. If we want. We want a couple more if you're."
    },
    {
        "speaker": "A",
        "text": "Can I tell you a little story just while we, you know, get the last few people up here?"
    },
    {
        "speaker": "B",
        "text": "Sure, go ahead."
    },
    {
        "speaker": "A",
        "text": "I have something that's been on my mind that's been eating at me since last night, and it was a TikTok that I saw, and I always consider myself a little bit of an agent of chaos, you know?"
    },
    {
        "speaker": "B",
        "text": "You."
    },
    {
        "speaker": "A",
        "text": "Yeah, me?"
    },
    {
        "speaker": "B",
        "text": "God, no way. I would never begged you for that."
    },
    {
        "speaker": "A",
        "text": "I've met. I have been introduced to the master of chaos. There was scrolling through TikTok, as I do, and I come across this guy. It's typical TikTok where he's saying, oh, you got to watch the show. I like to watch varying shows. And this guy was promoting he's like, oh, you got to watch this new documentary that just came out of. It's called, I think it was called into the woods, basically, people disappearing in the woods. I'm like, that sounds great. Like, it sounds right up my alley."
    },
    {
        "speaker": "B",
        "text": "That's right up your alley."
    },
    {
        "speaker": "A",
        "text": "It was right up my alley. And, you know, it was good. You know, I'm looking at it. It looks like a, like a legit thing. So I go and I try to find where this thing lives. I thought it looked like it was basically saying it was on National Geographic, like, on demand. So I go there. I can't find it there. I start googling it. I can't really find it. And I. So I go back to the tick tock. I'm like, maybe I got the title wrong. And then I was like, no, I got the title right and I watch it again. So, like, maybe he drops where the streaming services and he doesn't. I'm like, I go into the comments and this guy makes fucking fake videos of shows that aren't real."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "Like, are you guys."
    },
    {
        "speaker": "B",
        "text": "You got duped by, like, a yemenite, essentially a deepfake parody of, like, something that didn't. Doesn't actually exist."
    },
    {
        "speaker": "A",
        "text": "I was so mad and so impressed simultaneously. Like, I was so impressed."
    },
    {
        "speaker": "B",
        "text": "Was there anything that suggested that this was comedy?"
    },
    {
        "speaker": "A",
        "text": "Nothing. It was not comedy. It was a man who wanted to sow chaos into his life. Like, that's it. Like, it was wild. I'll send it to you after the show. But it ups. It upset me and impressed me so much. Like, I cannot stop thinking about it. Like, is that. Is that not wild?"
    },
    {
        "speaker": "B",
        "text": "I'm blown away. So did you go back and look at some of his other videos?"
    },
    {
        "speaker": "A",
        "text": "I did not. I was. I was in awe. I was like, you know, like, you know in the movie, like, when they find out, like, Kaiser. So say. And you're just like, I was. I was in in awe for hours after. I couldn't move. I don't think."
    },
    {
        "speaker": "B",
        "text": "Were these, like, full on trailers or was it just like, the guy?"
    },
    {
        "speaker": "A",
        "text": "It was just him. Like, it was like. It was a poster of the show with, like. And it had, like, National Geographic. It had some other streaming services kind of, like, kind of peppered around."
    },
    {
        "speaker": "B",
        "text": "What is the benefit of this? I don't get it."
    },
    {
        "speaker": "A",
        "text": "If you're creative supposed to destroy people's humanity."
    },
    {
        "speaker": "B",
        "text": "This is hilarious."
    },
    {
        "speaker": "A",
        "text": "It was. I spent. I'm telling. I spent 20 minutes looking for the show, and it did not exist."
    },
    {
        "speaker": "B",
        "text": "Incredible."
    },
    {
        "speaker": "A",
        "text": "I was."
    },
    {
        "speaker": "B",
        "text": "You need to go back and look and see what other videos he's done and see if there's any other fake shows because there has to be. With the, uh, with the birth of AI and all of these generative tools, you know, you could just take that idea and create that show. We'll spin it up ourselves. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "In the comments, it did. Some people were saying, like, this guy, this is what this guy does."
    },
    {
        "speaker": "B",
        "text": "So I imagine most people are like really mad at us."
    },
    {
        "speaker": "A",
        "text": "So mad. Like, the comments are like, I'm totally in. Like, so some people just make a comment prior to even looking for the show. So it's a lot of positive comments. And then that's. And then the other half is just like, what the fuck is this guy doing? It's, it's, it's, it's beautiful. It's beautiful in its own way."
    },
    {
        "speaker": "B",
        "text": "Just incredible. I'm glad that, oh, I think I want to see some more of these. So find them out. Find them, you know, and share them with us later. I do have to say before we get started here, because I want to get going soon, so we have enough time. But you and I, after our, our dreadful tax conversation today, we called each other."
    },
    {
        "speaker": "E",
        "text": "Glad to hear the meeting went so well."
    },
    {
        "speaker": "B",
        "text": "Yeah. Thanks for joining us. We."
    },
    {
        "speaker": "A",
        "text": "He was good. What's a, what's a non extradition country?"
    },
    {
        "speaker": "B",
        "text": "I think we, uh. Chris is so funny. We, like you guys think I'm kidding."
    },
    {
        "speaker": "E",
        "text": "About moving to Puerto Rico or the Bahamas."
    },
    {
        "speaker": "B",
        "text": "The, the, uh, so, by the way, just for, for additional context of how funny this ends up being is, you know, we scheduled this tax call, I don't know, last week sometime we sent out an invite. I was supposed to be optional on it, and Chris and Chamber were supposed to take the call. And, you know, all of us accepted the invite. And we get to the time today and chamber immediately hits us both up in the chat and he goes, hopping on tax call, question mark. And this is at, you know, 1 minute after the call starts and we're not there."
    },
    {
        "speaker": "E",
        "text": "It didn't hit me till this afternoon that chamber is also the only canadian on the team."
    },
    {
        "speaker": "A",
        "text": "And then turns out I brought up a lot."
    },
    {
        "speaker": "B",
        "text": "I was running, I was running late on a call, so I was like, oh, I'm tied up. And, you know, five minutes now pass. And he tags Chris and he goes, you coming? And then a couple minutes, even after that, he goes, I'm out of my depth here. And so that's when I knew I needed to end my call immediately and jump on with you. I also was out of my depth, however, I think we. We navigated it pretty well, but, yeah. And you were able to stand up."
    },
    {
        "speaker": "A",
        "text": "You were able to stand on my."
    },
    {
        "speaker": "B",
        "text": "But, yeah, went super well."
    },
    {
        "speaker": "E",
        "text": "Trying to think of appropriate axe here to run with this bit. The only thing that keeps coming to mind is, like, pink Floyd."
    },
    {
        "speaker": "B",
        "text": "Dude. I mean, it was fantastic, but we got a lot of great info, so, you know, we'll be in good shape eventually. Just not right this second. But anyway, let's get to the draft here. So, we've got. We've got a good amount of folks on stage. We got eight total. That's perfect for this chamber. You name the order today. Do it. I will write the order down. You name it."
    },
    {
        "speaker": "A",
        "text": "We'll go. We'll go v squared because he doesn't want to be here. Welcome. The first. We'll give him the first one. We'll go. We'll go Ryland second. We'll go dow third. Cap. We'll go u bunch. We'll go. We'll go pain. Who am I making here? We'll go Vicki and then me."
    },
    {
        "speaker": "B",
        "text": "Okay, so we've got everybody up there. We're going snake draft like we typically do. So that means the beginnings and ends will have double picks, and let's get this thing started. So, just to recap real quick, the rules are you are making a optimal music venue lineup. You are picking, in no particular order, an opening act, a middle act, and a headliner. And if time permits, we will also draft venue. And the caveat is, if you're picking a blast from the past that no longer has some sort of member or even the main member, you can use your one one time travel chip to bring them back to their. Their top."
    },
    {
        "speaker": "A",
        "text": "You have to select the specific year you want."
    },
    {
        "speaker": "B",
        "text": "I would say no. I would era. Era. I like, let's era too crazy. Like, everyone knows. I would say just. You're picking them at their peak, right? Like, so, like, when I write this down, I'm gonna put, like, prime next to anybody who uses."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "So. All right, so it is up the. On the clock, and, you know, it's timely that we're doing draft. We had the first round of the NFL draft last night, so we're just keeping the draft theme going. So with the first pick in the 2023 concert venue draft or concert lineup draft, v squared is on the clock."
    },
    {
        "speaker": "D",
        "text": "All right, so, like I said, I've been thinking about this for three days, but now I've completely pivoted, and I'm going to go a different direction. But."
    },
    {
        "speaker": "B",
        "text": "And you do have to specify which of these slots they would take. A, like, opener. Middle headliner."
    },
    {
        "speaker": "D",
        "text": "Oh, so I guess this would be a headliner, but Jimi Hendrix."
    },
    {
        "speaker": "B",
        "text": "Very good one. Very good. Solid. So now, but you realize this is your one and only time travel chip, so we're going peak. Jimmy as your headliner. Jimmy. Interesting. So, Ryland, I am confirming that this is a proper usage of this, correct?"
    },
    {
        "speaker": "C",
        "text": "Exactly. Okay, so assuming he wants the living."
    },
    {
        "speaker": "B",
        "text": "Yeah. Not like, dead holographic Jimi Hendrix from some of those performances. Right. Okay, so you've got Jimi Hendrix. So Jimi Hendrix is off the board. We are headed down to the man who built this himself, Ryland. I feel like, Ryland, you've got, like, you've probably got a ten of these in the hopper. You've been thinking about it all week. Let's see what you got."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Custom spreadsheet. Easily sortable."
    },
    {
        "speaker": "B",
        "text": "I don't doubt this at all, actually."
    },
    {
        "speaker": "C",
        "text": "Surprise. Surprising pick. That's."
    },
    {
        "speaker": "B",
        "text": "Was that on your board?"
    },
    {
        "speaker": "C",
        "text": "I was kind of."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, that was on my board. But he was a little ways down there. I do the. I'm going with. I tend to think there's probably two that are competing for the top spot, but I'm going to go where my heart goes, which is 1972, rolling stones as the headliner, you got exile on Maine. It's going to be them at their real peak. I mean, some people might say 2006. The old guys still got it, but, I mean, you had a chance to see them in 72. You'd be crazy not to. Not to take that."
    },
    {
        "speaker": "B",
        "text": "I think that is. That is definitely up there on, I would say, most of the draft boards as a top. Top choice. So I think most of the people here would have taken that, as at some point, I. It was definitely on the top of my board. So that's your headliner. It's also your time travel chip. So you are off the board with the time travel trip. So we've got two of those right off the bat. So we've got. We're headed over to Dow. Go ahead. V squared or. Sorry. Oh, no. Pain has the hand up."
    },
    {
        "speaker": "D",
        "text": "I do have a question. Is this genre specific?"
    },
    {
        "speaker": "B",
        "text": "No, but you are putting together a lineup, so, in theory, you wouldn't want to go, like, rap country, you know, and something else that wouldn't fit in. Celine. Yeah, right, right. So you are putting. You are trying to have some cohesion here as, like, a whole show. So we are headed over to Dow Jones. I have a feeling Dow's gonna go a little different with his genre here. Dow, you're up."
    },
    {
        "speaker": "F",
        "text": "You know what? I'm really torn here, but I was really close to dropping one. I'm gonna try and save it, maybe for the next round, but I've seen this one live. It is my headliner. I'm going rage against the machine. You can pick this year. You can go with an older year, whatever you guys want. I don't want to waste my time travel on it. However, you know, I think everybody knows their music. I think it'll give you nice energy. Definitely more palatable of the heavy rock. And there's nothing like a good rock concert. So I'm taking rage against machine with."
    },
    {
        "speaker": "B",
        "text": "The third very, very, very solid pick. Smart. And we are immediately over to captain. How much have you prepared for this draft?"
    },
    {
        "speaker": "E",
        "text": "None. Preparing right now."
    },
    {
        "speaker": "B",
        "text": "I am waiting for the very obvious cap pick. If he's gonna go here with it right now, I'm not sure. He might think it's gonna fall, but I'm not sure. So let's see where he goes."
    },
    {
        "speaker": "E",
        "text": "Venue is."
    },
    {
        "speaker": "B",
        "text": "Venue is the bonus, so don't go. Yeah, so we might not get to venue. So venue will be the selected last pick because we may not get there."
    },
    {
        "speaker": "E",
        "text": "I'm actually going to surprise you because I don't think this one will fall in. What I'm unsure of, where I'm unprepared, is the exact year. So can I, can I go?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we could say probably."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Prime Freddie Mercury queen in the early eighties."
    },
    {
        "speaker": "B",
        "text": "Son of a gun. That's the one I was going with. You snipe."
    },
    {
        "speaker": "A",
        "text": "That's gonna be closer."
    },
    {
        "speaker": "B",
        "text": "That's the headliner."
    },
    {
        "speaker": "E",
        "text": "I think we gotta, I think we gotta let him close it out."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "I thought about like middle, middle act, but."
    },
    {
        "speaker": "B",
        "text": "I don't know if you're topping that."
    },
    {
        "speaker": "E",
        "text": "Like, do we got it? You got it. You got a select schedule now."
    },
    {
        "speaker": "B",
        "text": "I got it."
    },
    {
        "speaker": "A",
        "text": "They closed. Didn't they close like farm aid or whatever it was?"
    },
    {
        "speaker": "B",
        "text": "They Kool Aid."
    },
    {
        "speaker": "A",
        "text": "Their closest Koolaid. That's what it was."
    },
    {
        "speaker": "B",
        "text": "I'm actually really upset. That was the pick I was going with and I thought it was gonna get to me. And now I don't quite know what I want to do here because this."
    },
    {
        "speaker": "A",
        "text": "Pick, was that going to be your pick?"
    },
    {
        "speaker": "B",
        "text": "That was going to be my pick, yes."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yes, I just got. That's a great pick."
    },
    {
        "speaker": "E",
        "text": "Google tells me live aid is what you were thinking. Chamber live in front of 72,000 fans and an estimated total 1.9 billion, tuning in the biggest ever tv audience. At that point, Mercury gave arguably his best performance of his life."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "All right. I don't know if. I don't know if my lineup's gonna have much cohesion here, and I'm probably gonna lose because of it. One of, I believe, the. I would say, a current still band that is top or, like, well known as great live performers. I'm going to put them as my headliner, and I'm going to go with the foo fighters."
    },
    {
        "speaker": "C",
        "text": "Surprisingly great use of the modern day chip there. That's a good saving."
    },
    {
        "speaker": "B",
        "text": "Yeah, I didn't want to go. I didn't want to go, too. I didn't want to go in the way back machine and waste that yet. I think the foo fires still can rock it out. Now, they are well known for being very good live, so I'm going there, and I think they can. They can pull a headline on this. Now. I guess the question, Ryland, is, like, you may end up with. Just because we have eight people here, you may end up with, like, three headline quality bands, but you've. Oh, yeah, you've got to define them, so."
    },
    {
        "speaker": "C",
        "text": "And I guess that's why ordering is so important, because if you. You take a. If you take a shot. I'm a little questionable about that rage pick, closing it out, because you gotta. You're gonna have to take a step down for the other two bands. Now, the middle slot is important that, typically, the middle slot is the band you really wanted to see. I mean, of course, we're picking these all time greats, so that might not be exactly the case."
    },
    {
        "speaker": "B",
        "text": "Yeah. Got it. All right, Payne, you are up."
    },
    {
        "speaker": "D",
        "text": "Boys, I'm gonna be honest. I will say you just took my. My pick. I was already struggling, and so I was really trying to buy myself some time. I was not prepared for this draft. But we are here. We're still gonna win. I'm very competitive, so I am gonna go ahead. I'm gonna go ahead and use. Use the chip, and I'm gonna. I'm just gonna. I'm gonna headline with the Beatles. I'm gonna do it."
    },
    {
        "speaker": "B",
        "text": "All right. Oh, chamber fucking bullshit thing. Okay."
    },
    {
        "speaker": "C",
        "text": "Did not see that slip into six. Did not see it slipping."
    },
    {
        "speaker": "A",
        "text": "The six I had. Well, I had Vicki next, and I'm like, well, Vicki, she knows how good the Beatles are, right? I don't know. Maybe not. Is that Vicki? Is that who you would have picked?"
    },
    {
        "speaker": "B",
        "text": "Oh, Vicki dropped. Oh, dang. All right. I don't know, but we lost Vicki. If she gets back up here, she can."
    },
    {
        "speaker": "A",
        "text": "We'll give her a copy of spot."
    },
    {
        "speaker": "B",
        "text": "She might have gotten some customers. So that leaves it for you and makes it sting a little worse. But you've got."
    },
    {
        "speaker": "A",
        "text": "That's okay. I got a backup plan. I got a backup plan. You have two picks also, so I got this one. So, headliner. I'm going. I'm using my chip. We're going back to 1992."
    },
    {
        "speaker": "B",
        "text": "Blink 182."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Nirvana."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "And my mid. I just saw them. They still hold up. They're older."
    },
    {
        "speaker": "B",
        "text": "Grant Cardone."
    },
    {
        "speaker": "A",
        "text": "Grant. No, that's a great middle. No, we're going red hot chili peppers."
    },
    {
        "speaker": "B",
        "text": "Oh, man."
    },
    {
        "speaker": "A",
        "text": "We're going red hot chili peppers."
    },
    {
        "speaker": "B",
        "text": "Wow. You've got a killer lineup already."
    },
    {
        "speaker": "A",
        "text": "We just got to open it with a nice little. Nice little band. So we'll see. We'll see who's left when I get back to it. But we have a theme for the concert."
    },
    {
        "speaker": "B",
        "text": "My concert's gonna have no theme. You've got a killer start here. So we're going skipping Vicki again. So I think Vicki's officially out here. But that means we're back to pain."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's. That's doubly unfortunate. I was hoping to have more time and chamber. Definitely. You got me back, so you sniped my next pick. So with the. In that case, then I am going to go blink 182."
    },
    {
        "speaker": "B",
        "text": "Oh, with. With the beat."
    },
    {
        "speaker": "A",
        "text": "That's such an affront. That's such an affront to my."
    },
    {
        "speaker": "B",
        "text": "To the Beatles."
    },
    {
        "speaker": "A",
        "text": "Yeah. To me, this is the first."
    },
    {
        "speaker": "D",
        "text": "As soon as it won."
    },
    {
        "speaker": "B",
        "text": "It is."
    },
    {
        "speaker": "D",
        "text": "Is a little bit personal, just because you took my pick and two bunch, you said, he's going to have no cohesion. So. You know what I said? Forget the cohesion."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "I might have some cohesion. I don't know. I don't."
    },
    {
        "speaker": "C",
        "text": "Just to confirm, this is the Beatles opening for blink 182, right?"
    },
    {
        "speaker": "B",
        "text": "No, Beatles were his headliner. Okay, so we've got. We've got a opener, TBD, blink 182, with the headliner of the Beatles for pain now. Oh, we're going back to me now, man. I don't know what to do here. This concert's gonna suck. I'm gonna go with. Dang. I'm gonna go with my middle. Bandaid being. I can't believe I'm going to do this. I'm going to go with Dave Matthews band as my middle."
    },
    {
        "speaker": "A",
        "text": "I love it. That's a good one."
    },
    {
        "speaker": "D",
        "text": "Damn it, bunch. That was my next one with Jimmy."
    },
    {
        "speaker": "B",
        "text": "Well, if I didn't take it. If I didn't take it. Oh, that's. That's a good point. V squared. You could have had that really interesting. All on the watchtower. A cover followed by Jimmy doing it live would have been good, but if I didn't do it, Cap would have. So I had to do it. I had to snipe it there. That's going to be my middle band. Cap, over to you, the boss. Oh."
    },
    {
        "speaker": "E",
        "text": "Trying to keep on theme."
    },
    {
        "speaker": "B",
        "text": "That's."
    },
    {
        "speaker": "E",
        "text": "That's the challenging."
    },
    {
        "speaker": "A",
        "text": "When you fly back, that holds up."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "But when you go back to queen, I'm who the. The sketch. The lineups more challenging than you would think. So I think the boss holds."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because you not only. Well, that's right. You. You now are kind of committed to some sort of theme here, right. Or, like, at least some sort of genre. But you've also already played your blast from your. Your time travel chip, so, like, who of the greats in that genre still holds up. I think that's a good choice. Opener."
    },
    {
        "speaker": "E",
        "text": "Opening things off."
    },
    {
        "speaker": "B",
        "text": "Opener with the brew with Bruce."
    },
    {
        "speaker": "A",
        "text": "Perfect. That's good."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay. Okay. That means we are on to dow Jones."
    },
    {
        "speaker": "F",
        "text": "Okay. I can't believe it wasn't used, but I'm gonna pull my blast from the pass card. I'm going Tupac. I'm thinking House of Blues."
    },
    {
        "speaker": "E",
        "text": "Just give him the window."
    },
    {
        "speaker": "F",
        "text": "Yeah, yeah. So that's that sorry venue there. Like I said, if Snoop's running on there, we're doing two of America's most. Get the fuck out of the way. Nobody's safe in my shop."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure that was one of your. You used that song in one of the drafts that we did, did you not?"
    },
    {
        "speaker": "F",
        "text": "No, I don't think I participated in the music draft like you guys."
    },
    {
        "speaker": "B",
        "text": "Oh, there. That was definitely a song that was chosen in one of our. In one of our music drafts. So. Tupac. And that's your middle?"
    },
    {
        "speaker": "F",
        "text": "Yeah, Tupac. And like I said, that House of Blues was popping in my head. If I can't have snoop running out there too, with the knuckle iced out. Knuckle Mike, then I'll just do Tupac Douglas across the valley. House of blues. Tupac."
    },
    {
        "speaker": "B",
        "text": "I love it. All right, Ryland, we've got some. We've got some good shows starting to form. Yeah. What's your. I feel like you're. I feel like you've still got plenty on the board here."
    },
    {
        "speaker": "C",
        "text": "Plenty on the board, including my. My top pick for my live living bands. I'm going in the middle slot. Uh, a band that still got it after all these years. Pearl Jam."
    },
    {
        "speaker": "B",
        "text": "Ah, good one, good one, good one."
    },
    {
        "speaker": "A",
        "text": "That was gonna be my last pick. If it was available."
    },
    {
        "speaker": "F",
        "text": "That was a."
    },
    {
        "speaker": "A",
        "text": "Do you know that the Pearl jam."
    },
    {
        "speaker": "F",
        "text": "By the way."
    },
    {
        "speaker": "A",
        "text": "Do you know that Pearl jam, red hot chili peppers. Nirvana was an actual concert. I was going jam."
    },
    {
        "speaker": "B",
        "text": "Red hot, pilly chili peppers and. Yeah. Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. There's, like, this famous ticket. Was it cost, like, $17 to go see all three of those? 92."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's pretty cool. Magic."
    },
    {
        "speaker": "A",
        "text": "I'll be a good show."
    },
    {
        "speaker": "B",
        "text": "That's like. I mean, I still. Did you ever go rewatch that Woodstock 99? I did that. I mean, now, that would have been a good concert to go to. However, you would have probably died in a fire, but, yeah, it looked pretty dope. The. All right, we are at v squared to finish out his concert lineup. So you've got your headliner for Jimmy, and now you gotta go with a middle and an opener."
    },
    {
        "speaker": "D",
        "text": "I'm so screwed."
    },
    {
        "speaker": "A",
        "text": "Oh, there's a theme here. You. You got this, man."
    },
    {
        "speaker": "D",
        "text": "But I had them, so I've got Santana."
    },
    {
        "speaker": "A",
        "text": "Phenomenal, right?"
    },
    {
        "speaker": "B",
        "text": "Yep. Where's. Where's Santana going? Your middle or your opener?"
    },
    {
        "speaker": "D",
        "text": "Let's throw them in the middle. This is where I'm gonna really just kill it, because I don't know of anyone."
    },
    {
        "speaker": "B",
        "text": "Pretty good."
    },
    {
        "speaker": "A",
        "text": "There's a good option I'm thinking of right now. V squared. I'm gonna."
    },
    {
        "speaker": "D",
        "text": "Yes, please don't tell him I'm thinking. I was thinking Eric Clapton, but he's, like, 80, isn't he?"
    },
    {
        "speaker": "B",
        "text": "Yeah, but I don't think that is a bad choice. You've got. You. You've got a clear theme of all time jamming out. Yeah, you've got a clear theme there. And, I mean, I think you take the. The cap approach here, and you've got somebody on your peak, and then you take one of the greats that's still potentially got it. I think Clapton could still put on an opener. Are you going with that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, we'll go with it."
    },
    {
        "speaker": "B",
        "text": "Interesting. I actually think this is a pretty good show. If you like all. If you like all time guitarists like this is."
    },
    {
        "speaker": "A",
        "text": "That's what you're going to see."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's for sure. All right, Ryland, back to you with your opener."
    },
    {
        "speaker": "C",
        "text": "All right, well, bring your walker with you to that show."
    },
    {
        "speaker": "B",
        "text": "No shit."
    },
    {
        "speaker": "A",
        "text": "Santana's old is fun."
    },
    {
        "speaker": "B",
        "text": "Santana's old, too. Yeah."
    },
    {
        "speaker": "C",
        "text": "I am going to open my show of amazing rock and roll with Radiohead."
    },
    {
        "speaker": "B",
        "text": "Very good. Very good."
    },
    {
        "speaker": "A",
        "text": "Ryland, you're really messing me up here. I'm gonna be honest with you."
    },
    {
        "speaker": "B",
        "text": "Great. Great choice here. Okay, so we've got dow for his opener."
    },
    {
        "speaker": "F",
        "text": "Okay. So I don't know, if any of you have ever seen a comedian open a concert before, is that allowed?"
    },
    {
        "speaker": "B",
        "text": "Oh, it is definitely loud."
    },
    {
        "speaker": "F",
        "text": "And I opening it up, getting the crowd hyped. Out comes tupac, raging against machine, burning that motherfucker to the ground."
    },
    {
        "speaker": "B",
        "text": "I am absolutely loving that you went there."
    },
    {
        "speaker": "A",
        "text": "Your show's front loaded, man."
    },
    {
        "speaker": "F",
        "text": "It's fun to do this IrL chamber. So I've seen a couple of these. I know how it goes."
    },
    {
        "speaker": "B",
        "text": "Yeah, I really love. I really love how you went off the board with a comedian opener and took, you know, arguably one of the best of all time. And it's. This a good show. So your show is opening act Dave Chappelle, followed by, you know, quick little visit from Peak Tupac. And then you got. You close it down with a little rage. That's a pretty fun show. Cap, you've got queen opener Bruce Springsteen, who is your middle?"
    },
    {
        "speaker": "E",
        "text": "So my heart would vote for fish and go jam band here, but I think for the votes, I've got to."
    },
    {
        "speaker": "B",
        "text": "Go u two to round out the lineup, you know. Very good, very good. They're. They're pretty up there on every, like, live list."
    },
    {
        "speaker": "E",
        "text": "This is my draft powered by chat GPT."
    },
    {
        "speaker": "B",
        "text": "So, you know, there's a. I'm looking at a list here from planet radio, and it ranks the number, or, you know, it ranks live performers of all time. And you've got Bruce, who is ranked number three on this list. And you've got u two, who's ranked number five on this list, which is so, you know, just straight power rankings on this list. You're. Oh, actually. Shit. You've got queen. They're ranked number one on this list. So cap just drafted straight off of this list. Just went straight off."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Didn't deviate from the optimal."
    },
    {
        "speaker": "B",
        "text": "No, you sure didn't. All right. Me to open. To close it out. My. My show sucks. I wouldn't even pay to see this show, I think. So now I have to keep this theme. I'm not sure where I want to go with it. I've got two options here. I think I'm gonna go with. So I'm between two solo acts, both modern, so I don't have to worry. Oh, I actually do have a way back machine, though. Maybe I'll. Maybe I'll use it just on, like, peak Dave. And I'll go with modern for these. This last one, I'm between two. I'm going both solo artists. This. This is a bring your wife show because both of these can. Can pack the house with some ladies. We're going with either. I'm not committing to one yet. We're going with either Ed Sheeran or John Mayer, I think. Although my personal favorite of the two is actually Ed Sheeran. I have a guilty pleasure of Ed Sheeran. I'm going with John Mayer as my opener. John Mayer."
    },
    {
        "speaker": "A",
        "text": "I think that's the better choice."
    },
    {
        "speaker": "B",
        "text": "Yeah. John Mayer. Followed by Dave Matthews band closing it down with the Foo Fighters. Not bad."
    },
    {
        "speaker": "A",
        "text": "Not a bad concert. I'd see that concert."
    },
    {
        "speaker": "B",
        "text": "Not. Not the winner, I don't think, but. But pretty solid. So that goes with. That goes to pain. Pain. You're picking your opener?"
    },
    {
        "speaker": "D",
        "text": "Yeah, actually, I liked how yours ended up. I'm a little upset with myself. I didn't draft my heart. It probably would have helped if I was paying attention to the rules. And then I realized, like, hey, we're. We're drafting kind of, like, genre ish. But anyway, I'm going to go with Lincoln Park."
    },
    {
        "speaker": "B",
        "text": "I love this show you've got. I mean, Lincoln park and blink lady to match, but then you just trotting the Beatles out there."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Yeah. And that's where I wish I could have a time, chip to go back on my first pick."
    },
    {
        "speaker": "B",
        "text": "I mean, it had to be done."
    },
    {
        "speaker": "F",
        "text": "Like somebody supposed to tour when Chester died, I think."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "I think they're supposed to tour when Lennon died, too, weren't they?"
    },
    {
        "speaker": "B",
        "text": "Shoot. All right, Chamber. We have plenty of time here. So you are going to have first whack at the venue. So you've got opener and venue."
    },
    {
        "speaker": "A",
        "text": "All right, I'm going. Opener, I'm going. It's a. I guess it would be like a reunion, but I think the reunion would be just fine. It would be the white stripes, I think. Jack, I feel like Meg can still play drums the same quality she used to. And Jack is still, you know, he's still a fine tuned machine, so. Yeah, mine will be the white stripes opening red hot chili peppers and then close it with nirvana."
    },
    {
        "speaker": "B",
        "text": "Like, I don't know, where are we?"
    },
    {
        "speaker": "C",
        "text": "Hipster winner, for sure."
    },
    {
        "speaker": "A",
        "text": "Well, hipster winner now, for sure, because we're going to watch that at Red Rocks."
    },
    {
        "speaker": "B",
        "text": "I was going to say if that doesn't go first."
    },
    {
        "speaker": "E",
        "text": "That's why I asked viny that red rocks is probably the 1.1."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would think so, too, but. But we didn't know. I. You never know how much time we have with these. So I didn't want, like, some people to have a venue and not three bands, you know? So, like, it was. It's tough there. So chamber all time yeah, Chamber lucked out on that. So pain, you are up on your venue."
    },
    {
        "speaker": "D",
        "text": "Well, that makes it easy for me, personally. I was just between that and Ryman, so I'm gonna go with the rhyme, and I."
    },
    {
        "speaker": "A",
        "text": "That's nice."
    },
    {
        "speaker": "B",
        "text": "Hold on. Sorry. Where are you seeing it?"
    },
    {
        "speaker": "A",
        "text": "Theater."
    },
    {
        "speaker": "B",
        "text": "Okay, that leaves me."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I'm going with the garden. This is a show you see at the garden. You see John Mayer, Dave Matthews Band, and food fighters at Madison Square Garden."
    },
    {
        "speaker": "D",
        "text": "Don't tell cap that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, look, it's. I don't know if it's. If it qualifies as the, you know, one of the greatest venues in. In. Is it the top eight? I'm not sure, but you see this concert at MSG, and it feels right. So cap up to you."
    },
    {
        "speaker": "E",
        "text": "I am. I feel like the move here is probably picking a stadium for this show, but just can't. Can't do it. Have to go the gorge with red rocks being off the table."
    },
    {
        "speaker": "B",
        "text": "The gorge. Where's the gorge?"
    },
    {
        "speaker": "E",
        "text": "Washington."
    },
    {
        "speaker": "A",
        "text": "Oh, it is. I wasn't sure if it was an organ or nothing."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's Washington."
    },
    {
        "speaker": "B",
        "text": "Somebody's gonna, like. Somebody's gonna come in and sneak one of these, like, venues that doesn't exist anymore that's very, you know, historic. Is that allowed? Like."
    },
    {
        "speaker": "A",
        "text": "Sure. Unlimited."
    },
    {
        "speaker": "B",
        "text": "Yeah, CBGB or something. All right, you're up. You've got. I'm sure Dow's gonna have a banger for his venue."
    },
    {
        "speaker": "F",
        "text": "I'll tell you what nobody said yet. It should be slain castle. Anyone who knows about that, I want to say that that holds more. Yeah, I'm not doing slain castle just for that tupac, visual, but yes. Lane Castle on the table. Guys, you guys are sleeping. I want to say they have to put more delay towers there than anywhere else in the world because the crowd stretches so far and you can't even fucking hear the concert. But I'm picking House of blues. There's your layup for the next pick."
    },
    {
        "speaker": "B",
        "text": "All right. Ryland. I don't know if Ryland's got a plan. So if it doesn't match his plan, it may not get. It may not get taken here."
    },
    {
        "speaker": "C",
        "text": "Well, the plan got wiped out with that gorge pick. The gorge is."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Okay."
    },
    {
        "speaker": "C",
        "text": "I'm originally from Seattle. I've been to shows at Red Rocks, but the gorge is the superior amphitheater. But since I can't take the superior amphitheater, I'll take the one that is a short uber drive from my house. And that is the Hollywood bowl."
    },
    {
        "speaker": "A",
        "text": "That was my second choice."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was mine too, actually."
    },
    {
        "speaker": "F",
        "text": "Still no sling castle for you two. And the red hot chili peppers, but not for Djen."
    },
    {
        "speaker": "B",
        "text": "Well, V squared. I mean, it's served to you. Do you have a different one? Are you going to take this one?"
    },
    {
        "speaker": "D",
        "text": "Well, I'm between that one and a different one. Mostly just to be different. And just because I just learned about it is. It's my turn."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "So I'm actually gonna go the different route and go with Dalhalla in Sweden."
    },
    {
        "speaker": "B",
        "text": "You just googled something and."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's okay."
    },
    {
        "speaker": "D",
        "text": "But it looks pretty sweet. Formed by a meteorite. Sweden sounds fun. Yeah, that's it."
    },
    {
        "speaker": "B",
        "text": "What was it called again? Sorry?"
    },
    {
        "speaker": "D",
        "text": "Dalhal. A Sweden."
    },
    {
        "speaker": "B",
        "text": "Oh, man. You're gonna have to do that for me one more time. I didn't know you were gonna."
    },
    {
        "speaker": "D",
        "text": "It's like Valhalla with a D a l h a ll a."
    },
    {
        "speaker": "B",
        "text": "Got it. Okay. You've got it. So we've got. We've got a full draft here. I don't know who won. Let's. Let's see what the. Let's see what the final results are here then. We've got some other speakers."
    },
    {
        "speaker": "D",
        "text": "Bunch of. How many people are in the draft right now?"
    },
    {
        "speaker": "B",
        "text": "Seven."
    },
    {
        "speaker": "D",
        "text": "All right, you need one more. My girlfriend really is definitely, desperately dying to participate."
    },
    {
        "speaker": "B",
        "text": "Well, I want to hear. I want to hear her. Let's. Let's get her full on with what's. What has not been chosen yet. So we need. First of all, we need her name."
    },
    {
        "speaker": "D",
        "text": "She's definitely got what hasn't been chosen. Here you go. I'm going to hand the phone, Jess."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, we got some Billie Eilish as your. Wait, wait. You need to. You need to. Yeah. You need to know who's opening, and then you need your middle act and your headliner, and then your venue. Okay, so the opener is going to be Jack Harlow. Oh, okay. All right. Okay. And then we're going to go to Billy. Oh, wait, no, I did the opposite direction."
    },
    {
        "speaker": "D",
        "text": "Oh, you did opposite."
    },
    {
        "speaker": "B",
        "text": "And then tame and Paula. So tame. So tame and Paula opens. Then."
    },
    {
        "speaker": "D",
        "text": "Then Billie Eilishe."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And then Jack Carl is the headliner."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, where. Where are you seeing this? I'm seeing this somewhere, like, low key, like in a club, you know, like. All right, I don't know venues. I'm gonna let Mark pick that one."
    },
    {
        "speaker": "D",
        "text": "I don't know any venues for this. I would pick. Actually, I'd pick burning Manda."
    },
    {
        "speaker": "B",
        "text": "I love it. This. This one turned into a mad lib. You've got. You've got a good. You've got a good lineup and then you just throw them in. Yeah, I don't know. I love it. Ryland, where would you have put this concert?"
    },
    {
        "speaker": "C",
        "text": "I have no idea who that headliner is. Who is Jack?"
    },
    {
        "speaker": "A",
        "text": "You don't know Jack Harlow?"
    },
    {
        "speaker": "B",
        "text": "Jack Harlow. Harlowe."
    },
    {
        "speaker": "D",
        "text": "What happened?"
    },
    {
        "speaker": "A",
        "text": "He's my rule these days."
    },
    {
        "speaker": "B",
        "text": "Very hip. Tam and Paula, I got options pretty."
    },
    {
        "speaker": "C",
        "text": "High up on my. On my opener list. So I like. I like that call they put on."
    },
    {
        "speaker": "D",
        "text": "I think Tama Paul was set. Like, really good vibes. And then you have Billie Eilish coming in, furthering the vibes. Like, it's very, very, like, I can't."
    },
    {
        "speaker": "B",
        "text": "This is very vibe centric."
    },
    {
        "speaker": "D",
        "text": "Very vibe centric. And then Jack Carlo comes in and decimates all the vibes."
    },
    {
        "speaker": "B",
        "text": "You know what I mean? Vibes. Vibes are immaculate. Jack Harlow comes out, lights the whole thing on fire at burning man."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Everybody's on a lot of drugs. I like this. And welcome to your girlfriend, Jess. Thank you for participating. This is fantastic. This is what we hope for when we do these drafts. All. All kinds of audience participation is welcome. Pretty. Pretty solid lineup. I would say very vibe centric. If you're ever at a, you know."
    },
    {
        "speaker": "A",
        "text": "Tammy just didn't need a back in time chip either."
    },
    {
        "speaker": "B",
        "text": "No, she did. She just put together like, oh, I'm going this Friday to this guy."
    },
    {
        "speaker": "D",
        "text": "No, actually, the funny thing is she's leaving right now for the Taylor Swift concert in Atlanta, and I'm stuck at home. Not stuck. I'm blessed to be at home babysitting. Our baby dog is on her way to a concert right now, so she's already feeling, you know, how did Tay."
    },
    {
        "speaker": "B",
        "text": "Tay not make the list then? She's. I was trying to be cool. What a great answer. That's fantastic. You know, tame Impala opened at the Moonbirds party last year in NYC, so. No way."
    },
    {
        "speaker": "D",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was tame Impala. And I forget who the net the other band was. Maybe it was just. Maybe they had lined. God, I don't even remember where it was. Cap, were you there? Did you go to that one? Yeah."
    },
    {
        "speaker": "E",
        "text": "I can't remember the name of the place, though, but. But I think you're onto something like this."
    },
    {
        "speaker": "B",
        "text": "The actual."
    },
    {
        "speaker": "E",
        "text": "The optimal lineup here is probably, like Taylor Swift, Beyonce with Madonna inner prime opening up for those two."
    },
    {
        "speaker": "B",
        "text": "That's pretty good."
    },
    {
        "speaker": "D",
        "text": "That's. That's so heavy."
    },
    {
        "speaker": "B",
        "text": "That's the world of women gala event."
    },
    {
        "speaker": "C",
        "text": "Yeah, we should have. We should have had the fifth pick be. What is the PFP project that this is a party for?"
    },
    {
        "speaker": "B",
        "text": "We got we got twelve more minutes. We can. We can put that in as last one. However, I do want to go down. Blockchain ninja jumped up. I want to see if he's got a lineup that has not been said yet."
    },
    {
        "speaker": "G",
        "text": "So I jumped in at the tail end of this. This seems fun. Okay, so I know there's three options. What was the. The first?"
    },
    {
        "speaker": "B",
        "text": "I know you have to have a. You have to have a beginner or, sorry, like an opener, a middle and a headliner. And then you have to have a venue. Now, the only caveat is if you choose somebody who, say, is not in their prime anymore, you have one option to use, like, a time. Time machine chip. So, like, if you pick journey, you could go back to peak journey with your time machine chip. Or if you don't use it on them, you get, like, current journey."
    },
    {
        "speaker": "A",
        "text": "I like how journey."
    },
    {
        "speaker": "B",
        "text": "What's a good example? I mean, you could do like dead and company. Grateful dead, too."
    },
    {
        "speaker": "G",
        "text": "Okay, so opener would have to be the doors."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "G",
        "text": "Middle would be Stephen lynch. And I think the headline."
    },
    {
        "speaker": "A",
        "text": "Stephen lynch still alive."
    },
    {
        "speaker": "G",
        "text": "Stephen lynch?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "G",
        "text": "He does that song called oh, God, this is gonna give me so much hate."
    },
    {
        "speaker": "A",
        "text": "Who am I? I thought you're putting a comedian in there."
    },
    {
        "speaker": "G",
        "text": "He's a comedian who plays guitar, even writes."
    },
    {
        "speaker": "A",
        "text": "Sorry, I was thinking Stephen Wright."
    },
    {
        "speaker": "G",
        "text": "Yeah, he plays."
    },
    {
        "speaker": "B",
        "text": "I thought it was the comedian Steven. Yeah, it is. That's who you're talking about. Yeah, I got it."
    },
    {
        "speaker": "G",
        "text": "Yeah. Just because I'm that type of person."
    },
    {
        "speaker": "B",
        "text": "I used to listen to Stephen lynch all the time in college."
    },
    {
        "speaker": "G",
        "text": "Dude, I laugh so hard, and I'm probably going to hell for that, but I laugh hysterically. The headliner would have to be chili peppers in the venue."
    },
    {
        "speaker": "B",
        "text": "Would be. You can't. They've already been chosen. Damn it."
    },
    {
        "speaker": "G",
        "text": "Three six mafia."
    },
    {
        "speaker": "B",
        "text": "Wow, what a show."
    },
    {
        "speaker": "A",
        "text": "Who's the opener again?"
    },
    {
        "speaker": "B",
        "text": "The doors. What an epic show this is. All right, where's your venue? Blockchain ninja."
    },
    {
        "speaker": "G",
        "text": "Cumberland County Crown Coliseum."
    },
    {
        "speaker": "B",
        "text": "Just because it's huge."
    },
    {
        "speaker": "G",
        "text": "Like, they have monster truck shows. They're like, yeah, I would choose there that."
    },
    {
        "speaker": "B",
        "text": "That's like the equivalent of, like, when you're watching the NFL games and they introduce themselves with what schools they went to, and the guy, like, describes his preschool like that. Like, you know, where he's like, they're supposed to say their college. And he's like, you know, St. Joseph's grade school."
    },
    {
        "speaker": "G",
        "text": "I might have actually went to a three six Mafia concert at Cumberland County Crown Coliseum when I was in high school."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there you go."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "B",
        "text": "Okay. That so yours was the doors, Stephen lynch, three six Mafia at Cumberland Crown County Coliseum. Wow. I don't know if the vibes are as immaculate as Jess's, but it'll do. All right, let's get it. Let's go to Chris and hear his."
    },
    {
        "speaker": "H",
        "text": "Okay, so I'm jumping into this late, but I think what I understand is this was supposed to be not specific to a genre. Is that correct?"
    },
    {
        "speaker": "B",
        "text": "You're putting together an optimal concert. So. Okay. So it should, in theory, have some kind of cohesion, or you could just. Or you could do what Dow Jones did. And he's got. He went, like, you know, one of the cool concert things you see is where a comedian opens. So he's got Chappelle opening for Tupac, and then followed by rage against the machine, blockchain ninja put his comedian right in the middle. So you could, like, I."
    },
    {
        "speaker": "A",
        "text": "Like, I'm gonna."
    },
    {
        "speaker": "H",
        "text": "I'm gonna go straight. I would say almost country."
    },
    {
        "speaker": "A",
        "text": "Let's do it."
    },
    {
        "speaker": "H",
        "text": "Billy strings."
    },
    {
        "speaker": "A",
        "text": "Huge."
    },
    {
        "speaker": "B",
        "text": "This is your. This is your opener."
    },
    {
        "speaker": "A",
        "text": "Great."
    },
    {
        "speaker": "B",
        "text": "Call."
    },
    {
        "speaker": "H",
        "text": "Billy strings as an opener. Nafana Ratliff and the night sweats for the setup. And I'm going to use my way back, my time. Time ticket, and I'm going to go to Garth Brooks at his peak."
    },
    {
        "speaker": "A",
        "text": "Like, 94."
    },
    {
        "speaker": "H",
        "text": "Like, yeah, 93. 94."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "H",
        "text": "And then I'm gonna do it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "H",
        "text": "I was going to say, you have to go somewhere in Nashville for this. Like, you just got to go, like, hard in the paint. The grand old Opry."
    },
    {
        "speaker": "A",
        "text": "This is the best concert."
    },
    {
        "speaker": "H",
        "text": "If you're not a country fan, like, you're gonna be like, I don't want to go to that shit. But I've. I have seen, actually, all three of those. I didn't see Garth at his prime. I saw him, like, I don't know, later in the nineties, because I'm old enough to do that, but I saw Billy strings, followed by Nathaniel Ratliff, and I would go just damn near anywhere to go see that opener. I don't even know who played the third one. I think it might have been Luke Bryan, but those first two were incredible."
    },
    {
        "speaker": "A",
        "text": "I saw Billy strings open for Marcus King in Nashville. It was wild."
    },
    {
        "speaker": "H",
        "text": "Yeah, he. That guy can play the guitar. Like, I just sat there and watched him on the. On the jumbotron, just play the guitar."
    },
    {
        "speaker": "D",
        "text": "And what?"
    },
    {
        "speaker": "H",
        "text": "They zoomed in on his hands, and I was like, I'm just not quite enough a good of a person to sit here and watch that because he's incredible."
    },
    {
        "speaker": "C",
        "text": "So it's the Outlaws NfT party, then this is the Outlaws party."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. You got to pick your. You got to pick your PFp."
    },
    {
        "speaker": "H",
        "text": "Yeah. Is there a country themed NFT project?"
    },
    {
        "speaker": "B",
        "text": "It's the Outlaws. It's the Outlaws now. All right, we got to go back to. We got to go back to blockchain ninja to get his PFP project. You can pick your own project there, blockchain, if you want. Well, that's what he's getting. Um, all right, then back to you. Chamber, or. Sorry, sorry, sorry, sorry."
    },
    {
        "speaker": "G",
        "text": "I was in the kitchen, far away from my desk. Um, PFP project for this whole, like."
    },
    {
        "speaker": "B",
        "text": "To represent for your concert. Like, this is their NFt NYC event. For which project?"
    },
    {
        "speaker": "G",
        "text": "Oh, sweet baby Jesus. Um."
    },
    {
        "speaker": "E",
        "text": "This is recorded?"
    },
    {
        "speaker": "G",
        "text": "Yeah, I'm gonna say. I'm gonna say mine."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "G",
        "text": "I'm on the company count. I have to be good. Yes, mine."
    },
    {
        "speaker": "B",
        "text": "There you go. Now we got to go to Jess. Mark, do you want to pick Jess's pf."
    },
    {
        "speaker": "D",
        "text": "Her PFP project?"
    },
    {
        "speaker": "C",
        "text": "Gosh, that's hard."
    },
    {
        "speaker": "D",
        "text": "Can you come back to me? Give me a moment. Let me think about it."
    },
    {
        "speaker": "B",
        "text": "Yes. Chamber yours."
    },
    {
        "speaker": "A",
        "text": "I'd say, like the board. Ape yacht club."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "That's who I'm being represented by these days."
    },
    {
        "speaker": "B",
        "text": "You're getting it. So. So this is. This is the lineup for Ape Fest 2023."
    },
    {
        "speaker": "A",
        "text": "That's a good lineup. That's a good line. That's an ape fest quality lineup."
    },
    {
        "speaker": "B",
        "text": "I mean, it is. I don't know how they're going to bring back nirvana, but we'll do it. All right, pain, what PFP project are you?"
    },
    {
        "speaker": "D",
        "text": "Something that's chaotic, I guess. Ute's. It's kind of chaotic."
    },
    {
        "speaker": "B",
        "text": "I like that."
    },
    {
        "speaker": "D",
        "text": "Whenever you're ready."
    },
    {
        "speaker": "B",
        "text": "All right, Mark, what's yours?"
    },
    {
        "speaker": "D",
        "text": "Doodles."
    },
    {
        "speaker": "B",
        "text": "Oh, this is definitely a doodles lineup. That's a Doodles concert for sure. I don't know what I'm gonna go with. I'm going with. Let's see, huh?"
    },
    {
        "speaker": "H",
        "text": "But, bunch, what are your three? Sorry, I'm catching."
    },
    {
        "speaker": "B",
        "text": "I went with John Mayer opening for Dave Matthews band as a middle with Foo Fighters as the headliner. And I'm going to. I'm going to. I'm going to play the homer crowd. It's not exactly a PFP, but you can't stop me from drafting Starbucks Odyssey."
    },
    {
        "speaker": "A",
        "text": "That is a Starbucks odyssey."
    },
    {
        "speaker": "B",
        "text": "It very much is, isn't it?"
    },
    {
        "speaker": "H",
        "text": "Or I was going to say, depending on the song lineup, it could have been moonbirds."
    },
    {
        "speaker": "B",
        "text": "I was going."
    },
    {
        "speaker": "H",
        "text": "That was all sad and on the floor."
    },
    {
        "speaker": "B",
        "text": "That's where I was going to go to under the table and dreaming about a higher floor price, the cap. Who is your PFP?"
    },
    {
        "speaker": "E",
        "text": "Lynxdale."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "This was a good last minute addition to this while we still had some time. All right, dow, you gotta be going. The pudgies."
    },
    {
        "speaker": "F",
        "text": "I have my fucking penguin and my fucking penguin is me. However, I will bring them along for the ride. I feel like, based on the lineup itself, co branded with gutter Cat gang."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, that's a good one."
    },
    {
        "speaker": "F",
        "text": "No one shouted out Eddie Murphy, because you can also get party all the time to close out his comedy set."
    },
    {
        "speaker": "B",
        "text": "So that was. Don't forget boogie in your butt for those with the drill deep cuts. Eddie Murphy, boogie in your butt. You ever heard that?"
    },
    {
        "speaker": "F",
        "text": "Yeah, but nobody else wants to, so I think he's just going to do party all the time and then go. Go."
    },
    {
        "speaker": "C",
        "text": "Stand up draft next."
    },
    {
        "speaker": "B",
        "text": "Oh, yes. That's definitely got to be one, I think. Ryland, who's your PFP project?"
    },
    {
        "speaker": "C",
        "text": "It's tough, you know, these are, these are really good bands, and unfortunately, I don't think any PFP quite good enough for these. And so I wanted. I was going to say punks, but then I said, this just doesn't feel like a punk kind of show. So I'm going to go with captains."
    },
    {
        "speaker": "B",
        "text": "I almost went there, but that's a good pick. So you've got captains. I can see the captains rolling out to this and v squared. What are you going with for your PFP?"
    },
    {
        "speaker": "D",
        "text": "So I can't help to think about the wheelchair comment. So I've been thinking about a community."
    },
    {
        "speaker": "A",
        "text": "With just a bunch of old boomers."
    },
    {
        "speaker": "D",
        "text": "In the first one I thought about, which may not be the whole community, but the founder is definitely a boomer, and that would be the plague."
    },
    {
        "speaker": "B",
        "text": "That's funny."
    },
    {
        "speaker": "C",
        "text": "Wasn't there, like, crypto dads or something like that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "Like the Homer Simpson looking guys. And I was, I could be yours."
    },
    {
        "speaker": "B",
        "text": "So, yeah, crypto dads could totally have been mine. The, I mean, look at this, 459. And we went for two extra rounds on this draft, so we did very good here. This was actually a really, really fun one. As, as you may or may not know, the winners of this draft are decided by my, the consensus amongst the Normie group chat of friends that I have."
    },
    {
        "speaker": "A",
        "text": "That is, that's why I was playing."
    },
    {
        "speaker": "B",
        "text": "Today, that you might, you might get some votes here. I'm trying to think of, like, real quick, a couple."
    },
    {
        "speaker": "C",
        "text": "A couple just obvious ones left on the board."
    },
    {
        "speaker": "B",
        "text": "Yes. Let's do some honorables. Yes."
    },
    {
        "speaker": "C",
        "text": "No, no one chose zeppelin. That was. I thought that would be number two or three. Bob Dylan almost went."
    },
    {
        "speaker": "B",
        "text": "I almost went, Dylan sucks live, guns n roses. My problem was, I didn't."
    },
    {
        "speaker": "C",
        "text": "I had that on there."
    },
    {
        "speaker": "B",
        "text": "Yeah, I had. I had prince. I had prints on my list. I thought about doing that. The problem was I didn't know when to use the chip, if I should use the chip or not. And now I didn't. I didn't use it. I went modern."
    },
    {
        "speaker": "F",
        "text": "Can I give some context? Whoever picks Santana, I watched him. They were doing every other venue they pick. A new headliner was between him and the Allman brothers, and he was the opener that day, and he was so goddamn good that all my brothers had to leave him on stage. They just walked out there with him, and they just started playing their set, and he jumped in. So whoever picks, wow, that might be the underrated pick of the. Of the thing. Probably one of the best live performance I've seen."
    },
    {
        "speaker": "D",
        "text": "That's actually who I was. I was looking at them as well, because I saw them on there, and I want to say that I saw them not that long ago. That could maybe not make sense, but, yeah, that was a. That was an option there. Them and Stevie Ray bond. But I'd already used my. My card."
    },
    {
        "speaker": "B",
        "text": "You definitely. You definitely have the best, like, guitarist lineup. So if anybody's a, you know, big guitar fan, they're going to choose you for sure."
    },
    {
        "speaker": "A",
        "text": "I take. I would say. I would take Jack White and John Frusciante over Jimi Hendrix. And either."
    },
    {
        "speaker": "B",
        "text": "I mean, this is a whole other debate. There's no, like, Joseph, can we cancel chamber for this?"
    },
    {
        "speaker": "A",
        "text": "That's. I'm not wrong. I'm saying Jimi Hendrix is number one, but Santana is four. I would say. I would say both Jack White and John Frusciante are better than Carlos Santana."
    },
    {
        "speaker": "F",
        "text": "I don't keep that on your side of the border, but I'll give you."
    },
    {
        "speaker": "A",
        "text": "What are we talking about."
    },
    {
        "speaker": "F",
        "text": "In your own country chamber. You keep that shit over there."
    },
    {
        "speaker": "B",
        "text": "All right? Going to v squared or, sorry, pain behind the handle, and then we're shutting this thing down."
    },
    {
        "speaker": "D",
        "text": "We might as well just be twins at this point. I wanted to shout out a couple comments. Anthony said Coldplay. Honestly, Coldplay came to my mind first, and then I pivoted because I didn't know that I could surround them. I wasn't prepared for this draft, but Emily, I really liked Emily's. I really liked her lineup."
    },
    {
        "speaker": "B",
        "text": "Oh, she's got it."
    },
    {
        "speaker": "D",
        "text": "Yeah, she does. I probably switch her headliner out just personally for, like, a Kendrick Lamar, because he does a great, great performance. But I just wanted to shout her out. Great pick, Emily."
    },
    {
        "speaker": "B",
        "text": "What is, what was her, what was her lineup here?"
    },
    {
        "speaker": "D",
        "text": "She had black eyed peas for the opener. She had peak Wyclef as her second act. She actually threw in a third act with the roots and then had Buster rhymes as the headliner."
    },
    {
        "speaker": "B",
        "text": "I love it. So Emily. Emily is going to be rocking out at Vcon this year with Busta Rhymes headlining the Holly. Holly said, my face hurts from laughing, so that's fun. I'm into that. Anthony also said that Billy Joel being slept on Coldplay."
    },
    {
        "speaker": "E",
        "text": "Billy Joel and Justin Timberlake."
    },
    {
        "speaker": "A",
        "text": "Justin Timberlake."
    },
    {
        "speaker": "D",
        "text": "Don't disrespect JT."
    },
    {
        "speaker": "A",
        "text": "Not with Billy Joel."
    },
    {
        "speaker": "G",
        "text": "No, jt's good. Come on out."
    },
    {
        "speaker": "F",
        "text": "Let me tell you something, JT Drake and I, the weekend might be the best vibe."
    },
    {
        "speaker": "E",
        "text": "Yeah, the weekend checks out live. So does cool play. I saw you, I saw you down thumb and down Coldplay."
    },
    {
        "speaker": "C",
        "text": "I saw both."
    },
    {
        "speaker": "E",
        "text": "Might have been the same year at Lollapalooza Live. They put on a great show live."
    },
    {
        "speaker": "G",
        "text": "Might I remind everyone before this goes to vote, bunch of that. Stephen lynch plays this amazing song called Special Olympics."
    },
    {
        "speaker": "B",
        "text": "I mean, we're going to have to. I think we need a new. When we did the nineties draft, we had a playlist that we put in the DJ network war room, and we tweeted out, we might have to make a playlist here for all of these wonderful bands. And Stephen lynch, the bird spy says chamber has a solid lineup. Dow Jones has the win. Red Rocks is gone. But bunchy bets lineup has full the gorge vibes. So he would have put me at the gorge. I would like to see a concert with Anthony. I could be down with Billy Joel and Coldplay. The. I once saw a concert of dueling. It was like dueling pianos of Elton John and Billy Joel and Buffalo."
    },
    {
        "speaker": "A",
        "text": "You saw that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was awesome."
    },
    {
        "speaker": "A",
        "text": "That's pretty awesome."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was pretty cool. That, I think is gonna do it for us on a fun Friday. This is what we do on Fridays. It is fun. I missed doing these. Maybe we'll have to do comedians or if someone else has a recommendation, please drop it in the comments. Ryland, thank you so much for putting all this thought into the format. It made it really fun and easy. So thank you very much for doing that and thanks for participating, everybody who did today. Chamber, any last words?"
    },
    {
        "speaker": "A",
        "text": "Um, no. I think that was fun. I think that was a fun time and I hope everybody enjoyed themselves."
    },
    {
        "speaker": "D",
        "text": "Can I jump in real quick? Sorry. Yeah, my, uh, so I said early on that I had one pinned for a couple days and it was Bob Marley."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "D",
        "text": "I couldn't, couldn't think of anyone."
    },
    {
        "speaker": "B",
        "text": "What did you use your, oh, you, you couldn't put, yeah."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But anyway, Bob Marley would have slapped with the rest of your lineup here, though, too, I think like you could."
    },
    {
        "speaker": "D",
        "text": "Have put Bob Marley, Marley goes with anybody, right."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. You could have put him here. You could have, yeah. There's, there's some places, but lots left on the board as always. So that's why we like when people jump in after the fact and give their, their lineups as well. I will say it's much easier when you don't have to go against the snake draft and get your picks stolen. But we will see who comes out the victor. And until next time, have a good weekend. Join us tomorrow for Saturday morning cartoons at 09:30 a.m. eastern. Go set your reminders now. Otherwise, until next time, stay mint."
    }
]