[
    {
        "speaker": "A",
        "text": "So I don't know if you noticed this over the weekend. I've been really trying to push the re."
    },
    {
        "speaker": "B",
        "text": "Oh, I have noticed."
    },
    {
        "speaker": "A",
        "text": "So I wanted to, because I feel like, obviously we talk about it on the show. This used to be the mint condition. We used to do rec podcast. I'm not 100% sure most people know that was the case. So I really wanted to go out and start following some of the people we used to follow in the rec podcast days, follow some of our crypto trading pals, and really start to get the word out. Like, hey, we started off as Rekt, we did the mint condition, and now we're the final phase. Crypto AI, sports betting, shitty comedy. What did I say? I think I actually said, yeah, low level crypto knowledge, low level NFT knowledge, low level AI knowledge, low level comedy, and low level audio. I thought that was accurate depiction of the show."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, and then I saw one response, actually, that said, hey, give yourselves more credit. You guys are high level comedy."
    },
    {
        "speaker": "A",
        "text": "That really. That got to me. I was choked up."
    },
    {
        "speaker": "B",
        "text": "I knew that that must be just, like, just getting right to."
    },
    {
        "speaker": "A",
        "text": "It really did. I was out. Another kind of example of this is what I like to be, you know, we're talking about just being highlighted for your comedic wit. We were out yesterday for some Christmas time celebration stuff with my family and I. We were downtown, and I don't know, I'm sure you guys have it where you are. Do you guys get, like, downtown street preachers, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So at Penn State, there was this guy, and he used to stand outside the building, one of the classroom buildings. It was a science building, and he would preach outside the science building. And we. Everybody called him the Willard Preacher because Willard was the name of the building. And so the Willard preacher is probably the most infamous version of this that I've."
    },
    {
        "speaker": "A",
        "text": "That's amazing. I like how it even has a name, which is even better."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, the Willard preacher. I would be, honestly. So I obviously, I graduated a very long time ago. We're probably pushing, gosh, 14 years that I've been out of college, which is insane to think about. I bet you he still exists. And I bet I like how we."
    },
    {
        "speaker": "A",
        "text": "Made it longer than the president of Penn State."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, the president, Joe Paterno."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Many, many people's tenures at Penn State, Jerry Sandusky, all have ended prior to the Willard pretext."
    },
    {
        "speaker": "A",
        "text": "Turns out he's the real Penn State hero."
    },
    {
        "speaker": "B",
        "text": "Jesus, take a."
    },
    {
        "speaker": "A",
        "text": "So there's this street preacher downtown, and, you know, it's hustle and bustle, right? There's a lot of people around. And so there's a street preacher, he's doing his thing on the microphone. And then there's other people around handing out pamphlets. And, you know, I'm walking by and they turn to me and they're like, you know, take this pamphlet to find everlasting life."
    },
    {
        "speaker": "B",
        "text": "Was it like a scavenger?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Like hidden around town."
    },
    {
        "speaker": "A",
        "text": "I said. I said, no, thanks. Life is long enough."
    },
    {
        "speaker": "B",
        "text": "You said that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I said that to them. And this lady, this, like, 60 year old lady who's also walking, you know, walking by, starts dying. She's like, that was the funniest thing I've ever heard. I'm like, ma'am, you made my day. I appreciate that very much."
    },
    {
        "speaker": "B",
        "text": "May I give you this pamphlet on mid mic crisis? Every Monday, Wednesday, Friday at 04:00 p.m. eastern."
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "My wife looked at for more mediocre comedy."
    },
    {
        "speaker": "A",
        "text": "My wife looked at me and she's like, she knows what I live for. And she could see how, you know."
    },
    {
        "speaker": "B",
        "text": "Oh, you were probably just weak. You were high all day."
    },
    {
        "speaker": "A",
        "text": "So that was the best thing that happened to you today, wasn't it? And I said, yep, that was great. So maybe this year, honestly, probably this year, there is nothing better, for me at least, than a random. I feel like that's what it would feel like if you're an actual stand up, where you're getting people that don't know you, that are laughing at something you said. I mean, there is really nothing better than that."
    },
    {
        "speaker": "B",
        "text": "Yeah. As somebody who's dabbled in a little open mic stand up comedy, it is the most exhilarating feeling I've possibly ever had. But it's also the most terrifying, which I think is like, why it is that way, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "No, I was so."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was high risk, high reward."
    },
    {
        "speaker": "A",
        "text": "That was my weekend highlights. The weekend didn't end that well, though, and I know we were supposed to talk about AI, the AI wars between Google and OpenAI, but as we rolled into last night, we saw a pretty big pullback that continued into today shortly after your massive double doge buy. How you feeling about that?"
    },
    {
        "speaker": "B",
        "text": "I already sold half of it."
    },
    {
        "speaker": "A",
        "text": "That's good. When did you sell it? Did you sell it immediately?"
    },
    {
        "speaker": "B",
        "text": "No, I sold it this morning. I've saved myself an extra, you know, ten or 15% here by selling this morning. I was still in the ten cent area this morning, so. But doge seeing a 7.41% dip today, so I saved myself from that. But you know, the rest of it is exposed."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, honestly, we've had eight weeks in a row of green candles for bitcoin. Eight weekly candles in a row. These things are not necessarily bad when you have these. And again, this isn't a crippling pullback. Obviously, if this was traditional finance, a 7% day is just absolutely the worst thing in the world. But I think as we go into the new year, where I think we're all in agreement that 2024 is probably going to be pretty special for crypto. These little inhales, or exhales, whatever you want to call them in the market, these longs that are being over leveraged and called out. There was short positions and long positions over the last 24 hours that would just melt it away. Kind of had this, like, double, you know, double ended. I don't know. You're a Star wars guy. Reminds me of, like, that kylo Ren weapon. That's what the. That's what the candle looks like today. These are. These are not bad things. I. You know, we're literally where we were a week ago, so, you know, Lowe's not seen since last week type. Type deal, so I don't think I."
    },
    {
        "speaker": "B",
        "text": "Just leave it to me to buy."
    },
    {
        "speaker": "A",
        "text": "Local tops and sell local bottoms."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, so here's the thing. Well, I mean, I sold it because I did double high. So, like, I was. I didn't want to hold that much. I wanted to. I wanted to hold. You know what I'm holding? Not any. Not anymore. And so when I saw it, you know, pulling back, I was like, all right, I'm going to just dump the part I did not intend to have, and I'll take my little loss there. A couple hundred bucks, no big deal."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm getting a little notification here on my phone that the host is having connection issues. I'm praying anything is possible at this point. So if we do lose, it depends what's our. Are we past the point? No return? We're twelve minutes in."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say. I would say 15. Wow."
    },
    {
        "speaker": "A",
        "text": "Okay, so if. If we, you know, if this thing drops within the next two minutes, is that a pro?"
    },
    {
        "speaker": "B",
        "text": "I feel like that's a pretty appropriate."
    },
    {
        "speaker": "A",
        "text": "I agree. I'm with you. I'm with you on 100% on this. Um. You don't want to regret."
    },
    {
        "speaker": "B",
        "text": "I feel like it's definitely going to drop. Cause I can't hear anything out of it, but I. I have nothing running in the background. I don't understand what's going on. Well, we just. So just so you all know this is what has happened the last couple times, right? So we've got the host is having connection issues from a perfectly clean Internet. So we're talking full on Elon against us here. I think I saw some tweets today that people are suspecting that the algorithm purposely is suppressing anybody who does not have positive things to say."
    },
    {
        "speaker": "A",
        "text": "Let's try it again. I'm going to see if Bunch comes back. I just posted. I just posted a link in our group chat. There is a solid chance he doesn't come back, but Bunch is back. I can't believe it. I'm going to have to splice together these two episodes, do some real hardcore editing. Bunch, pleasantly surprised to see that you."
    },
    {
        "speaker": "B",
        "text": "Can probably cut it. When I say it's definitely going to crash because I can't hear anymore, I mean, I think I hit it perfectly. Steve tagged me in the war room and said that it dropped right after I said, the algo is suppressing people who are talking negative about Elon. And then it just dropped. I didn't want to come back. I was really hoping it was going to be two minutes longer. I could have gotten out of it."
    },
    {
        "speaker": "A",
        "text": "We can keep the same timeframe. So I'll splice the two shows together and we'll have one cohesive show with, you know, very little confusion on podcast listeners part. Yeah, I also messed, I don't know if notice, too. I messed with the podcast info and tried to game the system on Spotify and Apple podcasts, where we actually show up as a crypto podcast and an AI podcast now. No big deal. No big deal. We'll see if the numbers follow."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, all right, so I have questions for you. I feel like you have a renewed vigor in trying to grow the brand all of a sudden. So I guess, number one, what gives?"
    },
    {
        "speaker": "A",
        "text": "Okay, I'm gonna be honest. I use a lot of bandwidth on social media for different things for the last few years. Obviously pushing, doing a lot of stuff on Degen, trying to push that brand, and kind of taking a backseat with, like, rect and in condition a little bit. As you mentioned earlier in the show, our workhorses, Cap and Steve are doing a phenomenal job with the Djen brand. I did feel like I mentioned earlier, the racked side, the mint condition side. Now we're in my crisis. It's all the same show. So whoever liked those shows should be also listening to this. So I want to make sure I'm pushing focus on in my crisis as a crypto AI. Fun podcast."
    },
    {
        "speaker": "B",
        "text": "Maybe we should just rebrand."
    },
    {
        "speaker": "A",
        "text": "No, this is it. This is the final version. So I just have more bandwidth now."
    },
    {
        "speaker": "B",
        "text": "Or dbrand maybe."
    },
    {
        "speaker": "A",
        "text": "It's a dbrand, maybe, but yeah. For those of you who are listening to the podcast version, please go on Apple Podcast or Spotify or wherever you're listening to and subscribe and give us a five star rating. That would be terrific."
    },
    {
        "speaker": "B",
        "text": "We have a. We have a review here."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Okay."
    },
    {
        "speaker": "B",
        "text": "This one comes from. I'm going to keep it anonymous."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "This one keeps. We're keeping this review anonymous. Just to hear from a fan. I was driving home from work Friday and saw a title of the episode, BTC and something about a duck. So I was interested in hearing your market take on the BTC run and proceeded to listen for an hour about a poor little fictitious duck that was frodoed into chasing you around the world, even from space. And that duck, professor mcconicled into Jerry Ferreira. Yet I found myself screaming to no one in the car about the bad takes. So, all in all, great show. Five stars."
    },
    {
        "speaker": "A",
        "text": "That's amazing. Yeah, I love the fact that it turned into a duck."
    },
    {
        "speaker": "B",
        "text": "That's what I said. That was my first response. It was a turtle. Yeah. I don't know. I had a great time on Friday, and you just got to keep teasing all of this AI content until we talk about it, but it's just never going to happen."
    },
    {
        "speaker": "A",
        "text": "I know. It's. The volatility in crypto has been the bread and butter. Right now, our AI shows do surprisingly well, so we'll see if we can get the crypto shows up to where they used to be. We used to be an absolute powerhouse in the crypto spaces, and I just want to get back there."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's fine."
    },
    {
        "speaker": "A",
        "text": "You're okay with it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't want to do this anymore. Yes, I'm okay with it. I don't know how many times I have to say it, but."
    },
    {
        "speaker": "A",
        "text": "Apparently more. Apparently more times."
    },
    {
        "speaker": "B",
        "text": "If you would like to host this show with chamber, please just hit us up. We've already got two understudies working around the clock to be able to hold a candle to, you know, just how incredible of a host chamber is. So, you know, if you're out there and you want to take this podcast over from me, please just reach out to me. You don't even have to pay me any money. You can have it for the grass."
    },
    {
        "speaker": "C",
        "text": "Is so much greener. It's so much greener on the other side, I'll tell you."
    },
    {
        "speaker": "B",
        "text": "See, look, as somebody who has graduated from this show on to bigger and better things. Des, first of all, welcome. And how are you?"
    },
    {
        "speaker": "C",
        "text": "Good as always. Would love a treatment question, but I understand, you know, you guys aren't the most prepared people in the world, so."
    },
    {
        "speaker": "B",
        "text": "Oh, I got one for you. Hold on."
    },
    {
        "speaker": "C",
        "text": "I'm doing good, though."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "The Turtle show was fantastic. Even though it's not originally why I listened to it, it was fantastic."
    },
    {
        "speaker": "B",
        "text": "What was? So let's get your turtle take while I. Or let's get your take on that conundrum of a question while I find you a question here."
    },
    {
        "speaker": "C",
        "text": "Well, my car and nobody in it has already heard all my takes, but sure, I'll repeat it again. You're absolutely taking the money. If it's an actual turtle. If it's Jerry Farrar, you are not taking the BTC."
    },
    {
        "speaker": "B",
        "text": "This is. That was. That's where I landed as well. My wife. I actually asked my wife this the other day after the show. She said she's not taking the money no matter what. She doesn't want to live that life."
    },
    {
        "speaker": "A",
        "text": "She says I'm with her. I think that's the move."
    },
    {
        "speaker": "C",
        "text": "What life are we talking about? It's a freaking turtle, man."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it. It cannot be stopped."
    },
    {
        "speaker": "A",
        "text": "You will."
    },
    {
        "speaker": "B",
        "text": "Yeah. All it has to do is touch you once and you're dead for life."
    },
    {
        "speaker": "A",
        "text": "Misses bunch. It was 100% correct."
    },
    {
        "speaker": "B",
        "text": "Okay, here's your trivia question. Ready? How many bones make up a turtle's shell?"
    },
    {
        "speaker": "C",
        "text": "I'm going to go one. It's a singular bone. I don't know."
    },
    {
        "speaker": "B",
        "text": "So this is a multiple choice question that I'm looking at. So I'll give you the multiple choice, see if it changes your answer. Or you can go with one. One is one of the options. The answer selections are 1150 or 25."
    },
    {
        "speaker": "C",
        "text": "I'll still go with my one."
    },
    {
        "speaker": "B",
        "text": "A turtle shell is actually part of its skeleton. It is made up of over 50 bones which include the turtle's ribcage and spine."
    },
    {
        "speaker": "C",
        "text": "This hurts. This is."
    },
    {
        "speaker": "B",
        "text": "Does that break the perfect record?"
    },
    {
        "speaker": "C",
        "text": "This hurts a little."
    },
    {
        "speaker": "B",
        "text": "Wow. That's okay. I mean, you still probably have a top three record of anybody who's answered multiple questions. You're still probably on top. What do you think, chamber?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think by far it's des and it's mister house. I feel like are at the top of the pile."
    },
    {
        "speaker": "B",
        "text": "Steve's got a pretty good record, I think, as well."
    },
    {
        "speaker": "A",
        "text": "Yep. No, that is true. Steve does have a good record. Cap has yet to answer one correct."
    },
    {
        "speaker": "B",
        "text": "Cap cheated on the one I asked him."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, that's right."
    },
    {
        "speaker": "B",
        "text": "I asked him what the combined price of a ape and dog were, and he looked it up."
    },
    {
        "speaker": "A",
        "text": "Who cheats? Oh, terrible."
    },
    {
        "speaker": "C",
        "text": "That's why I try to answer in, like, the first 10 seconds. So you guys know I'm not cheating."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, you answered that one right away, and I. I was actually impressed that you even. I mean, I guess one is a pretty obvious answer for that one, but, you know, I was impressed that you even had an answer that a snapping turtle answer that quick."
    },
    {
        "speaker": "C",
        "text": "So I gotta get sent down, right? Not got to get."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, we're done with you."
    },
    {
        "speaker": "C",
        "text": "I get the privilege of being sent down."
    },
    {
        "speaker": "B",
        "text": "Yes. But I just want to. I do want to get your. Your current review of how did. How life post show is glorious."
    },
    {
        "speaker": "C",
        "text": "I just roll sometimes."
    },
    {
        "speaker": "A",
        "text": "That'll be enough of that."
    },
    {
        "speaker": "B",
        "text": "Sometimes. Sometimes. 04:00 hits, and he just, like, doesn't do anything or just, like, continues what he was working on. Like, that's. That's how that sounds. Glorious."
    },
    {
        "speaker": "A",
        "text": "I immediately removed them. I'm not gonna have that kind of propaganda on my show."
    },
    {
        "speaker": "B",
        "text": "Well, is that all I have to do to not do this anymore? Just keep talking about it?"
    },
    {
        "speaker": "A",
        "text": "No, no, no. You can keep talking about all you want. I don't want other people telling about. Telling you how good it is to be off the show."
    },
    {
        "speaker": "B",
        "text": "I mean, I know how good it is."
    },
    {
        "speaker": "A",
        "text": "No, no, it's terrible."
    },
    {
        "speaker": "B",
        "text": "I know how good it is, and I know how good it's gonna be."
    },
    {
        "speaker": "A",
        "text": "I hear you immediately get herpes as soon as you leave the show. It's terrible."
    },
    {
        "speaker": "B",
        "text": "Good thing for me that, you know, sometimes you plan ahead. So, anyway, let's. Let's talk about Elizabeth Warren."
    },
    {
        "speaker": "A",
        "text": "She said, I don't know if you saw this."
    },
    {
        "speaker": "B",
        "text": "So. Hold on, wait. Before we get to this, are you saying by the title of this show as your opinion, that this is what is causing the dip? Because I don't think this is a big deal. I think it's a big deal that she keeps running her and dumb mouth, but I don't think this is what is causing the dip."
    },
    {
        "speaker": "A",
        "text": "No, I mean, she's been. This has been out for, like, almost a week now."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. Yeah, that's. That's what I was saying."
    },
    {
        "speaker": "A",
        "text": "But, you know, I'm. You know, I'm a sucker for a title. And bitcoin blood by American Fud, you."
    },
    {
        "speaker": "B",
        "text": "Know, I mean, that's a t shirt."
    },
    {
        "speaker": "A",
        "text": "That is nice."
    },
    {
        "speaker": "B",
        "text": "That is nice."
    },
    {
        "speaker": "A",
        "text": "I thought there was China Fud and it was going to be bitcoin fud. Bye, Chinese Fud. But the only, you know, quote unquote fud I could find was Elizabeth."
    },
    {
        "speaker": "B",
        "text": "Rank your. You've been in this space for quite some time now. Rank your top fuds."
    },
    {
        "speaker": "A",
        "text": "I mean, to me, I bet you."
    },
    {
        "speaker": "B",
        "text": "JP Kaz has some ideas on this as well. JP, jump in the, the chat and rank your top fuds."
    },
    {
        "speaker": "A",
        "text": "So I would say number three is american government funds. So, like Senate FuD, House of Congress, or, you know, whatever, whatever your FuD is. I think number two. Oh, man, it's close. It's two and one are close. Number two is tether or stablecoin FuD. That's always one of my favorites. And I do think number one is China fudgest. China fud is the goat of all fud. But in number two, tether, USDC FUD is very close second."
    },
    {
        "speaker": "B",
        "text": "So wait, rank them again."
    },
    {
        "speaker": "A",
        "text": "So number three, American FuD, usually american government FUD. Number two, stablecoin FuD. Whether it's tethered USDC tether FUD is amazing. Um, and number one."
    },
    {
        "speaker": "B",
        "text": "Number one is China fudge."
    },
    {
        "speaker": "A",
        "text": "China Fud. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right. I think those are definitely the top three fuds. I think they are, right? Like, what other ones even are there?"
    },
    {
        "speaker": "A",
        "text": "I mean, there's, there's exchange Fud in the sense that when exchanges Fud. Yeah, exactly. I feel like it doesn't hold a candle to american and chinese government fud or stablecoin fud."
    },
    {
        "speaker": "B",
        "text": "No, those are the best fuds. Um, I think the problem is, I think now, uh, stablecoin Fud has to be number three these days, purely on relevance. Right? Like, I think the. I think stable coin fud moves the market so much less than it used to. Right."
    },
    {
        "speaker": "A",
        "text": "It really used to move it a lot."
    },
    {
        "speaker": "B",
        "text": "It really did. Like 2017. 2018. Like, stablecoin fud was a real thing."
    },
    {
        "speaker": "A",
        "text": "I feel like we got an 87 cent tether at one point."
    },
    {
        "speaker": "B",
        "text": "We, we have had that before. Yes, multiple times, I think. Um, so, yeah, if you have any other fuds that rank up there, please drop them in the chat below. Or you could keep telling us your take on, uh, the turtle question. The turtle question will now be a, uh, recurring staple on this show, I think. What do you think, chamber?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. I mean, the turtle. The turtle is not legendary."
    },
    {
        "speaker": "B",
        "text": "I'm thinking about, uh, what if we, what if we give that exact same turtle question to chat GPT and we have it come up with other variations of similar questions? Are you interested in that?"
    },
    {
        "speaker": "A",
        "text": "I'm very. Absolutely."
    },
    {
        "speaker": "B",
        "text": "We'll just call it the turtle segment or something."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Turtle talk, turtle talk."
    },
    {
        "speaker": "B",
        "text": "That's talking. Turtles with bunch. You and chamber."
    },
    {
        "speaker": "A",
        "text": "I love it. I think that's a classic segment."
    },
    {
        "speaker": "B",
        "text": "So, I mean, realistically, though, how long."
    },
    {
        "speaker": "A",
        "text": "Are we gonna do this show until you physically quit?"
    },
    {
        "speaker": "B",
        "text": "Is it, like, until you. Until I actually decide, like, I'm just not gonna show up? We've gone through this before, though. I don't want to let you down. So I will never quit. Quit."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Even though. Even though I've made it very clear that this is no longer a passion."
    },
    {
        "speaker": "A",
        "text": "Of mine, I'm going to leverage your good nature against you for eternity."
    },
    {
        "speaker": "B",
        "text": "Well, you know, I also. I also am actually worried, actually worried that, like, if we stopped doing the show, you and I would talk, much less, and I don't want that. So that. That is an actual concern of mine. I."
    },
    {
        "speaker": "A",
        "text": "That. I mean, this is the only time I get to talk to other people."
    },
    {
        "speaker": "B",
        "text": "I was thinking about that this week. I realized this weekend. I don't know how to say this without sounding. I don't even know what it's going to sound like. No, it's not about. You actually let it fly. You're probably one of the only exceptions to this. I feel like I have gotten to a point in my life where I don't actually have any real friends."
    },
    {
        "speaker": "A",
        "text": "Well, it's a fact."
    },
    {
        "speaker": "B",
        "text": "I'm a person that has always had a lot of friends. But when I actually think about real friends that I could call if I was in jail, that would drop everything to do something for me. Probably pretty low on the amount of people I could actually. That would actually do that."
    },
    {
        "speaker": "A",
        "text": "I agree. I mean, obviously, I. Obviously, I agree. I've been on the record for a long time saying, I mean, I don't talk to anybody. I mean, I talk to my wife, I talk to my kids, I talk to my parents, and I talk to my siblings, and that's. And then works."
    },
    {
        "speaker": "B",
        "text": "But see, that's not even it for me. Like, I talked plenty of people, a lot of people. I just don't think I. That, like, they're friends of mine. I just don't know if I have any, like, real, true friends. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Is it. You think it's different? Did your dad have, like, when he was in his, you know, mid, late thirties, into his forties, did he have buddies that he would hang out with? Like. Yes, regularly."
    },
    {
        "speaker": "B",
        "text": "Still has buddies. Yeah."
    },
    {
        "speaker": "A",
        "text": "So does my dad."
    },
    {
        "speaker": "B",
        "text": "And I wonder if I have buddies I would hang out with. However, I just, like, you know. All right, let me. Let me give you a scenario. Okay, dude, who did the best man speech at my wedding. Right? So consider him one of my best friend."
    },
    {
        "speaker": "A",
        "text": "Yeah. Top tier."
    },
    {
        "speaker": "B",
        "text": "Top friend asks me, and he actually, I found out later, just, like, crowdsourced a whole bunch of our friends for advice and feedback, going into a job interview, and he sent me this deck, and he asked me all these questions, gave him feedback, and he put a time crunch on. He's like, look, my interview is tomorrow. I need some help. Blah, blah, blah. I sent him all this feedback, blah, blah, blah. Text them the next morning, wished him good luck, didn't really hear anything back. And a couple days pass, a week passes, and I asked him how it went. No response about it. I found out he got the job on LinkedIn. And so then I messaged him about it, and I was like, hey, did you get that job? Not like, because I was just, like, seeing if he would, you know, it's like, oh, yeah, dude, I forgot to tell you. Never responded to me. And then the following day, I texted him again, and I was just like, cool. And he just has not responded to me and has ignored me twice. And I'm like, huh? This is. That was kind of. I was kind of like, well, fuck you."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I'm like, you asked me to go out of the way to do this. And then, which apparently, I guess, you know, he asked, you know, five or six of our very good friends to do, and then doesn't even respect my time enough to actually respond to me. So that was what actually caused me to start, like, taking stock, if you will."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, realistically, a regular person probably only has one on the low end to three on the high end. Kind of like top tier friends that will kind of stay with them for the majority of their life. You know what I mean? So it really comes down to who, you know, who do you have? Did you take that stock and you're like, okay, this is that person. Obviously, I'm in that conversation, but I'm not close to you, so I can't."
    },
    {
        "speaker": "B",
        "text": "It would be so, like, if I'm in jail, you're not coming to get me."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm coming."
    },
    {
        "speaker": "B",
        "text": "They just got to stay there for a little."
    },
    {
        "speaker": "A",
        "text": "Might be the weekend in the clink. Yeah, but I'll be there Monday morning. But, like, did you find, like, did you kind of, like, narrow down? You're like, okay, maybe it's just this person and that person or."
    },
    {
        "speaker": "B",
        "text": "Yeah, I feel like I've got about three."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like you're a high end guy."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say. Well, I thought I think I am, but I don't know. Like, who knows that this is somebody I would have considered one of those people, so I don't fucking know."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, and first of all, is, uh. Am I overreacting to that? Because I was. I'm, like, pretty peeved about it."
    },
    {
        "speaker": "A",
        "text": "No, you're. I mean, you're talking to a person that overreacts to so many things."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "But, no, I don't think that's an overreaction. I think that's a very. I'm a reasonable guy. When people start acting unreasonably is when I lose my absolute shit like I am. Yeah. I mean, to me, that. That's the baseline. I'm very easy to get along with. I'm very, very chill. As long as everybody's acting reasonable, if. And to me, what. That example is unreasonable. That's an unreasonable way to act."
    },
    {
        "speaker": "B",
        "text": "It's very. It's selfish."
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. Very upsetting. I'm upset for you right now."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But, yeah. So, no, I get that. I get that. And it's difficult sometimes. Again, you had a big grouping of friends, and as the years go by, to really kind of sift out, you know, the gems, if you will, can be a little disheartening, I would say."
    },
    {
        "speaker": "B",
        "text": "Well, I think it's also harder these days because I physically hang out with people, much less. Right. So, like, every friendship I have now is based in, you know, Internet or text message conversations. Right. Like, there's not a lot of IRL hanging out going on."
    },
    {
        "speaker": "A",
        "text": "I don't even know what we would do. What?"
    },
    {
        "speaker": "B",
        "text": "Well, I think you and I would be able to hang out in person. Like, what would."
    },
    {
        "speaker": "A",
        "text": "What would the thing be? Is what I'm saying. Like, what is."
    },
    {
        "speaker": "B",
        "text": "Once, literally. I am very certain you and I could just literally sit across each other at a table, and by the time we were done, we'd have a screenplay or something."
    },
    {
        "speaker": "A",
        "text": "I mean, that is. No doubt, but, yeah. Like, you know, I met with you."
    },
    {
        "speaker": "B",
        "text": "And I could watch sports. We could be as. Like, you. You. I would. I'm not a huge NBA guy. I'd watch a Laker game with you, you know? Yeah."
    },
    {
        "speaker": "A",
        "text": "And, I mean, I would. Yesterday, I kept thinking, every Sunday, I think of all of. All of the folks that spend all day watching football."
    },
    {
        "speaker": "B",
        "text": "Me."
    },
    {
        "speaker": "A",
        "text": "And. Yeah. I mean, there's. I mean, it's not just you. There's lots of you out there. And I'm always blown away. Like, I get to the end of the day, I'm like, oh, I did this, this, and this, this. And, like, 80% of the people I know didn't do it, like, watched football all day today. And I think that's very interesting. I wish, I wish I did watch football just because I could have that."
    },
    {
        "speaker": "B",
        "text": "Kind of, you know, more friends."
    },
    {
        "speaker": "A",
        "text": "I would have way more friends."
    },
    {
        "speaker": "B",
        "text": "Not ironic."
    },
    {
        "speaker": "A",
        "text": "That is ironic. Yeah. So I don't know. Uh, yeah, it's one of those, you know, it's one of those things as we get older, I think a lot of people, um, a lot of people deal with, uh, I was dealing with something the other day, you know, to get. To get real. Um, I was working through how lonely it is to be, uh. And again, you know, I'm a, I'm a 40 year old white guy. But how? They don't, they don't tell us. Not white guys, particularly, but guys in general."
    },
    {
        "speaker": "B",
        "text": "They didn't tell you this at white guy orientation?"
    },
    {
        "speaker": "A",
        "text": "No, they didn't."
    },
    {
        "speaker": "B",
        "text": "They just handed you, handed you a pair of khakis. Here you go."
    },
    {
        "speaker": "A",
        "text": "Here's some khakis. Don't even fucking think about dancing. And maybe you'll be good at golf. No, but they don't tell."
    },
    {
        "speaker": "B",
        "text": "Gosh, I'm not good at any of those things. Not even the khakis. Goddamn."
    },
    {
        "speaker": "A",
        "text": "But they don't tell. I was coming to this realization the other day was how kind of lonely it is to be an older white guy. Not a white guy, but an older guy."
    },
    {
        "speaker": "B",
        "text": "I think it's older guy in general."
    },
    {
        "speaker": "A",
        "text": "And, yeah, you have to take care of your. As much as relationship dynamics have changed over the years, like, there's still, like, I'm still the last line of defense."
    },
    {
        "speaker": "B",
        "text": "You can say what you're gonna say and not get cancelled. It's okay. It's not. What you're about to say is not cancelable. That you should. That you are the provider for your family. You're okay to say that."
    },
    {
        "speaker": "A",
        "text": "I'm not even just providing monetarily. Like, there is a safety blanket. Like, I am a safety blanket for everybody in my household. Yeah, same everybody. I mean, a lot of us are similar that way. And you're like, oh, shit. Like when you start realizing, like, yeah."
    },
    {
        "speaker": "B",
        "text": "You're like, what do I have?"
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "That's exactly. Kind of the basis of this friend thing for me because it's the same, same exact thing. Kind of like, huh, well, I guess it's just me. It's enter John Travolta meme looking around 100%, like."
    },
    {
        "speaker": "A",
        "text": "And it's. You slowly come to the realization. You're like, oh, like, it's just me. I have, you know, I complain about my folks a lot, but, like, I like how and, you know, we talk about mentorship, but it all comes full circle where it's just like, I feel like I don't have, like, a person that I can talk to with these, you know, this, this sort of heavy, you know, these heavy thoughts that I have and that can be super, like, if you don't have that, like, if you don't have, like, a mentor. I'm really coming to circle on mentor. I think mentor is not a bad thing anymore. In general, I'm still going to judge you, but having somebody maybe with a bit more seniority than you have that you can discuss these kind of different stages of life with, I think is super valuable to a lot of people. And, you know, it's weird because I mentioned this to somebody else and, like 100%, like, they don't, you know, we're not told this and you realize pretty quickly and it kind of reminded me I was thinking about this a lot when I was in the States, too, with all of, like, the gun culture in the US. And I'm like, I kind of get it now. Where I get there's another layer of safety that you can provide yourself with in the form of a, of a weapon in the United States, where I'm like, again, I understand why people get so into it and it's personally not for me, but I'm like, I kind of get it where now I have, like, a safety, like, now you have your safety blanket and that's exactly what it is. If anybody tells you otherwise, they're probably lying."
    },
    {
        "speaker": "B",
        "text": "But I think it still can't talk to the gun."
    },
    {
        "speaker": "A",
        "text": "You cannot, but it is a safe. There's multiple layers, but I think one of the layers is the safety you provide for your family. Right. If there's an insurer to come in my house, you know, or your house, you know, your wife or my wife isn't going to be the one defending the rest of the family. Like, it's going to be you, right? Like, I mean, hopefully it's like some sort of tag team option between my wife and I where, you know, she's top rope and somebody, but ideally she's in a safe area and, you know, I take care of them. But it's something I think about a lot. And I think the friendship conversation kind of all plays a role in that."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. And that was lonely old white guys."
    },
    {
        "speaker": "A",
        "text": "I'm so lonely. So, no, you can't stop doing the podcast is what I'm saying I get it now."
    },
    {
        "speaker": "B",
        "text": "That's why I never will. However, my desire to. To market it vigorously is. Is diminishing."
    },
    {
        "speaker": "A",
        "text": "You leave that to me."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. Some, some updates from the chat JP Kaz has rung in. He says exchange Fud has been the thing lately, Binance, FTX, all the way back to Quadriga and Mount Gox. So exchange fund ranking high on JP Kaz's radar. Then he followed up with, which I thought was great, should be on the top list also. Chamber fudding apes."
    },
    {
        "speaker": "A",
        "text": "That's good fud. That's."
    },
    {
        "speaker": "B",
        "text": "That's high quality Fud. We could call this segment Fud for thought."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're welcome."
    },
    {
        "speaker": "B",
        "text": "Sometimes von fronten with today on MMC, and he put the Milhouse gif of, hey, everybody, an old man's talking."
    },
    {
        "speaker": "A",
        "text": "Whatever. You will understand when you're my age."
    },
    {
        "speaker": "B",
        "text": "Oh, I think von Frauton's in the same boat. He's got three kids. He's a lawyer. And it's got to be lonely out."
    },
    {
        "speaker": "A",
        "text": "There for sometimes it's lonely."
    },
    {
        "speaker": "B",
        "text": "And look, this is why. But I understand, though, and this is why I'm not, or why I am surprised that you're so hard against this on the other side is like, I understand the community draw. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You hate communities. You're not."
    },
    {
        "speaker": "A",
        "text": "I do hate communities."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But I'm a more of a one."
    },
    {
        "speaker": "B",
        "text": "It solves your problem."
    },
    {
        "speaker": "A",
        "text": "It really does. It does solve my problems specifically."
    },
    {
        "speaker": "B",
        "text": "Solves a lot of. I mean, most of what you just described can be solved with the good community."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm more of a. Yeah, I don't know about that."
    },
    {
        "speaker": "B",
        "text": "And that's, you know, not. I'm not even just talking, like, nft communities. I'm talking real communities, like Rotary club. Do you guys have that four h, maybe?"
    },
    {
        "speaker": "A",
        "text": "Four h? Yeah, yeah, maybe. What are the."
    },
    {
        "speaker": "B",
        "text": "Who knows? Maybe now you're gonna be joining the gun club."
    },
    {
        "speaker": "A",
        "text": "I'm just saying I kind of understand it a bit more still. Not for me, but, you know, I get it. I get it a little."
    },
    {
        "speaker": "B",
        "text": "Another comment here that this one I am taking personally and I am vehemently denying from crocs with the new PFP. You guys pushed Des out after the rebrand."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Is that how you remember?"
    },
    {
        "speaker": "C",
        "text": "It's not how I remembered it."
    },
    {
        "speaker": "B",
        "text": "I didn't think so. I'm pretty sure Des was pulling the. Someone say I master."
    },
    {
        "speaker": "C",
        "text": "Someone would say I mastermind the rebrand to get out."
    },
    {
        "speaker": "B",
        "text": "That's exactly right. Des wanted. Des was behind the scenes, really encouraging the rebrand so that he could say, hey, guys, you know, you do your thing, rebrand. Not for me. It was nice to. Nice to know you. I'll come back for some turtle trivia every now and then."
    },
    {
        "speaker": "C",
        "text": "If you look at those. Those messages, I looked so encouraging. Like, just."
    },
    {
        "speaker": "A",
        "text": "You guys are the greatest."
    },
    {
        "speaker": "C",
        "text": "You know, you really struck a niche. You kind of, like, you know, cornered the market on your. Your audience, and I just."
    },
    {
        "speaker": "B",
        "text": "On podcasts for old white guys."
    },
    {
        "speaker": "C",
        "text": "I sailed my way on out of that to greener pastures."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Well, I mean, I don't blame you. I just."
    },
    {
        "speaker": "C",
        "text": "I have done some good things, though. Obviously, I have changed Chambers mind on mentors after I told him my mentor thought his ideas were good. I'll solely take credit for that."
    },
    {
        "speaker": "A",
        "text": "Tell me I'm. Tell me I'm good."
    },
    {
        "speaker": "B",
        "text": "Tell me I'm good. Tell me I'm good."
    },
    {
        "speaker": "C",
        "text": "All of a sudden."
    },
    {
        "speaker": "B",
        "text": "Des, I have a question for you. Have you watched. Have you watched squid game on Netflix, the reality show series? No."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I just saw a bunch of clips of, like, the japanese version of it where they actually are, like, harming people. It's fantastic."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Chamber."
    },
    {
        "speaker": "A",
        "text": "Now we're talking."
    },
    {
        "speaker": "B",
        "text": "I love Des. I watched it and I loved it. I made chamber try to watch it. He lasted five minutes, by the way. Chamber as a. As a, you know, a counter to that. We tried to watch alone. I put it on. My wife did not even last five minutes, and she was not into alone at all."
    },
    {
        "speaker": "A",
        "text": "Interesting. Well, that's. Okay. The differences make us unique. I think. So. No, that's good. I mean, maybe not for everybody."
    },
    {
        "speaker": "B",
        "text": "Should we. Should we try to do something that's related to the topic of this episode today? Yeah, I mean, because I have questions for you."
    },
    {
        "speaker": "A",
        "text": "Okay, let's do it."
    },
    {
        "speaker": "B",
        "text": "So before we. We have ten minutes here. Now, my first question is. So, yeah, we've gotten the blood in the streets today. So we. What do we top out at?"
    },
    {
        "speaker": "A",
        "text": "Around 44 on bitcoin? Yeah, almost 45. We got a spike up to a few days back."
    },
    {
        "speaker": "B",
        "text": "We are down six and a half, or 6.15% just today on bitcoin. And it is now sitting. We're down $2,675 sitting at 41 122. Now, if you're looking at the charts, reading the tea leaves, how concerned are you? Are we sitting at, like, right where you would anticipate support being like, what are. What are you seeing?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I have a support around 39.5. We didn't get that low. We got real close to think 40k is going to act as support for the time being. But I can see us ranging between like forty k and, and forty five is probably realistically where we could probably be for the next three months. But also."
    },
    {
        "speaker": "B",
        "text": "Oh, so you think this is big enough dip that it's not going to rebound right away. We're now ranging, you feel maybe."
    },
    {
        "speaker": "A",
        "text": "But because of the velocity of the pullback, maybe that takes away some of the chop we would have seen. So we could go right back into full bull with a couple of good days. So it's tough to say. We'll have to see how the next, this week will probably be a pretty good indicator how much of this current day's candle gets eaten up. If we stay around 41 till close today. You know, I could. We'll probably see a little bit of a. Maybe a. I don't know if a lower low, but we could back, you know, go back and retest that forty k and then we could see ranging."
    },
    {
        "speaker": "B",
        "text": "Where'S like absolute low that you would want to see to stay bullish."
    },
    {
        "speaker": "A",
        "text": "37."
    },
    {
        "speaker": "B",
        "text": "That's. That's nothing too close. That's another move like we've just seen the last two days."
    },
    {
        "speaker": "A",
        "text": "Yeah, they're, there's solid support."
    },
    {
        "speaker": "B",
        "text": "So that's a, you know, you're talking. Sheesh. 37. That's. That's like a 25% from the top already."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Which actually feels pretty healthy in the grand scheme of things. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that would be worst case. I mean, not worse worst case, but like, I kind of the next tier of worst case scenario. Yeah. And the faster it happens, the faster we move out of it, too. So that's why I'm. I don't think necessarily today was that bad. Like, if we had multiple days of like smaller increments of down, that can. That can be a little bit worse. But big moves like, you know, liquidated longs and liquidated shorts is nothing necessarily a bad thing. I mean, it is bad for those people."
    },
    {
        "speaker": "B",
        "text": "But this is also why we always talk about not using or being very, very careful with leverage. Because. Because you could have. You could have had a nice position completely ruined and liquidated your own shorts."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Yeah. I mean, people are getting liquidated both ways, which is not fun. And honestly, again, those types of move, they can be beneficial in the short term and the long term. Right. Like sometimes those. A lot of it gets worked out really, really quickly and then we kind of resume up only. But I don't know. My guess is it's what, December 11?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. My guess is we probably range here at least until the new year. I can't anticipate a ton of volume happening over the next couple of weeks as far as, like, new either. In either direction, to be honest, I don't think. I think we lost a lot. I think it was, like, $300 million. I think in longs were liquidated. So."
    },
    {
        "speaker": "B",
        "text": "That'S a lot."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was. Yeah. So, I mean, that's enough. Like, I just don't see a ton of volume either way coming into the holiday season, which is typically, I'm pretty."
    },
    {
        "speaker": "B",
        "text": "Sure, like, this is almost spot on to the day that you said to sell, so you're getting big kudos, I think."
    },
    {
        "speaker": "A",
        "text": "I mean, hey, it's. Well, it's just, again, we're just seeing what we see year over year happen. And a lot of time you can use that historical data to inform any decisions you want to make. Right. So, again, the more times this happens, the more validity, the validity you can give to these quarterly moves. Like, again, we talk a lot about q four and q two, and we're seeing pretty typical movement right now. So other people will frame it. Like, the media will frame it as, like, Elizabeth Warren taking out crypto with Jamie Dimon. It's probably not what happened. Longs just got liquidated and then cascaded down because we had almost ten weeks of up only on bitcoin. So we'll see. I don't think. It's definitely not a bad thing."
    },
    {
        "speaker": "B",
        "text": "No, I don't think so. I mean, look, you can't just. You cannot just do what we've been doing with no pullback."
    },
    {
        "speaker": "A",
        "text": "Well, and the longer it goes, the worse the pullback is. Right. And the more people get hurt. Because if we had 1516 weeks of up only and, you know, saw 50k, if we saw 75, some people call it seventy five k, and that pullback would have been significantly worse and significantly worse, I would say, long term for crypto in general, because it would have been tons of new entrants into the market, a lot of people shying away after they got bit. And these little pullbacks are of much healthier, I think, for. For everything."
    },
    {
        "speaker": "B",
        "text": "What. What do you. What's this thing? It's like, stairway up, elevator down, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, absolutely. And the faster that stairway or the faster you run up those stairs, the harder you can. You can fall. Right. So I think this is super, super good. I just. I don't know. I think we chill here. I could see maybe Eth BTC doing a. Some stuff here. I could see some alts doing some stuff here. But as far as bitcoin goes, I'd be more interested in maybe the second week of January to see what happens because we could see some stuff still happen. As far as new local tops being again 45k right now. Is there a world where we see 50k in q one? Possibly, but I think again, q 420 24 is going to be where the real magic happens, where we see maybe like 100k bitcoin plus. That would be very."
    },
    {
        "speaker": "B",
        "text": "They do this just enough to you every year. So that way when we make our 20 or next year predictions, you're up in the hundred k range of your predictions. They do it to you every year."
    },
    {
        "speaker": "A",
        "text": "I'm gonna be right one year. I'm gonna be right one year."
    },
    {
        "speaker": "B",
        "text": "Maybe may, I think 2024."
    },
    {
        "speaker": "A",
        "text": "It happens."
    },
    {
        "speaker": "B",
        "text": "Hey, do you have our predictions somewhere from last year or are we just yeeting those into the ether?"
    },
    {
        "speaker": "A",
        "text": "Oh, I can easily find them."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I don't have them in front of me, but I'll find them. I'll have them maybe for Friday."
    },
    {
        "speaker": "B",
        "text": "All right, let's do that. Let's do that. One of these. Cause we're gonna, I mean, we're coming to, you know, we're coming to the year end. We could do our predictions. Des was in here on the predictions last time, so we've got Des calls. I feel like Des already just knowing like one or two, remembering a couple of his, I feel like he's going to beat us on, have beaten us on everything. But I think that's what we should do Friday, if you can find it. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I can definitely do that."
    },
    {
        "speaker": "B",
        "text": "Cool. All right. That's going to do it for us. Both shows, the 15 minutes version and the 45 minutes version. But that's going to do it for us. Fun show. In no way has this made me more lonely than I already was. Thanks. Thanks for that."
    },
    {
        "speaker": "A",
        "text": "Don't drive and listen to this podcast."
    },
    {
        "speaker": "B",
        "text": "Yeah. If your car will be immediately attracted to every telephone pole you see."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's it. All right. That's going to do it for us. Until next time, keep the mic hop."
    }
]