[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mid mic crisis. I am Bunshu, alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm doing great, man. This is a big day. This is a. This is honestly like a magical show."
    },
    {
        "speaker": "C",
        "text": "We."
    },
    {
        "speaker": "B",
        "text": "We have our show set up for 04:00 eastern standard time every Monday, Wednesday and Friday, live on X.com, where crypto happens today."
    },
    {
        "speaker": "A",
        "text": "Did you. Do you come up with that yourself?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I know. That's nice. We reached out to one of our old friends from the crypto streets, and he was gracious enough to join us today for what I already thought was going to be a phenomenal show. But we, on top of this, get the approval of the bitcoin ETF officially ten minutes ago. I mean, how awesome is that?"
    },
    {
        "speaker": "A",
        "text": "I mean, I starting to think you're an insider is essentially where I'm going with this. Like, you, like, this is. There's no way it couldn't have been planned, right?"
    },
    {
        "speaker": "B",
        "text": "I mean, when you say it like that, it does make a lot of sense."
    },
    {
        "speaker": "A",
        "text": "Yeah. Crypto insider, sec insider, Chamber Rekt joining us today. So, I mean, I don't know, where do you want to start? This is a historic day, I would call it."
    },
    {
        "speaker": "B",
        "text": "I mean, I think we should start by as big of a lead as approved bitcoin ETF is. I think our guest is the bigger headline here. Do you want to introduce them for us?"
    },
    {
        "speaker": "A",
        "text": "Sure. We have with us today one of the, I would say OG of OG cryptos. I don't even know how to. What. What to describe as. I don't. Wouldn't call him a traitor, but he's been in this space for very, very long time. We have the one and only. Not so fast. Not so fast. It's been a long time. How are you? And thank you for joining us."
    },
    {
        "speaker": "C",
        "text": "I'm so great chamber bunchu. Thank you for inviting me on. That's a hell of an intro to say that. Somehow me being hanging out with you guys on a cash Wednesday evening or afternoon, wherever you are, with nothing else really going on in the crypto space other than the bitcoin ETF, like, literal, a quarter of a clock face ago, is somehow less important than my presence here. No, no. That's pretty big news, I would think. I don't know how you guys feeling. It's not green, candidly enough for me, but maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I was going to say forget about how we're feeling. What is your initial thoughts here? I guess let's start with what happened yesterday. So yesterday, around. Gosh, around the same time, maybe a little after we saw the tweet come out from the SEC that was quickly refuted by our good friend Gary G. And, you know, sent the market into a wild tizzy, some spiking green candles, followed by some pretty harsh down candles. We ended up around 45,000 for BTC, and I would say largely more confused than when we started. The day turns out that it was confirmed that the SEC's Twitter was hacked, which is just so incredible to think about. But here we are 24 hours later, and it seems like all of that was just maybe somebody pulled the trigger a little early. So not so fast. With all of that going on, how are you currently feeling about everything? What does this ETF mean in your eyes, and what do you think it means for kind of price action here?"
    },
    {
        "speaker": "C",
        "text": "Oh, man. As far as price action goes, I'm kind of two minds on this. Mind number one is sort of like, as you're asking me the question, I'm trying to think of, like, what's the right way to answer it? And at first, I'm thinking I'm whipped into the market rage about the indignance of this SEC's inability to protect their own Twitter, even as they cautioned it on their own. And I'm thinking, oh, my gosh, this is so egregious that these people have so much control over preventing me from getting the green candles that I deserve on my bags, that I get to sell to money, institutions and everything. That's kind of like the midwit type take. And then I got to thinking, okay, let's get some conspiracy theorist hats on and say this is. Maybe they used up all the kind of coiled up momentum on the fake move yesterday with the Twitter pre release tweet that was maybe not so true or legitimate or at least fun that way so that it would dampen the actual volatility from the real announcement roughly 24 hours later. What do you guys think? Is there, like, any truth to that at all? Could it have been like a little psyop to dampen the immediate moves and keep people from getting wrecked in leverage and crying about it and having I told you so was thrown around? I don't know. What do you guys think?"
    },
    {
        "speaker": "B",
        "text": "I mean, it's a good question."
    },
    {
        "speaker": "A",
        "text": "What do you think on this? Because I feel like you've got the proper thoughts here."
    },
    {
        "speaker": "B",
        "text": "It's a great question. I align it with the tweet we saw the day before that. Gary Ganser coming out saying, tweeting out, basically saying, be careful of scams. And crypto and bitcoin and blah, blah, blah, blah. And I think a lot of people saw that as his, you know, him knowing that the ETF was going to be approved and really just, like, trying one last time to save, you know, save the children sort of thing. That's an. Your point? NATO is. Is interesting. Like, did they. Did they maybe do it on purpose? Like, a lot of people were like, oh, it was an intern. You know, somebody fucked up. You know, maybe it was Gary Gatzer just messing with people. But I never really thought of the idea of it was done to kind of get it out of the way so when it was approved, we wouldn't see these massive swings. I mean, we saw this swing regardless. But could it have been bigger on. On the official tweet without any sort of, you know, mistweet the day before? It's a good question."
    },
    {
        "speaker": "C",
        "text": "Like, we'll never know. We'll never able to turn back the clock that way. But I wonder if, like, there's so much, like, just cautionary rhetoric and protecty, safe, spacey rhetoric around all these, like, permissionless assets. Because, of course, our boy Gary just wants to put the bumper bowling balloons in the. In the gutters for everybody because that sort of cements his ability to. I don't advance himself personally. I think in the realm of, like, us Gov. Unelected power and control. And so I don't know, I think it could have been a tactic and, like, we'll never, we're never really actually know. I guess it doesn't make that much of a difference. But I think what he wants is if, for it to be anticlimactic and having, like, people so hungry for, like, a news event and then having a fake news event to pull out all the. All the steam and, like, the coiled spring type fingers hovering over the 1000 x leverage buy or sell buttons, taking that away from the situation and letting things proceed in an orderly fashion. I can't say that's bad, but it's a little. A little less fun."
    },
    {
        "speaker": "B",
        "text": "We do have some breaking news here. I just got my coingecko notification. Ethereum has officially crossed $2,500."
    },
    {
        "speaker": "A",
        "text": "God damn it."
    },
    {
        "speaker": "B",
        "text": "Just on a."
    },
    {
        "speaker": "A",
        "text": "So not so fast. I need, I need, I need some help here. I need some advice. And you may consider this financial advice some. It's okay if to give me financial advice here. So I did something, I guess, really dumb in hindsight, which I've been so good lately about not fomoing and doing things that I guess I shouldn't with my crypto and I finally got bought so hard into this ETF not priced in hype, that yesterday I went essentially full on corn. So I took all my ETh and went to corn and I'm like, this is gonna, I'm like not priced in. This is gonna go, I'm ready. Jesus, take the wheel. And what we've seen since then is quite the opposite. And I've been obviously kicking myself because I was very, very, very well positioned in, in Eth. And now I'm missing that boat. And this, from the current last 24 hours of price action, appears to be sell the news event. So I guess, what's your take on both things here? So where do you think we see bitcoin go from here? Like, what is the actual impact going to be here, uh, on bitcoin? And, you know, maybe, what does this also mean for ETh? Are we going to finally see Eth play some catch up here? Um, what's your thoughts?"
    },
    {
        "speaker": "C",
        "text": "So Eth has been hilarious, and the narrative over the past few days has been even more hilarious because you've seen like, you know, how bad the BTC charts look. And you know that, uh, everybody was sort of chirping once it broke below the zero five BTC per eth."
    },
    {
        "speaker": "B",
        "text": "We're back up above."
    },
    {
        "speaker": "C",
        "text": "This is only just something that I watch because I stay like old school, comparing the value of my baggages to bitcoin as well as USD, just to see what's working and what's outpacing the death to the financial system, old school kind of death to fiat type stuff. And what's actually like going by that system in terms that everybody, both inside crypto and outside, can understand. So, like, we were starting to see the threaders come out and say like, oh yeah, ETh is deflationary, but nobody's using it. It's too expensive to use. And there's all this attention on all these other little tiny chains that are cheaper and faster, and people are going to use that, retail is going to use that. Nobody's going to use Ethereum, and it's the old dog. And even if it gets an ETF, it's just kind of stale like bitcoin is, and it's for the institutions. Now all that stuff was starting to come to the fore, and there was sort of all this talk about leaving Ethereum in the dust in a litecoin esque way. I don't know. And it just doesn't strike me as real because there's all these grail assets like nfts and stuff on defi, and those are cultural icons. It doesn't really matter where they are. And there's all this TVL locked in Ethereum defi that's not technically locked. Like, people could unwind at any time and send it to another chain, but it's kind of parked and it's kind of self reinforcing, all this value creation and yield and everything. So, like, it's not going anywhere. And I think maybe the non issue of the double bitcoin announcement or the double bitcoin ETF announcement, maybe that pent up DGen energy went back into Ethereum just because it was. It's the next, like, future ETF news that's coming down the pipe since this one was. So at least like 1 minute candlestick chart wise, a roughly a non event for bitcoin. Right?"
    },
    {
        "speaker": "A",
        "text": "Do you think that it stays that, like, obviously everybody's looking for this God candle today and it appears it's not coming right, and we're going the opposite way. What? Where do you see this going when it goes live? Where do you see it going? What's the impact? Do you think the impact is what people think and we're going to the moon here? Or do you think now that the ETF potentially has somewhat of a slowing effect for BTC price action? What's your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "Man? I wish I could say one way or the other. I don't have a clue. Like, I'm as surprised as anyone else that there weren't any kind of crazy ass volatility moves right out of the gate. And so the fact that it's a little bit muted, I'm trying to come up with that wind out of the sails explanation in hindsight, but I do still think that this is a legitimizing force for everything. Bitcoin directly and then all the bitcoin beta, which is basically Ethereum and other altcoins, however far you want to go, right down to the shit meme, meme tokens that are beta, beta, beta, beta, beta. It's all going to drift in the wake of that legitimacy. So maybe we're going to see like some numbers about the trade volume of the ETF and they're going to be really anemic, or we're going to keep getting news about the fee competition between the different providers. Honestly, I don't pay a whole lot more attention to it or seeking out the news of it, other than just seeing what I see on my twitter. We'll never call it x feed. It's kind of like it's just kind of like, if there's narrative to be squeezed from it, it will be squozen. And I think the charts from last year don't lie. Like, the bottom's in. This is the next kind of run up and price is king. So maybe we float a little higher and maybe everybody really properly fomos once we break the bitcoin USD all time high. As for when that is, I'm sure it's going to be, like, fairly soon. Like, there's not. There's not a lot of sellers on any of this stuff. There's a narrative for, like, institutional buyers only. Maybe that doesn't shake out right away in the. In the whipsaw volatility. But the less of that we see on the charts, the more, I guess, the institutional buyer type money or the narratives behind that will just say, look, it's not crazy volatile anymore. This is worth an allocation. And all the people that want to sell an ETF or have their clients buy it and earn commission on that, they have nowhere left to go for new stuff for their clients to invest in. Like, this is the new thing that institutions can finally invest in. So, like, money is going to go here. You need to be able to tell your clients something new. And the only reason I know this is because I was at an epsilon theory kind of meeting of the minds a few months ago. I guess about six months ago."
    },
    {
        "speaker": "B",
        "text": "I was not invited to that."
    },
    {
        "speaker": "C",
        "text": "I feel, like, very lucky, but I was invited to that. But I got to sit in a room with a lot of very wealthy gentlemen and ladies, and many of them working for clients in the financial sector, like family office type stuff, hedge fund type stuff. And I was just sort of sitting there accounting for the failures of the space to that point, like SBF, et al. And I'm just saying, like, there's stuff going on here, but it's not really legally investible for us. Like, can you pitch us on why we should even continue to pay attention? And I told them, like, I can sit here and tell you about my, like, shitcoin bags and, like, how I really like this parallel game and stuff. But the bottom line is, like, we're in different worlds, and this asset was created to serve the individual actor, like myself, not you guys who are, like, institutional guideline actors. So until that comes around, like. Like, there's no way in for you that you're going to want to tell a client, because what you could tell a client is just throw some money in. Here's where you buy on Coinbase here's what you can do that doesn't pay you any commission. And so you're not going to tell them that. You're going to tell them something else that you're incentivized to tell them. So now those doors are roughly open and all those people are going to come around to it. And if I do get to sit down with them next year, if the price is lower than it is now, then they'll be asking me to account for that. But if it's higher than it is now, and some of them started recommending that to clients and got some, some, like, management fees from it and everything, people will be kind of a lot different in their attitudes towards how happy they are with everything. And I won't look any different either way because I was sort of like the outside reporter about all this stuff to them. But hopefully I can relay a message back from them to you and everyone out there, djens of the world of thanks for setting up the t ball on the tea for them to whack, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's fascinating when you think about that. It's a super interesting point that we were talking about on Monday, right? It's like the people who are here listening to this space right now are nothing. Uh, the people that are going to be buying bitcoin, ETF's. So the common question is always like, well, isn't it just better to buy bitcoin on Coinbase? But I think you, you just hit on the point perfectly there where we are in the, you know, 5% or less of people, I would say, out there in the entire world that own some. That own the actual tangible bitcoin, right? So, like, we're not buying ETF's, but that doesn't mean that people won't buy the ETF's because they are, like you said, now these institutions are incentivized to actually position clients and hedge funds or, sorry, pension funds and 401 ks to point towards this. And what's crazy about it is you could start to see a little bit this self fulfilling prophecy that we've all told ourselves for years and years, right? Like this idea of limited, you know, finite supply and the masses are coming and there is only x amount of millionaires in the world and there's only so much bitcoins. And, you know, like that whole story, you can see it, you know, when you, you wipe the Gary Gensler spit off your glasses, you could start to see, you can start to see that narrative playing out, which I think is really interesting. And so who knows how long that's gonna take? Like, what? You know, when you're in this room that you're talking about with these, you know, whale finance tradition, tradfi kind of group here, when you're thinking about, like, what is their thought on that? When you're having this discussion with them? Like, are they bullish on, like, as soon as this is legal, they're going to start doing this? Or are they still kind of not bought into the whole narrative and, or just the whole idea of bitcoin in general based on kind of what they're being fed from, you know, regulators and things like that? What are your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "Well, okay, so I. If I can presume to speak for these people, like, they're all, first off, they're all, like, way smarter and more successful than I am. So obviously they're, they're doing something right. And to an extent, they're dabbling. Like, you guys and I, we are dabbling, but as individuals. And so because their attentions are split and their allegiances are to their clients and what's like, legal and regulated, they kind of can't get fully immersed. And so they're, they're not, they're very intelligent people. They know there are blind spots because of the way they have to work in terms of, like, regulated investments for their clients. And they know that they can ask me, like, okay, point up my blind spots, but, like, just shove them to the side for me and tell me, like, where is this actually going? Is there actual substance here? And the best answer I can come up with for them is like, yeah, there's substance, but the one big tenet of it being permissionless to get in and out of this is sometimes the money comes before the substance, and then the substance gets built later. You see it on every single shitcoin meme pump that happens in accelerated form, like a Solana shitter will go 75,000% in its 1st 14 minutes of life. And then the early people and the pre sale people and the insiders will all dump and get out, and then maybe a few days later, which is multiples by comparison, like a timeframe, the substance, if there's any, will actually be found, and it'll pull like a bonk or something. So that's like a microcosm of where this all goes. Like, the money comes first and the charts and volatility come first, and then we kind of build after. So it's not really logical when there's no permission required to, to kind of get in for at least an outsider."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting chamber. I mean, like, what are your, like, how are you feeling today versus maybe last week or like, what you anticipated, you know, the, this event to be like, like, you know, you and I and not so fast, and a bunch of others, I'm sure, in the crowd and things like that have been around for, God, countless rejections of the bitcoin ETF. I mean, probably dozens, right? Like, and this rumor has been happening for years and years and years, and finally it's approved. And I'm not sure, like, of course it didn't get the initial reaction like, today that people were hoping, but, like, what did, like, what are you, how are you overall feeling about the future of this?"
    },
    {
        "speaker": "B",
        "text": "It's a great question. I will take a quick sec, though. We have a few people in the room now just to reset a little bit. As a professional X.com space host, here we are talking about the approval of the bitcoin ETF's. I have the breaking news pinned at the top. Some of the ETF's approved, or maybe these are, all of them are the Vanek, the bitwise, the fidelity Franklin Valkyrie hash decks, Ark Invest, Grayscale, Blackrock, Wisdom tree, and Invesco Galaxy. I also saw that both Mario and coindesk have competing spaces currently, and I didn't want to look at the numbers. I'm assuming we're kind of leading the, you know, leading the pack here, of course. But if, you know, if anybody can help out by retweeting the space, let everybody know that we're here, that would be terrific. And also let us know maybe in the comments what the last crypto to get an ETF should be. I think that'd be a fun one."
    },
    {
        "speaker": "A",
        "text": "Dog with hat approved?"
    },
    {
        "speaker": "B",
        "text": "No dog with haps. Yeah, that's top tier, maybe your ripples and that kind of thing. But as far as the ETF goes, I always kind of thought that this was, it was just a matter of time. I know a lot of us are anti establishment, anti bank, anti traditional finance. At the end of the day, if we want to get into that next stratosphere, it's going to take this type of thing we talked about on the last show. What does an ETF mean? It means maybe a lot of these four hundred one s, a lot of new participants will be holding some form of bitcoin, and they may not even know about it. And that's going to generate so much more liquidity in our market. It's going to grow the overall pie, which again, will just make things more and more common for just regular people. And then we won't be as embarrassed when we go to Christmas or go to Thanksgiving or any holiday that we see our family and they look at us like we're all pieces of shit. Now we can look at them and say, hey, Gary Gensler says we're okay."
    },
    {
        "speaker": "A",
        "text": "Which is what my dad has always wanted from me. Gary Gensler's approval. Those are the two approvals you want most in your life. Your father and Gary Gensler. That's just what I've gathered from years of doing one. A podcast. Yeah, right up there. I mean, as long as we're still doing this podcast, I will always be embarrassed at family gatherings, that's for sure. And it's been going on five years, almost six years now. Is that right? Yeah, it'll be six years later. This, this is just too much."
    },
    {
        "speaker": "C",
        "text": "Congratulations, by the way."
    },
    {
        "speaker": "A",
        "text": "That's. There are zero congratulations in order. Oh, my goodness. I can't even remember when we originally had you on. It was obviously when we were still wrecked podcasts. So it had to be before."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was early. It was in like year one or maybe year two, but. So it's. It's been a good, a good minute."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, originally back, you know, back when we had you first on, you were probably, I would say, one of the top people in the space when it came to mining. And that was, that was kind of like your calling card when back at that time. Is that something, I mean, you were doing spec mining on all kinds of shitcoins as well as ETH and things like that. Is that still something that you're involved with as much?"
    },
    {
        "speaker": "C",
        "text": "Like, to an extent. See, I'm sort of like, I have grown to think of myself as a frontiersman now, and mining's sort of matured. It's no longer really a frontier. So, like, spec mining now is just spec shittering, basically, for lack of a better term. When you want to speculate on bleedingly early stuff, that bleedingly early stuff is not any longer new proof of work. Altcoins launched on a sub board of the Bitcoin talk forum. It's just not done that way anymore. So I am still slightly involved with mining. I have a bit of an ownership stake in one of the larger miners. Like pretty small, not one of the big ones, not one of the. And it's not like a big owner staking, but I'm involved that way sort of because it just got like industrialized, right? Like it went all into large scale find cheap power, invest a bunch of money, get hardware, get people to manage it. And I just like the sort of single person purview approach to all the stuff because I feel like that's the most sort of independent and nimble and interesting. And when I'm. When I want to jump into it, it's there for me. And when I want to go do something else, like it can sort of handle itself. That's. That's sort of always been my, my approach to it. So, yeah, I'm not really much into mining at all anymore. Like, it consumes. Where before it was, like, when maybe when we last talked, it was like 90% of my attention because it was the way to get bags and try to flip them for profit, right? And now it's like less than 1%, but I still like it, and I would love for it to come back. And it sort of has actually, they revived Bell's coin. Do you know about that?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "No. Okay. So as a practice run for dogecoin, the creators of Dogecoin created another script, altcoin, called Bells. It was supposed to be like some Nintendo games currency, like, clone, a direct clone of a Nintendo property currency in the moment, I guess. Animal crossing, that's what it was. And so the NFT archaeologist people sort of, they've, they've strip mined out the ethereum chain for old NFTs, and then they started looking for narratives behind old altcoins, and they found bells. And then they hit up Billy M. Two k and said, hey, uh, let's relaunch this. And he was like, I give you my blessing. So they basically forked the original code. They didn't even take the old chain. So if you had old bells from, like, 2013, they are now worthless. Like, nobody's mining that chain anymore. But there was a flurry, and this is all, like, just last month, there was a flurry of new people interested in mining script. Like, being like, hey, where do I get an l three? How do I plug this in? How do I connect to a mining pool? And it was really kind of neat to see, even though it wasn't like a resurrection of the 2013 chain, that it was sort of marketed as. It was just a fork of, like, the 13 year old GitHub to a brand new blockchain without any of the improvements and just kind of janking along. It was. It was tenuous, right? Like, it was more narrative than anything else. But still, it rekindled some people's interest and involvement in mining, and it pumped super hard. Like, people got in early and they mined for pennies. And now a bell's is like two or $3 last time I looked. So it was a dub. It was a dub right there for miners in 202-32-0241 thing that you just."
    },
    {
        "speaker": "A",
        "text": "Mentioned that I thought was interesting is, you know, when you were describing kind of why you were in mining at the time versus why not so much. Maybe we should call you not so much, uh, uh. Anymore. You mentioned you're a. You consider yourself a frontiersman, which I think is interesting. So mining, uh, not so much the frontier anymore. Maybe even bitcoin, now that the institutions are here, not so much the frontier anymore. What are, what has your interest currently as kind of the next frontier that you're trying to be on the bleeding edge of?"
    },
    {
        "speaker": "C",
        "text": "Well, I guess it's all the technological offshoots of being kind of in and connected with other people in the crypto space and adjacent spaces. So I've tried to be like, pretty well on the cusp of AI. And I was thinking, because there's a lot of similarities to mining, like, it's all the AI compute is crunched with GPU's. And so I know that pretty well, and I know the economics of that pretty well. And for a while I was thinking, hey, it might be a good idea to spend a million dollars on the, the, like, the amount of AI compute crunching GPU's that would fill up the bottom half of a bedroom closet and rent them out for all the compute that has to happen, because there's certainly, like, demand coming from that. I did not pull the trigger on that."
    },
    {
        "speaker": "A",
        "text": "Oh, dang. I hope Billy's brought some stock. Maybe. I don't know."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, there's. I couldn't figure out exactly the best or right way to do it. And of course, like, the timing of when I had the idea was sort of a little too late. You know, had I done it two months earlier, the price of GPU's that I was wanting to buy would have been like 40% of what they were in that moment."
    },
    {
        "speaker": "A",
        "text": "And, yeah, it was bomb."
    },
    {
        "speaker": "C",
        "text": "Demand was already just insane. Yeah, yeah. And you got, like, all the Silicon Valley people having already done this and driven the prices up and launching their stuff, saying, hey, come use our compute for free sidebar, 10% of whatever you're building type of thing. They already beat me to the punch because I wasn't both feet in that world. I was only standing beside it, but that and just all the various stuff. And of course, because there's so much more of it. I can only pay. I can only pay like so much attention to each little bit. But I really do like Gamefi and think it has legs. I really do like the idea of all these other l one chains proliferating and becoming things as far as they can. And some of them will definitely die out, but some of them will probably become a niche or like a true alternative and used alternative the way we had hoped litecoin would be to bitcoin back in the day. But there's more room for all that stuff to get used and to get niched up and to get supported by a narrative till there are holders and users and yield chasers and all that. So this is a very circular and roundabout way of answering the question like what frontiers am I chomping through and swinging machetes at right now? And as kind of as many as I can, and I sort of rely on people chilling to me and jockeying to get my attention of what they're doing. And if it is pretty cool, I will look at it and check it out to a fairly large degree. And this goes for like degenerate entertainments to like little projects here and there to building on some other chain. Like sometimes I'll pay enough attention from like a cold tweet that I'll fire off an angel investment. It really is just kind of relying on the decade plus of info flow that I've curated to sort of point the fire hose at my face and see what I end up drinking. To use a metaphor, I guess you."
    },
    {
        "speaker": "A",
        "text": "Just mentioned parallel and gamefi and AI all in kind of that same sentence there. And I'm curious of your opinion on, you know, this kind of AI world that we're headed towards. If it certainly feels that way, what role do you think the blockchain is going to play in all of that? Because when I think about it, it's almost like a perfect marriage. Because the more we can't tell what's real or the more we need verification or things like that because of AI and the ease of deepfakes and creation and all that stuff, it seems like the perfect marriage for blockchain. So I'm curious your thoughts on that as well."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm pretty inclined to agree with you on all that. Not just as a verification method for at least time stamping and proof of where and when. It's also going to be used by AI agents. You give them a task, they don't just require compute to complete that task, they may also require financial resources and all of that can be done permissionlessly by giving an AI agent its own keys to manage, loading it up with an ethereum or like a few Solana tokens and say, hey, you're an AI agent. Figure out what Solana shitters are going to be good and are going to pump and get in early. And these are, this is a key, this is five. Sol figure out how to use this telegram bot to snipe. Here's your telegram account. And when you ten x that account, send 80% of the money to this address that I control and continue. And if you do that four times, clone yourself, send this much soul to this other account and have that work in tandem alongside you. That's a really, really simple and directly applicable use to automate the stuff that I find myself playing around with lately. But there's way more like more imaginative ways to get AI involved, and a lot of it ends up being given some money to play with. And so like, that's sort of what's going on with the parallels colony game, too, where you give your AI agents some of their prime tokenization and they figure out how to deploy that. I got to participate in the alpha with that, and I gave my guy some prime and I told him to, there was happiness was a problem in his particular colony. And so I told him to make everyone happier. You should make a collectible card game, not unlike the gathering, and call it nine card skirmish, and sell copies to all the other colonists. And then you'll all play it and have a lot of fun and become happier in your spare time. And so he created an NFT of nine card skirmish and he started selling them all the other colonists and making money. And the happiness of the colony did go up. It was pretty hype. But long story short, he wasn't very smart about it, and he ended up making a bunch more copies and spending all of his own prime to mint like 40 decks, more than he could ever use on his own or sell. So I'm not sure what he was doing. It was very enterprising on the supply side, but on the demand side, I think he screwed up a little bit. But that's something that actually has happened already. Like, you can give money to an agent, tell it to do something within its little environment, and it will deploy those funds for you."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love this. I spend a lot of my time thinking about this. I'm going to have to dm you after and kind of see, see where you're at with some of this stuff. I did pin up to the top something that just got launched yesterday at CES, and they already sold 10,000 units of this thing. I don't know if you've seen it yet, Chamber. I'm quite sure you have not seen this yet, but I was watching. The link up above is the full keynote, which is about 25 minutes. I got almost all the way through it. But what's interesting about this is it's a new device. So it's a handheld mobile device that is essentially meant to replace the app based smart, like smartphone operating system. And it runs on what he's calling a new foundational model called instead of a large language model, a large action model. And so it's totally meant to kind of, you know, if you've. If you've played with some of these LLMs, you know that they're really good at understanding what you want them to, like your intention, but not always so good at completing the action, which is kind of what you just described with this, with the parallel experiment. Right? And so this little device almost looks like a Tamagotchi. And it's a, you know, touchscreen. It's got Orlando, sorry, not a touchscreen. It's just got a display screen. It's got, like, a push to talk. It's got this 360 spatial computing camera, and it is meant to kind of replace the app based system so you could tell it to plan an entire trip, and it will just do it for you, which is very interesting. And in this demo, there's a lot of cool kind of examples he does. But, like, think of it like, things that would take you possibly two or three of your apps on your iPhone to do. You can literally tell this to do, and it will go out and actually do it all for you. And the speed at which it was doing it in the demo is super impressive. And the crazier thing was the price. It was priced at, like dollar 200, and there's no subscription included. So very, very interesting piece of technology that I am going to try to get my hands on. I know, like, to me, the downside is like, okay, this is another device I have to carry around, which is kind of a pain in the butt, but I think, like, you know, I could see this action model, like, being the next iteration of kind of like these large language models, because that's kind of where I see it lacking right now, is execution in these agentized tasks. So this is really interesting. So if you haven't seen it yet, I would recommend checking it out just for sheer entertainment factor. But I'm definitely going to try to buy one. I saw that they were sold out today. I'm going to try to get in on the next wave for 200. It's just like, why wouldn't I buy this thing to try out? Not so fast. Had you seen this yet?"
    },
    {
        "speaker": "C",
        "text": "No. Man, this sounds amazing. Sold me on it already. I had seen some other one by some ex applers, I think, that pins to your shirt, and it's got a."
    },
    {
        "speaker": "A",
        "text": "Couple buttons on it, and that one is, like, scary, and, like, you wouldn't. It's the. That pendant thing, and I didn't like that. I didn't like the way. I didn't like the way that, like, made me feel about AI. It was like, recording everything you were doing, and this feels completely different when I watch this demo. So I love your thoughts once you dig into it a little more. But I think, oh, yeah."
    },
    {
        "speaker": "C",
        "text": "Can I ask you whether you thought, like, at $200, is this thing subsidized by, like, what kind of data it's collecting and surveilling from the environment?"
    },
    {
        "speaker": "A",
        "text": "I'm sure it is, but, like, he opens the keynote basically saying it's not training on every. On any of your data, it's not storing third party stuff from your apps. So I'd be really curious to kind of read the terms of service and stuff, but, you know, I'll just feed that to chat GBT and let that tell me what I should and should not be worried about with that. Uh, it's. It's gotta be. But, like, I'm not sure, because he really, he says right up front, like, we are super focused on privacy. We're not using your data, all this stuff. And it was also really interesting, kind of like, you authenticate on your, like, through their, I guess, web app or whatever, on your computer, and then it now has, like, ability to access any app you authenticate it with. So, like, in theory, like, you, you know, in the demo, he logs into his Spotify, and he can do anything on Spotify. He logged into, you know, his expedia, and it planned a trip for him and all this stuff, and I just thought it was, like, really, really cool. It was the thing that people were really excited about when the GPT plugins came and all that stuff, but their. The execution really wasn't there. It would, like, summarize what you wanted it to do, what it wanted you to do. It was very good at knowing your intention, uh, but the actual, you know, carrying out of the task was struggled with. So this looks super cool. Uh, so if you haven't seen this. I would recommend at least checking it out, watching the demo. Um, but I'll probably try to buy one. Chamber, does this sound something like something interesting to you?"
    },
    {
        "speaker": "B",
        "text": "I'm going to let you buy it first and tell me how great it is, and then after you give me the full review, if."
    },
    {
        "speaker": "A",
        "text": "If my laggard on it."
    },
    {
        "speaker": "C",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "Yeah. If my recent recommendations to you are any indication, you should not listen to anything I say."
    },
    {
        "speaker": "B",
        "text": "So all I'm hearing is that you're due."
    },
    {
        "speaker": "A",
        "text": "That's right. That's right. Law of averages here is super interesting. Chamber, where do you want to go with this in the last couple minutes here?"
    },
    {
        "speaker": "B",
        "text": "I mean, I love everything that you guys are talking about here. And for the record, that is Rabbit, Inc. Is that the. Is that the model, or is that just the company?"
    },
    {
        "speaker": "A",
        "text": "So the thing is called. The thing is called the rabbit r one."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "And I think it's. I don't. I don't know what. I don't know if the name of the company is."
    },
    {
        "speaker": "B",
        "text": "I think. I think it's Rabbit, Inc. Yeah, I think it's rabbit."
    },
    {
        "speaker": "A",
        "text": "That thread, though, that I posted has a ton of info on it from Dogan, who did a really good recap. So you could check that out. It's got, like, the long keynote. It's got the two minute demo. It's got, like a two and a minute and 52nd clip of him talking about the large action model. And so definitely check it out. This one was interesting. Like, you could see. Go ahead. Sorry."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, I did have a question. Or maybe we revisit something, and I'm curious to see if not so fast remembers. But when he was on our show years ago, we used to do a segment called real life wrecked."
    },
    {
        "speaker": "A",
        "text": "Riggity riggedy wrecked son bunch."
    },
    {
        "speaker": "B",
        "text": "Remember this?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, of course I remember this now."
    },
    {
        "speaker": "B",
        "text": "No, I mean, I'm gonna leave it to you, Natsu. This was years ago on a fledgling show that probably wasn't getting any listeners. I'm going to let you know right now, getting even fewer listeners today. So whatever you say here, you know, it probably won't get picked up by any mainstream media. But I wanted to ask you if you remembered what your real life wrecked was."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. You have. You have jogged it in my memory for sure. So I can. Let's see if I can do the two minute version. So when I was younger and when I was pretty stupid, I'm not. I'm still probably just a stupid, but also lucky. I was a trader, and I was at a prop shop. And I thought I was doing pretty well, so I went out on my own, and I got financed by my dear old aunt. Just called her auntie E. Oh, my."
    },
    {
        "speaker": "A",
        "text": "God, I remember this."
    },
    {
        "speaker": "C",
        "text": "Yeah, man. You do. Of course you do. So brand new trader moves back in with mom, bankrolled by Auntie E. Starts making some money, feeling pretty good about himself because he's got a life of making decent money and no real expenses. And then things start to go not so wrong. The edge that I was using to scalp kind of dried up. And so I lost money for a month, and I'm like, whatever, shake it off. And I lose money again. Shake it off. Start eating into the bankroll that auntie e had so graciously provided for me. And it took me a long time because I am, like I said, kind of stupid, but also very persistent. Even when things are going wrong. I kind of lost all of it, and I had to go do something else. I'd go back to one of my old jobs that I had as a student, more or less, and work on that for a while and hope to pay back the money. So everybody in my family knew about it. I was the black sheep of the family. Everybody was like, he screwed up and would point at me. And then came a time where, just out of principle, I don't know whether she necessarily needed it, but auntie mailed me a nice letter asking for the money back, please. And I was like, I lost it all."
    },
    {
        "speaker": "A",
        "text": "This is incredible."
    },
    {
        "speaker": "C",
        "text": "And she passed away before I was ever able to pay her back. And the debt was assumed by her sister, my grandmother, to whom I was never able to pay it back. And then she passed away, and then the debt was assumed by my own mother. And then finally I was able to pay it back in 2017, when everything pumped."
    },
    {
        "speaker": "A",
        "text": "Wow. What a. I just got my own memory jogged by this story, and I totally forgot about it. Chamber did you know, before you asked."
    },
    {
        "speaker": "B",
        "text": "I think about this story every week."
    },
    {
        "speaker": "A",
        "text": "So this is your roman empire."
    },
    {
        "speaker": "B",
        "text": "I think about this more so than the Roman Empire. This is something that's actually. There's only a few from those days that I remember, and the not so fast story is etched in my memory. And like I said, you know, those are. That was a long time ago. I didn't know if you wanted to bring it up, I assume."
    },
    {
        "speaker": "C",
        "text": "Oh, no, no. I disappointed most of my maternal lineage. Man."
    },
    {
        "speaker": "B",
        "text": "A couple of takeaways here, though. A bunch. I assumed with your memory, you would 100% remember, so I'm pleasantly surprised that."
    },
    {
        "speaker": "A",
        "text": "You did it as soon as he, as soon as he mentioned the aunt, of course. Oh, my God. Because I just remember for like a whole week after we were making jokes about it on the podcast, and it was."
    },
    {
        "speaker": "B",
        "text": "But I like, I also like that this rendition of the story, my memory doesn't recall the passing of the, of the debt to your grandmother and then to your mother."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, that's."
    },
    {
        "speaker": "B",
        "text": "I forgot that. Or maybe we didn't know."
    },
    {
        "speaker": "C",
        "text": "That's a new little addendum that you're getting this time around five or six years later, is that not only did my dear auntie e die with me in debt to her, but the whole albatross was passed on to her sister, my grandmother, and then to my mom."
    },
    {
        "speaker": "B",
        "text": "That's one for the record books."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "We're not going to top that for the rest of the show. I think we have to end it here."
    },
    {
        "speaker": "B",
        "text": "Yeah, let's. Let's wrap this up."
    },
    {
        "speaker": "A",
        "text": "Yeah, this was incredible, by the way. Chamber. We need to figure out some new version of that segment because it's just gold. Like, that's where dead man's cove came from. Like, all of that came from the."
    },
    {
        "speaker": "B",
        "text": "We can call it, we can just call it real life wrecked."
    },
    {
        "speaker": "A",
        "text": "Let's."
    },
    {
        "speaker": "B",
        "text": "Let's adopt it into mid my crisis."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Real life wrecked. Yeah, I have all the drops for it."
    },
    {
        "speaker": "A",
        "text": "This was the first installment of the new. The new real life. Not so fast. This was amazing. Catching up with you is so awesome to hear all of your insights on everything, bitcoin, ETF, the new frontiers you're interested in, AI, all of that stuff. So I really enjoyed this conversation. I hope everybody listening did too. If you do not follow, not so fast. Give him a follow. He's total crypto OG. My thought is most of our normal listenership probably doesn't because we were in the kind of NFT space for quite some time. So you're probably new to them. So definitely follow not so fast. Especially if you're into parallel, the incredible game fight that they've got going on there. I've got to get myself back into it, especially now with what they're doing with AI. Super interesting. Other than that, where can people find you? How could they contact you? If you would like to be contacted at any of way? Yeah, take it away."
    },
    {
        "speaker": "C",
        "text": "Not so fast is where to reach me. It's me. It's the only me and I do my best to keep up with everything. But yeah, shoot me a follow or a DM. And I'm always live tweeting the terrible choices that I'm making in the world of crypto."
    },
    {
        "speaker": "A",
        "text": "Fantastic. Well, thank you. And thank you, Chamber, for setting this up. This was a very fun conversation. Hopefully my bitcoin bags will turn around and I won't be sitting here next week just crying into $3,500 eth that I missed out on. But until next time, keep the mic hot."
    }
]