[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am bunchu, alongside my esteemed colleague and co host. Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. I'm gonna be honest with you. I had an embarrassing day today."
    },
    {
        "speaker": "A",
        "text": "Oh, yes. Let's get into it. Amazing."
    },
    {
        "speaker": "B",
        "text": "You know, you're a married guy. I'm sure there's a lot of married people listening right now."
    },
    {
        "speaker": "A",
        "text": "Uh oh. I don't like where this is going already."
    },
    {
        "speaker": "B",
        "text": "And when you're married, you don't want to look stupid in front of your significant other. You don't. I mean, you don't want to."
    },
    {
        "speaker": "A",
        "text": "I feel like."
    },
    {
        "speaker": "B",
        "text": "I'll explain."
    },
    {
        "speaker": "A",
        "text": "Well, I was gonna say, like, if there's anyone I can be stupid, and, like, you'll."
    },
    {
        "speaker": "B",
        "text": "You'll understand momentarily. Okay, so, you know, get up in the morning, we have our daily routine. I drop the kids off at school. Amber gets them. You know, gets the lunches made, gets them ready. I kind of help out where I can. And then I packed him in the car and drop them off at school."
    },
    {
        "speaker": "A",
        "text": "Do you often. Do you often make the lunch?"
    },
    {
        "speaker": "B",
        "text": "No. No."
    },
    {
        "speaker": "A",
        "text": "What's. I was gonna say, what's the. Like, if you did, what would be the main difference of a dad made lunch versus a mom made lunch? Like, would they. Obviously. It sounds like they'd be able to tell the difference. What would be your signature marking on, like, your serial killer signature on your. On your lunch?"
    },
    {
        "speaker": "B",
        "text": "I have no idea. Like. Like, seven cheese strings, probably."
    },
    {
        "speaker": "A",
        "text": "So, like, real serial killer. Like, real over the top. Like, dad's. Dad's definitely a serious."
    },
    {
        "speaker": "B",
        "text": "Like, four juice boxes, like, a handful of soda crackers, and seven cheese drinks."
    },
    {
        "speaker": "A",
        "text": "Hold on. We."
    },
    {
        "speaker": "B",
        "text": "I have no idea what."
    },
    {
        "speaker": "A",
        "text": "Before you go any further, we got v squared trying to chime in on the lunch combo."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was gonna say anything pretty."
    },
    {
        "speaker": "A",
        "text": "Much consists of anything that could be unwrapped. So it comes out of a wrapper somehow, probably."
    },
    {
        "speaker": "D",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Yeah. So same thing with dinner. You're stacking the. You're stacking the. Are they made by Welch? I don't even know. Those. Those already. Like, the uncrustables. Like, the circle uncrustables. 100%. 100%."
    },
    {
        "speaker": "C",
        "text": "Or lunchables. Or any."
    },
    {
        "speaker": "A",
        "text": "Anything else pro. Move. Okay. Anyway, I want to go back to this conversation, actually, after your story now, because I'm intrigued, but keep going. Chamber."
    },
    {
        "speaker": "B",
        "text": "So. So anyways, get the kids ready. I'm about to leave, and I always make a big deal to my wife. You gotta, like, we have, like, a little, like, key hanger by the door. Like, put your, you know, put your keys on the key hanger. That way you'll always know where the keys are, right? So anyway, so I only see my spare set of keys, not my main set of keys with, like, my house key on it and stuff. And I'm like, hey, you know, can, you know, can you grab my main set? And she kind of does a quick look. Can't find it, almost like, well, we got to get going, so I'm going to grab my spare set, I'm going to drop the kids off, I'm going to come back, and then you can give me, you find my real set and then give them to me. So, you know, I text her when I'm done dropping off the kids, still haven't found them. So I'm like, well, whatever, I'm going to, I'm just going to go to work. Just don't lock the door or whatever. Right? So. And my wife is pretty, I don't know, obsessive compulsive when it comes to this kind of thing. So she is now eliminated everything from her day and is solely focused on finding these keys. Like, that she will not be, she will not be able to rest until these keys are found. And, like, I check in with her every hour. So, like, hey, you know, you find the keys. I call her up, find the keys. No, no, no. I'm like, how'd you check your check there? And I'm like, I'm checking my pockets and, like, they're not on me at all. And I'm like, okay. I just, you know, whatever. So I get back home, she's not here, and sure enough, the door's locked. I'm like, what? Okay. Like, I call her, like, hey, where are you? And she's like, oh, I'm just around the corner. I'm like, you locked the door. I'm home now. So I wait in my car. She gets back, we come into my office, and like, you know, I kind of take a quick look around. I'm like, I'm just going to pay the kids $100. I'm going to put a $100 bounty on my keys. And when the kids come home, whoever finds the keys gets $100. And so, so we kind of laugh, we sit down, we're going to, you know, smoke a, smoke an afternoon joint with the kid. No, no, no. That's if they find the keys."
    },
    {
        "speaker": "A",
        "text": "Got it. All right, so this is before the kids incentive."
    },
    {
        "speaker": "B",
        "text": "This is before the kids are home. So we're smoking a joint. She's like, I don't know. And I reach into my hoodie pocket."
    },
    {
        "speaker": "A",
        "text": "Stop."
    },
    {
        "speaker": "B",
        "text": "I pull out the keys."
    },
    {
        "speaker": "A",
        "text": "Had you already checked this hoodie? Multiple times."
    },
    {
        "speaker": "B",
        "text": "I feel like I didn't check the front pocket of the hoodie."
    },
    {
        "speaker": "A",
        "text": "You mean like the main, the only."
    },
    {
        "speaker": "B",
        "text": "Pocket of the hoodie?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Jesus Christ."
    },
    {
        "speaker": "B",
        "text": "And she's like, did you just find those or did like. No, she's like, did you just pull those out of your. I was like, no, I found them earlier. Because in my mind, I'm like, I can't very well just tell her they were in my hoodie pocket the whole time."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "And I'm like, no, I found them behind the trash can or the trash bin in my office. She's like, I look there, they were not there. I like, they were in my pocket. I'm so sorry."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "So just a big, big l. Big l today."
    },
    {
        "speaker": "A",
        "text": "Go ahead. V squared."
    },
    {
        "speaker": "B",
        "text": "Literally as we're lighting the joint? No, literally as we were lighting it up. It was, it was magic, but very embarrassing."
    },
    {
        "speaker": "A",
        "text": "Interesting. I, I can relate to this very much so. It's usually not the keys for me. It's usually either my wallet or, uh, my Airpods. Um, Airpods, there's, yeah, are the death of me. And, uh, the worst is, like all when I, when I send them through the wash, she gets very mad at me."
    },
    {
        "speaker": "B",
        "text": "Airpods through the wash?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. They're, they're actually pretty resilient. Uh, and I've given them at least three or four washes now in the last couple months. Uh, you know, just keeping the ears clean. That's it. But, uh, yeah, I mean, you, you're an idiot."
    },
    {
        "speaker": "B",
        "text": "Yeah, those are the kind of."
    },
    {
        "speaker": "A",
        "text": "And now, like, you're, you're also, like, forever an idiot. You're never gonna gain that trust back now. And you're always gonna get, like, the passive aggressive. Like, did you check the hoodie pocket? That's what you're gonna get every time. Yeah, that's it for the rest of your life. You ruined your, you've ruined your life."
    },
    {
        "speaker": "B",
        "text": "I mean, I've done this before. There's. She has multiple, you know, multiple scenarios to choose from, but this one is going to be the freshest. And will, I would say if I'm not hearing about this in my sixties, I'd be shocked."
    },
    {
        "speaker": "A",
        "text": "I bet you you will be."
    },
    {
        "speaker": "B",
        "text": "I know. Like, I'm not even joking. Like, 100%. I would be shocked if I didn't hear about this when I'm in my sixties."
    },
    {
        "speaker": "A",
        "text": "Let's go to our resident chamber correspondent, Steve."
    },
    {
        "speaker": "E",
        "text": "Steve, I was just going to say I love this story and I love that you will be hearing about it in your sixties because that's like, I'm like that with a lot of things to misses nft bark so she was on the other foot where she'll do something completely innocuous. You wouldn't even think that's big of a deal and she will hear about it for the rest of her life. But what I was going to say is like part of the way I avoid issues like you mentioned, like oh if I leave my Airpods in my pocket and like the wife gets you know, annoyed or whatever is I just go so hyperbolic about it where if I can't find I put things in the same places pretty consistently. But if I can't find my Airpods I will just act disparage and I'll be like they're gone forever. I'm going to buy a new pair right now and I'm going to look for the most expensive pair I can. And at that point she usually looks for them. But like because it's become so ridiculous over the top I would say if you can't find something in the future and it comes back up just like go so far in the other direction about how you're never going to be able to find it again, it must be gone forever. And eventually like it becomes a meme. So it's now if I lose things it's like ha ha, just a prank. Like I've managed to sort of circumvent this issue in my household by being over the top when I can't find something. So highly recommend that direction. Give it a try."
    },
    {
        "speaker": "A",
        "text": "It's a good strategy. I am the opposite. I lean into the stupidity. Like I am very like if I lost something it's, it's very obvious that, you know, it's like the usual thing where I can't remember anything and so it's expected that it's always in the dumbest places. So I've actually just classically conditioned my family to understand that I'm an idiot and so I don't have to feel upset about it when the inevitable happens. But yeah, interesting. I do want to go back. What was your favorite lunchable?"
    },
    {
        "speaker": "B",
        "text": "When I was a kid I'd say."
    },
    {
        "speaker": "A",
        "text": "Or now I haven't had one."
    },
    {
        "speaker": "B",
        "text": "And my kids, I think we've tried to get them for my kids. They don't like them that much, but I think like a turk, I think the turkey one or the salami one or my two, those are the two I like the most. Never like the pizza. Pizza is for garbage. Pizza's for garbage people."
    },
    {
        "speaker": "A",
        "text": "I was gonna go with pizza."
    },
    {
        "speaker": "C",
        "text": "You're outvoted here. Pizza is definitely the best."
    },
    {
        "speaker": "A",
        "text": "Yeah, there you go. I was just gonna say, I just noticed Des is actually here, so I was gonna kick down to you for this. So you're on team pizza, Des?"
    },
    {
        "speaker": "C",
        "text": "Oh, absolutely. Team pizza. And the thing about team pizza and all kids lunches, it's not necessarily about what you want, but it's about what other kids want. So you can trade for shit you actually currency value. It's the currency pre NfT to where we're at now."
    },
    {
        "speaker": "E",
        "text": "That was the most des answer ever. He would have some angle on the pizza. That's amazing."
    },
    {
        "speaker": "A",
        "text": "100%. Des is using lunchables as currency number go up. So. And everybody wants the pizza. And you're going to trade for, like, ten pudding cups for it. And you'll have pudding comes exactly one pizza."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. No, I'm for it. Um, I. So I can understand why you would not like the pizza, though, chamber, but I do want to make a clarification when Des says team pizza, there's nothing about pizza. For me, that's a team sport. Uh, it's a single player game with me and pizza. Like, you don't fuck with me and my pizza. And that is like, full court press. Full pizza almost all the time. There you go."
    },
    {
        "speaker": "E",
        "text": "You were. You were Des. His exit liquidity on pizza."
    },
    {
        "speaker": "A",
        "text": "Totally. I 100% was like, did somebody say pizza? I've got this caviar in foie gras. Would you like that? And then des flips that for a human kidney on the streets. And that's how he's made his fortune. But the. I can see why you wouldn't like the pizza. Uh, because there is something weird about it being most of the time, like, cold and not even room temperature, because, like, you know, sometimes you're packed with the ice pack or whatever in your lunchbox to keep something cold. And then you get, like, that ice cold pizza sauce with ice cold."
    },
    {
        "speaker": "C",
        "text": "For me, it was the bread. The bread could come out like twelve day old pita bread. And I."
    },
    {
        "speaker": "A",
        "text": "That's what it was."
    },
    {
        "speaker": "C",
        "text": "Just right, like, yeah, I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so. All right, well, drop us in the. In the comment section here in the little comment bubble. Drop us your favorite lunchable if you have one, or if you're team pizza or team. I don't know. What was your official answer?"
    },
    {
        "speaker": "B",
        "text": "Like, team deli meat. I was gonna like team deli meat."
    },
    {
        "speaker": "A",
        "text": "I would say, that's too broad."
    },
    {
        "speaker": "B",
        "text": "I feel it."
    },
    {
        "speaker": "A",
        "text": "Just take deli meats. It's a lunch. It's a lunch item."
    },
    {
        "speaker": "B",
        "text": "There are two separate types of lunchables. They're the pizza ones, and then they're like the cracker cheese deli meat ones. And I feel like that. That's the separation. But I would say gun to my head, probably the turkey. That's my favorite one."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right, well, yeah. All right, well, we got team pizza, team turkey here."
    },
    {
        "speaker": "B",
        "text": "Gobble, gobble, bitches."
    },
    {
        "speaker": "A",
        "text": "Let's move on into some sort of relevant things that we're supposed to do here. And, des, I gotta ask you, because I feel like you're probably the most likely to already be involved in this, but I'm going to still guess that you haven't made the jump yet. Are you into ordinals yet?"
    },
    {
        "speaker": "C",
        "text": "No, but my group text thread has been officially blown up by these damn things. A couple of people got in at 1.5, ran up to 2.5."
    },
    {
        "speaker": "A",
        "text": "Some people bought at the 1.5 bitcoin, or one point, like, what are we talking about?"
    },
    {
        "speaker": "C",
        "text": "Oh, no. So they were talking about the NFT that you get access to ordinals, maybe."
    },
    {
        "speaker": "A",
        "text": "Oh, so, okay, so let's. Let's reset. There's a lot of education."
    },
    {
        "speaker": "C",
        "text": "That's true. It's not coming from me. So you. It's all you."
    },
    {
        "speaker": "A",
        "text": "So the. And it's not coming from me either. Chamber wanted to talk about ordinals and bitcoin NFt. So I'd like to welcome you to the stage to discuss ordinals."
    },
    {
        "speaker": "B",
        "text": "I have no idea about ordinals. Bitcoin, nfts, you say? This is. This is all new to me. It doesn't shock me that Des is getting the alpha on this earlier than everybody else, but I'm. I don't know, I'm. I'm in jungle world only right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, I. So here's the thing. You named the space. Who named this?"
    },
    {
        "speaker": "B",
        "text": "Not me. Not me."
    },
    {
        "speaker": "A",
        "text": "It was dropped in our chat that you wanted to talk about ordinals. And I said, you better be ready to discuss this because I don't know anything about it. And that was it."
    },
    {
        "speaker": "B",
        "text": "I feel like you got to go check the tape because I don't know, this is all news to me."
    },
    {
        "speaker": "A",
        "text": "All right, all right, all right. Let's talk ordinals. So I'm referencing here just my very brief knowledge of what I've come across. However, we have this wonderful article that was brought to us by corporate trash that she wrote for her blog. And it's called five things to know about ordinals and bitcoin nfTs. And so we're going to go through some of this stuff and just talk about kind of like, what it is, what you may need to know, pros and cons of potentially getting involved here. Again, take this all with a tiny grain of salt, because I have not dove into the ordinal streets myself. Des, what you are actually referring to is there was a project that launched yesterday or this morning or something that it was like ordinals on Ethereum, and it was, it was basically what I gathered from it. It was like almost like a voucher to an ordinal. Nft. Is that what you were referring to? Like the things that were popping on Opensea?"
    },
    {
        "speaker": "C",
        "text": "I think so. I was looking for the official name of it. The thing I was talking about is on the edge of oblivion. So maybe we're talking about different things. Maybe there's. Okay, okay, terrific."
    },
    {
        "speaker": "A",
        "text": "Now that's the one. That's the one. That's the one. So the. On the edge of oblivion is on ethereum, but it's talk. It basically, from what I gather, is like, tied to an ordinal. I guess the floor price is 2.5 eth on them. 2.58 eth. And they've done 829 eth in volume."
    },
    {
        "speaker": "B",
        "text": "Yes. Chris, you have a question?"
    },
    {
        "speaker": "D",
        "text": "No, I just get rugged so often by myself. I rugged myself so often that I thought it was me. So to do a little bit of research that I was like, oh, okay. I feel a whole lot better about my technical abilities now."
    },
    {
        "speaker": "B",
        "text": "Can somebody just email v squared, let them know they're, they're no longer with the company anymore?"
    },
    {
        "speaker": "A",
        "text": "Oh, we don't, we don't actually send emails. We'll just drop them. We'll just drop them. A Po app that says, thanks for your hard work. You're fired. I so the. I almost didn't come back."
    },
    {
        "speaker": "B",
        "text": "I wouldn't have if I were. If it was literally like five minutes longer. That was good."
    },
    {
        "speaker": "A",
        "text": "Yeah, great. A great show. However, I do feel like we really teased out this ordinal stuff, and I want to."
    },
    {
        "speaker": "B",
        "text": "He's the one that created this ordinals debacle, too, by the way. He's like double."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's the one that wanted to talk ordinals today. Where is he? Where is he?"
    },
    {
        "speaker": "B",
        "text": "I don't, like, banned him."
    },
    {
        "speaker": "A",
        "text": "Is he coming back? He banned him from the space or whatever blockchain. Ninja jump in here. As we get restarted."
    },
    {
        "speaker": "F",
        "text": "I thought you guys just put the axe in the space. Because you invited me up. It was like, literally as soon as I got up, the space ended. I thought we were dropping Alpha. I came to drop some alpha. That's. Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, let's drop Alpha. What do you got for us? You got ordinals, Alpha?"
    },
    {
        "speaker": "F",
        "text": "No, applied primate."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting."
    },
    {
        "speaker": "F",
        "text": "Yeah, apply."
    },
    {
        "speaker": "A",
        "text": "Tell me about it."
    },
    {
        "speaker": "F",
        "text": "So, applied primate engineering, it's been going on for a while. Anyone that was involved in the project and went through the tedious tasks and puzzles and everything, which were very, very elaborate. Like, one of the puzzles was over the course of five days, it took place in four different countries."
    },
    {
        "speaker": "A",
        "text": "Awesome."
    },
    {
        "speaker": "F",
        "text": "I'm sorry, three different countries in four different locations. So, like, it required people within the project, in the discord, to meet people that worked on the team at different locations and, like, give secret passwords, and they get, like, packets, and it very, very well funded and planned out. So they just made an announcement in the discord. So the TLDR is mega bots are coming. I don't know if anyone's been following, like, yuga leak and, like, there's megabots and megabots coming. So they just announced that megabots are coming in April. I'm stoked. But they have a whole announcement in their discord about it, like, that. The breakdown. Anyone that has an applied primate pass will get to mint a past."
    },
    {
        "speaker": "A",
        "text": "So were the puzzles. Were the puzzles keys to the passes? Like, you had to complete the puzzles to get something? Was that. Is that how they did it? God damn it. Chamber. I can't with you guys today. I just can't."
    },
    {
        "speaker": "B",
        "text": "It wasn't me."
    },
    {
        "speaker": "A",
        "text": "It was definitely you. There's no one else it could have possibly been. It was you."
    },
    {
        "speaker": "B",
        "text": "It was definitely not me."
    },
    {
        "speaker": "A",
        "text": "Okay, I'm going back to my question. Blockchain ninja, were the puzzles a key to something? Like, is that how you minted, or did it lead to, like, a mint, or. How did that work?"
    },
    {
        "speaker": "F",
        "text": "So, anyone who finished the puzzles got to mint or. I'm sorry. Got airdropped. A applied primate engineering employee card for free. A scientist card. Right. And then the puzzles after that. After the airdrop, you got to update the traits on the card for just the cost of gas. So, like, the people that did all of them, there was 200 gold cards and then 2000 regular cards. But, like, each of them have seven traits, or eight traits, including the gold trait, and we don't know what those are going to mean yet, but we're assuming it has something to do with the game that they announced. It's going to be an rpg game. There's two factions in the discord, and if anyone doesn't know about applied primate, like they're linked up with, they've already announced partnerships with Jenkins. They've announced partnerships with the mutant cartel. They've announced partnerships with a bunch of other people, so it's pretty big. And with them announcing this game that they've been making in the background while they were playing in all this other stuff, it's huge."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's super interesting. I'm fascinated, personally, about these mints that are done with this puzzle element or community building type of element to it that requires, like, engagement. I think that's super cool. I've thought a lot about, like, how to incorporate stuff like ARG's into experiences like that. I think that's a fascinating thing that I haven't really seen done at a good scale yet. But this sounds like it was super interesting, so I'm definitely going to check that out. Once again, sounding like I faded generational wealth, though, because I did get some kind of email in my Djen inbox telling me that, like, some press release about applied primate, and I may have ignored it."
    },
    {
        "speaker": "F",
        "text": "So this is how elaborate one of the puzzles was. So we had to solve one of the puzzles, which led to a phone booth, which someone had to go to the phone booth in New York and, like, at a certain time and receive a phone call, they reported back to the rest of the discord."
    },
    {
        "speaker": "A",
        "text": "Love that."
    },
    {
        "speaker": "F",
        "text": "They were also handed a packet, but, like, at the end of it, they had to go to this place in New York. It's an actual place, and there's a phone booth in the back, and if you press in a special code, the whole left wall of the phone booth opens up to a secret bar. Like, it's insane."
    },
    {
        "speaker": "A",
        "text": "That's cool. First community meetup right there. I love stuff like that, so I'm bummed I missed it, but I'll have to get involved. That sounds pretty fun. Chamber, are you ready to continue the space here, or we going to mute everybody or. We got it under control now. What do we think?"
    },
    {
        "speaker": "B",
        "text": "Wow. Control is a pretty, pretty broad word, but I do want to. I want to introduce one of the newest members of the Degen family. I think you know, I think you all know him. He'll be part of our Saturday morning lineup. The space is known as Saturday morning cartoons. Mister gentle Tornado. How you doing, man?"
    },
    {
        "speaker": "D",
        "text": "Leaked. He leaked it. Oh, there it is."
    },
    {
        "speaker": "A",
        "text": "Chamber. Way to ruin the announcement."
    },
    {
        "speaker": "D",
        "text": "Yeah, we made it, but, yeah, nobody's."
    },
    {
        "speaker": "B",
        "text": "Listening to this show. What are you talking about."
    },
    {
        "speaker": "D",
        "text": "Yeah, no, that's okay. I had a big thing that I was gonna do. Being a part of DJ network feel like it's an absolute blessing. I just came in here to get generational wealth and I don't have a ton of time on my hands every."
    },
    {
        "speaker": "A",
        "text": "Day, but I know that you guys."
    },
    {
        "speaker": "D",
        "text": "Are getting generational wealth, you know, chungos. We're in on that, baby."
    },
    {
        "speaker": "A",
        "text": "Chungos. Chungos. And we're going to talk ordinals here, which could be generational. So here's, here's the thing with, here's the thing with bitcoin nfts right now, it seems very difficult to get involved and that's usually a sign that it's worth doing because that's the we're so early moment of this. I don't know if I personally have it in me to do all the work to get it involved. So I will be at some point on the show complaining that I did not and that that's just how it's going to go. But chamber. Do you know anything about this or do you need me to kind of like, enlighten you from."
    },
    {
        "speaker": "B",
        "text": "I would love you to enlighten me."
    },
    {
        "speaker": "A",
        "text": "From the start, des, do you know anything about it outside of the. What we just talked about on the edge of oblivion?"
    },
    {
        "speaker": "C",
        "text": "No, no. I'm excited to hear more."
    },
    {
        "speaker": "A",
        "text": "Okay, so here's, here's what we're going to do. We're going to just high level go through the corporate trash article because she's been in it since like the early. We need to figure out where she gets her alpha because she was in on ordinal punks on like day one. So like over a week ago and I think she said she grabbed some at like 0.01 bitcoin. So like, she's, she's on her way to generational wealth through an ordinal punk. But so a week ago, ordinals. So these are called ordinals. They are. It's not a specific project. It's like the actual term for bitcoin. Nfts. They're being called ordinals. Started spreading across NFt. Twitter. Bitcoin developer Casey Rodarmer. Casey Rodarmerdeh created ordinals and released it to the world on January 21. So a couple weeks ago. He's since been making the rounds educating people about these on chain digital artifacts that apparently live inside individual satoshis, which is kind of fascinating. That's really interesting. Here are five things that CT says you should know about ordinals. So currently there is no marketplace. So you can't just go out onto opensea or blur or anything like that. There's no smart contracts, nothing like that. So if you're going to buy something by an ordinal, you have to do all of this stuff over the counter. So this is a PSA public service announcement. Also, NFA. Make sure if you are getting involved in ordinals, you are very, very comfortable doing something OTC, very dangerous. You may not ever like. It is the whole antithesis of what we talk about with blockchain of the don't trust verify. This is you have to trust somebody to buy. So in order to buy any of these ordinal projects or anything going on, you have to pay the person their asking price in either ETH or BTC, usually BTC, because they're on BTC chain, and hopefully they send you an ordinal to your ordinal compatible wallet. And she says that there's a bunch of people working on creative solutions, like for order fulfillment and things like that. Uh, they're actually called ordinals inscriptions. Um, it's very crazy. She says they're tough to transfer. So unless you're running a full bitcoin node on your computer, you know, like, like all of us are, uh, it's currently extremely risky to transfer your ordinal out of your electrum or sparrow wallet."
    },
    {
        "speaker": "B",
        "text": "They're using the electron that you need."
    },
    {
        "speaker": "A",
        "text": "Electrum and Sparrow are the two wallets. Have you used electrum before for difficult to use? Is it easy to set up?"
    },
    {
        "speaker": "B",
        "text": "I mean, I haven't used it in a while. I remember a few years ago using it and it wasn't too, too bad. So I can't imagine it's too difficult. But man, these full bitcoin nodes. What is this, 2012? Come on."
    },
    {
        "speaker": "C",
        "text": "You know what? I have a fun new segment for us. It's, you have to keep talking about a subject, but you're allowed to make up details. And then the first one to spot a fake detail wins, because I swear to God, you were making up terminology."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, of course, the electrum wallet. You got. You don't have that?"
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, I'm all in."
    },
    {
        "speaker": "A",
        "text": "I actually like this."
    },
    {
        "speaker": "C",
        "text": "I got it."
    },
    {
        "speaker": "A",
        "text": "We could call it like, two truths and a lie, and, like, you have to, you know, talk about a specific nft related topic and throw one false thing in there. And then the people."
    },
    {
        "speaker": "C",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "People listening, have to, you know, identify which one of the things you said was false. I actually really like that. Let's try it on next Wednesday. So mark that down, Chamber. We don't have any producers anymore since we just fired v squared, so maybe you can."
    },
    {
        "speaker": "B",
        "text": "Maybe I'll put something. I'm trying to get the first. The first version of this show downloaded so I can paste the two together after the show's done."
    },
    {
        "speaker": "A",
        "text": "Oh, that's gonna be fun. So, yeah. So to keep going on this, you have to have one of these wallets, and it's still a very, extremely risky thing to transfer unless you're running a full bitcoin node. Because of these limitations, many people leave their paid ordinal with the original inscriber for added liquidity speed. Wait a second. So people are trusting inscribers to keep it in escrow until the deal is ready and usually cut them in on the deal. Interesting. So people are doing these deals, keeping the actual asset in escrow until the tech advances. So there's a tweet here that she pinned. It's technically hard to acquire. The ordinal tools are incredibly nascent. You have to run a full bitcoin node just to use them. There are very few people right now who have the technical chops to acquire, transfer, or make these nfts, which, again, this is like the blessing and the curse of being so early on on something. If it becomes a trend or becomes sustainable, like, if you're out, like, if you figure this stuff out and you have the risk tolerance to go play in this pool, like, the rewards could be obviously very high, but again, it's very risk reward. So early inscriptions are valued higher. She says there's now well over 14,500 ordinal inscriptions on bitcoin. There was a rush, apparently, on Monday to get under the first ten k. Spiking gas to crazy levels. Anybody can inscribe something on bitcoin. It doesn't mean a sale has been associated with it. Interesting. So she says, generally, collectors value earlier inscriptions so much like we've been seeing with things like checks and serial numbers and all that stuff. This specifically, it's because I would imagine, like, the, you know, place in history that it was, you know, inscribed. Right, you've got the first collectible or the under ten k of the first bitcoin nfts or whatever. Bitcoin rocks were the first project on ordinals, and have an inscription numbers in the first few hundred ordinal punks start with a, uh, under 650. Very interesting. Um, people, this is. This is crazy. Uh, large number of bitcoin people are unhappy about this. So big shot maxis big. The max shock are this. This might be my favorite part, actually, is that, uh, Maxis are arguing that it goes against the original vision that Satoshi had for bitcoin and that all the inscribing is running up fees and bloating the network, which is, you know, which is a real problem. Some have referred to ordinals as graffiti on the bitcoin blockchain and have called for a soft fork to fork them off. However, they're probably not going to do that, all because of the taproot upgrade on bitcoin, which removed the size limit of adding data to blocks. Interesting."
    },
    {
        "speaker": "C",
        "text": "Okay, I call B's."
    },
    {
        "speaker": "B",
        "text": "That's the lie."
    },
    {
        "speaker": "C",
        "text": "Tap roots is the lie. There's no tap root. There's no such thing as tap root."
    },
    {
        "speaker": "A",
        "text": "The taproot has been a thing for quite a couple years. I think it was, like, all the rage. It was, like, all the rage, like, in 2019, right? Absolutely, it was, yeah. So interesting. But many people are buying eth. Whales and influencers have entered the chat. Who says they're buying these digital artifacts on bitcoin and ordinal? Punk sold on February 7 for an all time high of 2.3 btC. 2.3 bitcoin. That's wild. So 31.9 eth equivalent, or $53,422. And, I mean, this is. This is wild. So I actually saw. I actually saw the way people are transacting this chamber. I'm going to send this into our TMC chat here just so you could take a look at it. And I want you to provide some kind of commentary on what you're seeing here. Des, it's there for you, too. But this is how people are buying and selling ordinal Google Doc. Yes. People are making offers and buys and asks on a Google Doc and trusting people to fulfill these orders. And we're talking, like, an insane amount of money. Like, there's an order, there's a bid. There's a bid on this Google Doc for three bitcoin, which is 69 grand."
    },
    {
        "speaker": "B",
        "text": "This is wild. What's the 92,000? And. Oh, that's an ask. So there's an ask of 92. That's the lowest ask. 92,000."
    },
    {
        "speaker": "A",
        "text": "Lowest ask is 92 grand, by the way. Remember these? Minted for point one bitcoin, or was it 0.01? I think you said 0.01 point. Yeah, it was .01 bitcoin that these minted for, and now they're going for that amount of money. And it's really interesting. What's interesting to me about this is, like, talk about a place where there's just like, pent up liquidity that's really never been tapped before. It's bitcoin, right? Like, you're, like, you're getting these people if Matt, if this catches on and, like, bitcoin people, no, this is not gonna catch."
    },
    {
        "speaker": "B",
        "text": "So here's."
    },
    {
        "speaker": "A",
        "text": "Okay, interesting."
    },
    {
        "speaker": "B",
        "text": "Let's, here's my thought on this. This just seems like the Maxis have been out of the game for so long. With all that's happened with Ethereum and NFTs over the past few years, they feel like they had to do something. So this is literally the worst thing I've ever seen. Like this Google Doc. It's so pathetic and sad that these bitcoin maxis are like, oh, we have nFTs too now. They're also punks. They're terrible. I can't imagine this catches on unless they. The, unless the UI, you know."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, so, like, what if there's tools develop, if there. I mean, are you."
    },
    {
        "speaker": "B",
        "text": "So. But then what? Then everybody has to transact now everybody's got to start buying bitcoin, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, but this all started somewhere. Have to do this stuff. I think it's much, with any of."
    },
    {
        "speaker": "B",
        "text": "These changes, I think it's much easier. I think most of the NFT people are either in Seoul or in Ethereum. I think it's much easier to transact, to get in and out of, like USDC and Ethereum, for example. I know there's, you know, you can do the same thing with bitcoin, but I just don't see it. I just don't see it. I think bitcoin is not as, as transactional as Ethereum. I think bitcoin serves a purpose, but not for nfts."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting. Des, what's your take on this?"
    },
    {
        "speaker": "B",
        "text": "Des is just gone."
    },
    {
        "speaker": "A",
        "text": "You might be talking up. Des is setting up a full node."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "C",
        "text": "I'm still googling taproot."
    },
    {
        "speaker": "A",
        "text": "It's also a band, so don't find the band."
    },
    {
        "speaker": "C",
        "text": "That's what I found more than whatever the hell we're talking about."
    },
    {
        "speaker": "A",
        "text": "But Des, like, what's your take on this?"
    },
    {
        "speaker": "C",
        "text": "I mean, that is a very chamber put it very well. That is very sad. What's going on in there. Listen, I do actually get excited about the thought of how much untapped liquidity it is, but it just feels like it's been two sides of the fence for so long. Like, BTC people are not NFt people, and those that were have kind of jumped over to ETH and NFTs and left their BTC maxi ways behind. I don't know. Or maybe they just play on two different, you know, areas or consumers. But I'm super happy for corporate trash, though. Always been an admirer and follower. So, yeah, best of luck there. But I don't see it. It's funny, anything can take off in this space, but whether it takes off and stays there for six months, that's the question. And I just don't see that happening."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting. Like, I think you're gonna have to be buying these things as very much like a true collectible or digital artifact. Right? Like, if you. I mean, just the process of the activity that's, like, happening on the bitcoin network because of this, I read something that said, like, half of the bitcoin block space was being taken up by inscribing ordinals, which is, which is wild. Like, I mean, you know, chamber how crazy bitcoin fees can get at certain."
    },
    {
        "speaker": "B",
        "text": "Points and how clogged the, like, the chain can get. Yeah, imagine. Remember, like, lightning payments, how everybody thought that was going to revolutionize everything and how difficult that was? Like, this is this. I mean, this is worse than that."
    },
    {
        "speaker": "A",
        "text": "Consider chaos in the war room says, my take is that ordinals are a blip. Money to be made for the early. But the Ponzi won't hold, so he's sharing your sentiment chamber. Uh, let's go down to our good friend GT. Gt. Did you learn something about ordinals today? Yeah. You did?"
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "Yeah, you got me, Bunchy. Like, I really like that. Honestly, I'm not going to do any of that. My main question is, uh, is how do we get onto these? Like, you know, like the. On the revolution or whatever that fucking thing that came out last night, because I did get the call. I was asleep, putting my son to bed, but I had like three people I knew buy in at .2 and fucking flipped it for like 3.5. And then the Chad fries or tradfies or whatever. Like, how do those become a collection? Someone bridged them over from the ordinal. Is that what happened?"
    },
    {
        "speaker": "A",
        "text": "Dude, I honestly, I don't know the. I don't know the. The way that this particular thing worked. I feel like because of. Because of the nature of, like, everything being OTC on these, maybe. And if somebody knows how these edge of oblivion ones actually work in terms of the ordinal thing, that'd be awesome. J web, do you, do you know how those are working?"
    },
    {
        "speaker": "G",
        "text": "Oh, christ, no. I understood? Like, maybe half the words you said I was just gonna say, tap the root. The most djen shit you can do, because not only are you betting that it's gonna go up in value, but you're betting that the motherfucker on the other end is going to send you your shit. Like, this is absolutely insane."
    },
    {
        "speaker": "B",
        "text": "You should see this Google Doc. It's crazy. It's wild. I can't believe how much money is being exchanged on this thing."
    },
    {
        "speaker": "A",
        "text": "It's crazy. I don't quite know exactly what the deal is with these edge of oblivion ones, because I don't really get. I don't get how they bridge or anything. I don't even know if people really know either. I don't know. There's. I'm trying to see if one of my other chats was talking about these earlier and I missed how they work."
    },
    {
        "speaker": "B",
        "text": "You have other chats?"
    },
    {
        "speaker": "A",
        "text": "I have the. I have the Warwick Dow group that I'm in that they're. They're on fire about these. So I don't really know the mechanic of them, though. GT, jump back in here if you need to. Sorry. Just."
    },
    {
        "speaker": "D",
        "text": "Yeah, really quick, dude. Like, I love a JJ web, dude. I'm with you, my guy. This is a fucking dj to a different level. I kind of love it, but part of my soul tells me to fade. Chamber. It's like he says so strongly, it's not going to happen. It's probably going to happen, but listen, I'm just like. I'm waking up to my friends printing seven e, and my biggest flip ever was two eth. Listen, I'm so excited to make point one on a flip, so I need to just. That's why I'm here, baby, because we're gonna get this generational wealth thing where we're finding these projects and we're just."
    },
    {
        "speaker": "C",
        "text": "Gonna buy, like, five of these things."
    },
    {
        "speaker": "D",
        "text": "At .2 and fucking sell them right away for point or three."
    },
    {
        "speaker": "G",
        "text": "Listen, man. Chambers on a heater. He got checks, right? He got Chungo's, right? Like, I don't know if you want to be fading him right now."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I. I also got Polygon, world Polygon, right?"
    },
    {
        "speaker": "A",
        "text": "Crush me on polygon to you. All right, listen."
    },
    {
        "speaker": "D",
        "text": "I will never meet him again."
    },
    {
        "speaker": "A",
        "text": "Look, if you're. If you're new to chamber, this is how he works. Chamber is. Chamber goes on these streaks. He'll go on incredible winning streaks, and then he'll go on. Just like he'll go on a losing streak that would put anyone, you know, in the. There's no quite there's no way to really. There's no way to really quite get the timing on which of those cycles you're going to be. So chamber, am I accurate?"
    },
    {
        "speaker": "B",
        "text": "I am very streaky. I'm streaky enough to make a little bit of a living, but if I was really good. Yeah, the number."
    },
    {
        "speaker": "A",
        "text": "I mean, don't forget your. Your texture."
    },
    {
        "speaker": "B",
        "text": "Texture punks. I mean, just like, there's so many fumbles also, bunch here."
    },
    {
        "speaker": "D",
        "text": "Bunch, you. Are you basically saying follow chambers into the bridge of Avalon until he loses the first time, then you fucking bounce, correct."
    },
    {
        "speaker": "A",
        "text": "That's right. You. You can. Yeah, you can ride chamber. You can ride chamber like a wave right where you're. You. You. You know, you. You can just pay attention. You just have to know all of his calls. So that way, once he stops hitting, it's like, okay, well, now I back off a little bit. And then you wait for him to start hitting again. That's. That's the chamber way. And I think. And now. Now Des, on the other hand, Des, I think, has a much higher strike rate, I would say. Um, yeah, Des doesn't. Oh, I was going to say I."
    },
    {
        "speaker": "C",
        "text": "Had my first fat finger in two plus years, though, this week, so that was."
    },
    {
        "speaker": "A",
        "text": "Tell us about it. What'd you do?"
    },
    {
        "speaker": "C",
        "text": "Freaking boots, man."
    },
    {
        "speaker": "A",
        "text": "Boots."
    },
    {
        "speaker": "C",
        "text": "Yeah, boots."
    },
    {
        "speaker": "A",
        "text": "What? What? Wait, I need the story now."
    },
    {
        "speaker": "C",
        "text": "So. No, not our boots. Not our boots. Oh, the NFt boots."
    },
    {
        "speaker": "A",
        "text": "Oh, I thought you were going to say that. Boots rugged you or something, which I would be very surprised that."
    },
    {
        "speaker": "C",
        "text": "Yeah, with security being is number one. Yeah, yeah, no, no boots by Jeremy fall. Did I get that right? No, no."
    },
    {
        "speaker": "B",
        "text": "Uh, boots."
    },
    {
        "speaker": "A",
        "text": "Booth."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Sorry."
    },
    {
        "speaker": "C",
        "text": "There might be a. There might be a fall as well in the NFT space. Um, yeah, I got in on those when, uh, the whole checks were pumping. And that was my play. Bought a good bit. And then I was using blur like an idiot, and I had checked the open sea floor and was like, okay, it's not a bad place to get out, take some profit. And I went to blur, and like an idiot, I hit their auto floor, which they had, like, a stolen boots down at like. .02 and, yeah, all my. All my boots got listed for. .02 so nice, nice, nice. L. To really humble me and bring me back down. But, um, like a degenerate, I bought back in at like, five times my price because I didn't want to go suicidal mode. Uh, and, uh, yeah, so all. All is. All is right in the world. But I did have a fat finger."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah. But I would say, typically I would. I would say, typically your strike rate is very high. Um, and so you should definitely. If you could. I don't know, like, the problem with Des is, like, for us being such, I would say, close friends and co hosts of this podcast, I don't get any of the Des Alpha. Like, I get none of it. And I've. I feel like I've provided quite a bit of Alpha to Des in the past, and I don't know if I get it reciprocated very well."
    },
    {
        "speaker": "C",
        "text": "The last alpha I gave you was at about 02:00 a.m. on May 21, and you decided to sleep through it. So I figured, hey, if he's going to sleep through my alpha, then I'm just not going to give it anymore."
    },
    {
        "speaker": "A",
        "text": "Look, man, I woke up the next day and bought apes. I just didn't mint them. So I listened to that alpha. But I've given you quite a bit of alpha even recently. So I'm just asking, you know, hook a brother up. I'm hurting over here."
    },
    {
        "speaker": "B",
        "text": "Who gave who the wolf game Alpha?"
    },
    {
        "speaker": "A",
        "text": "I don't know. We might have come to that one independently, actually."
    },
    {
        "speaker": "C",
        "text": "No, I had to have had it because I pretty much minted those suckers."
    },
    {
        "speaker": "A",
        "text": "So did I. I minted 28."
    },
    {
        "speaker": "C",
        "text": "Oh, we might have been on it together. Okay. We might have been on it together."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then I fumbled that."
    },
    {
        "speaker": "C",
        "text": "Well, we talked about. And we were like, should we let Chamber in? And we were like, no, he's on a losing streak."
    },
    {
        "speaker": "A",
        "text": "Yeah, we're like, no, he's on a losing streak. Don't let him touch this one."
    },
    {
        "speaker": "C",
        "text": "We said this would be a great narrative if we both have generational wealth and chambers, you know, left behind with his BTC punks."
    },
    {
        "speaker": "A",
        "text": "Yeah, one more. One more point on ordinals, and I will, and then we can get off of this topic. By the way, Chamber Shane just dropped in the war room. There was a four and a half eth Chungo sale, so I don't know if that one was yours or not yet."
    },
    {
        "speaker": "B",
        "text": "Not yet."
    },
    {
        "speaker": "A",
        "text": "I'm just going to congratulate you now. So I would say prolific collector and investor in the space. Dingling tweeted this morning that he spent, I think, 211 Eth. I think it was on ordinal."
    },
    {
        "speaker": "B",
        "text": "His name's on the Google spreadsheet."
    },
    {
        "speaker": "A",
        "text": "His name is indeed on the Google spreadsheet. So, just so you know, that's not an endorsement, but it's certainly interesting. I would say that somebody like Dingling has a ton of liquidity to be kind of pushing around. So it seems like that's probably kind of pocket change for Dingling based on his history. So I wouldn't take that as an incredible endorsement. More of just an interesting data point here. Some of the big collectors are interested in ordinal punks. I don't know. We'll see. I guarantee ordinal checks are going to pop up, if they haven't already. I think I saw something like that. There's definitely going to be checks, derivatives going on there. Yeah. So let's go. Let's go GT and then we'll go mister House. Or maybe GT was done and just still has this hand."
    },
    {
        "speaker": "B",
        "text": "Could be."
    },
    {
        "speaker": "A",
        "text": "Let's go to Mister House. Crispy. The ever crispy, always glitty mister."
    },
    {
        "speaker": "H",
        "text": "Thank you for that intro. I feel, I feel very esteemed. But now I've been laughing my ass off all show. This has been really informative and also pretty funny. But no. I actually got caught up in the same quandary as Des with boots, but from a different angle. I kept trying to buy the zero two three listing before realizing that it was locked or whatever and wasted three transaction attempts."
    },
    {
        "speaker": "A",
        "text": "So I also. How much gas did you lose?"
    },
    {
        "speaker": "H",
        "text": "I think I only lost like 0.009 or something. I gave like three tries, but then."
    },
    {
        "speaker": "A",
        "text": "My follow, almost one ordinal punk. Almost."
    },
    {
        "speaker": "H",
        "text": "Wait, no, it's. That's like, that's like $10 mint price."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, right, I keep forgetting the BTC conversion. Sorry."
    },
    {
        "speaker": "H",
        "text": "Yeah, the stork geometry doesn't add up there."
    },
    {
        "speaker": "A",
        "text": "Yeah, but not stork."
    },
    {
        "speaker": "H",
        "text": "My follow up for DeS was, what time did you do that at? Because either late last night and early this morning I saw the same thing happen where someone must have accidentally auto floored it and there was just a spike of. All of a sudden there's like 30 transactions pending on boots and that go in and someone had just floored like eight."
    },
    {
        "speaker": "C",
        "text": "So you're saying I have a class action?"
    },
    {
        "speaker": "H",
        "text": "I don't know, man, there might be something there. I saw it happen multiple times."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah, I did it about five minutes after you were trying to buy yours for, .023, I think."
    },
    {
        "speaker": "A",
        "text": "Interesting, interesting. GT. I saw you pop back up. What's going on, brother?"
    },
    {
        "speaker": "D",
        "text": "Wait, did you just call on me? Yeah, I was still connecting. Sorry. No, what I want to say was, des, listen, if you want to throw out some free alpha man, I'm willing to take it. I have three small children and what I can bring in return is just good vibes, positivity. Yeah, that's basically all I got. I don't have a bunch of money, but I can bring you good vibes every single day."
    },
    {
        "speaker": "A",
        "text": "Good vibes are worth their weight in gold. Des, what do you got? You got any alpha for us right now?"
    },
    {
        "speaker": "C",
        "text": "I don't know what it is. It must be Ryan Carson's presence, because for some reason, when he's around, whether it's punter at NFT Vegas or this, spaces you guys tout me up as the world's best trader. I am definitely not the world's best trader by any stretch of the imagination. He doesn't know what a tap root is. I don't even know what a tap root is."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't know. You. You do. You do pretty well. I'm not gonna like you. You do pretty well. Come on."
    },
    {
        "speaker": "C",
        "text": "Yeah, I don't know. Honestly, I'm just. I'm nothing plugged in deep like some of these, like you. You over here with your blood cult, the, uh, the Warwick group, they."
    },
    {
        "speaker": "B",
        "text": "You need."
    },
    {
        "speaker": "C",
        "text": "You have the alpha. You have the out. You are the alpha."
    },
    {
        "speaker": "A",
        "text": "No, they're not. They're not as. They're not as plugged in as you'd think. You know, it's. They're. They bought the top of these oblivion things."
    },
    {
        "speaker": "C",
        "text": "Jaw rule is the plug. Okay? You guys got jaw on your side."
    },
    {
        "speaker": "A",
        "text": "Ja rule songs inside Satoshi ordinals. That's where we're going next. The future is here. Circles, jump in here. Hey, GMGM des, let me help you out a little bit. Jumpsuit tornado. The alpha is goats. That is the obvious answer. We just had somebody sweep in some high rollers on that, so that's. That's where you need to be in, is the goats. Wow. What a did. How much did you pay, circles?"
    },
    {
        "speaker": "C",
        "text": "A decent amount. We've been dollar costs averaging him to be a part of the project. It's about point one eth."
    },
    {
        "speaker": "A",
        "text": "Five live buys, I think, on afternoon nft, and I can't get this man to come on it for an interview. Wow, dez, that's what a call out like, we can barely get him."
    },
    {
        "speaker": "C",
        "text": "It's pretty bad. No, no, to be fair, it is pretty bad. It is actually a show powered by goats, and I'm more of a spontaneous guest, I would say, but we're gonna lock down the formal deep dive into goats and des soon, so that's definitely happening."
    },
    {
        "speaker": "B",
        "text": "Circles, don't feel bad. I mean, he only shows up to, like, a third of our shows, so."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true."
    },
    {
        "speaker": "C",
        "text": "That's generous."
    },
    {
        "speaker": "A",
        "text": "Living or not. Sometimes when I don't even see him on here I get a bit worried about him."
    },
    {
        "speaker": "B",
        "text": "Don't you feel good, though, when he shows up? You're like, oh, he's alive. That's good."
    },
    {
        "speaker": "A",
        "text": "Oh, he cares about us today. Cool. Oh, he's bored."
    },
    {
        "speaker": "C",
        "text": "I knew he was getting bad when bunch, you had to do a wellness check."
    },
    {
        "speaker": "A",
        "text": "Yeah, I literally said the text because I hadn't heard from him in like three weeks. All right, we're closing this down pretty soon here. But I I. A couple interesting topics that I just want to, like, run through real quick. So the, I just want, like, first takes on them. Des, have you seen the proof pass is expiring? Have you seen that?"
    },
    {
        "speaker": "C",
        "text": "No, no, I haven't. Just give me a five second summary."
    },
    {
        "speaker": "A",
        "text": "So they're basically sunsetting the proof collective part of the mean, the thing that's."
    },
    {
        "speaker": "C",
        "text": "Worth like 40 ETH."
    },
    {
        "speaker": "B",
        "text": "Not."
    },
    {
        "speaker": "C",
        "text": "That's a good idea."
    },
    {
        "speaker": "A",
        "text": "Oh, man. You, you have."
    },
    {
        "speaker": "C",
        "text": "That's a good idea."
    },
    {
        "speaker": "A",
        "text": "You have been gone for three weeks. They're like at 16 e now, I think."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, that makes sense if they're. Yeah, if they're calling that off. I floor."
    },
    {
        "speaker": "A",
        "text": "Current floor 20. Current floor 20 eth. But yeah, so they said that the passes are valid. This is all been a thing, but they've confirmed it. So, like, at the very beginning of this all, like, there was this expiration date on it, if I believe I, if I remember correctly. I actually think it's on the artwork of the proof pass. There's like a date range of that. But it says that the proof pass will be sunset January 1, 2025. The team announced in the tall town hall, they said there's still going to be like, I think, 19 or so more art drops. So they're going to cram, you know, a ton of."
    },
    {
        "speaker": "C",
        "text": "Yeah, they're not going to fall too much, honestly, if it's still 2025, they're. Huh. Now I'm trying to put a price on when it's good to get in."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally."
    },
    {
        "speaker": "C",
        "text": "Yeah. That's not crazy. Okay. I mean, I think that's probably a little bit of a knee jerk reaction."
    },
    {
        "speaker": "A",
        "text": "So it says here, after, after January 2025, the discord community will relate, will remain the nature of free items like drops. Improved conference tickets will change at the end of 2024. In 2025, the products that are part of the suite of benefits for collective passholders will likely convert to a la carte paid products. So grails and other curated drops will likely have a mint cost and be available to public. Podcasts will remain free, but likely ad supported. And the research report will continue as a monthly subscription. So I think the reason that they gave was basically that it's, it's unprofitable to run. So it's interesting, but I like, there was a ton of outrage on it. However, I'm pretty positive that that was always a stated possibility. When you, when you bought into the proof pass. Initially, it had a three year time window. So I think people are just. Maybe we're just surprised that they're actually calling it, like, telling you now, which I think is probably a good thing, though. Yeah, but I feel bad for people who bought totally 140 eats proof pass at some point. Bundy, get in here before we shut this thing down real quick. I just wanted to go back to Dez. I'm glad I'm not the only one who was doing wellness checks. I literally hit him up this morning and was harassing him about getting on the show. So I got your circles. There you go. Both of."
    },
    {
        "speaker": "C",
        "text": "I'm getting it from all sides. All sides of you asked."
    },
    {
        "speaker": "A",
        "text": "Last one here, Chamber. And I'm going to let you end on this. This is going to close down the show. I need to. I need to let you, I think, celebrate, maybe take a victory lap here. This story comes from Lucky Trader and you can win a LeBron James commemorative top shot moment. So LeBron James broke the NBA is all time scoring record yesterday, previously held by Kareem. And top shot is going to mint 99 legendary tier moments to celebrate LeBron's new record. The moment will be distributed through both competitions and pack drops, so this commemorative moment will serve as the first in a LeBron James anthology collection which will unfold over the next several years. Top 25 LeBron collectors on NBA Top Shot will be airdropped at the moment. Interesting. Score one for Dingling aspiring LeBron collectors can dethrone one of the top existing 25 users by February 16. So if you're anywhere near those top 25s, you have till the 16th and the remainder of the 99 count supply will be inserted into single moment hot packs costing $9. Interesting. I bet you those are going to go wild. Chamber thoughts on this from top shot and then close us down with your LeBron take."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's great. I mean, I feel like top shots. I mean, they're hanging on. They need moments like this to come up in the real world to, I don't know, continue to pump out these types of cards. I thought it was hilarious that there was a lot of people complaining for the Oklahoma City Thunder game that they had to pay like 100 grand to, like, watch LeBron James, you know, beat the record where I'm like, people were paying that for, like, a digital moment, you know, a couple years ago. Like, this is a real moment."
    },
    {
        "speaker": "A",
        "text": "I mean, it should at least come with a digital moment."
    },
    {
        "speaker": "B",
        "text": "It should come with a digital moment. It wouldn't shock me if they did something like that, like, in, like, the NBA or something like that. But, yeah, no, just congratulations to LeBron James. I, you know, being a Laker fan, Kareem has been on my, you know, on my mantle for a very long time. This was seen as an unbeatable record. Hats off to LeBron for coming into this league with the most, you know, the most hype around any athlete, I would say, at least in my life, and exceeding expectations, which I think is. It's unimaginable to think that this would be the case 20 years later. He is currently the greatest basketball player of all time. Shoutouts to everybody else below him. He will be dethroned eventually, just like everything else. There will be a basketball player that will be better than LeBron James at one point, but for the time being, he is the greatest basketball player ever."
    },
    {
        "speaker": "A",
        "text": "Does he have six titles?"
    },
    {
        "speaker": "B",
        "text": "I'm just curious. Listen here. Is that a Jordan? He's. Jordan's arguably not even number two, because I would almost argue Kareem should be number two."
    },
    {
        "speaker": "C",
        "text": "Oh, God, this space just got an hour longer."
    },
    {
        "speaker": "B",
        "text": "Statement."
    },
    {
        "speaker": "A",
        "text": "All right, wait, wait, wait, wait, wait. Before we shut this thing actually down, and you do get the last word on the take there. However, um, I did just see a tweet from the war room that. From pain, uh, that Twitter is down worldwide. Maybe we need to stay in this space. Maybe it'll be the only space left on the planet at some point. Uh, 1 second, and everybody will funnel in because they have nowhere else to go. Um, I asked, like, the. I got this information via a tweet, so I was skeptical, but the. The he. I said, is it actually down? And Anthony and pain tried to tweet it at us, and they said it did not work, which could be why we are remaining with only five comments in the chat box, as chamber refers to it."
    },
    {
        "speaker": "B",
        "text": "But what's it called?"
    },
    {
        "speaker": "A",
        "text": "Comment bubble."
    },
    {
        "speaker": "B",
        "text": "I feel people. I. People call it. I feel. I feel people call it a chat box, though. Is that a thing?"
    },
    {
        "speaker": "A",
        "text": "It's fine. It's fine. It's just one of those things that we'll pick on you for, like, just. That actually doesn't really matter. It's like one of these potato, potato."
    },
    {
        "speaker": "B",
        "text": "I just don't want to. I don't want to be walking around looking foolish is all I'm saying."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't think anyone's going to shame you in the streets and throw tomatoes at you for calling it a chat box, but, like, you may just catch some of your typical flak for being chamber, but that's fine. We do have a couple more hands. Do you want to go to them or do we want to."
    },
    {
        "speaker": "B",
        "text": "Yeah, I got. I got. I just ordered food, so I got at least a good 2030 minutes."
    },
    {
        "speaker": "A",
        "text": "All right, mister House, GT and Jweb to shut it down."
    },
    {
        "speaker": "H",
        "text": "Yeah, so I was. I was actually having issues, uh, when you guys were going to shut down the show, I was going to give my theory on why Des won't come on NFT, and it's because he couldn't be, uh, he couldn't respect circles as a serious interviewer while wearing heart shaped glasses. Um, I was waiting until after the forge, and then he could talk about the forge during process. There's my theory. But then I couldn't tweet it and was having issues with that, but then I realized."
    },
    {
        "speaker": "A",
        "text": "So you're confirming?"
    },
    {
        "speaker": "H",
        "text": "I am confirming, but then I also wanted to say chamber. I mean, regardless of what you say, as far as future foolishness, nothing will ever overcome. When you said pass on air, like."
    },
    {
        "speaker": "A",
        "text": "A few weeks ago, so you're already."
    },
    {
        "speaker": "H",
        "text": "Covered in that book."
    },
    {
        "speaker": "A",
        "text": "Incredible. Incredible. Mister House, you're the MVP today."
    },
    {
        "speaker": "B",
        "text": "Mister House has been consistently two time."
    },
    {
        "speaker": "A",
        "text": "MVP in a row because of Des."
    },
    {
        "speaker": "B",
        "text": "Might be one of my favorite."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's the best. Did you, Des, did you catch the quote from or the clip from last show?"
    },
    {
        "speaker": "C",
        "text": "No, I haven't."
    },
    {
        "speaker": "A",
        "text": "Oh, we're gonna share it with you. We're just out here bumping glizzies. On the main condition. Uh, can you add a glizzy trait to goats 2.0? That'd be great. Um. Oh, God."
    },
    {
        "speaker": "C",
        "text": "I mean, yeah, God."
    },
    {
        "speaker": "A",
        "text": "I mean, yeah. You don't have to say anything. You don't have to say anything. It's fine."
    },
    {
        "speaker": "C",
        "text": "Uh, the shows I'm not here for things like bus or suss or bus comes up. Now we're bumping glizzies. I just. This is my problem."
    },
    {
        "speaker": "B",
        "text": "It really got out of hand on the last show."
    },
    {
        "speaker": "A",
        "text": "It really did. We'll send you the clip because you have to hear it. GT."
    },
    {
        "speaker": "D",
        "text": "Yeah, mister house, bumping glizzies fucks my guy. That is an absolute goaded line. I've, like, never. I bump and glizzies. I'm gonna fucking dude. I'm going to start saying that shit. Wait for the GM tomorrow morning. Bumping Glizzy's is going to."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Yeah."
    },
    {
        "speaker": "D",
        "text": "And then I did want to say that. Yeah, Twitter's fucked because I can't follow Des back. He follows me. It says my Twitter limit has been reached. I haven't followed one person today. And then v two off mint condition dm me and I can't even access it. So we're fucked right now. So we stay in this. I'm down."
    },
    {
        "speaker": "A",
        "text": "I'm telling you, Twitter's that this will be the only space left on earth. And then we can really play the zombie apocalypse game because we'll be."
    },
    {
        "speaker": "D",
        "text": "Dude, we might just on Twitter. Let's just stay here and keep bumping glizzies chamber."
    },
    {
        "speaker": "A",
        "text": "I think that needs to be our next t shirt as well."
    },
    {
        "speaker": "B",
        "text": "I was literally just thinking that. So yes, it has to be."
    },
    {
        "speaker": "A",
        "text": "All right, we'll shut this thing down with J web. J web, what's up?"
    },
    {
        "speaker": "G",
        "text": "Oh, I was going to congratulate gt on becoming a DJ contributor and also just advise him whatever your expectations are of that, just lower them. Bye."
    },
    {
        "speaker": "A",
        "text": "No, that's 100% sure."
    },
    {
        "speaker": "G",
        "text": "Like, just. Just lower that bar as low as it can go."
    },
    {
        "speaker": "H",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "The only thing we can give you is gratitude back. That's literally it. So, um, if that isn't a high enough bar, you're in the right place."
    },
    {
        "speaker": "B",
        "text": "Field gt's down for the gratitude."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think so. I think that's right. Um. All right, we getting out of here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do it."
    },
    {
        "speaker": "A",
        "text": "All right. I'm going to go bump glizzies with my family."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "And get out of here. What does. What? We're having hot dogs for dinner. Leave me alone. Geez. Actually, I think my wife got extendo glizzies tonight for dinner. The foot longs, but that's going to do it for us. Until next time, stay mint."
    }
]