[
    {
        "speaker": "A",
        "text": "That was fun while it lasted a bunch."
    },
    {
        "speaker": "B",
        "text": "Sir, we're just getting started."
    },
    {
        "speaker": "A",
        "text": "That's not what the normies are saying."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Come on."
    },
    {
        "speaker": "A",
        "text": "It's over. It's over. Just shut it down."
    },
    {
        "speaker": "B",
        "text": "So what? Yesterday we were pre rich, today we're post rich."
    },
    {
        "speaker": "A",
        "text": "Correct. We were only rich for a few moments."
    },
    {
        "speaker": "B",
        "text": "For a couple seconds. Yeah, just a few seconds."
    },
    {
        "speaker": "A",
        "text": "I'm actually quite happy with what's happening overall. What about yourself?"
    },
    {
        "speaker": "B",
        "text": "I am. I'm very pleased, actually. I don't know how you could not be. Um, I think this was pretty textbook. Um, you know, I. I think if you are using leverage, you're. You're not happy."
    },
    {
        "speaker": "A",
        "text": "Not. No."
    },
    {
        "speaker": "B",
        "text": "Right. Like, this is why it's comfy to be in spot. And, um, I think that's where 99% of folks belong. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. What do you think the percentage of people that are in leverage positions, like, of regular crypto people will say that, come in and purchase, like, what do you think? Is it the right percentage that are not using leverage?"
    },
    {
        "speaker": "B",
        "text": "No. Are you nuts? If it was the right percentage, but weren't using leverage, we'd all be rich. You know how rich I would be if I never used leverage?"
    },
    {
        "speaker": "A",
        "text": "Oh, so rich."
    },
    {
        "speaker": "B",
        "text": "Yeah. And look, I don't anymore, but I've, like, straight up, I've blown up accounts before. You know what I mean? Yeah, no, I hear you, and I think it's important to know why you. Why I did that. Right. Like, I did it because, um, you know, you try to turn a little into a lot, and you don't really understand what's happening when you're using leverage. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Totally. Yeah. I think when it's exciting to use leverage, when you first hear about it."
    },
    {
        "speaker": "B",
        "text": "Well, I also think, like, um, I think the, the market has changed a ton from when we first got into this. Right. So, like, for me, leverage was something that was used early on in my career here to try to, you know, to make it. You know what I mean? And there wasn't quite the same ecosystem as there is now, meaning you don't need to use leverage anymore to 1000 x. You know what I mean? There's an ecosystem for that. It's called the sole shitcoin casino or whatever. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I'm saying, like, there are opportunities to turn $1,000 into 250k almost every day here now. So, like, the. And so, like, it's. It's easier to not use leverage than it ever has been. Right. But, like, when we first started, it was, you know, bitcoin ethereum, litecoin, and, you know, a smattering of, of alts. And so, you know, if you felt like you missed something or weren't early enough or didn't have enough capital, that's where you would try to take swings. And if you don't know what you're doing, you're just going to get crushed. You're just always going to get crushed. And, and I would gather, or I would suffice it to say most people don't know how to properly use leverage."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would agree with that. And just to highlight kind of what we're talking about here, bitcoin, along with many other cryptocurrencies, did extremely well over the last few days. Since our last show, bitcoin reached a new all time high, barely a new all time high today."
    },
    {
        "speaker": "B",
        "text": "And I have it on Coinbase. The numbers are. The high was 69,324. God, we were so damn close. They really tried for it. They wanted 69 420. So hard on Coinbase, like literally like $70 away from it. Oh, man. No, 100 and $2100, 90 something dollars away. Imagine if we hit it pinpoint. Honestly, if we did it perfectly, I probably would be selling everything."
    },
    {
        "speaker": "A",
        "text": "That's Coinbase too. I mean, there's a possibility other platforms did hit, you know, 420 I would."
    },
    {
        "speaker": "B",
        "text": "Have sold, I would have sold everything if we hit it right on, right on the nose and then nuked. Because like, that's on purpose, you know what I mean? That's like the hat tip to saying, here you go, it's over now. You know, you got your 69 420 now. See you in hell."
    },
    {
        "speaker": "A",
        "text": "Now go back to work."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Exactly. Exactly."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so we had 69, just over sixty nine k and then plummeted to 50, about 59,000 and are currently sitting right now at about 62.3. All this in the course of what, last 2 hours?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was nuke, 3 hours maybe. Yeah, no, it was nuking. It got to 59 at about 245 or three or no, around 03:00."
    },
    {
        "speaker": "A",
        "text": "Wild stuff. So yeah, I. Where we did technically saw all time highs, but this is where we thought it was going to play out, at least for this time of the year. Like March, April, May. We've discussed this a couple of times where I don't think we see the top of this cycle until Q four of the end of this year. That doesn't mean we don't see all time high at some point during the year."
    },
    {
        "speaker": "B",
        "text": "But wait a second. Say that. Say that again."
    },
    {
        "speaker": "A",
        "text": "The top will be in Q four."
    },
    {
        "speaker": "B",
        "text": "Oh, the top."
    },
    {
        "speaker": "A",
        "text": "The top of this cycle."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, probably."
    },
    {
        "speaker": "A",
        "text": "Yeah. When do you think we actually see?"
    },
    {
        "speaker": "B",
        "text": "I don't think we're anywhere near the cycle being over. That's. No, no, no, you're saying, right."
    },
    {
        "speaker": "A",
        "text": "No, not at all. Yeah. So I think, you know, I think we were talking cup and handle a couple of days ago. I think this is just where we're forming the handle. I think that's what's going to happen. I think we, as I'm pulling back here, I'm just minimizing my. I think the handle, we go from 69,000 to maybe 52,000. And over the course of the next three months, four months, and then start to come back up and then I."
    },
    {
        "speaker": "B",
        "text": "Think I legit had 52. I have 52. 153 marked on my."
    },
    {
        "speaker": "A",
        "text": "I have 52, 148."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I'm gonna front run your ass. I'm gonna front run you."
    },
    {
        "speaker": "A",
        "text": "That's funny."
    },
    {
        "speaker": "B",
        "text": "That's a, so, like, you know, we don't want to you. We're not using leverage on this show. However, that's your spot. If you like, if it. I was literally, I'm watching this and I'm like, there's no way. If we get there, I am gigalonging."
    },
    {
        "speaker": "A",
        "text": "With 100 x and I don't think 52k is that, like, it's not a doomsday target. I think it's very reasonable to go from here to go to think."
    },
    {
        "speaker": "B",
        "text": "Yeah. I actually don't think we will, though. I think so. No, I don't. I think this little order block, if you're looking on the daily, if you're looking on that daily chart, it's. I think we just filled that liquidity block and it's going to go back to being up only, like, if you look at that daily, you've got a red candle on the 29th, you've got a red candle on the 20 on the second. And we just, like, spiked into that liquidity and bounced pretty hard. I mean, that's a, that is a for to where we currently are. Oops, I hit the wrong thing. I want. From where we currently are, I mean, that's a pretty sizable bounce. And let's see where. I think, like, where we closed today is going to be kind of important."
    },
    {
        "speaker": "A",
        "text": "I say we close below 60k today."
    },
    {
        "speaker": "B",
        "text": "You do? I don't think so. I think it's still, I think we were zooming up only, like, you got a, you got a 6% bounce from where it was from. From there. Like, that's pretty big on bitcoin."
    },
    {
        "speaker": "A",
        "text": "I don't disagree. So when do you think a new all time high is achieved? Not the top, but just, just when do we get. You think so? I see. I don't think, dude."
    },
    {
        "speaker": "B",
        "text": "I think I. Maybe we chop sideways from here to 58, like, to where we literally just spiked through. I don't think we're going below that."
    },
    {
        "speaker": "A",
        "text": "I don't think we're going below. I don't think we're going below 58."
    },
    {
        "speaker": "B",
        "text": "Or I mean, if you go all the way back on this chart, gosh, November of 2021, like, there's a pretty good base there. And that's right where we spiked November 30. We hit 59, 249. And, like, that's literally right where it spiked to. I think it's resume up only from here. We're going to chop around that area. I don't think we go below, like, 58, 57."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "I don't. I, like, let's put it this way. I don't think we get to that 52. Everybody's going to chomp at the bit for. There's a reason you and I both have that level marked, and I don't think we get our chance."
    },
    {
        "speaker": "A",
        "text": "All right, here's my prediction. I think we spike below that. Okay. Just a spike. Just a spike below. I think we get into the in between 52 and 47. I think we spike below 50 for a moment in time, it gets eaten up, and then we commence the move back."
    },
    {
        "speaker": "B",
        "text": "I don't know who, I just don't know who's got the type of funds to flush it that low. Like, where does all that selling pressure come from if you're just still getting massive inflows?"
    },
    {
        "speaker": "A",
        "text": "I mean, this is, this is where we're kind of in uncharted waters with the ETF and stuff like that. Uh, you know, I'm not saying, uh, they're manipulating the price of bitcoin."
    },
    {
        "speaker": "B",
        "text": "They could be."
    },
    {
        "speaker": "A",
        "text": "They, you know, that I could see. Um, but no, like, I mean, just."
    },
    {
        "speaker": "B",
        "text": "Based on, I guess, the very lowest I see us going. Very lowest I see it going is 48."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. That's the very lowest. I think the spike happens in the. In below 50. Like 49, 48."
    },
    {
        "speaker": "B",
        "text": "I just still don't think it's coming, though."
    },
    {
        "speaker": "A",
        "text": "Uh, so I don't think we see a new all time high until end of summer."
    },
    {
        "speaker": "B",
        "text": "Wow. You really think that was it, huh?"
    },
    {
        "speaker": "A",
        "text": "1 second. I mean, let me look at it again. I do think that was. I think that was it for a bit. I think we're coming into tax season. I think there's a lot of reasons that it won't follow through let us."
    },
    {
        "speaker": "B",
        "text": "Let us know in the comments if you're. If you're on chambers team or my team. I'm. I don't like being bullish when chamber isn't. It's not a familiar area for me."
    },
    {
        "speaker": "A",
        "text": "So I would love to be wrong."
    },
    {
        "speaker": "B",
        "text": "For the record, I think you're wrong."
    },
    {
        "speaker": "A",
        "text": "I just think we're."
    },
    {
        "speaker": "B",
        "text": "What is it? So what does it mean for alts if we do what you think?"
    },
    {
        "speaker": "A",
        "text": "You know what it means."
    },
    {
        "speaker": "B",
        "text": "It means you think it's party time."
    },
    {
        "speaker": "A",
        "text": "Party time. Absolutely."
    },
    {
        "speaker": "B",
        "text": "Because everything. Everything dumped decently but recovered very quickly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So you want to hear a fun story? I put my hat on."
    },
    {
        "speaker": "A",
        "text": "Did it stay on?"
    },
    {
        "speaker": "B",
        "text": "The hat's still on. The hat, but I bought. So you see the binance listing come out yesterday. And this is, of course, we're talking about the legendary dog with hat. You saw the binance listing get announced, like, this morning. I think it's officially trading on binance now. Is it now? Or is it, like, 05:00 I think."
    },
    {
        "speaker": "A",
        "text": "I think later today. I'm not sure if it's officially trading."
    },
    {
        "speaker": "B",
        "text": "Either way, it's happening today at some point. It went like there was a million dollar buy yesterday, and I shot this candle all the way up to one. 9192 is the high."
    },
    {
        "speaker": "A",
        "text": "I'm just looking at it now."
    },
    {
        "speaker": "B",
        "text": "Or 195, I guess 195.8. And I bought somewhere this morning at, like, 180. So not only did I basically mark the top there, I mean, look, the next time, just. Just sell everything. When I buy like that, is. That is it. However, I was blessed with a generational buying opportunity here. In the last hour, it spiked during that bitcoin dump. It went all the way down to 101. Yeah, it went all the way down to 101. So I almost lost 50% on my initial bag there. But if I double up, well, that's what I did. Of course."
    },
    {
        "speaker": "A",
        "text": "That's the move."
    },
    {
        "speaker": "B",
        "text": "That's how chads are made."
    },
    {
        "speaker": "A",
        "text": "That's exactly right."
    },
    {
        "speaker": "B",
        "text": "That's how chads are made."
    },
    {
        "speaker": "A",
        "text": "Born in the blood."
    },
    {
        "speaker": "B",
        "text": "Yeah. Look, my thesis here was. I mean, I obviously, I missed this the first time I was in at was not a believer. Right. So I was in at $0.20 with a paper thin belief."
    },
    {
        "speaker": "A",
        "text": "$0.20?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Remember we were talking about on the show, I literally bought a pretty decent bag at $0.20. It went to, like. It went to, like, I don't know, 23, 24. And then the next day, it nuked to, like, 13, and I panicked and I sold it because I was like, ah, this is a shitcoin blah. Blah, blah. And so I've been coping all the way up, all the way up, all the way up. And there's just no denying it anymore, in my opinion. It's like you with the listing on binance and the listing, which I would imagine is inevitably coming for Coinbase."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "If you think this rally, like, if you think we're going to party all year, pretty much, and meme coins are going to have their day, then, like, this is infinite bid by these exchanges. There's no, like, reserves to buy. They got to go buy them off the market. And so I'm in. So the hat's on, and I got the price I deserve, not the price I wanted, so."
    },
    {
        "speaker": "A",
        "text": "That's so funny. And for the record, it is. Meme coin, one word."
    },
    {
        "speaker": "B",
        "text": "Oh, is that official?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm just posting it now. We did some science over the. Was it. No, it was this week. It wasn't over the weekend. It was. Yeah, it was over. And we got 74 votes. Meme coin, one word versus meme coin, two words. 69%. Meme coin, one word, 31%. Meme coin, two words. I feel that's a good. That's a good one. We also got. Well, since we're on the topic of polls that mid my crisis does, uh, we also got, by the way, uh, the."
    },
    {
        "speaker": "B",
        "text": "While you're looking up whatever you're looking up, that. That dip from. To 102, uh, or 101, wherever that price dipped to, it is now back to 143."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm looking 144 now."
    },
    {
        "speaker": "B",
        "text": "Yeah, so it's just like, this thing has so much power. It's. I mean, and it's at, what, one and a half billion? Like, if you really think these meme coins are going to do something, this is one of those ones for the cycle, and I just can't stop. I can't. I'm done being mid curve. Like, I just can't do it anymore."
    },
    {
        "speaker": "A",
        "text": "I'd have to go back and check, but I believe the market cap for doge, like, pre Saturday night live, elon Musk, eighties."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Almost a hundred million dollar or 100 billion dollar market."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. So, like, if that means if you match that, if you match this, it's like an $80 token. Yeah, right. It's like. And I. It's never gonna. I don't think it actually is gonna get that high, but if it does much of anything near there, like, yeah, you're gonna. And I'm like, man, my thesis. Like, my opinions have changed. Even just in the last couple days, I have moved except for my, like, spot, Eth holdings, everything's off of eth. I am full on Solana Djen these days in the last week."
    },
    {
        "speaker": "A",
        "text": "Well, it's over, boys. Pack it up."
    },
    {
        "speaker": "B",
        "text": "I am the dirtiest of Solana degens, and I just, like, here, I see you."
    },
    {
        "speaker": "A",
        "text": "I see you in the chat, by the way. Just. Just pedaling your wares in what?"
    },
    {
        "speaker": "B",
        "text": "Chat?"
    },
    {
        "speaker": "A",
        "text": "In the shitcoin season chat?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, no, I'm a full on DJ now. It's. I can't deny how easy the experience is. Right? And so, like, if you're really coming into, like, meme coin super cycle, if you're really coming into, like, holy cow, this is gonna, like, the normies and retail are coming. They're going to come for Solana. And because it's easy. It's easy to onboard. You can just. Right through your phantom wallet, you can onboard with a credit card now and just be de jenning your $10 life away. And, like, there's coins on here. Like, that. I'm in. And I'm watching these telegrams and the buys that are coming in. The buys, just, like, sheer volume of transactions is insane. Like you would be. You're like, oh, that. That's a ton of transactions. But the average transaction size is, like a couple hundred dollars. A $100. I'm looking here in this one that I'm in. $100. $369. $121.38. $1,200. That's a ten. A ten soul, 238. And you can't make those transactions on Eth. You can't."
    },
    {
        "speaker": "A",
        "text": "And just to kind of give a comparison to show you some ETh altcoins that I'm in, $9,000. $7,000. $4,500. You know what I mean? $1500. Uh, here's a 400. Like, the lowest one I can see is a $400 trade. Yeah, just like, that's just one."
    },
    {
        "speaker": "B",
        "text": "Like, I understand why people, uh, make the joke about it being the chain for the poors because. But what. What they like, if you peel that back, it means that, uh, you can transact small amounts."
    },
    {
        "speaker": "A",
        "text": "Yeah. Coca Cola's the drink of the poors, and. And, you know, it's the top brand, one of the best brands in the world."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. However, you know, like, that doesn't change the fact that I'm still no good at this, right? Like, I'll be over here hanging out, trying to make it, but I'm just not good at it. Like, I have bought so many tops, and I've decided that I need to just be a hashtag community member. I need to stop trying to outsmart."
    },
    {
        "speaker": "A",
        "text": "Get cute with it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm trying to outsmart myself and I'm just not going to do it this time. I got my bag. I'm going to go put it where I think it belongs and just sit on my hands for a little bit."
    },
    {
        "speaker": "A",
        "text": "I think, honestly, that is. That is pretty good advice. Where I've not. Not every time I've had success, but when I have just kind of, like, found a bag that I liked, you know what I mean? Like, you start checking some boxes as far as, like, oh, okay. This is maybe a little bit more utilitarian project. You know, they're actually doing things. I don't mind, you know, building my bag over time and waiting four, five, six months for it to do something and just be, you know, just be confident that it'll eventually break out. So I think that is the move. Find something you like and then stick to it. And then if the community's good, it'll eventually find, you know, find some momentum. Hopefully."
    },
    {
        "speaker": "B",
        "text": "Yeah. Are you any. Are you in any Solana coins right now?"
    },
    {
        "speaker": "A",
        "text": "I sure am."
    },
    {
        "speaker": "B",
        "text": "Mostly of the meme variety."
    },
    {
        "speaker": "A",
        "text": "Anything in Solana is meme. So for."
    },
    {
        "speaker": "B",
        "text": "Okay, so I don't totally agree, but go ahead."
    },
    {
        "speaker": "A",
        "text": "Just for me. Just so."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, just."
    },
    {
        "speaker": "A",
        "text": "I just think my bags are so."
    },
    {
        "speaker": "B",
        "text": "Sure mine are right now as well."
    },
    {
        "speaker": "A",
        "text": "So, yeah, my bags and Solana are, I think, all memes. So I have Dalman, I think it's."
    },
    {
        "speaker": "B",
        "text": "By the way, I want to. I want to pick up some diamond."
    },
    {
        "speaker": "A",
        "text": "I like it a lot. It's a."
    },
    {
        "speaker": "B",
        "text": "They make me."
    },
    {
        "speaker": "A",
        "text": "LAUGHTER It's a family friendly version of Pepe. And Pepe has been ripping on Eth. And I think, and I think this one's sitting at, like, it is sitting currently at a $6.2 million market cap. I like this one a lot. Big fans. Some people, you know, some. Some Solana shitcoin tastemakers are talking about a lot. So I."
    },
    {
        "speaker": "B",
        "text": "Okay, here's, here's my question for you now. How many holders does a token like that?"
    },
    {
        "speaker": "A",
        "text": "What do I got here? No, sorry, I was looking at watchers is not holders. Where do I see holders on bird?"
    },
    {
        "speaker": "B",
        "text": "Right in the. If you're in the overview, like, right. It's literally right above, like, where the social icons are and the community sentiment. So if you look at the community sentiment thing and the social icons, it's holders right under Max. Oh, 2626 hundred. Okay, so you want me to show. Want me to show you a really dirty soul shitter? For you."
    },
    {
        "speaker": "A",
        "text": "Yeah, I do."
    },
    {
        "speaker": "B",
        "text": "So I found that I've actually already shielded for you or to you the other day, this weekend."
    },
    {
        "speaker": "A",
        "text": "I'm pulling it off right now, I think."
    },
    {
        "speaker": "B",
        "text": "And you. You should. Now's the time, I'll tell you. Uh, because I got in, of course. I bought tops and have been dca'ing down. Uh, but, uh, you. Here's. Here's a meme you can get behind. It is. It is Pepe. Now, before you say, wait bunch, wait. There's already a pepe? Yeah, there's already 30 pepes. Well, what if I told you."
    },
    {
        "speaker": "A",
        "text": "Go ahead."
    },
    {
        "speaker": "B",
        "text": "That this one actually existed three months prior to the original. Original. To the east, to the Eth pepe. You know and love this one. This has been around for 400 and something days. The dev is still alive and kicking."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And the way they dropped it. Do you remember how they dropped, like, bonk where? Or they airdropped bonk to, like, everybody. There's 14,506 holders on this."
    },
    {
        "speaker": "A",
        "text": "I'm looking at. Yeah, I'm looking at this now."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's crazy. So, like, I. You know, when I'm thinking about. Okay, Normie's coming in. They're going to find something on soul. This could be, uh. This could be one. Right? So there you go. That's my. That's my largest bag right now. But, uh."
    },
    {
        "speaker": "A",
        "text": "So pepe on salt. Now, did you bought. When you say you bought the top, were you."
    },
    {
        "speaker": "B",
        "text": "It wasn't one of these wicks, but I was somewhere in there. I'm not the wicks, but I'm in. I'm in that initial channel and I'm about to DCA again."
    },
    {
        "speaker": "A",
        "text": "Yeah. So currently sitting at a 5.25.7 ish."
    },
    {
        "speaker": "B",
        "text": "5.2. Yeah, yeah, yeah. All those same big influencers, by the way, that you were just talking about, also in this one, I think, as well."
    },
    {
        "speaker": "A",
        "text": "Now, you did text me because I had the other one pulled out. This is the one I thought you were going to say because you text. You texted me over the weekend, bought some zin."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, I did buy that one. I bought that one, too."
    },
    {
        "speaker": "A",
        "text": "I didn't know that."
    },
    {
        "speaker": "B",
        "text": "I'm at a nice little three x on zin."
    },
    {
        "speaker": "A",
        "text": "I didn't know it was a shitter. And I texted you back of, like, what are you talking about? Like the. I want to. I want to make sure I say it properly. Are you talking about the, uh, tobacco less dip? And you said yes, so I thought you started chewing zin."
    },
    {
        "speaker": "B",
        "text": "No, I was telling you that it is named after that and then you're like, oh, let me know how it is. And I was like, no, no, no, you don't get it."
    },
    {
        "speaker": "A",
        "text": "You ever. You ever dip?"
    },
    {
        "speaker": "B",
        "text": "No, no. But I have done. I have done one of those pouches. I have done a pouch of tobacco. Yes. Actual tobacco back in my."
    },
    {
        "speaker": "A",
        "text": "Did you get, like, the instant diarrhea?"
    },
    {
        "speaker": "B",
        "text": "I got lightheaded and puked."
    },
    {
        "speaker": "A",
        "text": "Oh, it's the worst."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Not a fan as a big fan of tobacco. Not a fan of the mouth tobacco."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, not for me. The. So the other realization I'm coming to that I don't really know how to feel about is these meme coins. Like, how do you feel about them philosophically?"
    },
    {
        "speaker": "A",
        "text": "Could you elaborate a little bit?"
    },
    {
        "speaker": "B",
        "text": "Well, like, obviously for us, you and I, we're in them. We're in them for the financial gains, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But when you actually, like, think about what they are at the heart of anything, they're not so different than NFTs in the way that they operate."
    },
    {
        "speaker": "A",
        "text": "Not at all. Yeah. Very, very similar."
    },
    {
        "speaker": "B",
        "text": "And I've, like, finally come to this realization and conclusion over the last, you know, spending my entire week in this, like, meme coined streets, like, literally watching telegrams, like I used to in 2017, like some kind of crazy person. But, yeah, that's what this is, right? Like, there's true community out there, like, being formed. What I don't. What I can't, like, finish the thought on is, like, the difference to me is, like, the end game, right? Like, the end game here is to eventually dump your back on somebody, right? Like, that's. I can't see what the end game is to make the full connection of, like, how they are, like, nfTs, but they are very similar in the sense of, like, community forms. You get people coming in, trying to make a quick buck, getting shaken out. Eventually all the supply goes to diamond handers. Those people end up going out and shilling and raiding and everything like that. They're doing their community spaces, all these kinds of content and memes and everything, and I. There's just no jpeg attached to it, but the behavior is 100% the same. And they're all doing it, of course, for, like, bag and number to go up. But there really is true belief in, like, their meme, you know what I mean? Just like, there would be belief in doodles and whatever. And, like, you know, if there's developers behind these projects, they're building things. So, like, get me there. How am I. What's the."
    },
    {
        "speaker": "A",
        "text": "It's honestly no different. I'm gonna hurt some feelings right now."
    },
    {
        "speaker": "B",
        "text": "So like the difference to me is that like you could actually program an NFT to do something."
    },
    {
        "speaker": "A",
        "text": "Yeah, I could."
    },
    {
        "speaker": "B",
        "text": "I mean, so there's like, you know, the, there's the utility piece of an NFT that is not just financial. Right."
    },
    {
        "speaker": "A",
        "text": "But could you not have that same utility?"
    },
    {
        "speaker": "B",
        "text": "You sure. You could token gate anything, right? Like you could token gate this, you could token gate a meme coin. Why not?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. So to me there's no difference. I think the only difference is just the type of people that like nfTs. I think."
    },
    {
        "speaker": "B",
        "text": "Well, it's more fun with the picture."
    },
    {
        "speaker": "A",
        "text": "It is more fun with a picture. But then it gives you this false sense of community, which I do think it's false."
    },
    {
        "speaker": "B",
        "text": "It's literally, I would argue it's not false. I would argue it's very real. The fact that people have such a hard time selling hundred thousand dollar assets so wild means it's real community. Like there's no doubt in my mind that it is real community. And it's the same thing. The difference, the difference is actually you. The difference is you don't have to get fully out here. You know what I mean? Like you could, you could be part of this community forever. You hold yourself a little moon bag, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. Imagine being able to sell, you know, 95% of your board ape at $500,000."
    },
    {
        "speaker": "B",
        "text": "And still be a part of the community. Now I would argue you can do that. Now you could just downgrade to a mutant, but not every NfT collection has that type of option."
    },
    {
        "speaker": "A",
        "text": "Right, right. Yeah, but no, I do think, I think at the heart of it."
    },
    {
        "speaker": "B",
        "text": "But you could, you could token gate this stuff based on obviously contract address and then balance."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Right. Like if you wanted to hold x amounts of."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. No, but I do think at the end of the day, these NFT holders as much as a part of the community. I think the community gets built and I think there is a lot of lying to oneself. But I think at the end of the day, they want to grow the community for it to be a dominant brand. I saw that a lot."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're all, I mean, these meme coins are all just narrative driven. I. And then, and then it becomes who can get like, you know, the best distribution, the best, the best attention. They're all intention. Yes, actually, that's the big, that's another big difference. Right. It's like it's not automatically on the biggest exchanges because it is. That's when does become an attention game. It becomes you know, it is an attention game, but I do think for."
    },
    {
        "speaker": "A",
        "text": "NFTs, it's the same thing wherever. Know, the yugas and the doodles and the. Whoever. Gutter cats. Somebody brought up gutter cats the other day. I laughed. They want their brand to succeed more than any other one, so they could be a part of it because there is a financial aspect to it. You know what I'm saying? Like, as much as, like, I'll pick on Steve and Chris. Like, they're big yuga fans, or at least they were last time I checked. I don't know. I know, I know a lot of shit's gone down in the last couple of."
    },
    {
        "speaker": "B",
        "text": "Cap definitely still is. I think Steve will."
    },
    {
        "speaker": "A",
        "text": "Steve literally change. Like, he's. Steve's no longer wearing a. Yeah, but."
    },
    {
        "speaker": "B",
        "text": "That'S because he's working for. With doodles."
    },
    {
        "speaker": "A",
        "text": "Oh, good."
    },
    {
        "speaker": "B",
        "text": "He gets a pass there."
    },
    {
        "speaker": "A",
        "text": "All right, we'll get. So I do think the reason, you know, say Chris wants Yuga to succeed is because he wants it to be like the apple of NFTs in this new paradigm of brands, which has a. A monetary success that comes along with it. So I don't think it's all that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would argue it's even more than that too. Like, it's more than just monetary. It's obviously monetary, but I think there's more to it as well. Right."
    },
    {
        "speaker": "A",
        "text": "I don't think being a part of the club is. I don't think it's as much of a pull as they would have you believe. I think at the end of the day, it is the. They will."
    },
    {
        "speaker": "B",
        "text": "I think to some people it definitely is. Otherwise, again, you'd sell. And we're seeing some people prove it right now. Right? Like, there's people selling their apes in the last couple of days because they feel more opportunity cost to go play in the shitcoin streets or, you know, go to ordinals or whatever. Like, yes, you're totally right. But then you've got. I mean, Cap's a lifer, no doubt about it."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. And I think. I think with Cap, you know, with Cap specifically, I think, you know, planting his flag in the Yuga community, hoping that it succeeds it. Like, you know, he's a big cell phone guy, right? Like, I think he likes to be on the cusp of technology, and for him to be associated with the success of you guys, I think is important to him."
    },
    {
        "speaker": "B",
        "text": "I don't doubt that. I mean, like, it's the same reason I finally bought dog dog. It's the same reason I put my hat on. I want to be part of it. I want to be able to fucking say, the hat stays on and not be a total fucking fraud. You know what I mean? Like, that's what I like. So there. I think they're actually super similar."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying. Like, I don't think, like, you were saying, like, I can't get that last little bit. I honestly think it's like, you know how, like, humans and chimpanzees are, like, 99% DNA match? I think that's what it is. I think it's so close."
    },
    {
        "speaker": "B",
        "text": "I had to find or. So, like, the reason I kind of even was thinking about this, other than, you know, spending time in the meme coin streets this week, was like, I tried to explain it to somebody. Somebody was like, explain meme coins to me. And I. I kind of. They were familiar with nfts, so my first thing was, like, think about nfts, but fungible, right? And then I had to kind of elaborate on it and give a different example. And I actually compared it to think of it, like, your favorite sports team, right, where there is this almost irrational fanaticism around a community, and that community thinks, like, in that community is trying to spread the attention to everyone else. Right? Like, that's how, like, they're trying to win the game. Like, that was the best way I could describe it, is like, they're almost, like, rooting for being a diehard of a sports team. You're going to have bandwagon fans that come in and out, and then you're going to have season ticket holders with massive backs. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think, to your point, you're going to have those absolute losers who just cheer for the worst team all the time and just stick by it. You know? I like. I think of, like, the Toronto Ape Leafs, uh, you know, just continuously just. Just shout out of the playoffs or. Or have a great season and then just can't perform. And haven't won a Stanley cup since, like, 1968. It's, you know, it's embarrassing."
    },
    {
        "speaker": "B",
        "text": "What do you think your country will do when they actually win one?"
    },
    {
        "speaker": "A",
        "text": "So we also have the Montreal Canadiens that, you know, better. They're better. They still haven't won one since, like, 96. Yeah."
    },
    {
        "speaker": "B",
        "text": "Somebody's gonna win one of them."
    },
    {
        "speaker": "A",
        "text": "Yeah. I'm trying to think Vancouver lost, and then we literally set the town on fire."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Remember the Vancouver riots?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Yeah. I actually know where I was was when I watched that game, when they lost it. Yeah."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so I. I don't know. And I don't know what canadian team is going to win. Like, obviously the Raptors won the championship a couple years ago back in, like, I think 2019. I think it was 2018. So I don't know. It's probably going to be the Raptors again. I just. The Blue Jays and the Leafs and. Well, you know, I don't count the west coast as part of Canada, so maybe some of those teams out there might. But, yeah, I do think you're right. It is similar to sports fanaticism. But at the end of the day, I think, you know, guys like me and you that are just aware of what we wanted, like, you know what I mean? Like, oh, we are here to make money and to have fun, obviously have fun and all that stuff. But end of the day, you know, the making money is the goal. And I try not to let and kind of similar and bring it back to sports betting. To your point, you know, you don't let your fandom get in the way of your bet. Does that make sense? You know what I mean? I see. And I don't know. Like, like, you know, you could probably speak to this a bit more, but, like, do you bet on your teams when you are betting?"
    },
    {
        "speaker": "B",
        "text": "I bet the spot if I think my t. If what I'm. My analysis says that my team should be bet on, I bet on them if they. And I, conversely, I don't not bet on them just because they're my, or I don't not bet against them just because they're my team."
    },
    {
        "speaker": "A",
        "text": "If the math is mathing, you'll bet."
    },
    {
        "speaker": "B",
        "text": "On them and against them. Yes. I'm less likely to bet against them, but I will, and I have."
    },
    {
        "speaker": "A",
        "text": "So, speaking of sports betting, my wife brought up to me over the weekend that one of my dearest friends in the whole wide world had started a sports betting podcast, and I was not aware of it. He knows I'm a podcaster. He knows I've been podcasting for a long time, never reached out for any podcasting advice, you know, never texted me to tell me he was podcasting, but I listened, and they're. I thought they were a. His voice is meant for podcasting, and he is a very. I don't know, I feel like he's your level of sports better, and I was. I wanted to know if. If you listened very."
    },
    {
        "speaker": "B",
        "text": "But they are. They're short and sweet."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like three minutes. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Which is cool. So I'm definitely going to listen. However, um, I haven't yet because, uh, I decided officially that for the next six months, all my attention's coming back here. So I moved all my funds back."
    },
    {
        "speaker": "A",
        "text": "It's a pretty dead time of the year for sports betting. Yes."
    },
    {
        "speaker": "B",
        "text": "Unless you're, unless you're a baseball better and baseball is very hard to beat. You could still be betting college basketball, NBA right now, but I felt like I was losing a little steam there in terms of like, the edge that I had. So I'm like, okay, the opportunity cost here is greater to not be paying attention."
    },
    {
        "speaker": "A",
        "text": "What are your most profitable sports?"
    },
    {
        "speaker": "B",
        "text": "Football, definitely NFL for college, both. NFL was better for me this year than college was. Typically, it's the other way around. And NBA was awesome this year as well. But I kind of lost. I was college basketball, I usually do well and I got destroyed in the last month or so. So that's why I was like, feels like the edge has gone a little. So let me, let me pause that and put my attention where I think there's more upside. Like the. There's also like just this innate problem with sports betting that you don't have in crypto. So, like, when it's risk on time and crypto, it is way better to be over here than it is to be doing that in terms of like, the level I'm at because I'm limited everywhere. I can't make a play that's more than, you know, a couple hundred dollars a whack or I need more outs or I need to be spending a lot of time doing things like that rather than finding actual bets. Does that make sense? So like here is pretty much unlimited upside and my upsides capped over there. So if I'm not in."
    },
    {
        "speaker": "A",
        "text": "What do you mean by that? Like your upsides capped over that. Can you, are you limited on how much you can bethe?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yes. Imagine if. Imagine if bird Eye said, no, sir, you've won too much this week. No longer trade here."
    },
    {
        "speaker": "A",
        "text": "Or your max trader would never say that to me."
    },
    {
        "speaker": "B",
        "text": "Your max trade, sir, is one soul because you're up too many soul this month."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. That is a thing like all of these. Now there are sports books that don't do that, but they are harder to beat."
    },
    {
        "speaker": "A",
        "text": "Did you ever go black market?"
    },
    {
        "speaker": "B",
        "text": "Well, that's what you have to do. You have to create these betting partnerships. And I would basically have to. I've almost done this, actually. I'd basically have to ask you because Ontario is a new gaming, new sports betting mecca. You guys have so much available to you now. I would basically have to ask you to open accounts for me and give you bets to play for me. How fucking much friction is that? Now, there's a lot of crypto sports books that, like, sx bet, the ones we had on the show, they're an exchange. They're an exchange. No limiting. So, like, that's a great place to play. However, then you're at the mercy of their liquidity. Right? So, like, not every play has unlimited liquidity. Somebody has to be on the other side of that bet. So just like a trade, just like I, in order to, you know, trade a shitcoin, you need to have liquidity in the pool on the side you want to buy. Similar on a betting exchange. Right. But places like rollbit with sports books, like, they'll limit you too. Um, so there's, you see, what I'm saying is, like, there's friction and limited upside at some point where the work to get your next, uh, like, winning is literally just the beginning of sports betting, because if you, if you win, it actually becomes very easy to win once you know how to do it. And then the actual, all your time and effort is, how do I get the most money down? You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Totally."
    },
    {
        "speaker": "B",
        "text": "So that's the friction of sports betting. That's why exchanges are cool, but then you're at the mercy of liquidity. Um, and that's, that's kind of tough as well. Like, you still, you're only cat. You're capped by liquidity. Like, Essex bet on a, you know, on their best call on their best college basketball line. You may only able to be able to get down, you know, $300 on a side, and, like, that's not going to do it for you. When your expected ROI for the year is 5%, that means you need volume and size, right? So, like, I. 5% of $300 as an expected value is not enough. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Totally."
    },
    {
        "speaker": "B",
        "text": "So that's interesting. So I've moved all, I've taken my talents to Solana."
    },
    {
        "speaker": "A",
        "text": "I love it. That's. Yeah, that's. I'm so glad I don't do sports betting because I would be absolutely broken. I would."
    },
    {
        "speaker": "B",
        "text": "I don't think you would. I think if you learned. Well, you see, like, the misconception is that, like, I actually don't think you would be a bad sports bettor because you're actually willing to learn how to do things the proper way the most. Like, the fact that you're not a sports bettor means you're not willing to think you're smarter than the system. You know what I mean? Most people should not be betting sports because they don't even understand what's actually happening when they make a sport forge bet. Like, they think because they watch the NBA, they should be able to beat a market, and they don't understand that it's actually a market. Just like you're trading shit going chart. Do you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Oh, totally. Speaking of sports betting or betting, I did not have O'Shea Jackson junior coming up on our side of the smooth criminal debate."
    },
    {
        "speaker": "B",
        "text": "I sent you that. I was like, you have to see this. That was perfect, wasn't it?"
    },
    {
        "speaker": "A",
        "text": "So, for the. For those of you who may not know, O'Shea Jackson Junior is the son of ice cube of the famous Nwa rap. They were a quartet now, a trio. I don't think they're actually two anymore, but, yeah. In pain, in disbelief. Payne, do you want to give your thoughts on. On O'Shea, fellow Laker fan, by the way, O'Shea Jackson junior? So, he is in my. He is in my circle of awareness just because I hear him on a ton of Laker podcasts. Payne, any. Any thoughts on O'Shea?"
    },
    {
        "speaker": "C",
        "text": "I mean, obviously, it's just a horrendous take, and he's not like. Like I already told you, he's. He's not even full black, so."
    },
    {
        "speaker": "A",
        "text": "So, yes, we were talking about what he seasons his food with, and it's. I think we agreed that it's probably just salt, pepper, and maybe garlic powder. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's about it."
    },
    {
        "speaker": "A",
        "text": "No paprika."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I mean, but he. But he said alien ant farms. Alien and farms rendition is better, right?"
    },
    {
        "speaker": "A",
        "text": "So he's. But is his mom white pain?"
    },
    {
        "speaker": "C",
        "text": "Uh, well, ice cube's not even full."
    },
    {
        "speaker": "A",
        "text": "Listen. Not. There's no world where ice. Where ice cube, in my heart, isn't, you know, isn't seen as full. I feel. I feel like he is, regardless of."
    },
    {
        "speaker": "B",
        "text": "His lineage, to make the."
    },
    {
        "speaker": "A",
        "text": "The lineage, I think he's done. I think the community puts him at the very top of the heap. He's ice cube, along with."
    },
    {
        "speaker": "C",
        "text": "Honestly, now, I've just had to. I had to go look at the comments under this, and I feel vindicated. So go look at the post."
    },
    {
        "speaker": "A",
        "text": "I did look at some of those comments."
    },
    {
        "speaker": "B",
        "text": "On the tweet. What were they to. What's a good one?"
    },
    {
        "speaker": "A",
        "text": "Put this way, he wouldn't be. Remember the Dave Chappelle draft? He wouldn't be drafted. I think. I think."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Okay. Got it. All right. Surprise."
    },
    {
        "speaker": "A",
        "text": "There would be a trade on the blocks, probably for Eminem. Eminem for O'Shea, straight up."
    },
    {
        "speaker": "B",
        "text": "You clearly seem like a top draft pick chamber with."
    },
    {
        "speaker": "A",
        "text": "For the whites of. I am. I am a white top pick. My. You know, for those who may not know, I mean, my name's Chad."
    },
    {
        "speaker": "C",
        "text": "You wouldn't beat Steve, though."
    },
    {
        "speaker": "A",
        "text": "Steve."
    },
    {
        "speaker": "B",
        "text": "Steve's number one. Drafted."
    },
    {
        "speaker": "A",
        "text": "He's clear. He's a clear. He's a clear man. Yeah, he. His name's Steve, too, which is maybe a wider name than Chad. It's our. It's. It's. It's a toss up. Payne, any thoughts? Chad versus Steve on what's a whiter name?"
    },
    {
        "speaker": "C",
        "text": "Steve, for sure."
    },
    {
        "speaker": "A",
        "text": "Steve, because we do have, you know, Chad Ochocinco."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "You can."
    },
    {
        "speaker": "C",
        "text": "You can get away with Chad, with Steve. I mean, Steve McNair. Rip. But rip."
    },
    {
        "speaker": "A",
        "text": "Yeah. Here we are solving."
    },
    {
        "speaker": "B",
        "text": "What a play. That's Steve McNair play. Never forget."
    },
    {
        "speaker": "C",
        "text": "It has no clue what you're talking about."
    },
    {
        "speaker": "A",
        "text": "He's a football player. He's. I don't. I know. Steve McNair is a football player. I'm going to take a guess. Like, I. I'm. I have a certain awareness of him. Did he play for the. I want to say played for the Rams. Is that wrong or the Eagles?"
    },
    {
        "speaker": "B",
        "text": "Neither."
    },
    {
        "speaker": "A",
        "text": "Neither. Okay. There you go. That's. That's. Who did he play for?"
    },
    {
        "speaker": "C",
        "text": "You recently visited this place?"
    },
    {
        "speaker": "A",
        "text": "Nashville, Tennessee. Titans?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I didn't know. As in my trip, there was a lot of things I didn't know were in. In Tennessee, like, what's the Vanderbilt? Is that. Yeah, I didn't know that was right in Nashville there. Yeah, I didn't know that was a Tennessee university, so, yeah, exciting times, but, yeah. Rip. Steve McDair. He died, apparently. I didn't realize that."
    },
    {
        "speaker": "B",
        "text": "Yeah, he did."
    },
    {
        "speaker": "A",
        "text": "That's a shame."
    },
    {
        "speaker": "C",
        "text": "Too young."
    },
    {
        "speaker": "A",
        "text": "That's a shame. Not football related, I'm assuming."
    },
    {
        "speaker": "B",
        "text": "No, I can't remember. I can't remember if he. I don't remember. I don't want to say what I think it is because I could be totally wrong. Anyway, where are we going with this?"
    },
    {
        "speaker": "A",
        "text": "We were solving. We were. We were drafting O'Shea Jackson Junior into the full blown girlfriend killed him. His girlfriend killed him."
    },
    {
        "speaker": "B",
        "text": "That's what it was. So. Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah. Murder suicide, right?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "What? It was a Phil Hartman."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was a Phil Hartman."
    },
    {
        "speaker": "A",
        "text": "Oh, that's rough. I feel like that's how I'm gonna go. For the record, if I just don't."
    },
    {
        "speaker": "B",
        "text": "Show up, you're gonna get murdered."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Amber's chomping at the bit."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Yeah. No, it's. It's probably gonna happen. I just don't know when. That's the fun thing is it's going to be a surprise when it happens. But I'm sure they'll reach out. I'm sure pain and bunch. Amber would reach out to you to help dispose of the body or get any tips because she feels that you're trustworthy. So you have that for you for sure."
    },
    {
        "speaker": "C",
        "text": "I would help her bury your body."
    },
    {
        "speaker": "A",
        "text": "I know you would. Yeah. I know she. Amber is a big pain fan."
    },
    {
        "speaker": "B",
        "text": "I'd help her bury your body."
    },
    {
        "speaker": "A",
        "text": "Yeah. No, 100%. Yeah."
    },
    {
        "speaker": "B",
        "text": "This is only right. I'm not just gonna help her bury a rando further record."
    },
    {
        "speaker": "A",
        "text": "You're probably have to chop me up. It's probably gonna be a lift. I can't imagine, dude."
    },
    {
        "speaker": "B",
        "text": "I'm. I'm, like, not handy enough for this. Like, I wouldn't know what kind of saw to use. I don't know."
    },
    {
        "speaker": "A",
        "text": "Chainsaw. Chainsaw, I think is. Is getting the job done."
    },
    {
        "speaker": "B",
        "text": "It's the always sunny where the murderer, like, they're. They can't chop. They are making fun of D. Like, they're not gonna be able to chop up her body because she's just giant bird. By the way, Charlie Kelly and Glenn Howerton are going to be at a bottle king promoting their new whiskey next Friday."
    },
    {
        "speaker": "A",
        "text": "What's a bottle king?"
    },
    {
        "speaker": "B",
        "text": "It's a liquor store. Oh, interesting promoting. I just assumed you would get the context by promoting their new whiskey. But, yeah, they're going to be doing a meet and greet around here where you are. Yeah. Like, literally ten minutes at Charlie's uncle's house. Yeah. Right in Hamburg. They're literally. They're literally going to be, like, ten minutes from my house."
    },
    {
        "speaker": "A",
        "text": "So are you going to go?"
    },
    {
        "speaker": "B",
        "text": "I want to. It's not necessarily a very convenient thing for me to do. My buddy told me that is his friend does the marketing for that chain of liquor stores, and they also did one with Cranston and Jesse Pinkman."
    },
    {
        "speaker": "A",
        "text": "Jesse Pinkman, yeah."
    },
    {
        "speaker": "B",
        "text": "And the event started at four, and people were there at 06:00 a.m. so, like, I'm not doing that. Right."
    },
    {
        "speaker": "A",
        "text": "I'll give you my two cent on celebrities."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I have never, like, gone somewhere specifically to see a celebrity. I have run into celebrities, and I think that's a way more fun."
    },
    {
        "speaker": "B",
        "text": "Well, totally accidentally, and I'm sure. Certainly, certainly not going to, like, wait in line. Like, wait hours in line."
    },
    {
        "speaker": "A",
        "text": "Glenn would hate you for it."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, if I got there, if I got there at four or, like, 330 for a 04:00 thing, and I was like, good to go. And, you know, in and out in an hour. I would do it, but that's pretty much the only circumstance in which I would do it."
    },
    {
        "speaker": "A",
        "text": "Who's the most popular person you've ever met as a random. Kind of."
    },
    {
        "speaker": "B",
        "text": "Not random, you know Bobby Shay Junior? What?"
    },
    {
        "speaker": "A",
        "text": "We had a. We had an alien I farm concert beside him."
    },
    {
        "speaker": "B",
        "text": "Yeah. I went with him to an alien ant farm concert. It was really great. We got. We got to go backstage. So I met alien ant farm as well."
    },
    {
        "speaker": "A",
        "text": "That's great."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, let's see. Well, I just played craps with Cam Newton. I would say pretty good. He's a pretty big star. And then the week after, he got. And he got jumped by, like, six dudes. Did you see that video? He kicked the shit out of them."
    },
    {
        "speaker": "A",
        "text": "Out of six dudes."
    },
    {
        "speaker": "B",
        "text": "Oh, dude, you got to find this pain. You know what video I'm talking about, right? Didn't we send it in the. Didn't we send it in the chat here?"
    },
    {
        "speaker": "C",
        "text": "I don't think we did."
    },
    {
        "speaker": "A",
        "text": "Pain's like, maybe I wanted no chamber chat."
    },
    {
        "speaker": "B",
        "text": "No, there's no. No chamber chat. Do you think I want to talk to anybody out if you're not around?"
    },
    {
        "speaker": "A",
        "text": "It's a good fight."
    },
    {
        "speaker": "B",
        "text": "Nothing against you, pain. It's just like, I live in my basement and grow my neck beard, and that's it."
    },
    {
        "speaker": "C",
        "text": "No, I get it."
    },
    {
        "speaker": "B",
        "text": "I get it. It has nothing to do with you. Trust me."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "It was crazy because they thought they were kids, but it turned out they were grown menta."
    },
    {
        "speaker": "B",
        "text": "You."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "B",
        "text": "The people that Cam Newton. Yeah, yeah. Because he's a monster of a human. Like, I showed you that picture, right? Chamber. Yeah, the picture. Yeah, I think I definitely sent that to the group chat. Right. That I saw."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "He was. Yeah, no slouch."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm not a tall guy at all. I'm a."
    },
    {
        "speaker": "A",
        "text": "He was monstrous, though."
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. Like, and he. So he gets jumped by, like, four dudes at five dudes at this event or whatever. They tried to take his hat because he wears those funky hats."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And he kicked the shit out of them."
    },
    {
        "speaker": "A",
        "text": "Imagine getting your ass kicked for trying to take a hat. That's so embarrassing."
    },
    {
        "speaker": "B",
        "text": "Well, imagine not getting the hat. Cam Newton should be the official spokesperson of dog with hat because the hat stays on."
    },
    {
        "speaker": "A",
        "text": "It does stay on with Cam Newton."
    },
    {
        "speaker": "B",
        "text": "That's Cam. Right?"
    },
    {
        "speaker": "A",
        "text": "The hat stays on."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "There you go. Payne dropped it in the chat there chamber. You could take a peek at that. Throw it up in the jumbotron so people know what we're talking about. And that's going to do it for us today. What are you. What are you buying anything?"
    },
    {
        "speaker": "A",
        "text": "I'm just."
    },
    {
        "speaker": "B",
        "text": "What's your strategy."
    },
    {
        "speaker": "A",
        "text": "Is, again, just try to get good positions on some things that I have. Some, you know, not convict. I don't like using the word conviction, but just monitoring. Again, I've said this lots. I monitor the vibes on Twitter and if the right people are saying things, and I, you know, I cross reference."
    },
    {
        "speaker": "B",
        "text": "If you're trading meme coins, that's all you need to do. Find yourself a good entry and the most attention. That's."
    },
    {
        "speaker": "A",
        "text": "So that's my plan."
    },
    {
        "speaker": "B",
        "text": "And I've come to from the last meme coin cycle, the advice would be branch out of your normal algorithm. The NFT MFR meme coin streets are not the large influencers you think they are in terms of shit coins you're talking about."
    },
    {
        "speaker": "A",
        "text": "You're your nft."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, yes, correct."
    },
    {
        "speaker": "B",
        "text": "There's a whole other world out there of correct influence, just like there's, you know, some NFT alpha folks."
    },
    {
        "speaker": "A",
        "text": "It's not even the old, the old guard either."
    },
    {
        "speaker": "B",
        "text": "It's not. They're just leverage trading now. Like they've graduated. There's a whole new."
    },
    {
        "speaker": "A",
        "text": "There's all."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a whole new level of degeneracy out there, that branch. Because again, remember, the biggest thing with these is attention. This is all attention, attention, attention. So, like, you know. Yeah, guys, like, tweet today with. I saw a tweet today about like that frank and he. Frank from D gods dropped a bunch of meme coins and stuff. And it's like, I'm not sure that he's got enough clout to."
    },
    {
        "speaker": "A",
        "text": "He may have enough clout, but I think the people he has clout with aren't that interested in necessarily trading meme coins. Yeah."
    },
    {
        "speaker": "B",
        "text": "Right. So, like, don't go buy a frank call on a meme."
    },
    {
        "speaker": "A",
        "text": "No, but I think guys like Patty Ice and Ansem and Prince."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "These are people."
    },
    {
        "speaker": "B",
        "text": "They're sharp."
    },
    {
        "speaker": "A",
        "text": "They are."
    },
    {
        "speaker": "B",
        "text": "But most nft people probably have no idea who those folks are. I would say correct."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yes. I would agree with that. But, yeah, I would. I would have, definitely."
    },
    {
        "speaker": "B",
        "text": "So do you think that sound advice? Because I think, like, I've had to reconfigure my whole algorithm here over the last couple of days because, you know, there is a whole new world of people that you want to know who's in it, you know?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. No, I think that is very. That is. That's honestly probably the best advice you give is the people that made you rich last time, or if are probably not the same people are going to make you rich this time."
    },
    {
        "speaker": "B",
        "text": "Yeah, agreed. Anyway, that's gonna do it. Go buy some pepe on soul chamber. I want you."
    },
    {
        "speaker": "A",
        "text": "I am gonna buy."
    },
    {
        "speaker": "B",
        "text": "It's looking juicy at a price point right now, so we need to be hashtag community members by our next show. You know?"
    },
    {
        "speaker": "A",
        "text": "I'm in. I'm in."
    },
    {
        "speaker": "B",
        "text": "Look, there's gonna be a pepe on every chain. You know, this is. This is the one."
    },
    {
        "speaker": "A",
        "text": "All right. This is. I agree. I think Pepe on Solana just makes a ton of sense."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I'm gonna. It's got great unit bias. I saw. Man, I'll stay for one more second here. I saw the. The normies are coming. I saw a tick tock yesterday, and this girl did the. Did the quiz, the thing that everybody like jokes about. She. She did it right. It's. And it's just a video of her talking about how she bought. Was it Pepe or bonk or something? I think it was bonk, yeah. And it was. And it was like, $1 got me 45,000 of these things. And she's being completely serious. She's not memeing this at all. She's like, $1 got me 45,000 of these things. Imagine if this goes to a dollar. All it needs. Or no, it was one of the ones. It was either bonker Pepe. She goes, imagine if it goes to a penny. Yeah, it wasn't even a dollar."
    },
    {
        "speaker": "A",
        "text": "She said, if it goes to a penny, I'll have, like, $1.5 million."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so, like, that unit bias thing is coming. So Pepe on soul, easy to transact. Gotta get a unit bias chamber .00 $0.09 right now."
    },
    {
        "speaker": "A",
        "text": "I think you hedge with Dalman. I think Dalman."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, I'm getting some."
    },
    {
        "speaker": "A",
        "text": "One of those two are gonna. Are gonna. Are gonna go."
    },
    {
        "speaker": "B",
        "text": "Yeah. And congrats to anybody who's been in these soul streets for couple months. Some of these have literally made insane, insane, insane multi millionaires. It's pretty wild. But anyway, that's going to do it for us. Until next time on Friday at four five eastern. That's it. Keep the mic hot."
    }
]