[
    {
        "speaker": "A",
        "text": "We got to talk about the last show for a quick sec."
    },
    {
        "speaker": "B",
        "text": "No, hold on. Wait a second."
    },
    {
        "speaker": "C",
        "text": "Can we please. Because I actually wanted to talk about you."
    },
    {
        "speaker": "B",
        "text": "I was going to say we're gonna talk about the last show with Tyler, because Tyler. First of all, I feel like we owe Tyler a little bit of an apology because Tyler popped into the last show because we asked him to come on and chat with our wonderful audience. And today we asked him to come on. So, you know, after agreeing he did the thing a normal person would do and come and check out what the hell the show is about. And he was here for about five minutes. We didn't stop talking about aliens for the entire hour. And then when we looked down at the end, Tyler was gone. And I wasn't even. Wasn't even quite sure if he would make it back today. And I wouldn't have blamed him if he didn't. So, Tyler, GM and welcome. How are you gm?"
    },
    {
        "speaker": "C",
        "text": "I'm good. I made it, like, 25 minutes. So I made it past five minutes, I was messaging Emily, and I was like, are these guys going to talk about aliens for the entire show?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "That's cool. So, yeah, I mean, you nailed it. So, like, I'm usually working on my newsletter this time slot, so I don't get to catch you guys show all the time. I've listened before. I popped in just to get a feel, you know, for your guys's kind of read on the markets, whatnot. What you talk about. It was an alien show. Yeah, but. But I'm a tinfoil hat guy myself, so I kind of."
    },
    {
        "speaker": "B",
        "text": "Oh, so you're vibing with it."
    },
    {
        "speaker": "C",
        "text": "All right, I was vibing with it."
    },
    {
        "speaker": "A",
        "text": "Where."
    },
    {
        "speaker": "B",
        "text": "Do you have any hot. Do you have any hot alien takes on what we talked about on the Miami alien situation?"
    },
    {
        "speaker": "C",
        "text": "I do. I've got, like, my level headed take and my temple head takes. My level headed take is I'm pretty aligned with Joe that an alien species who is capable of traveling thousands, millions of light years to come to earth don't crash into random people's backyards in Las Vegas and they don't show up in malls in Miami."
    },
    {
        "speaker": "B",
        "text": "That's the level. That's the level headed take. Right?"
    },
    {
        "speaker": "C",
        "text": "But what, what really got me going was, like, the airport closure. That's what threw me off on this whole thing. And that's why I thought there might be something like that was actually weird happening."
    },
    {
        "speaker": "B",
        "text": "All right, Chamber. We're not going to spend the entire time talking about aliens this time. However, since last show, have there one been any new developments that lead you to believe that this is indeed true alien activity. And then secondly, get your words in about last show that I interrupted you on."
    },
    {
        "speaker": "A",
        "text": "So, first, I haven't seen anything definitive either way yet since. Since the last show, there's been supposed eyewitnesses claiming, some pretty big claims I will take based on the last show and Joe's point and Tyler's point here is a fair one. But I do have to say, here in North America, we see all types of people traveling. You got your classy people traveling to classy places, and then you have your less classy people traveling to less classy places. And I just think in the vastness of the universe, there is equally a chance that we just got, and somebody brought this up. I forgot who brought it up on the last show. There's an equally good chance that it's just the. The low class aliens coming to visit planet. Maybe Earth is like, where. Maybe it's the cheapest place to get to. You know what I mean? Maybe it's the value vacation for aliens."
    },
    {
        "speaker": "B",
        "text": "And do you think we're like, I don't know, where. What is the value vacation for us?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, you know, if you're. Cracker barrel, Florida."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm all in Miami, maybe Florida."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I don't know. I think because of the diversity and travel that humans do, I think it's only fair to think that there's a similar variety of travel for alien species."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's fair. All right, so fine. Can we close the case on alien gate here for this episode? Yeah, but I know you want to. I know you want to talk about the numbers, so go ahead."
    },
    {
        "speaker": "A",
        "text": "The numbers are through the roof. We're running currently at about a five, six x, our current show page."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "For downloads and on Spotify specifically, it's like a twelve x. Wow."
    },
    {
        "speaker": "B",
        "text": "So people are here for the alien take? They sure are. We are a top ten conspiracy theory podcast."
    },
    {
        "speaker": "A",
        "text": "Somehow we're climbing."
    },
    {
        "speaker": "B",
        "text": "Tyler did. Tyler, did you know that about us?"
    },
    {
        "speaker": "C",
        "text": "I had no idea."
    },
    {
        "speaker": "B",
        "text": "We didn't either."
    },
    {
        "speaker": "C",
        "text": "That's incredible."
    },
    {
        "speaker": "B",
        "text": "We didn't either. But, you know, somehow. Was it Spotify that we are or."
    },
    {
        "speaker": "A",
        "text": "No, it was like a weird. Not a weird one. You know, your low, your b and c tier podcatchers had us ranked and very high top, I think eight or nine, but I think. I think after this week, we're going to be maybe top five."
    },
    {
        "speaker": "B",
        "text": "But we are not here to talk about aliens today, unless it's alien friends, if that's where the conversation leads. Us. We are here to talk to Tyler, aka Tyler did it, whose Twitter profile says that he does NFT and crypto news and analysis building at Lucky trader, which is super cool. Host of the lucky lead, Monday through Friday at 10:00 a.m. what a great show that is. And writing the morning minute newsletter for Tyler. Is this number currently accurate, 6600 readers or are we."
    },
    {
        "speaker": "C",
        "text": "That is past that. We're a little past that, but that's still pretty accurate."
    },
    {
        "speaker": "B",
        "text": "Very nice. Well, at least 60. Well, the goal today is to get you to 6601 at the very least. So welcome to the show, Tyler. Sorry for bombarding you with alien takes and not letting you prep properly for what you might expect here. But look, Tyler, we, we've been doing this for quite some time at a very mediocre level. We started this show, Chamber and I, back in 2018. So, you know, sometimes we go a little off the rails and it just is what it is. I'm sure you can respect that as somebody who hosts a show Monday through Friday."
    },
    {
        "speaker": "C",
        "text": "No, of course. Yeah. That's incredible longevity, 2018."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know why I'm still here. We go over it every week, twice a week. Usually I talk about quitting, but, you know, Morgan, our good friend Morgan Chamber asked us today, or asked me today, like, I forget, we were on a meeting or something and she said something about the show and I, you know, grumbled under my breath as I, as I normally do. And she said, you know, your dedication to Chad is just something to marvel. And I hope you feel that way because, you know, it really is. It's. You're the reason."
    },
    {
        "speaker": "A",
        "text": "I really, I do. I do see it and I feel it in my heart and I appreciate it. So thank you for your non stop support and begrudgingly doing this show."
    },
    {
        "speaker": "B",
        "text": "But I'm. Yeah, but I'm excited for today's show because guess what? We're going to get to the, we're going to get to talk to somebody who actually knows what's going on. And this is going to be our web three and crypto show for the week. What do you think about that?"
    },
    {
        "speaker": "A",
        "text": "I feel very good about it. And for the record, we do. 70% of our shows are nonsense. Crypto. No, no, I'd say it's like 60 40, 70."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I think that's, I think that's fair. Yeah. It's just, you know, we're not as tight as we used to be. We used to have nice segments, really nice transitions. Now it's just kind of wherever the wind takes us about these topics. So. But, yeah, so, Tyler, you know, we've been at this since, gosh, 2017. 2018. Tell us your story. Where did you get into the crypto? Nft streets. Give us a little. Tyler did it origin story."
    },
    {
        "speaker": "C",
        "text": "Sure. So I first bought into crypto late 2017."
    },
    {
        "speaker": "B",
        "text": "So you've been around, like us, picked."
    },
    {
        "speaker": "C",
        "text": "Up Eth, but like, in your classic. And this is the sums up a lot of my purchases in this space. I bought ETH when it hit like 1000 and then it hit 1400 later that week. I was up 40% in four days. And I thought I was just the crypto God. And that was the local top for three years."
    },
    {
        "speaker": "B",
        "text": "So there was then only, gosh, then it went all the way down. I'm sure you remember this painfully down to like $88. And we had tokenization teams that were leveraged trading there that started shorting their treasuries at $80. Do you remember that?"
    },
    {
        "speaker": "A",
        "text": "Do you remember who that, do you remember who it was? Oh, gosh, I think it was not Quant. What was it called? Not quantum. It was something like that. I can't think of the name."
    },
    {
        "speaker": "B",
        "text": "I'll look it up while you're talking. But, yeah, Tyler, that was, yeah, you bought at 1000, hit 1400, and then it literally bled down to $80 until or for the next two and a half years. So I feel you on that."
    },
    {
        "speaker": "C",
        "text": "And I basically just stopped checking. I was still working full time and, like, financial consulting. And then kind of 2020, end of 2020, December started, you know, seeing more people talking about it on Twitter. You know, bitcoin was coming up. Bitcoin's up like 25,000. I think ETH was around like 800 or so. Sat down my, with my wife. We decided to buy into bitcoin and ETH at that time, a decent sized bet, and then just kind of started ingraining myself in the ecosystem in January, just about a month later, I wasn't able to hold onto my crypto for very long without spending it. And I started following folks who were talking about nfts. I saw the crypto punk craze. I didn't get into it. My first buy was actually oiler beats. Guys like DC investor, Beanie D's. We're getting in there. I've been following those guys. I started, I basically tailed it into it. Similarly, I took a 75% haircut on that bet. So I was not early. I came in late, but it was, it got me in the game. It was kind of my zero to one NFT moment. And I got a lot of I figured out who to follow and from there I tailed Beanie and Deez into art blocks, mentioned a ton of art blocks through 2021. Had a nice run in that 2021 summer bull market. Enough that to quit my full time job and decided to go web three full time in September of 2021. So I've just been doing content. I started doing content on my own right out of the gate there in September. The Monday after I quit, I started a YouTube show called NFTS Live. Did that a couple times a week. Got a producer from Pat Myo, if anyone who knows Pat Myo from the, the gambling streets."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And then did that for about six to eight months. Started linking up with guys at Lucky Trader. I've been doing content with them ever since and had have done far too many NFT trades in that time frame as well."
    },
    {
        "speaker": "B",
        "text": "I mean, the real question then is how much LFG did you get last week? That's if you've done so many NFT trades. I imagine that airdrop was pretty hefty, huh?"
    },
    {
        "speaker": "C",
        "text": "I think I got the top amount. I don't have the tweet handy. I think I spent like $100,000 on gas."
    },
    {
        "speaker": "B",
        "text": "Same womp womp, womp womp. Just a terrible number."
    },
    {
        "speaker": "C",
        "text": "I do."
    },
    {
        "speaker": "B",
        "text": "I think about it now. Like, at the time it seemed like a normal thing to do, and now a couple years later, you're like, man, I wish I had that 130 grand I spent on literal transaction fees. What a fucking dumb thing. When you think about it at the."
    },
    {
        "speaker": "C",
        "text": "Time, that always made sense. Like, you spend $100 to try to make 200 or 400. It always made sense in the moment."
    },
    {
        "speaker": "B",
        "text": "Yeah, probably. Yeah. You got to spend money to make money, bro."
    },
    {
        "speaker": "C",
        "text": "Yeah, that was exactly my mindset."
    },
    {
        "speaker": "B",
        "text": "So what about, I guess, what about the content creation stuff really excited you to kind of get into that full time."
    },
    {
        "speaker": "C",
        "text": "So like in 2021, made a new year's resolution just to start writing. I never really written before, but I wanted to try it out, so I did. I started just kind of writing about any, any broad topics. My first one was on diet trends and it's like one of the most embarrassing blogs ever. It's like three paragraphs long. There's no substance to it. But again, it was like one of the most important ones for me personally because it kind of got me zero to one. And then I started writing. I started blogging about things that I cared about, trying to kind of explain things that were, that I found complex to other people. I started writing about crypto a bit and then I started writing about NFTs. Actually, Oiler beach was my first NFT related blog post, and then it got picked up by some folks on the NFT Twitter scene at that time. Then I just started thinking, hey, maybe I should just start focusing in this area. So started doing data analysis, style writing, following the broader markets, following certain projects."
    },
    {
        "speaker": "B",
        "text": "Was the data analysis stuff like part of your background prior? What would you, what were you doing prior?"
    },
    {
        "speaker": "C",
        "text": "I mean, it's somewhat a part of the job. So I was doing risk and compliance consulting primarily for United States banks. So I should got into anti hanging."
    },
    {
        "speaker": "B",
        "text": "Out with the enemy, I guess."
    },
    {
        "speaker": "C",
        "text": "Oh, that's part of what drove me out, is like, seen the insides?"
    },
    {
        "speaker": "B",
        "text": "You're just like hobnobbing with Gary Gensler or what?"
    },
    {
        "speaker": "C",
        "text": "No, not quite there. But I think one of my final straws is I worked with a lot of banks, but then when PPP came out during the COVID crisis, I actually worked to help set up some PPP programs and due diligence and screening, and I kind of saw a lot of the fraud that went through it. And the banks effectively just didn't care. They were just trying to print as many of these through as they could to collect the fees. And it was just kind of like one of those moments that they're just here for the money. They don't really have any scruples or principles here. And it was kind of one of the, just one of those disheartening moments. And, you know, I've been following the crypto scene and, you know, and it's kind of a, I very strongly do view it as, you know, an alternative, you know, an alternative system for folks who are fed up. And that resonated with me at the time, and it was enough to kind of push me out."
    },
    {
        "speaker": "B",
        "text": "That's very cool. So was like the ethos of crypto being like kind of sound money, sovereign wealth, all of that stuff, the thing that kind of drove you in or were you just like, hey, this is a cool way. I think I can make some side income. And then found nfTs. What was your kind of like driver into the space?"
    },
    {
        "speaker": "C",
        "text": "Yeah, at the beginning it was definitely just like the investment aspect of it. And I don't want to come on here and sound like I'm some, you know, hardcore decentralization, you know, bankless Maxi, even though I do, I do have a bankless shirt at home. I got caught up in that narrative a bit a few years back, but that did, you know, it did start to resonate with me a bit more over time. And I think when, you know, the canadian trucker crisis was happening and Canada."
    },
    {
        "speaker": "B",
        "text": "Shut off their bank, you know all about that."
    },
    {
        "speaker": "A",
        "text": "We call that a family reunion over there."
    },
    {
        "speaker": "C",
        "text": "It just. It was one of those moments where it's like, this could happen to you, right? Like, these are. I mean, Canadians are friends of ours, right? I love all my canadian friends. And just the fact that they can have the access to their money just totally shut off, basically, on a moment's notice. It's a pretty big deal chamber."
    },
    {
        "speaker": "B",
        "text": "Do you know anybody that this has happened to?"
    },
    {
        "speaker": "A",
        "text": "No. These are the worst people of Canada that got their money locked up for us top tier individuals."
    },
    {
        "speaker": "B",
        "text": "Us top tier individuals. You being one of those. The guy that doesn't pay his taxes."
    },
    {
        "speaker": "A",
        "text": "Because I decide I don't pay them, I pay them."
    },
    {
        "speaker": "B",
        "text": "Yeah, just like, whenever you want."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it's like we're cool. You know what I mean? Like, the government of Canada is cool about it. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess so. Boy, that's funny. So, okay, that. That makes a lot of sense. And then what was it that kind of got you to stick around in the NFT space in particular?"
    },
    {
        "speaker": "C",
        "text": "So I think two things clicked for me on why NFTs made sense. So, one, I had, like, read the New York Times piece or the Wall Street Journal, whoever covered it, that effectively. Wealthy people were keeping luxury physical art in these airport hangars, and they were doing it for investment purposes, for tax reasons, and they were never receiving the art or display anywhere. It was just sitting there. So when I saw that, it was like, these are purely investment vehicles. Why could they not be digital? Digital makes a lot more sense. And then a good buddy of mine had kind of gotten deep into the physical card, physical trading card space. And I saw. I went over to his. To his place, and I saw how he was storing all these and how he had to go to card shows."
    },
    {
        "speaker": "B",
        "text": "Fucking stacks. Yeah, I literally have stacks next to me, next to my desk. So I feel this, like, the barrier."
    },
    {
        "speaker": "C",
        "text": "To try to sell those are just so high. You have to go to these card shows and certain periods of time that it's gonna work. You have to keep them in good shape. You have to get them graded. And then when top shot came out, and it's just like, okay, all of those barriers are now removed. It just made sense to me. And, you know, from there, I just started going down the rabbit hole further and further, and, you know, it was spring 2021. It was new and exciting, and luckily I was still working, because for folks who remember that was nothing. That was a, it was not a bull market in spring. Like I remember my NFTs wouldn't catch a bid or an offer for weeks or months. And it was really that summer where things turned around. And then when the dollar started flowing, then I was definitely hooked at that point."
    },
    {
        "speaker": "B",
        "text": "Oh yeah. Absolutely. Awesome. Well, I wanted to get just kind of a little bit of your background and things like that. For those who may not be totally familiar with your story. Now we can get into all the good fun stuff chambers. So like what do you want to talk about today? Aliens?"
    },
    {
        "speaker": "A",
        "text": "Uh, no, no, no. We gotta talk. We gotta talk a couple of things. I mean, we gotta talk about our."
    },
    {
        "speaker": "B",
        "text": "Boy double g. Yeah, I pinned that up top."
    },
    {
        "speaker": "A",
        "text": "Gary Gensler. Yeah. Out there tweeting threads."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, holy cow."
    },
    {
        "speaker": "A",
        "text": "Definitely, definitely was totally him that tweeted that out."
    },
    {
        "speaker": "B",
        "text": "He didn't, he didn't have like the um, the like number one thing that you're supposed to have, which is like that really nice hook. Like oh, if you buy crypto, you're a terrorist. A thread. You know what I mean? Like that's what he needed for this. I mean, I guess he gets away with it because he's Gary Gensler and people are going to read it anyway. I pinned it up top if you haven't read it. So I don't know, what is this, a warning shot? I don't get it. Well, you tell me what your take is on this chamber."
    },
    {
        "speaker": "A",
        "text": "I feel like it's a little split down the middle on, on what people think. Like some people are right because I."
    },
    {
        "speaker": "B",
        "text": "Was reading the comments and I feel like some people were like, oh finally. And then some people are like your douche. And I'm not sure which one is true. I mean I know the latter is true, but like what is this supposed to be?"
    },
    {
        "speaker": "A",
        "text": "I think Gary knows the ETF is about to be approved like within hours I'm hearing Wednesday and this is like his and you know, last desperation tweet to warn everybody before it becomes, you know, a viably traded product."
    },
    {
        "speaker": "B",
        "text": "Tyler, had you seen this tweet yet today and what's your take if you have?"
    },
    {
        "speaker": "C",
        "text": "I did see it. So 1st, 1st reactions. Clearly, you know, he didn't work with any of the ute's out there who could been crafting threads throughout that's fair market and developing, you know, all the best practices. So he might need to start syncing up with Frank and crew a little bit."
    },
    {
        "speaker": "B",
        "text": "Maybe needs to start a healthy lifestyle blog, get his feet wet before he comes back in those Twitter thread streets."
    },
    {
        "speaker": "C",
        "text": "Indeed. I think the reaction to it is this is the signal that the ETF's are going to get approved and that he wouldn't be warning folks about investing in crypto assets if they weren't, because he's basically saying this is the green light. And if you look at the market action, it's almost like the market was waiting for this. If you look at the timing of the tweet from when bitcoin started sending today, it's almost like this kicked it off, it lit the match, and it basically ran from sub 45 to 47 within just a few hours."
    },
    {
        "speaker": "B",
        "text": "After I'll read a little bit of this. There's only, I don't know, four or five tweets here, but it says, you know, the topic is some things to keep in mind if you're considering investing in crypto assets. One, those offering crypto asset investment services may not be complying with applicable laws, including securities investor securities laws. Investors in crypto assets and securities should understand that they may be deprived of key info. Okay, blah, blah, blah, inside information. Investments in crypto can be exceptionally risky and volatile. And then he talks about fraudsters. So, you know, I think I agree, it feels like a warning that the ETF's about to be approved. But like the etfemen, the way they're structured, like, it isn't even, I don't think most people are going to be buying into bitcoin ETF's, do you chamber?"
    },
    {
        "speaker": "A",
        "text": "Not most people, but I think a lot of money will. There might not be a lot of."
    },
    {
        "speaker": "B",
        "text": "People like the people he's talking to, I don't think are ETF purchasers. Do you?"
    },
    {
        "speaker": "A",
        "text": "So I would normally say no. But again, you know me just cherry picking from Ledger's show that I get all of my information from the way they, and I didn't realize this in the US, the way they advertise ETF's like just straight up on television. You could see, you will see a sales team from these, you know, these financial institutions out selling it. Like a salesforce will be selling these ETF's, whether it's to individuals. You know, these, these could be pension funds. Exactly. So you might, you know, your mom might not be going on her like, trading app on her phone and buying it, but I think a lot of, you know, these could be part of, you know, portfolios for a lot of retirement funds. So I think more people are going to be, a lot of people will be adding it to their portfolios, but they might not be the ones doing it individually. It might be done for them through different, you know what I mean, 401 ks and stuff like that."
    },
    {
        "speaker": "B",
        "text": "It's interesting to me because like, you know, this a little bit changes the potential value prop of bitcoin in the sense that buying into an ETF is not owning any bitcoin, which im not sure how I feel about that. The people who still own the bitcoin are these institutions, not the individual. Tyler, do you have any opinion on ETF's in general or what to expect here? What's your thoughts?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, it's a complex topic. I mean, I think, you know, there's one aspect of the discussion where, you know, crypto was created to kind of get away from the institutions and now we've all been celebrating going right back to the institutions for them to buy our bags because the numbers are going to go up. But putting that argument and discussion aside because I think that's, that's a longer one. I do think that ETF's are a very big deal. I think it's a signal to a lot of folks in kind of normal, more mainstream America who may, who maybe have been on the fence about getting crypto exposure. This is a signal that the biggest institutions are doing it. So now it's okay. I think the commercials are a huge deal because they're going to help flip the narrative and we've already seen the campaigns starting and I think those are only going to intensify. And I mean, Chamber made a good point. I think, you know, tons of folks are going to be buying this in their 401 ks, perhaps not even realizing it. I know I've had firsthand conversations with a lot of folks who would rather get crypto exposure through the ETF's than having to do it personally. They just. They don't want to go through the hurdles of self."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's still not early, it's still not easy to own bitcoin outside of, you know, buying on Coinbase. But, you know, the whole, not your keys, not your coins, all that good stuff. So I definitely get that. Now the question everybody wants to know, Chamber and Tyler, I'll go chamber first. Is it priced in?"
    },
    {
        "speaker": "A",
        "text": "So, I mean, I mentioned this the other day when we had that pullback from just below where we are currently, 45 back down. We wicked down to just above forty k. I think that liquidated a lot of the long and short positions. So I don't know, I feel like that shook out a lot of that downside. I might be wrong, but I'm definitely more interested in follow through. Now that all being said, we hit that 47k resistance and haven't gone above that. I mean, back a couple of months ago, that was kind of the number on the high end that we were throwing around. So this could be the top. Like, maybe this price is built in, and then maybe we see some chop between this number here and 40, you know, for the rest of q one."
    },
    {
        "speaker": "B",
        "text": "Interesting. Tyler, what do you think?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it only hasn't. It hasn't been able to get through 47 because Blackrock hasn't started buying yet. I think my view is not priced in. You couldn't possibly price it in. I think what was jumping out is these, the ETF applicants. This race to zero fees is showing that the vigorous competition between these, uh, between these institutions. And to me, what I'm taking away from that is they're going to want to be number one. And to be number one, you got to get the assets under management. I think there's just going to be. There's going to be bigger influxes on day one. And I think some folks realize with, like, Blackrock and I was competing to get to the first place first. And I think, you know, one of the. The early narratives was, you know, it's going to take time for this money to pile in. It's not going to happen on day one. It actually might. I mean, like, the whole move isn't happening on day one, but I think there's going to be more than we perhaps thought even just a few weeks or months ago."
    },
    {
        "speaker": "B",
        "text": "Michael Saylor is going to be so rich."
    },
    {
        "speaker": "A",
        "text": "You know, he almost has 1% of the bitcoin supply."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's going to be, like, so rich. So, yeah, so, chamber. I mean, you said you just called the local top. I'm going to go ahead and agree with you that it's the local top. And, uh, here's how I know it's because I. I went all in bitcoin."
    },
    {
        "speaker": "A",
        "text": "That's definitely the local top that every."
    },
    {
        "speaker": "B",
        "text": "Every piece of crypto I own is now in. In the corn. So I am full on orange pilled at this point, and I'm. I'm ready for flight. So, look, my thought process is, you know, before that, I was majority in ethereum, and I just don't see, like, there's no better place for my money to be right now with all this happening. It's like, I can always move it back if what I don't. What I think is going to happen is not happening. And I mean, what's my downside risk? Probably, like, if I was sitting there holding it all in ethics, it's the same ish downside risk as if, you know, nothing happens with this this week. I mean, was that."
    },
    {
        "speaker": "A",
        "text": "Was that money literally just falling out of your pocket right now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was all the change I have. I literally took every single penny and bought some bitcoin today. So that's where I'm currently at. How are you? Is anything that you're doing with your portfolio changing? What are your thoughts?"
    },
    {
        "speaker": "A",
        "text": "No, not on the bitcoin side. I mean, it's, you know, we talked about this the other day, like, I'm just waiting for super cycle time, end of the cycle, like, massive euphoria at all time highs, and then we'll pivot back into stables until the cool off. But I'll tell you what, once this thing gets approved, I would not be trading, like, if you're a trader, like, if you're trading bitcoin, I would not be touching that thing for like, two, three weeks, maybe four weeks. That is going to be a absolute terrorizing chart, I think."
    },
    {
        "speaker": "C",
        "text": "It feels like the times, like, this is not the time to lose it. Don't lose it. Trying to scalp a few extra points on leverage. Now we've got another opportunity out there to lose, and that's on the betting on bitcoin nfts, which we can get into later on. There's a few distractions out there."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, let's talk about that. So what are you doing in those streets, Tyler? What's your thoughts on ordinals? How does that play into the ecosystem for you? Or do you spend a lot of time there looking at your feed? It looks like you. You are into those streets. So tell us a little bit about what you got going on over there."
    },
    {
        "speaker": "C",
        "text": "I've actually pivoted. I'm starting to make bitcoin nfts my entire personality, so expect more of that to come. I went through the spectrum of emotions on this, so when ordinals first came out, I was running the spaces and writing newsletters titled Do NFTs on bitcoin coin even makes sense. And what I couldn't, you know, wrap my head around was this concept of digital gold versus, you know, a crypto platform that you could build a crypto economy on top of, which is what a way I view nfts. And it didn't make sense to me at the time, but I'm also not one to fight against the market. And we've started to see some real movement, some real interest. And I think that this node monkey's launch has been eye opening. And one that's just. It's a big enough event that if you're in the NFT space and you stayed here throughout this entire bear, like, you have to be paying attention to this. Like, it saw a thousand bitcoin volume in eight days."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "It's just an absurd amount of anyone who minted, and I did not mint. I picked up a few on the early secondary, but, I mean, went zero three. It's at 0.22, so it's seven x for anyone who minted. And it's drawing huge amounts of liquidity into this ecosystem. I think there was an early question whether or not it would be a liquidity suck and would be terrible for the existing collection, the existing ordinals, and in fact, it's been the opposite. So now we've seen the rotation effect. And luckily I had picked up, I positioned myself in a few art nfts on bitcoin, which caught the bit here this past week. So I have been focusing more and more in this ecosystem. I think it's the most exciting NFT ecosystem out there right now."
    },
    {
        "speaker": "B",
        "text": "Interesting chamber. Have you dabbled in ordinals at all?"
    },
    {
        "speaker": "A",
        "text": "No, not at all. Like, bitcoin is one of those things I don't like. You know, I'll lose all sorts of bags, but my bitcoin is something I don't like to play with that much. I'm all about kind of accumulating. But obviously, you know, like, we use, like, opensea for ethereum based nfts and a couple other chains. I use magic Eden for Solana nfTs. I honestly don't even know. So maybe, Tyler, you can shed a little light on for me. But, like, how does one go about interacting with bitcoin nfts?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, so magic Eden is the, you know, the platform I use, the marketplace I use. So, I mean, some. Some familiarity there. The primary wallets are exverse, Unicet, I think this one called leather. I'm not familiar with leather. So I'm more set up on x verse. And Unicet it is more complicated. You know, some of these wallets, like, you'll. You'll hold ordinals differently than you'll hold bitcoin itself. So you need to kind of spend a little bit of time."
    },
    {
        "speaker": "B",
        "text": "Yeah. What are some of those main differences? Because I would, I think, like, you know, even for a ethereum or web three native crypto savvy person ordinals can be very confusing because it's still so new and there's not, I mean, I, even though it's been around, gosh, has it almost been a year already? Or is it. Is it by, like six months? When did the ordinals craze start?"
    },
    {
        "speaker": "C",
        "text": "No, I think. I think it's been a year or close to it. I don't have the exact date."
    },
    {
        "speaker": "B",
        "text": "Yeah, I feel like it was Q one last year that all the ordinal stuff started, and so, but still, like, the ecosystem and infrastructure all had to be built from basically nothing. So what, in your experience, have been kind of like, tips and tricks if you're starting to get in where to look, what resources people can look for, anything like that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, if I had to put the analogy out there, like, I'm not even sure this bitcoin NFT scene is the same as January 2021. Ethereum. It might be like January 20. A combination of, like, January 2017 and maybe like, October 2020. It's very much still in its, its infancy. I mean, that the infrastructure we're seeing, these transactions, like, they, they take, these blocks take 45 minutes to clear. So, like, you don't know if you actually, you know, bought the NFT for, you know, 30 to 45 minutes or long."
    },
    {
        "speaker": "B",
        "text": "What a rush."
    },
    {
        "speaker": "C",
        "text": "It is a rush. It's a huge rush. It's also a huge draw, which, you know, we can, we can get into in a minute. But when you pull up a collection, you see, you know, 40 buys are pending. And magic Eden is so smart. So right next to the pending number, they put a flame. So you see the flame sign, you're like, oh, wow, this is on fire. So I just pulled out, like, bitcoin publishing. I don't own it. I'm not pumping these. There's like 68 of these pending right now. And these are going to be pending for probably anywhere from 30 minutes to, to an hour. But if you see that, you know, okay, there's, there is some level of demand happening live at this moment in this project, and that does add to the, to the FOMO and excitement factor, you know, with regards to tools and tricks. I mean, I am certainly not an expert in this ecosystem, so I don't want to kind of come across as."
    },
    {
        "speaker": "B",
        "text": "That, you know, you still know more than chamber, and I definitely. So go for it."
    },
    {
        "speaker": "C",
        "text": "Yeah. I think getting set up on the wallets is important. Starting to navigate through the marketplaces. I mean, magic Eden is the primary one. I think what's bad about Magic Eden and why? I think this bitcoin NFT ecosystem has so much room to run is the discoverability is near zero. Like, if a project isn't trending on their top page, it's basically impossible to find it. So I think my advice, you know, for someone who really wants to dive in and start learning it is starting to find. I don't know whether it's the alpha groups, it's the folks on Twitter, but just starting to find your signal out there and don't make any moves. Just spend some time trying to understand the information, you know, who's talking about this, who has the information, who can be a teacher or a mentor for you in these areas and then start to understand it. And if you don't want to spend your, your, your cold bitcoin, which I think is a very similar, you know, I think chamber, you said that. I think that's a very similar story that a lot of folks have. Just convert your eth. So simple swap is the protocol I use, and you can move Ethan bitcoin in like 30 minutes. So that, that is a tip there on moving over. But I mean, I'm gonna pause. We can go into more of the projects and whatnot. I don't know if I have any more deeper, you know, tips right now on really getting started."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, that. I mean, that's way more than we would have been able to tell anybody. So appreciate that. That's great. I still, admittedly need to check out the ordinal streets. I have not been keeping as up to date. I just can't find the time for it. Chamber has this discussion. Well, I guess. Tyler, do you think any of this ETF stuff impacts ordinals at all?"
    },
    {
        "speaker": "C",
        "text": "I've been thinking about that a lot. It's tricky, I think. So. Bitcoin teleports to like 55k or something. It's probably going to pause everything in its tracks. We're probably going to see retracing and volume is going to slow down. So I think short term volatility, perhaps pullback. But then I think once the, you know, we start to normalize at new levels, it's going to be bullish. And I think we're going to see the wealth effect start to play out. I mean, it's played out on ethereum, is played out on Solana, and I think it's going to play out on bitcoin. There's more money on bitcoin than the other chains. And the advantage starting to pay attention now is it's so in its infancy that they're like, you haven't missed a."
    },
    {
        "speaker": "A",
        "text": "Anything like."
    },
    {
        "speaker": "C",
        "text": "Like you guys are saying, you haven't paid any attention. That's totally okay. There's. I'm not going to give a list of projects to buy, but there's like a handful of projects out there that are worth buying. I think that the good ones are still to come. So now's the time to just start learning the ecosystem and preparing to potentially make plays. If that's, you know, if you are an NFT buyer or trader, just because of how early it still is."
    },
    {
        "speaker": "B",
        "text": "Whatever happened, you may not know this, but I just saw it pop up on my timeline, literally for the first time since maybe it dropped. The Yuga ordinals project, did those do anything?"
    },
    {
        "speaker": "C",
        "text": "So I was going back through my old newsletter. So these came out in March of 2023. They sold for two and a half bitcoin apiece."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "That was the average. Like, they did this auction where everyone had to submit their auctions. I think the highest paid was like seven bitcoin. And you got to select which nft you got. So there's a little bit more to it. It wasn't just like a blind draw then. I think that the min bid was 2.1, which I think at the time, you know, bitcoin was like 20,000 or 22,000. So. So big ones up 100%. Unfortunately, that floor is down like 70%. I saw it at zero point 75 this morning. So I think that is a level of concern. You know, do you want to pay like that, the high bitcoin fractions or multiples, if the currency is going to leg up here? I mean, that's always a risk. I think we saw in some of the ETH mania in 2021 when it was what, nifty gateway and people were just throwing 40 ETH, 80 ETH at these random pieces of digital art when ETH was a little bit cheaper and he skyrocketed."
    },
    {
        "speaker": "B",
        "text": "I guess context of what the price of bitcoin was at the time is important. What was it? Do you remember?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it was like 2020, 2000."
    },
    {
        "speaker": "B",
        "text": "Still not cheap."
    },
    {
        "speaker": "C",
        "text": "Yeah, it wasn't. But I guess in USD terms, perhaps it made sense. So I guess the holders aren't down as much in USD. I haven't run the numbers or what. They're down in USD, so they're not down that bad, but they're down more in bitcoin for sure."
    },
    {
        "speaker": "B",
        "text": "Super interesting. We have a hand from great friend of the show, Mister House. Mister House, you are getting a trivia question today, and it is a Tyler based trivia question. So, GM, your trivia question here today is what is the name of Tyler's newsletter?"
    },
    {
        "speaker": "D",
        "text": "Automatic lock. You lead Mondays through Fridays, 10:00 a.m. eastern standard time. Be there, be square."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm gonna give you credit for this. However, that is incorrect. That is the name. That is the name of his daily show."
    },
    {
        "speaker": "D",
        "text": "Oh, did you say the newsletter?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Oh, that's. It's lucky traders. The morning minutes."
    },
    {
        "speaker": "B",
        "text": "The morning minute is correct. Bingo. Let's go. There you go. You get both trivia questions right. GM. Mister House, what's going on?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so I actually had a question for Tyler about something that he brought up on his show. It stood out to me. You were talking about how the market inefficiencies of trading ordinals seem to be inducing a lot of FOMO and therefore causing an area where people can drive profit. Is this something you see as a feature or a bug? And how do you see the bitcoin development community working around this? Is this something that they want to keep the market inefficient so there are areas to find profit, or do you see developers trying to make this, let's make it faster from the time of placing an order to receiving the inscription or potentially even moving to layer twos on bitcoin?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a good question. I would have to imagine that developers, if they believe in our or an NFT ecosystem, that they want to improve and evolve over time, and if they don't, I mean, I think someone else will likely come in and figure that out. I don't think at the end of 2024 we're going to be trading bitcoin NFTs with 45 minutes lead times. I think r1 challenge of that is that someone can outbid you during that time. So just like you can get a outgassed on Ethereum while the transactions pending in the mempool, people can see it's broadcasted, and if someone wants that NFT, they can outbid you. Like, gas wise, they can out, they can pay a higher fee to try to win that. And I'm hearing that there's these new protocols which are figuring out ways to kind of broadcast the mempool transactions out in a more digestible fashion. So for traders, for snipers to have even easier access to do this, that's going to be a bad user experience if you think you're buying an entity and someone who's a little bit more technically savvy than you is able to snipe it. So I'm going to hope that they go through the efforts to resolve that. But I don't know that I have any necessary firsthand insight that they are. It just seems like the logical next place to go."
    },
    {
        "speaker": "B",
        "text": "Is there a way to. I don't even know about if I, if you can do this on bitcoin, is there a way to, like, out transaction somebody to snipe them off a pending transaction?"
    },
    {
        "speaker": "C",
        "text": "Yes. I mean, so you just, you can just keep battling, you know, as long."
    },
    {
        "speaker": "B",
        "text": "As the block has a highest fee. As long as the block hasn't cleared."
    },
    {
        "speaker": "C",
        "text": "Yes. And now I don't know where the limitations of the bitcoin blockchain come into play here versus what, you know, like the marketplaces."
    },
    {
        "speaker": "B",
        "text": "All right, so we're just going to call out our good friend Captain Zwingli, Chris down there. Chris, this sounds like a match made in heaven for you. You're always talking about how you want gas wars. You probably could get a nice little edge against some people sniping some ordinals and, you know, battling transaction fees. And here he comes, going to come tell me that he's totally into this. I bet he needs, he needs probably some more bitcoin action. But I bet you hearing this as a feature has caps, spidey senses, tingling cap GM."
    },
    {
        "speaker": "E",
        "text": "Gee, I'm working on the headset. Is the audio okay?"
    },
    {
        "speaker": "B",
        "text": "Wonderful."
    },
    {
        "speaker": "E",
        "text": "So I kid you not, 30 seconds before you said that, I had the thought to myself, all this talk about ordinals, I'm finally sold. Tyler did it in literally 30 seconds just by tease me with this gas wars in the secondary marketplace. So, yeah, I'm in. I'll probably firing tonight. It's the greatest. Like, I like, like, I mean, it's."
    },
    {
        "speaker": "B",
        "text": "You've been looking, I'm not going to."
    },
    {
        "speaker": "E",
        "text": "Speak, incredibly talented, very technical guests this morning, but I learned a lot about ordinals. I'm like, yeah, I actually said I'm like very short term bullish, long term and. But no desire to trade, so no desire to go play in the ordinal streets. And now I'm ready to go all in."
    },
    {
        "speaker": "B",
        "text": "There you go. I can't wait to hear about your first snipe. I would say you probably want to be a little careful because I'm not sure you have as much experience in the bitcoin transacting street. So I don't want you to get blown up on your first couple, but. Because I would be a little nervous about that. But we'll see. I, you know, it's also likely larger ticket ish items."
    },
    {
        "speaker": "E",
        "text": "It's like, I just saw Farok tweet."
    },
    {
        "speaker": "B",
        "text": "That's what it is, right? Like, that's it."
    },
    {
        "speaker": "E",
        "text": "Transactions. It's like, I can't wait to snipe something Farok is trying to buy."
    },
    {
        "speaker": "B",
        "text": "Yeah. As he's tweeting about it. Right? Like, you can snipe it and then resell it. So there you go. I knew you would like that edge that had your name written all over it. So I confirmed chamber, any interest in getting into this?"
    },
    {
        "speaker": "A",
        "text": "Honestly?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Like, I'm not, you know, there's people that do nfts. I'm just, you know, I don't think. I'm just. I'm not that person. I'm going to lose all my money trading crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, see, I would still rather trade nfts than tokens off of a chart. It's just not my. I'm just not good at it either."
    },
    {
        "speaker": "A",
        "text": "Don't worry."
    },
    {
        "speaker": "B",
        "text": "Even today I just bought the local top of bitcoin and that'll be that. But anyway, we got a couple minutes here. Left chamber. Where do you want to go with this?"
    },
    {
        "speaker": "A",
        "text": "I mean, we touch. We can. We can touch on eth a little bit."
    },
    {
        "speaker": "C",
        "text": "I know a lot of."
    },
    {
        "speaker": "A",
        "text": "Of people are dogging eth right now. I think there's opportunity here with everything else moving. I think my sign was the other day, I think Steve was talking about the validity of bitcoin. Talking about. I think he was talking about the OCM ordinals or whatever they were doing. And the guy who I've always heard talk about Ethereum and other chains and really doggone bitcoin was really pro bitcoin. So that tells me. That's for sure the local top. I don't know, I just. See, obviously the chart doesn't look great for Ethereum, but I mean, that's kind of the point. It doesn't look great compared to everything else. I just think there's opportunity there, I really do. So I don't know, what are your thoughts? Is Ethereum dead? Should I just sell everything and move everything to Solana or Avax?"
    },
    {
        "speaker": "B",
        "text": "I mean, I did today, but that was because I wanted to be all exposed to bitcoin. So don't take my word for it, but I don't know. EtH is probably the only other place long term I'd still want to be. Maybe. I don't know. What do you think, Tyler? Where are you at with your eth bags these days? You said you're focusing mostly in the bitcoin and oral streets. How has your opinion on ETH changed, or is it the same? What are you thinking?"
    },
    {
        "speaker": "C",
        "text": "And I want to catch it. I still have plenty of eth. My ETH nfts. My nfts are still primarily on."
    },
    {
        "speaker": "B",
        "text": "Yeah, that. That ain't an ordinal pudgy."
    },
    {
        "speaker": "C",
        "text": "So I can't, you know, throw too much, too much shade at it. I think, you know, I'll start with the NFT side and then go to the crypto side. So on the NFT side, you know, this. This market is just so heavily dominated by farmers, at least, that the PFP market, the nfts that trade on, blur on eat that. It's just not interesting to me. And unless you really know the ins and outs of what they're doing, what their motives are, you're just going to get ran over. So I find just being on the. The sidelines and kind of waiting for new catalysts or other projects to kind of pick your spots and there's definitely exceptions and projects which can have some success in this farming environment, but that's not going to change until the blast airdrops. We still have a long ways to go. And then coupled with the billion dollars that's locked up in blast, I think there's just generally less liquidity going around. The Ethan in a t scene right now. Now, on the crypto side, I do remember back in 2021, I was still very new to this, but the day that bitcoiners through the spaces, or maybe it was a clubhouse to celebrate. The bitcoin ether going to like is either like 27 to one or 30 to one. And that was the pico, but the. The pico, top of that ratio. And then Ethereum came roaring back and I think, where did it get to? Twelve to one? It definitely got past 15 to one. And I think we're going to see something similar this cycle. I don't know when it's going to start. I think that the ETH ETF's are going to be the next discussion topic here soon. I don't. I think bitcoin's going to have it. It's time. But then, you know, there's going to be a point where ETH starts with."
    },
    {
        "speaker": "B",
        "text": "I agree, I think we see that pretty much every time. But I think, like, the bitcoin rip could be face melting. So as if it hasn't been already. But last thing, and then we'll let you go chamber. First of all, I mean, how do you rate this show? I think this has been quite informative and totally worth Tyler coming, not talking aliens is upsetting, but, you know, here we are. What do you think?"
    },
    {
        "speaker": "A",
        "text": "You know, I think if you're tuning into the show looking for quality web three crypto, NFT talking points and information, I think you have to give it a ten out of ten."
    },
    {
        "speaker": "B",
        "text": "Yeah. If you're looking for."
    },
    {
        "speaker": "A",
        "text": "If you're looking for bath salt addicted alien talk, you know, maybe a three out of ten."
    },
    {
        "speaker": "B",
        "text": "Okay, last topic here. I got a last topic. We have three minutes left. Tyler, I have your pin tweet up top from earlier today, about an hour ago. I thought this was interesting. It's a quote tweet from NFT stats, and it is a. The quote tweet is the shoes Michael Jordan wore for his six NBA championship games, which is crazy, are being auctioned by Sotheby's estimated range in the seven to $10 million range. Your tweet says 7 million feels cheap. When you compare this to some of the bull market NFts we saw five crypto punks have traded for over 7 million. I think I agree with you on this chamber. What do you think he's worth these. These shoes as a collectible?"
    },
    {
        "speaker": "C",
        "text": "Worth it."
    },
    {
        "speaker": "A",
        "text": "That's a wild number you just said, because it obviously sounds like a lot of money when you say, you know, here's six pairs of. Is it six pairs of shoes?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So over a million dollars each?"
    },
    {
        "speaker": "A",
        "text": "Yeah. That seems like a lot. And then you're like, well, what'd you say? Five crypto punks traded for over $7 million?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And the top was at 23 million."
    },
    {
        "speaker": "A",
        "text": "We are a crazy people. That's all I can say. That's wild. So, no. Yes. 7,000,100% feels cheap."
    },
    {
        "speaker": "B",
        "text": "Tyler, I'll give you the closing word on this, because I loved this tweet. And then we'll shut it down."
    },
    {
        "speaker": "C",
        "text": "Yeah. I think at a zero. If crypto punks are moving for 7 million, what would you rather have? I'm a digital art, digital collectible fan aficionado. I made it my pastime here. But these are the Jordan, and these are the Jordan NBA championship shoes. It's gotta be one of the absolute."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's gotta be a grill. It's a grill. Right? Like, it's. It's one of the probably best sports collectibles you could probably ever have. So I think I'm with you on this. I think if it goes for 7 million, it'll be a steal in a couple years. I mean, the Michael Jordan rookie cards in 2020 got to $720,000 per. And there's you know, tons and tons of those in circulation comparatively, right? So I think. I think these will easily be a steal in the long term for whoever buys these. But saw that tweet. Loved it, wanted to get to it. Mister house. Throw it to you, and then we'll close it down. Yeah."
    },
    {
        "speaker": "D",
        "text": "I just wanted to add in, I think it was last year, one of the Honus Wagner T 206 cards sold for just a hair over seven mil."
    },
    {
        "speaker": "B",
        "text": "You went for seven? Wow."
    },
    {
        "speaker": "D",
        "text": "Yeah. Private sale. So, like, I don't know about you, I think more people know Jordan's name than Honus Wagner's. And, like, yeah, I get only four, maybe six cards in existence. I'm taking six pairs of game championship Warren Jordans all day, every day over the Honus Wagner card."
    },
    {
        "speaker": "B",
        "text": "I agree. Even though I'm a big Honus guy. What? Timber. You're not?"
    },
    {
        "speaker": "A",
        "text": "No. I'm a big honus guy, too."
    },
    {
        "speaker": "B",
        "text": "Shut up. Tyler. Tyler, we're getting out of here today. Thank you so, so much for coming. Is it everything you hoped for and more?"
    },
    {
        "speaker": "C",
        "text": "Yeah. This was awesome. This was super fun, guys. Thanks for having me on. My only regret is we didn't have more alien talk or more reality television talk. So I'll have to swing back by some time."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely. You are welcome anytime. We'll do this more formally again as well. And before we let you go, tell everyone where they can find you outside of your Twitter account. Plug that newsletter, plug your lucky trader stuff wherever anybody can find you. Yeah."
    },
    {
        "speaker": "C",
        "text": "Subscribe to the Morning minute, my daily newsletter. You can find the link in my Twitter bio. And then we run the lucky lead Twitter spaces show, 10:00 a.m. eastern every day, Monday to Friday. A little bit more hard hitting news and analysis, a little less alien talk. So you pick your poison, but that's where you can find us."
    },
    {
        "speaker": "B",
        "text": "Fantastic. Thank you again, Tyler Chamber. This was awesome. Thanks for setting it up. And until next time, keep the mic hot."
    }
]