[
    {
        "speaker": "A",
        "text": "What have I done? What have I become? I can't describe this. This is my mid mic crisis. The bitcoin having, every four years, a deflationary aspect of its protocol. The having event is designed to ensure bitcoin scarcity. And that's why it always pumps. He. And that's why it always pumps. Dude is so good. Okay, how. How did you do that one specifically with, like, the. I don't know. The end is so good on that one."
    },
    {
        "speaker": "B",
        "text": "So the trick I find, especially with, like, short songs."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "Is what? You want the last line to kind of be a, like. Like, kind of a funny banger like line and you want to double it. You want."
    },
    {
        "speaker": "A",
        "text": "Yep. I did that. I literally did that this morning when I was messing around with one."
    },
    {
        "speaker": "B",
        "text": "A double banger line at the end will usually, like. I mean, don't get me wrong. I went through the bitcoin having song."
    },
    {
        "speaker": "A",
        "text": "Was tough because there's a lot of lyrics."
    },
    {
        "speaker": "B",
        "text": "Well, and I'm trimming them down. So initially, I'm like, I'm just going to grab the, like, the bitcoin white paper, and then I'm going to. I'm going to grab pieces of it and, like, build a song from that. But then."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting."
    },
    {
        "speaker": "B",
        "text": "It's literally the words from. Except for, like, the last part. That's why it always pops. But, yeah, like, the bulk of it is just literally lines from the white paper. But I noticed, like, it was, like, every time I would create one, even though I would put, like, the type of music and, like, the vocals, like, it would always give me, like, a spoken word version. So, like, even. Regardless of the type of music I selected or the style. So, like, I noticed I had to trim down. So, like, I would, you know, make contractions where I needed to take out words where I needed to. But essentially the framework is right out of the right of the white paper."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's tough. But the double line at the end will create some interesting styles."
    },
    {
        "speaker": "A",
        "text": "Fascinating. I've found that as well, because I actually noticed. I noticed that pattern in your best ones."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. The double line against, for short songs specifically. And I think if you look, a lot of songs that are popular will have that. You know what I mean? Like a double. Like a rookie."
    },
    {
        "speaker": "A",
        "text": "Just a really quick, like, sharp repeat line that. Yeah, that slaps."
    },
    {
        "speaker": "B",
        "text": "Like, Steve's was my favorite. No saves, no checkpoint. Like, that was just a straight up Steve tweet of him, you know, of him reminiscing about the days of your playing video games."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And one of the lines is no saves, no checkpoints in pop punk style. And it makes it so good. Like, no save, no checkpoints."
    },
    {
        "speaker": "A",
        "text": "I'm dying."
    },
    {
        "speaker": "B",
        "text": "It's all good."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's really incredible. You're. You're. You're going for the egot."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, once I. Next, I gotta figure out how to create films. Like, I gotta create short movies."
    },
    {
        "speaker": "A",
        "text": "Yeah, I got your workflow covered for that. We do this all the time at hive three. So when you're ready to create film."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I've been watching lately, I've been watching a lot of short films, like short movies, like, you know, ten minute kind of, you know, ten minute, usually horror movies on YouTube, and they're very good."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, big day today."
    },
    {
        "speaker": "A",
        "text": "Big day today. But first, like, while we're on the topic of your songs, I told you I would get it in front of Ansem."
    },
    {
        "speaker": "B",
        "text": "You did. And you made it happen."
    },
    {
        "speaker": "A",
        "text": "I made it happen. And we got the, we got the quote tweetden. And we got the quote to, all it says is bro."
    },
    {
        "speaker": "B",
        "text": "I assume that was a positive, bro."
    },
    {
        "speaker": "A",
        "text": "Oh, of course. It's definitely a positive, bro. And, yeah, it's definitely a positive bro. It got his tweet, got 15 repost, two quotes, 210 likes, 13 bookmarks. So somebody's saving that banger to play over and over, right? 86,000 views. It is. It is, I would say, your most successful tweet of all time."
    },
    {
        "speaker": "B",
        "text": "Well, unfortunately, it was a mid Mike crisis tweet."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, but this still counts. Still counts. And then your original tweet here, six repost, seven quotes, 56 likes, eight bookmarks, 89k."
    },
    {
        "speaker": "B",
        "text": "Love to see it."
    },
    {
        "speaker": "A",
        "text": "Love to see it. So because, you know, you said you're like, I was sure he would engage with this if he heard it. And then. So I just tried to find a way to get him to hear it. And I didn't realize this, but the day prior, I was, like, in a. I found out that he has, like, a telegram with a bunch of different, like, channels almost set up like a discord where, you know, there's a general chat, there's something for, like, low cap degen plays all this stuff. And so it was like, 09:00 at night on the east coast. Nobody was. There was no chatting going on, and, uh, there was nothing going on in there. So I was just like, hmm, this seems like a good time to drop it. So I put it in there and it stayed as, like, the last message for hours."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "And I woke up and I saw the tweet and I was like, yes. I couldn't believe it."
    },
    {
        "speaker": "B",
        "text": "I'm trying to think. I was doing something. It was later in the evening. What was I doing? Maybe I was watching the basketball game and, like, I'm watching it live. It was the play in, and I think that's when he retweeted. I didn't have time. Like, it was like the last five minutes of the game. I'm like, I can't check. You know, I can't see what I'm like. I think. I think he retweeted it, but I wasn't 100%, sir, sure. So I had to wait to the end of the game, and then I checked."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. So congrats on your. On your banger. Think turning people's tweets into it is really great. I also was talking to Michael Keane today, and we were joking about it because he's obsessed with Udo as well, and he said he likes to use it to, like, troll people if they, like getting his replies with something whiny, and then take their reply and turn it into a song. It's such a genius, such a genius thing to do. And it's funny, I've been showing it to my normie friends who are, you know, not into the AI stuff, necessarily or whatever, and, like, we were having conversation. There's this. There's this guy in Troy, New York, that walks around the city, and he collects cans, and he's got these big headphones on, and he's just always dancing, and they call him the can man. And we're, you know, kind of t. He passed him this morning, so he took a video of the can man dancing, and I immediately retorted, with a can man song. And it was a banger, so. And the tag, the. The repeat two liner was the can man can. Of course it was good."
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. That's fantastic."
    },
    {
        "speaker": "A",
        "text": "I'll send you that one later."
    },
    {
        "speaker": "B",
        "text": "It's so much fun. It is. This is the most fun I've had with AI, and it's not even close."
    },
    {
        "speaker": "A",
        "text": "Just wait till you get an AI girlfriend. That also makes songs unbelievable."
    },
    {
        "speaker": "B",
        "text": "Unbelievable."
    },
    {
        "speaker": "A",
        "text": "All right, what else. What else is going on? How you feeling about. This is the typical question I ask you. How are you feeling about the market?"
    },
    {
        "speaker": "B",
        "text": "You know, the market has not been lovely over the past few days."
    },
    {
        "speaker": "A",
        "text": "Certainly better than it was."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know. Like, we may have found a little bit of a bottom here. I'm just looking at the charts now."
    },
    {
        "speaker": "A",
        "text": "It's quite the wick on bitcoin in terms of, you know, could that have been the support dip, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, we had, what, two, two separate days?"
    },
    {
        "speaker": "A",
        "text": "Kind of three days. Yeah."
    },
    {
        "speaker": "B",
        "text": "Where we wicked down to 59. Today include, it looks like today. Yeah, today included."
    },
    {
        "speaker": "A",
        "text": "Yeah, today, like, started down there and then."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, maybe. Maybe that's it."
    },
    {
        "speaker": "A",
        "text": "Getting a little hammer before the having. Hammer candle on the daily before the having. I don't know. I think to me, I think this, like, probably trades sideways a little and makes a decision in, like, mid may, probably."
    },
    {
        "speaker": "B",
        "text": "Yeah, that doesn't sound wrong. But I mean, you know, these things can change very quickly. I'm just trying to see. I'm just pulling out here a couple of days. Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean."
    },
    {
        "speaker": "B",
        "text": "We could still see some downside, I think. I think, you know, we talked fifty two k. Fifty k might be in the. In the realm of possibility. I think that maybe."
    },
    {
        "speaker": "A",
        "text": "Maybe it's. Maybe it's only 56 based on the way these wicks are hitting."
    },
    {
        "speaker": "B",
        "text": "It could be. It could be. But I could see why, you know, another wick down into. Yeah. Like me. Yeah. Say between 58 and 52, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah. That might have been also the dip that we were looking for on Solana as well that dipped down to 121 and has kind of been curling back up since. But that could still, I think, possibly get into that 110, 100 to 100 range."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "If it goes. If it decides it's going to roll over, that's where it's going. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah, but as of right now, like, they don't look too rollovery."
    },
    {
        "speaker": "A",
        "text": "Well, the war is over."
    },
    {
        "speaker": "B",
        "text": "That is true. That is. Which is good. Which is good."
    },
    {
        "speaker": "A",
        "text": "Yeah, they. I heard they called this war the long war. That was. That's the official name for it."
    },
    {
        "speaker": "B",
        "text": "Well, yeah. I mean, I don't know. I heard. What did I hear? I heard Israel may have retaliated after the retaliation from Iran a couple of days ago. So I don't know if they actually claimed or, like, took risk, you know, took responsibility for it yet, but I don't know. We'll see. It's fucking ugly. It's fucking ugly. I'll tell you how much."
    },
    {
        "speaker": "A",
        "text": "So, speaking of everyone's lord and savior, Ansem, the. The fight is happening right now. As I didn't realize this."
    },
    {
        "speaker": "B",
        "text": "He was streaming. He has been streaming."
    },
    {
        "speaker": "A",
        "text": "Oh, it's happening right now. Can we pin the fight to the top and."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm sure we can."
    },
    {
        "speaker": "A",
        "text": "Okay, here's. Here's a drop this link in the chat, uh, in our discord chat."
    },
    {
        "speaker": "B",
        "text": "1 second here. I think I can just pin Ansem's because I think Ansem's streaming it right now."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. This is, like, fully happening literally right now as we speak. Cool, well, we're gonna. We're gonna watch. We're gonna watch Ansem and Barney fight."
    },
    {
        "speaker": "B",
        "text": "I don't even know who Barney is."
    },
    {
        "speaker": "A",
        "text": "Dude, you know who Barney is? Barney's like an old school 2017 teen crypto shit poster that has, like, that. Yeah. He used to be, like, kind of like this little dweebie guy, and then he got really jacked. I don't know. Okay. Yeah."
    },
    {
        "speaker": "B",
        "text": "All right. I honestly thought."
    },
    {
        "speaker": "A",
        "text": "We taking bets?"
    },
    {
        "speaker": "B",
        "text": "I don't. I haven't seen. I was very confident."
    },
    {
        "speaker": "A",
        "text": "Wait, did you pin it up top?"
    },
    {
        "speaker": "B",
        "text": "Hey, everybody. Just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter edmike Crisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple, podcast, Spotify, or wherever. You're listening to this right now. Let's get back to the show. Yeah, so, I don't know."
    },
    {
        "speaker": "A",
        "text": "Oh, here he is wearing all white. We're just gonna call this thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. What does it sound like? What does it sound like?"
    },
    {
        "speaker": "A",
        "text": "I don't know. First, he needs the walk in song. There's 14,000 people watching this right now. What if you. What if you tuned in and he was walking into your. Your song?"
    },
    {
        "speaker": "B",
        "text": "Could you imagine?"
    },
    {
        "speaker": "A",
        "text": "I. Go ahead."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, because some of the lyrics in that song was like, the Dubai rain is man made."
    },
    {
        "speaker": "A",
        "text": "Yeah. Did you see this thing? Like, you can. Did you see what they were talking about? Apparently, yes."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I'm very. I wasn't aware."
    },
    {
        "speaker": "A",
        "text": "And then I wasn't aware until this."
    },
    {
        "speaker": "B",
        "text": "I agree. So apparently you can do something called cloud seeding."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Is this your."
    },
    {
        "speaker": "A",
        "text": "This is what I read. Tell me how it works, because I'm still confused."
    },
    {
        "speaker": "B",
        "text": "So there's a method of, I'm assuming, flying planes over. Over clouds. And they're. I don't know if they use the same thing, but there was, like, a silver iodine they were using back in the day when they first discovered this. I'm not sure if that's still what they use, but essentially they can drop this silver iodine into the. Above the clouds. It then. It then crystallizes through the clouds, creating, like, almost like snowflakes. And then as it comes out of the cloud, it turns into rain. So I think. I'm assuming it's designed for places that have, that are a bit more arid, that don't have as much rain or rainfall through a given year to help with crops and stuff like that."
    },
    {
        "speaker": "A",
        "text": "Fascinating."
    },
    {
        "speaker": "B",
        "text": "So what happened in Dubai?"
    },
    {
        "speaker": "A",
        "text": "Bunch of DJ's just seeding the clouds all at once. Like it's a fucking Twitter pre sale or what."
    },
    {
        "speaker": "B",
        "text": "So the cloud they decided to seed was a thunderstorm cloud. And for whatever reason, the scientists behind it didn't fully comprehend what would happen if you did that. And it basically created a perpetual rain system. And Dubai got two years worth of rain in, I believe, 48 hours. Like, just an insane amount of rain."
    },
    {
        "speaker": "A",
        "text": "So it's incredible."
    },
    {
        "speaker": "B",
        "text": "The Dubai rain is in, is man made."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So that it was wild. I did not know about this, but I."
    },
    {
        "speaker": "A",
        "text": "Our good pal ZG is telling me on telegram, I've been in cloud seeded rain before. They used it in China when I lived there to get rid of the pollution. Yeah. He said you can tell as it's forming it's not natural, but when it's raining, it's just good old rain."
    },
    {
        "speaker": "B",
        "text": "That's good because. Yeah, some of the, I think I saw some video from Dubai where they were like, look how I think. I don't know if it was blue or green. Basically the skies turned either. Like, I think it was green, like the. As the storm rolled in. Normally it's gray, but I think these were green. So this is very. Yeah, so they were aware that like. Oh, yeah. Like, this is not a normal thing, but apparently if you're a cloud seeder, you would be aware of it."
    },
    {
        "speaker": "A",
        "text": "Fascinating. But just. I didn't even know that this technology was possible."
    },
    {
        "speaker": "B",
        "text": "I did not know either."
    },
    {
        "speaker": "A",
        "text": "It's kind of blows my mind a little bit, but. All right, we've. So we've got you. Are you watching this thing?"
    },
    {
        "speaker": "B",
        "text": "No, sorry, I'm trying to. I got a million things going here."
    },
    {
        "speaker": "A",
        "text": "They're about to start. They're doing the intros here. We got Ansem. Ansem actually struggled to get over the ropes, so there's that. He's kind of a tall guy. He's got his white, he's in the white trunks and I. And he had his white, you know, coat, like silk coat on and his hat. And they are all branded in his new company that is launching. So, yeah, bullpen finance or bullpen fi is the name of his new company, but here they come. And that logo is on there. They're about to touch gloves. They got the stare down. Ansem is a good four or five inches taller than Barney. So this could be pretty crazy. The odds. Very interesting. Barney's only a plus 100 even money favorite or, sorry, underdog. And Ansem is. -139 really? Yeah. So that gives, that says Ansem's, you know, 55 ish percent chance according to those betting probabilities. And they're off. They've touched gloves. First round is on. Anselm takes the first punch to the face. He looks like he's actually. Oh, he looks. Oh, all right, we got some body blows coming. They are just swinging away like chickens with their heads cut off. Oh, he's taking punches right the face. He's gonna get knocked out."
    },
    {
        "speaker": "C",
        "text": "He doesn't know how to put his hands up."
    },
    {
        "speaker": "A",
        "text": "Dude, his hands are down. Like he's. Holy cow."
    },
    {
        "speaker": "C",
        "text": "He's gonna get knocked out to hit him in the face."
    },
    {
        "speaker": "A",
        "text": "Dude, I wish I could live bet this. There's no way I would not bet against him right now. Yeah, this, these are, these matches are hilarious because it reminds, they kind of remind me a little bit of like, Mayweather McGregor, where you can just tell that one person was not a boxer because they didn't know what to do with their hands. And it's tiring keeping your hands up. If you've ever boxed ever. About a minute left in the first round, I would say this round so far, totally going to Barney. Yeah, not even close. Ansem looks a little overconfident. And now it's like he's kind of realizing that, like, he's fucked. I don't know if he thinks he's fucked yet, but he's just hanging around with his long arms down by his side."
    },
    {
        "speaker": "C",
        "text": "Did you see that hit?"
    },
    {
        "speaker": "A",
        "text": "Oh, yes, I did. Wow. I'm actually really happy that this is happening right as we are. We're on the air because this is actually a really fun event. I. Where did this start? Chamber the crypto fighting?"
    },
    {
        "speaker": "B",
        "text": "I think the lot. I mean, I think it was the, the bit boy one."
    },
    {
        "speaker": "A",
        "text": "No, no. This has been going on for a good year or two now. I can't think of, like, Gainesy was out and, like, there was so they, they've been doing this for a couple years now, and I just don't, like, don't remember when or why it started. It was kind of like, oh, there's Twitter beef on the timeline. Wouldn't it be fun if influencers fought each other? And here we are."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "First round is over. Both fighters in their corners."
    },
    {
        "speaker": "B",
        "text": "Are they, are they, are they huffing? Are they, like, are they gasping for air at this point?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I would say Payne. Who do you think's in better shape? It sure looks like Barney."
    },
    {
        "speaker": "C",
        "text": "Barney, for sure. Ansem, I. Anson has been talking a lot of shit."
    },
    {
        "speaker": "B",
        "text": "I'm gonna be honest."
    },
    {
        "speaker": "C",
        "text": "He's gonna get it back on the timeline hard."
    },
    {
        "speaker": "A",
        "text": "That."
    },
    {
        "speaker": "C",
        "text": "That was a. That was one of the more embarrassing efforts I've seen."
    },
    {
        "speaker": "A",
        "text": "Well, Cap was saying in the war room yesterday, he's like, I don't know, like, you. If you were Ansem, I don't think you could get paid enough to get in the ring if you were, because, like, the dude's the main character right now. He's owns everything. Why would you. There's only downsides, right. Why would you put yourself in this position, you know, like, think."
    },
    {
        "speaker": "B",
        "text": "Think about, like, bit boy, a couple, you know, month or two ago."
    },
    {
        "speaker": "A",
        "text": "Yeah. Bit boy is trying to make the."
    },
    {
        "speaker": "B",
        "text": "Comeback, and it was magnificent. Like it was. He only had upside. Like, if he had laws, like, everybody kind of assumed he was going to get, you know, get his bell rung. And it was one of the. I would say I'm not a big. I don't watch a lot of mma. I don't watch a lot of boxing, but I've watched all the rocky movies, and I've watched a lot of MMA movies, and I would argue that the bit boy fight was as good as any rocky movie that I'd ever seen."
    },
    {
        "speaker": "A",
        "text": "Yeah. Just the drama involved as well. It's so good. Barney's going to knock him out. I think Ansem's only chance is to knock barney out, because he's just not going to win on a scorecard, that's for sure."
    },
    {
        "speaker": "C",
        "text": "Well, he definitely doesn't have the power to knock him out."
    },
    {
        "speaker": "A",
        "text": "Who, handsome? Yeah, it doesn't look like it. Like, barney's pretty solid there. The. I'm kind of surprised, honestly."
    },
    {
        "speaker": "C",
        "text": "His reach is definitely saving him right now. Barney looks like he knows he's been in the ring. He knows what he's doing."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Answer. Just literally sitting there, getting taken punches in the head. Like, punch after punch after punch. He's gonna get. Yeah, he's gonna get tipsy here, I think, pretty soon. Um, a little uppercut there. That's his shot here. He's got a shot to land one of those. Ansem's got the smile on like he's Muhammad Ali. He's sure not. He's sure not fighting like him. That's for sure. Uh, we got 30 seconds left in round two, four rounds. So we're going to see this whole thing on the on the podcast, which is just wonderful. So, while we're ahead, you know, mid fight, let's talk about the bitcoin having. What are your expectations coming out of, you know, the having today, tomorrow, into, like, the next couple months?"
    },
    {
        "speaker": "B",
        "text": "I mean, if you look at, like, historically, there's always been a pullback after the having, you know, shortly after that being said, we've been seeing pullbacks leading up to it. So is that being built in, is the question? I just think, yeah, I just think this time of year, I'm not that confident that we're going to just blow out of the gates. I think more downside and then chop, kind of reclaim some stuff. Pull back, reclaim, pull back, chop for a bit, and then, yeah, come, I would say, like, July, August, kind of maybe seeing a new all time high and then slowly creeping up into price discovery from there leading into q four, I still think is what the game plan is. That being said, historically, it's twelve to 18 months after the having, where we see the peak of that price discovery. So that's April to October of 2025. So I don't know if that's necessarily. Do we have to wait another year for, you know, the absolute picotop of this bull run? I'm not sure."
    },
    {
        "speaker": "A",
        "text": "Do you think you can survive that long or what?"
    },
    {
        "speaker": "B",
        "text": "I don't know, man. I'm gonna be honest. I don't know if I can survive that long. I need some. I just need a win, just a decent win to help my spirits through the summer. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I know."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "Trust me. I've been doing nothing but losing for quite some time. This is. I've got nothing but losses to account for. So."
    },
    {
        "speaker": "B",
        "text": "So we should really touch on why the having is a thing. I think also, you know, with. With bitcoin being this store of value, this kind of, like, new. Like this new money, the having is an interesting mechanic that's built in. As the song says, it's there to increase scarcity. But I pulled some interesting facts on this specific having. So we're going from a. We are going from a 3.25 bitcoin block reward. So, for those of you who may not know, when you mine bitcoin, bitcoin is a proof of work blockchain. When you mine bitcoin, you're securing the network and your miners are essentially solving math equations. And if you win, if you solve it first, you get the block reward. And back in 2010, 2011, when we first started, your miner got a 50 bitcoin reward for solving a block. And after the first halving, that was reduced in half from 50 to 25, and then again four years later from 25 to 12.5, and then most recently from twelve or. No, sorry. And then it's again from twelve and a half to 6.25. And now we are currently at 3.125 bitcoin for every solved reward. And the inflation rate when it was six point, when it was 6.25 bitcoin per reward, the inflation rate of bitcoin was about 1.6%, meaning they're generating more bitcoin as theyre solving blocks. The inflation rate for gold. Because gold and bitcoin are always compared to one another, the inflation rate for gold worldwide was about 1.6%. So they were right about even the inflation rate of gold over the last four years versus the inflation rate of bitcoin going forward. As of today, it is the least inflationary, basically option, in a monetary sense, in the market. So going forward, it will have the least inflation out of any store value or currency in the world, which I think is very interesting specifically for this one."
    },
    {
        "speaker": "A",
        "text": "Fascinating. I'm distracted. Did they just stop fight page, give me an update."
    },
    {
        "speaker": "B",
        "text": "Sorry."
    },
    {
        "speaker": "C",
        "text": "Yeah, they stopped the fight."
    },
    {
        "speaker": "B",
        "text": "What happened?"
    },
    {
        "speaker": "A",
        "text": "Barney won."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was just. I mean, Ansem just looked like he just wanted to."
    },
    {
        "speaker": "A",
        "text": "Yeah, he tried to little, like, rope a dope him a little there at the end and was leaning on him. And this just in, though, like, real time price of dog with hat has dumped a couple percentage points here in the last hour. So, you know, the main character, Ansem, seeing some price impact down. Only I'm shocked at the outcome here. I have again been surprised with the outcome of these crypto celebrity matches. But, I mean, no doubt about it, Barney was the better fighter here. Answer."
    },
    {
        "speaker": "C",
        "text": "Ansem was your typical unathletic black kid in high school, which, I mean, he's smart kid, so good for him, but don't get in a ring."
    },
    {
        "speaker": "A",
        "text": "20,000 people watching this live. That's pretty interesting. That's pretty crazy. I'm a little disappointed they didn't let it go, though. Like, I want it could have gone the full time, don't you think?"
    },
    {
        "speaker": "C",
        "text": "They're probably concerned about his brain because he was just letting him."
    },
    {
        "speaker": "A",
        "text": "Speaker three. He was just letting them get his ass kicked. He was just letting himself just get punched in the head."
    },
    {
        "speaker": "B",
        "text": "I found on the last. I don't think this is the same fight company that put on the bit boy."
    },
    {
        "speaker": "A",
        "text": "No, it's nothing."
    },
    {
        "speaker": "B",
        "text": "The last one was wild, like one of the undercards like, one of the guys, I thought almost lost an eye. Like the guy got hit in the socket so hard that there was like, there was a worry that, like, his eye fell out. It was, it was wild. Yeah. No, I'm a big fan of these. I want to see more social media, you know, crypto social media influencers fight."
    },
    {
        "speaker": "A",
        "text": "It's actually, like, really, it's really compelling. Like, it's better than professional boxing in the sense of, like, from the entertainment factor of it."
    },
    {
        "speaker": "B",
        "text": "I think I know why. I think I know why."
    },
    {
        "speaker": "A",
        "text": "It's because it's. It's because celebrity influencers, they're just like us."
    },
    {
        "speaker": "B",
        "text": "Well, I think that's a part of it. But I think the real main reason."
    },
    {
        "speaker": "A",
        "text": "Who's on that belt? Pain. Muhammad Ali and Harvey Dangerfield. What is that? Holy cow."
    },
    {
        "speaker": "B",
        "text": "But I do think, like, the, the. Because it's Twitter and because we're all like trolls and, you know, on Twitter, it's like those keyboard tough guys actually getting into a ring fighting. Do you know what I'm saying? I think that aspect of, like, nerds behind a keyboard that talk a lot of shit in real life or, pardon me, online and social media in an on, you know, in an anon situation, getting out into the real world and, you know, either winning that fight or losing that fight in Ansem's case, you."
    },
    {
        "speaker": "A",
        "text": "Know, what would be a great variation of this is like, you do it with a leaders or top influencers from specific communities. So like, you know, you've got apes versus pudgies and you get cap in there to take on riggs or somebody, you know, oh, my God, cap, low."
    },
    {
        "speaker": "B",
        "text": "Key cap would be my bet on a lot of these things."
    },
    {
        "speaker": "A",
        "text": "I wonder. I don't know."
    },
    {
        "speaker": "B",
        "text": "Riggs. I think too much of a hothead. I feel like riggs is gonna."
    },
    {
        "speaker": "A",
        "text": "Riggs will be the guy that gets DQ'd for some reason."
    },
    {
        "speaker": "B",
        "text": "Yeah. Bite somebody's ear off."
    },
    {
        "speaker": "A",
        "text": "Yeah, riggs would bite an ear off. That's exactly right. Or like, you know, but like, where you have these built in communities, I think is really interesting in terms of like, oh, I could have nft fight night and it's pudgies versus ape as the main card. Then you got a bunch of these undercard type of communities. And the main one, the main event is everybody gets to beat up Gary Vee."
    },
    {
        "speaker": "B",
        "text": "I don't feel Gary Vee deserves to be beat up as somebody that's not."
    },
    {
        "speaker": "A",
        "text": "A Gary V. Twitter does."
    },
    {
        "speaker": "B",
        "text": "I feel like he's, you know, he's too nice of a guy. It's like, I wouldn't want to see Steve get in the ring. Do you know? I'm saying, like, yes. You know, he's too."
    },
    {
        "speaker": "A",
        "text": "Steve did Crossfit. You never know."
    },
    {
        "speaker": "B",
        "text": "I would. I would watch Steve."
    },
    {
        "speaker": "A",
        "text": "I don't think I. There's not a ton of my followers that I feel like I could beat up."
    },
    {
        "speaker": "B",
        "text": "No, I feel."
    },
    {
        "speaker": "A",
        "text": "I mean, I feel like I would get my ass kicked pretty heavily."
    },
    {
        "speaker": "B",
        "text": "I think the next level of this, a couple years ago, I used to watch it a lot. For somebody that doesn't like boxing or MMA, I do like the weird fighting. Like, I was a guy that, I was like a big kimbo slice guy back when he was on YouTube, like, those back air brawls. Like, I thought, I thought that was the greatest thing in the world. I got into this, like, russian, like, group fights. Have you seen these?"
    },
    {
        "speaker": "A",
        "text": "Oh, Russiangroupfights.com."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't. I bet you that's what it's called. If it's not. But have you. Have you seen these?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Oh, it's fucking amazing. It's all these, like, russian dudes. I don't know. Well, eastern european Russian. And there's, I think, a team of six. So two teams of six, and it's literally just an all out brawl. So everybody's kind of in a uniform, like a singlet, and the fight starts. So everybody kind of pairs off, and as soon as one guy gets knocked out, whoever won that one goes to help out his buddies, and it's two on ones, and it's nuts. It's absolute chaos. But I think a version of that for crypto would also be good. Kind of in the same vein you're talking about get six apes, get six pudgies, and just really have a, you know, a teeth knocking good time."
    },
    {
        "speaker": "A",
        "text": "Teeth knocking good time. Yeah. Did I just see a tweet here that said Ansem called out after that fight? Ansem called out bit lord to fight."
    },
    {
        "speaker": "B",
        "text": "Now that, yeah, that's what I was expecting. He's been talking for the last few months. I've been watching him talk so much shit to Bitlord, I assume that was going to be the fight. So when I saw it was some guy I wasn't too familiar with or maybe I was familiar with, just didn't remember, I was a little bit shocked, because, if I'm not mistaken, I believe Bitlord lives in Dubai. So he. I thought that would have been the fight for sure, and I would have definitely put my money on bitcoin or on Bitlord."
    },
    {
        "speaker": "A",
        "text": "Comment down below who you think chamber should fight in the DJ network version of this."
    },
    {
        "speaker": "B",
        "text": "I like our DJ team. Like, you put me and you and Chris and Riggs."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think we got, you know, J web with some power down pain. I think we could put a good little six man team. Yeah, we can put a fight, a fight club together. I mean, you've seen me box."
    },
    {
        "speaker": "B",
        "text": "If I'm picking teams, you're my number one pick."
    },
    {
        "speaker": "A",
        "text": "I'm scrappy."
    },
    {
        "speaker": "B",
        "text": "You're all 100%. You got that. I feel like you would be my secret weapon."
    },
    {
        "speaker": "A",
        "text": "I have much more stamina than I did at that time as well, so I'm down 50 pounds from that fight."
    },
    {
        "speaker": "B",
        "text": "A little bit less power, a lot more heart."
    },
    {
        "speaker": "A",
        "text": "That's right. That's right. My heart grew three sizes that day."
    },
    {
        "speaker": "B",
        "text": "I don't think that's healthy. Yeah, we do have blockchain ninja up here."
    },
    {
        "speaker": "A",
        "text": "Gm. Blockchain ninja."
    },
    {
        "speaker": "D",
        "text": "Sorry. I was waiting to be called on to post a tweet to the top. Gm Gm. I've never been a fan of these fights. I think I might watch them from now on, honestly. Wow. Just wow."
    },
    {
        "speaker": "A",
        "text": "They're entertaining as hell."
    },
    {
        "speaker": "D",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "But they're only. They're not even there. They're not good fights like that. There was not really much about that particular fight that was good in terms of, obviously, boxing, but, I mean, still super entertaining. 20,000 people just watched that thing."
    },
    {
        "speaker": "D",
        "text": "I didn't see a single second of it. One of my partners from Meta style posted a tweet, and he said, I posted it to the top. She's pretty much the only reason I would watch it, honestly, that woman is astonishingly beautiful. But besides that, dude, look, if I ever docks someday, like, if some of these scammers get put in jail and I can dox without, like, put my family at risk, I'd be so down to go in there and smash some people from this space. Oh, my."
    },
    {
        "speaker": "A",
        "text": "Would you fight?"
    },
    {
        "speaker": "D",
        "text": "Bit boy would be, like, number one on the list."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "I'm not sure I would fight him after watching that last one."
    },
    {
        "speaker": "D",
        "text": "I would put that dude's jaw through the top of his skull. Like, he could bring the cocaine and the blixky. I'd still win."
    },
    {
        "speaker": "B",
        "text": "Well, I think he would come in confident. I think he would come in with that championship swagger and. And not. Not expect the dummying he would. He would receive."
    },
    {
        "speaker": "D",
        "text": "Yeah. It'd be fun, though. It would. I definitely."
    },
    {
        "speaker": "A",
        "text": "If."
    },
    {
        "speaker": "D",
        "text": "If it would be possible, I definitely have a few I could pick out. I'd have to think about it. No, one in DJ network. Like, I love all y'all. I know I haven't been around that much. I've just been. I've been building. I've been building. I knew it was taken that way anyway, so I might as well have said it that way. I don't know if you guys saw the. My company account has a gold check now, so."
    },
    {
        "speaker": "B",
        "text": "Whoa."
    },
    {
        "speaker": "A",
        "text": "Let's go. That is big news."
    },
    {
        "speaker": "D",
        "text": "Doing good."
    },
    {
        "speaker": "A",
        "text": "Now, you. You get, like, meetings with Elon, right?"
    },
    {
        "speaker": "D",
        "text": "No, but his right hand man. I've been working behind the scenes with him for about five months now."
    },
    {
        "speaker": "A",
        "text": "Wow, that's pretty. Yeah."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Congrats. We got a couple. We've got a couple good comments down here, too. Tebow says, teeth knocking good time is the most canadian thing I've heard all year. Chamber versus warped. And to Joe, please. Interesting. I actually think that would be a better tag team than an adversarial match. What do you."
    },
    {
        "speaker": "B",
        "text": "I agree. See, I don't know what Joe looks like based on his attitude. If he was. If he was any. Like, based on his attitude, if he was, you know, over 160 pounds, I would be scared."
    },
    {
        "speaker": "A",
        "text": "So if he was, like, probably right. About 160 pounds. If I have to. If I had to. Like, if I just had the ball like a carnival barker. Ballpark? It's probably about a 160."
    },
    {
        "speaker": "B",
        "text": "See, I feel pretty confident. Like, I go by weight class. I feel very confident under. Under 160 pounds. Like, unless you're, like a."
    },
    {
        "speaker": "A",
        "text": "What are you even saying? Yeah, of course you feel confident against people four times less weight than you."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "No kidding."
    },
    {
        "speaker": "B",
        "text": "I feel confident about anything over that. It's, you know, anything's up for grabs. Like 160 plus, you know, who knows? Who knows what could happen?"
    },
    {
        "speaker": "A",
        "text": "No, come on. You wouldn't be afraid to fight me."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would."
    },
    {
        "speaker": "A",
        "text": "You would?"
    },
    {
        "speaker": "B",
        "text": "I mean, I wouldn't. I wouldn't. I wouldn't revel in it. I'll tell you that much."
    },
    {
        "speaker": "A",
        "text": "All right, all right. I mean, I'll get some shots in, but, like, I'm. I'm. I'm. You know, I'm the king of the short over here. I've got no reach. Um, I am."
    },
    {
        "speaker": "B",
        "text": "You'll get it. Right in my cue zone. And that's it."
    },
    {
        "speaker": "A",
        "text": "That's it. We've got von fron here. It says, I want a roadhouse remake with Kyle Riggins playing Patrick Swayze's character. Make it happen. And then his, he says, I think a slap off would also be entertaining. Have you seen slap fights?"
    },
    {
        "speaker": "B",
        "text": "Not a fan of slap offs. To me, they come way too close. To the ear, and I don't, like, way too close. Like, imagine getting one of those right in the ear hole."
    },
    {
        "speaker": "A",
        "text": "No, I don't."
    },
    {
        "speaker": "D",
        "text": "They put balls of cotton in their ears, so, like, that way they don't rupture in eardrum or anything."
    },
    {
        "speaker": "B",
        "text": "Balls of cotton is not enough."
    },
    {
        "speaker": "D",
        "text": "What if, like, it was mean, I went to smack you, but then stop, like, centimeters before and just rub your earlobe?"
    },
    {
        "speaker": "A",
        "text": "I thought you were going with the wet Willie earlobe rubbing is actually way better. That's really funny."
    },
    {
        "speaker": "B",
        "text": "Yeah. I would. I would be into slap fights if there was some sort of ear, like, more ear hardware, you know what I'm saying? To prevent any sort of injury."
    },
    {
        "speaker": "A",
        "text": "But that gets in the way of the hand, then you're going to get hand injuries."
    },
    {
        "speaker": "B",
        "text": "Right. So it's so. Yeah, not my."
    },
    {
        "speaker": "A",
        "text": "Actually, you probably just, like, a wrestling headgear would be enough."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I think so."
    },
    {
        "speaker": "A",
        "text": "Yeah. Wrestling headgear would be actually pretty perfect because that's literally what it's for. It's for to prevent cauliflower here, and that's what you're gonna get if you see."
    },
    {
        "speaker": "B",
        "text": "Do you have anybody. We got to talk about this. Do you have anyone in your life that has cauliflower ear?"
    },
    {
        "speaker": "A",
        "text": "No, but I've known many people who have because I wrestled in high school."
    },
    {
        "speaker": "B",
        "text": "If you wrestle in high school, is there a chance you get cauliflower here?"
    },
    {
        "speaker": "A",
        "text": "Oh, absolutely. 100%."
    },
    {
        "speaker": "B",
        "text": "Just from high school, dude."
    },
    {
        "speaker": "A",
        "text": "Yeah. First of all, if you're a fear of varsity high school wrestler, you've probably been wrestling for years, right? So, like, of course you could get cauliflower by the time you're eight if you. If you're a hardcore wrestler who doesn't properly have headgear on. Yeah, absolutely. It's for the same. The same. Same things, you know, in a slap fight. Right? Like, you're getting hit and the head with arms and forearms hard."
    },
    {
        "speaker": "B",
        "text": "We should do a poll. Would you rather cauliflower ear or a face tattoo?"
    },
    {
        "speaker": "A",
        "text": "Definitely cauliflower ear."
    },
    {
        "speaker": "B",
        "text": "Definitely cauliflower ear."
    },
    {
        "speaker": "A",
        "text": "I would say one. One is poor judgment. The other says that you got in a fight somehow."
    },
    {
        "speaker": "B",
        "text": "I don't know. I would. I think I would rather have a face tattoo than cauliflower here."
    },
    {
        "speaker": "A",
        "text": "Well, one is also by choice. Like, one is definitely by choice. Cauliflower."
    },
    {
        "speaker": "B",
        "text": "Both are by choice."
    },
    {
        "speaker": "A",
        "text": "Yeah, but, like, one, you know what you're gonna get at the end? Like, you're a wrestler and you get cauliflower ear. It's because something happened to you in a match that was partially out of your control. And it's not the outcome of every match. You go in for a tattoo, you're getting a face tattoo."
    },
    {
        "speaker": "B",
        "text": "It's one of the grossest things, in my opinion. Like cauliflower. Like, I like. I would rather like. Oh, it's visually so unpleasing to me. Yeah. I don't know. Yeah, I would definitely. I'm going to put out the poll. I don't even know how to do that. How do I put out a poll? Let me just google this real quick. I figured it out."
    },
    {
        "speaker": "A",
        "text": "We have a wonderful post here that Payne just tagged us in the group Chatristina trend. One of the best podcasts out there. Great to finally catch it live. I usually just listen on Spotify due to the time difference. Wow."
    },
    {
        "speaker": "B",
        "text": "I love a good Spotify listener, so I appreciate that very much."
    },
    {
        "speaker": "A",
        "text": "Thanks, Christina. Appreciate you. It's good to know that the dead Internet theory bots are listening to us and posting for us. So, you know, because nobody in their right mind could actually think that about our podcast, right?"
    },
    {
        "speaker": "B",
        "text": "I can't imagine they would. No."
    },
    {
        "speaker": "A",
        "text": "No. Right. We're. We are the Cauliflower ear of podcasts. The face tattoo of space is the Cauliflower ear of podcast. This is mid mic crisis."
    },
    {
        "speaker": "B",
        "text": "That is."
    },
    {
        "speaker": "D",
        "text": "You should start with that description every space."
    },
    {
        "speaker": "A",
        "text": "Hello, and welcome to the Cauliflower era podcasts, mid mic crisis chamber. Add that to your soundtrack for the next mid mic song you make."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're definitely making."
    },
    {
        "speaker": "D",
        "text": "Ready for your daily dose of face tat."
    },
    {
        "speaker": "A",
        "text": "Meet your host, Chamber. And bunch, you. Chamber is the face tattoo of Canadians."
    },
    {
        "speaker": "B",
        "text": "Well, you know what? You bring that up. I think t row, was it t rose, tweed tea bow tee bow. Fuck, there's two of them."
    },
    {
        "speaker": "A",
        "text": "Yeah. Jeez."
    },
    {
        "speaker": "B",
        "text": "Okay, guys, we got a very different."
    },
    {
        "speaker": "A",
        "text": "Sides of the spectrum, though."
    },
    {
        "speaker": "B",
        "text": "Okay? Do I like t bo more?"
    },
    {
        "speaker": "A",
        "text": "I don't even know."
    },
    {
        "speaker": "B",
        "text": "I don't even know. I don't even know who. I just assumed they were always the same person."
    },
    {
        "speaker": "A",
        "text": "One is a face tattoo, the other is cauliflower. So choose your fighter."
    },
    {
        "speaker": "B",
        "text": "I want. I hope Tebow is the face tattoo."
    },
    {
        "speaker": "A",
        "text": "Yeah. Tebow is the face tattoo. So he says, tebow goes hard."
    },
    {
        "speaker": "B",
        "text": "He wrote. Yeah. Teeth knocking. Good time is the most canadian thing I've ever heard all year. What is the fight culture in the United States? Because in the show letter, Kenny, I."
    },
    {
        "speaker": "A",
        "text": "Feel all they do is fight, literally."
    },
    {
        "speaker": "B",
        "text": "But I feel it is such a great depiction of canadian fighting. We are very."
    },
    {
        "speaker": "A",
        "text": "You guys just want to scrap at all times. Is that actually true?"
    },
    {
        "speaker": "B",
        "text": "That is actually true, but we do it with decorum right."
    },
    {
        "speaker": "A",
        "text": "You gotta unbutton the."
    },
    {
        "speaker": "B",
        "text": "And it's never like a gang up situation. It's always, you want to square off with a, you know, a similar amount of people. There's not a lot of, like, jump inside. It's very gentlemanly. But we do. We do love scrapping in Canada, and I was wondering if it was similar in the states."
    },
    {
        "speaker": "A",
        "text": "I'm not a huge fighter, so I don't."
    },
    {
        "speaker": "B",
        "text": "And for the record, I haven't gotten a good tilt in."
    },
    {
        "speaker": "A",
        "text": "Yeah. The last time I got in a tilt, if you call it, that was the backyard boxing match I had with my buddy."
    },
    {
        "speaker": "B",
        "text": "That wasn't. I feel like that wasn't too long ago."
    },
    {
        "speaker": "A",
        "text": "Oh, no, it's a couple years ago only. I mean, we were. Did I tell you."
    },
    {
        "speaker": "B",
        "text": "Did I tell you my last one?"
    },
    {
        "speaker": "A",
        "text": "It was probably three years. It was probably three years ago."
    },
    {
        "speaker": "B",
        "text": "Mine was probably five years ago. I was. I was at. I was visiting my dad, and I was gassing up. I don't know. I was with my sister, so I was. I don't know if it was, like, thanksgiving or some. Some sort of family gathering event. And my sister, she had to gas up her car."
    },
    {
        "speaker": "A",
        "text": "I can't believe you're gonna talk about the time you fought your sister."
    },
    {
        "speaker": "B",
        "text": "There was a. There was a lineup at the gas station, because one of the gas stations had, like, a ten cent difference from one to the other. So there was a lineup at one, and there was some older boomer that was getting all riled up at my sister for not pulling up to the next station or to the next pump when there was somebody backing up. And I kind of just poked my head out of the car, like, what's up? Don't. What are you getting all rowdy for? Just relax. Everybody's gonna get their gas. And this guy kind of bypasses our car and goes to the car that's backing up that had no clue what was going on. And this guy, like, opens their door and, like, starts, like, getting in there. And I'm like, what is happening? So I run to the car. I grab this guy out of the car. He looks at me like I'm. You know, there's a. There's a boomer rage in a lot of these. I don't know if you're born, like, in the 1960s, there's a rage in your face. And he looked at me, and he went to punch me in the face, and I ducked and literally picked him up and smashed them against, like, the gas station pump. Yeah, it was awesome. One of the guys in the car, comes around and looks at me like, are you the guy that just hopped in my car? And I kind of, like, grab the guy? I'm like, no, this was the guy. And he, you know, he. He let me."
    },
    {
        "speaker": "A",
        "text": "You went full hulk?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I hulked him up and give him a. Give him a couple of. Give him a couple of pops to the chin. And ran. And ran."
    },
    {
        "speaker": "A",
        "text": "Ran. Oh, so much for that canadian fight decorum you have."
    },
    {
        "speaker": "B",
        "text": "By ran, I mean, I got back in the car, and my sister had finished gassing it up, and I'm like, I think we should get out of here, because I feel like that was an assault, and I'm 30 years, you know, 30 something years old, and I don't feel like explaining myself. So then we just booked it."
    },
    {
        "speaker": "A",
        "text": "Wow, what a. What a story. I didn't have that on my. On my things. I thought I'd hear today. I am not a huge fighter. I can fight. I don't fight often. I like."
    },
    {
        "speaker": "B",
        "text": "I like to be a local superhero. Like, see, like, that. That was a case."
    },
    {
        "speaker": "A",
        "text": "What. What's your local superhero name?"
    },
    {
        "speaker": "B",
        "text": "Probably, like, maple Boyd."
    },
    {
        "speaker": "A",
        "text": "Like, maple boy. Yeah. Okay. And the super power. Just sticky. The sticky scrap."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Exactly. I throw syrup in your eyes."
    },
    {
        "speaker": "A",
        "text": "You. You palm slap people with maple syrup on there. On your hand."
    },
    {
        "speaker": "B",
        "text": "Yeah. And that shit does not come off."
    },
    {
        "speaker": "A",
        "text": "Oh, speaking of weird stuff, I don't even know why I'm making this connection. Uh, what you just said. Have you. Have you watched this, like, Nickelodeon documentary that I have? I just finished it."
    },
    {
        "speaker": "B",
        "text": "It was, uh. It's tough. It's a tough."
    },
    {
        "speaker": "A",
        "text": "Holy shit."
    },
    {
        "speaker": "B",
        "text": "Now, did you watch a lot of the. Like, I feel like you were too old for these shows."
    },
    {
        "speaker": "A",
        "text": "Yeah, um, some of them I watched, like, I was too old for the Drake and Josh stuff. Like, I was way out. Like, I was way too old for that."
    },
    {
        "speaker": "B",
        "text": "Were you, like, a Keenan and Kel guy?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Hell, yeah. All that was, like, appointment viewing for me."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "My thing. Yeah. Oh, my God, I loved it. We used to go. We used to make sure we were home in time to watch all that, because we loved Keenan, of all people, who's still in my life today, and I can't get rid of him now."
    },
    {
        "speaker": "B",
        "text": "Keenan is a staple. Yeah."
    },
    {
        "speaker": "A",
        "text": "Can't get rid of the fucking guy now. He's everywhere. But he was. Yeah, I used to watch all that."
    },
    {
        "speaker": "B",
        "text": "All I was surprised with who was in that. I never watched it myself, but, like, I knew Keenan was a Nickelodeon guy or Nickelodeon kid, but the one I was surprised with the most there was Nick Cannon, which I was surprised with, but I kind of like, okay, I think I knew that. But Gabriel Iglesias, like, I didn't know he was in that. I'm like, oh, he's been around for a while. I thought he was. The first time I saw him was on last comic standing. Me too."
    },
    {
        "speaker": "A",
        "text": "That was the first time I really saw him, too. So, yeah, rip that show. That was a good show."
    },
    {
        "speaker": "B",
        "text": "That was a great show. I was a big fan of that show. Some good, good comics came out of that."
    },
    {
        "speaker": "A",
        "text": "I always wanted to be on that show that I would like. That was like, my american idol. I also want to place."
    },
    {
        "speaker": "D",
        "text": "This is the big, like, yeah, he's the fluffy guy."
    },
    {
        "speaker": "B",
        "text": "Fluffy."
    },
    {
        "speaker": "A",
        "text": "Okay, so fluffy."
    },
    {
        "speaker": "D",
        "text": "I'm not gonna completely dox myself, but, no, I'm gonna make you work for it. If you really want to find it, you can. But he did a special on bet many, many, many years ago. I was on leave from afghanistan. I went out to Cali with a girl that I was kind of seeing at the time. I ended up being on bet, up on stage beside of him, and I, like, I'm not a big guy, but I'm not, like, tiny. I looked like a midget next to him. That dude is, I'm telling you."
    },
    {
        "speaker": "A",
        "text": "Standing next to cam newton, dude. Holy cow."
    },
    {
        "speaker": "B",
        "text": "Is he also tall, too? Yes. Really? I."
    },
    {
        "speaker": "A",
        "text": "Tall fee."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a lot of dude. That's a lot of dude."
    },
    {
        "speaker": "A",
        "text": "That was, yeah, that. That show I wanted to be on, um, that was my american idol. Uh, and then I also wanted to be on american idol also."
    },
    {
        "speaker": "B",
        "text": "And also american idol."
    },
    {
        "speaker": "A",
        "text": "Yeah, also american idol was my american."
    },
    {
        "speaker": "B",
        "text": "Idol, you know, that's fantastic. That's fantastic."
    },
    {
        "speaker": "A",
        "text": "We didn't. We didn't cover a whole lot. We just kind of fucked around."
    },
    {
        "speaker": "B",
        "text": "I'm gonna have to rename this one a little bit, I think."
    },
    {
        "speaker": "A",
        "text": "No, come on. You had a really good two to three minute, uninterrupted explanation of the bitcoin having. You also played the bitcoin having theme song that you created. I think you're okay. I think you also need to include, though, that we did watch the fight live. You did not see the fight."
    },
    {
        "speaker": "B",
        "text": "You know, that's a good point."
    },
    {
        "speaker": "A",
        "text": "I don't. I liked the karate one better, though, because we could stream it in the dj discord at night. This was, like, you know, mid show."
    },
    {
        "speaker": "B",
        "text": "Which was, hopefully we get some better, better names on the card next time."
    },
    {
        "speaker": "A",
        "text": "You were disappointed with that Ansem card. I don't. I mean, I. It's the only one I watched."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would have. I mean, maybe I'll go back and rewatch all."
    },
    {
        "speaker": "A",
        "text": "There was a six hour. It was 6 hours of fight."
    },
    {
        "speaker": "B",
        "text": "I know. I was driving back today, and Anson was streaming. I assumed it was his fight, and it was, you know, it was like 1030 in the morning here and still nothing. So, yeah, I'm gonna probably go back and watch some of those, I think."
    },
    {
        "speaker": "A",
        "text": "You know how much money people probably lost on Ansem?"
    },
    {
        "speaker": "B",
        "text": "So much."
    },
    {
        "speaker": "A",
        "text": "That was like, I mean, you had. That's gotta be, like, the favorite that people just like, oh, this is obviously gonna happen."
    },
    {
        "speaker": "B",
        "text": "He was talking so much shit, too. Like, I was belie. I was believing. I'm like, oh, no, I think Anson's gonna."
    },
    {
        "speaker": "A",
        "text": "Now they say the Dubai rain is man made."
    },
    {
        "speaker": "B",
        "text": "It's so good. All right, what do you wrap this up?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's just. Whatever."
    },
    {
        "speaker": "B",
        "text": "I'm going to use AI to name this. Name this episode."
    },
    {
        "speaker": "A",
        "text": "You can use AI to name it. You could use AI to edit me out completely. Whatever you want."
    },
    {
        "speaker": "B",
        "text": "No, you were the best part."
    },
    {
        "speaker": "A",
        "text": "No, definitely not today. I just. I shittily called a boxing match and interrupted with terrible jokes."
    },
    {
        "speaker": "B",
        "text": "1 second so far. People would rather have cauliflower ear. 71%."
    },
    {
        "speaker": "A",
        "text": "I'm telling you. That's definitely the gross."
    },
    {
        "speaker": "B",
        "text": "You're all gross people. And a fake."
    },
    {
        "speaker": "A",
        "text": "Does that make tebow cauliflower ear or t row? Cauliflower ear."
    },
    {
        "speaker": "B",
        "text": "I think t roe is cauliflower ear. T Bo is face tattoo."
    },
    {
        "speaker": "A",
        "text": "Okay. Even. Okay. All right."
    },
    {
        "speaker": "B",
        "text": "Which. Even though, for my knowing that my preference is face tattoo."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right, well, that's gonna do it for us. Pick your fighters. Pudgies or apes? Who you taking? Final. Final thoughts."
    },
    {
        "speaker": "B",
        "text": "Pudgies. Anybody that's confident enough to, you know, really get involved in that community must be somewhat tough, I would say."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't want to get in a ring with Dow Jones."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, he's. Yeah, no, I don't either."
    },
    {
        "speaker": "A",
        "text": "The New York thicks, Riggs and dow. I don't want. I don't want any piece of that. What about an old school. What about an old school wrestling tag team? Yeah. Wwe style wrestling match."
    },
    {
        "speaker": "B",
        "text": "Me and you versus them, too. I like the. I like our odds."
    },
    {
        "speaker": "A",
        "text": "I think that would be."
    },
    {
        "speaker": "B",
        "text": "I don't know, I'd be a great bout. I think that would be a fun time."
    },
    {
        "speaker": "A",
        "text": "Me and you are like the Dudley boys."
    },
    {
        "speaker": "B",
        "text": "No, like the bushwhacker. You remember the bushwhackers?"
    },
    {
        "speaker": "A",
        "text": "I see you're. You are older than me. I was Dudley boy's heart boys."
    },
    {
        "speaker": "B",
        "text": "Nasty boys. Do you remember nasty boys?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I remember them, but I was still a little too. Yeah, you are, dude. You're really. You are. What the hell, man?"
    },
    {
        "speaker": "B",
        "text": "God, it's upsetting."
    },
    {
        "speaker": "A",
        "text": "Who's. Maybe you should be fighting like Peter Brandt or."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah. Forget weight class. You need age class."
    },
    {
        "speaker": "B",
        "text": "I think you're right. I mean, I would. I would. I I think I would. Dummy. Some. Some older guys."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm confident in that. Yeah. But, like, who's. Who's older?"
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "There's not a lot of people that are in the streets like you."
    },
    {
        "speaker": "B",
        "text": "Well, maybe Gary Gensler. Maybe. Maybe double Gary V again. I feel bad. I feel. I would feel bad."
    },
    {
        "speaker": "A",
        "text": "Well, Gary. Gary V is like, a featherweight compared to you."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's pocket sized. Yeah, but Gary Gansey, you would need."
    },
    {
        "speaker": "A",
        "text": "Like, what's the guy."
    },
    {
        "speaker": "B",
        "text": "Who's the guy from bad."
    },
    {
        "speaker": "A",
        "text": "Fluffy pony."
    },
    {
        "speaker": "B",
        "text": "Oh, fluffy pony. I was gonna sell it."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. You the Joel and Travis from bread."
    },
    {
        "speaker": "B",
        "text": "I always thought they were old, but turns out they're my."
    },
    {
        "speaker": "A",
        "text": "I think Joel might be older. Travis is probably around a little older. Like 43, 45 ish."
    },
    {
        "speaker": "B",
        "text": "But in my head, I'm like, oh, those are the old guys of crypto. But turns out they're my."
    },
    {
        "speaker": "A",
        "text": "We're the colleagues guys. Yeah, no, we're old. Anyway, that's gonna do it for us. Until next time, keep the mic hot."
    },
    {
        "speaker": "B",
        "text": "Said the Dubai rain is man made. I ain't never heard no shit like that, that in my life. How much am I paying? You mean how much I didn't. Playing me. You guys are so dramatic. Who in Dubai? What y'all doing? House party at club ansome. House party at club Ansem."
    },
    {
        "speaker": "A",
        "text": "What have I done? What have I become? I can't describe this. This is my mid mic crisis."
    }
]