[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition, the first ever episode. I am Joe, aka Bunch. You bets alongside my esteemed colleague and co host, Chad, aka Chamberrecht. Chad, how you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I am doing fantastic today, Joe. It's the first time you've actually called me by my name for my face. I absolutely love it."
    },
    {
        "speaker": "A",
        "text": "So again, we'll get into that in just a second, but this is the Mint Condition podcast powered by bench Clear Media. Check out bench clear media for all your sports cards and collectibles shows. We are the mint condition. We are a group of dudes that, you know, we've actually never met before. Chad, is that. Isn't that correct?"
    },
    {
        "speaker": "B",
        "text": "That is 100% correct. We've known each other for many years now, and I've never met once. I think we got our big background. We've worked together for a long time in the cryptocurrency field. We've done a podcast for almost three years now called Rekt Podcast. Only audio. We haven't seen our pretty faces yet. We've been working out for the past six months, just getting ready for this."
    },
    {
        "speaker": "A",
        "text": "I think decidedly now, though, I am the ugly one. I think that's."
    },
    {
        "speaker": "B",
        "text": "No, no, I mean, I can put so many layers on to disguise my hideousness, but no, you're by far the better looking one. I think."
    },
    {
        "speaker": "A",
        "text": "So, yeah. I mean, let's. Let's get right into it here. We want to introduce the show, talk about who we are, where we come from, and why we're doing the show, and then talk a little bit about where the focus of this show is going to be. So, as Chad mentioned, we do a crypto and bitcoin podcast called Rekt Podcast that we've been doing for a long time. And myself, I am a physical card."
    },
    {
        "speaker": "B",
        "text": "Collector, and, yeah, you're a real collector."
    },
    {
        "speaker": "A",
        "text": "I'm a real collector."
    },
    {
        "speaker": "B",
        "text": "I'm just here posing, like in high school."
    },
    {
        "speaker": "A",
        "text": "Well, it's interesting. This is what I think this is what the interesting part of this show is going to be, right? So I have a collector background. I've been collecting things, you know, specifically sports cards. Now probably about. I got back into it about two years ago, and, you know, so I have a. I do some breaking. I do a lot of collecting. And then on the side, obviously, my original passion was the crypto and bitcoin and trading markets and things like that. And that's how you and I got together. And so we have a shared passion of that. We started a podcast based on that, and we've been talking about that kind of tech uh, bitcoin price action, all kinds of different altcoin markets. And, um, over the years, the, this idea of nfts has, uh, crept into the space. Right. So, yeah, I mean, dating, dating as far back as probably we've been doing the show. Right. Um, and, you know, there's a definite crossover happening right now between the physical and digital collectibles space, and that's what this show is meant to be. So we are going to kind of cross over, bridge the gap between those two worlds, mainly focused on sports collectibles, obviously. You know, the big thing going on right now is it's NBA top shot, baby."
    },
    {
        "speaker": "B",
        "text": "Is that everybody's talking about."
    },
    {
        "speaker": "A",
        "text": "That's what everybody's talking about. So that's what we're going to be talking about. A lot of the first couple episodes here are going to be very top shot heavy. We're going to dive into what top shot is, what nfts are, what, crypto, why it works, all that kind of technology piece. We're not going to go too, too deep into that, but we're going to bring you a lot of top shot data and analysis because that's what's going on right now. And it's been fun."
    },
    {
        "speaker": "B",
        "text": "It really has been fun. I think what we'll bring for those of you listening for the first time, like we mentioned this, our first episode, so literally everybody, what we're trying to do is, like Joe mentioned, just bridge that gap. I think this show's going to be really good for people that come from our space, from crypto, to learn a little bit more about how the collectible hobby space works a little bit better. And the opposite is going to happen with those people, for people that are your typical collector, your baseball cards, your rookie cards, your memorabilia, the idea of using blockchain, which is kind of the backbone of cryptocurrency, to validate. And you'll know, Joe will teach me all the terms because I don't know any of the collectible terms, all the hobby terms, but being able to, um, you know, if I'm going to buy a Babe Ruth signed baseball card, you know, from 19. I don't know, babe, 32. Uh, this is."
    },
    {
        "speaker": "A",
        "text": "I'm already having a great time."
    },
    {
        "speaker": "B",
        "text": "Yeah, make fun of me. This is what I'm here for."
    },
    {
        "speaker": "A",
        "text": "This is good."
    },
    {
        "speaker": "B",
        "text": "Yeah. For those of you who are not familiar with rect, Joe will, you know, I'm usually the comic relief. Joe will hammer on me. Uh, pretty, pretty good. So. But, yeah, if I'm looking to purchase one of these rare baseball cards, that have an autograph on it that's like 100 years old at least, coming from somebody that has no experience in that whatsoever."
    },
    {
        "speaker": "A",
        "text": "Well, this is. This is the fun part. Right."
    },
    {
        "speaker": "B",
        "text": "You know what I mean? How do I know? How do I know it's real? How do I know it's, you know, it's an authentic signature."
    },
    {
        "speaker": "A",
        "text": "You come from it at a angle of someone who's not a collector of anything physical. Right. And so what I think we've seen so far with top shot is it's very polarizing for both sides of the aisle. Right. It's like there's a lot of physical collectors that can't wrap their head around why somebody would want to pay money for a video clip. There's a lot of, some of the crypto guys that say, oh, yeah, well, you collect a piece of cardboard with a picture of a dude on it. Right. Like, exactly. So there's a lot of. And which, which is fun because you're going to be able to provide the."
    },
    {
        "speaker": "B",
        "text": "I love it. I'm excited to learn all this stuff."
    },
    {
        "speaker": "A",
        "text": "And, you know, I kind of live in both worlds here, so I think that's what I'm most excited about. This whole atmosphere has been, I guess, the culmination of all the things that I've been really passionate about for the last couple years. Right. It's the collecting, so both physical and. And digital. I've been doing some digital collecting for before. Top shot. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, whether it's art or other crypto type collectibles and then, you know, markets. So that's part of the reason that you and I love crypto, is it's that. Twenty four, seven to three hundred sixty five, maybe not 24 7365 right now."
    },
    {
        "speaker": "B",
        "text": "More like three, 3 hours a day for like, maybe four days."
    },
    {
        "speaker": "A",
        "text": "Right. And, but, but, yeah. So the, you know, the market aspect, which I find super fascinating, the real actionable marketplace and how we can take some of our crypto knowledge and trading backgrounds, if you want to call it that."
    },
    {
        "speaker": "B",
        "text": "I mean, we're not great at trading. We're not. This is our second show, but I feel like."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I feel like a lot of people out there that might be getting into top shot or are physical collectors don't even have that realm that they're thinking about. Right. Like, because, you know, in the physical space, it's. I'm buying something. I'm selling it on a marketplace. But that marketplace is most likely eBay. Right. And so, you know, there's not a lot of real time actionable data that can tell you, hey, here's what an average price is of this. You're looking at eBay sold listings. Really a lot of times there's some newer platforms like things like market movers, which is, you know, scrapes eBay data and things like that. But it. The. The fascinating piece of the blockchain is it's all there real time. You can see it. I can see who owns what, how many, who's moving what, where, all that kind of stuff, but. All right, let's. Let's. Let's reset it."
    },
    {
        "speaker": "B",
        "text": "Are you excited?"
    },
    {
        "speaker": "A",
        "text": "I'm very excited, dude. I'm so excited. I like, this is also the first time in three years we've done anything with video, so we're going to have some fun with that, too."
    },
    {
        "speaker": "B",
        "text": "Well, we've attempted video. This is by far are the best attempts that we've had."
    },
    {
        "speaker": "A",
        "text": "Yeah. So we might be into tech, but we're not tech savvy by any means, but. All right, so that. That's who we are. That's the premise of the show. Our chamber or. Sorry. Geez. Wow. I know."
    },
    {
        "speaker": "B",
        "text": "It's Chad."
    },
    {
        "speaker": "A",
        "text": "Chad. Holy cow. I never call you by your. In the crypto space. We go by pseudonyms. Right. So I'm bunch who. And he's chained."
    },
    {
        "speaker": "B",
        "text": "Billionaires. We don't anybody know who we are?"
    },
    {
        "speaker": "A",
        "text": "Yeah, right. Of course. It's more like I'm embarrassed for anybody know who I am. But so we are. So, so, Chad, Chad, let's get into the backbone of why this digital collectible space can even work, right?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So let's start with blockchain 101, right? So, because I feel like this is really important for, you know, a lot of the people who are coming over from maybe a physical to digital. Right. And how does it work? Why does it work? Why is it different than watching a clip on YouTube? So talk about a little bit about what is blockchain? Why is it important?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, obviously it starts with the grandfather, big daddy bitcoin was kind of the first to utilize it, in a way. And essentially what blockchain is, we call it a distributed ledger, can be a type of blockchain, and it's just a way to verify from multiple sources that a transaction is authentic. I think that's the simplest way to put it. If you go to a bank, everybody uses a bank. You take out $100. Your bank is the institution that has the ledger. It's only in one spot. It's at the bank. It says, Chad has deducted $100 from his bank account. And if I want to transfer $100 to Joe. My bank says, okay, Chad's account's going to lose $100. Joe's bank says, joe's getting $100. And we take it at their word that they're accounting for everything appropriately. A distributed ledger is multiple, usually thousands, if not tens of thousands of different computers approving that transaction, saying it's an authentic transaction, and we're getting multiple confirmations."
    },
    {
        "speaker": "A",
        "text": "I think that also. It also says that the $100 bill that you just got from the bank and give to me for a transaction for a baseball card. Right. Is a actual verifiable bill made in."
    },
    {
        "speaker": "B",
        "text": "The United States of America."
    },
    {
        "speaker": "A",
        "text": "Well, that's actually something else we should touch on. Chad, you are canadian, correct?"
    },
    {
        "speaker": "B",
        "text": "I am. Fully, as you can tell by my toque and not my beanie, I am 100% canadian, yes."
    },
    {
        "speaker": "A",
        "text": "So. So you're going to get some interesting Canada versus USA. Lots of."
    },
    {
        "speaker": "B",
        "text": "Lots of it."
    },
    {
        "speaker": "A",
        "text": "I believe one of the other bench clear shows has somebody who's doing a show from Canada as well. So I don't think he's originally from Canada, though."
    },
    {
        "speaker": "B",
        "text": "But you, I think. And I've been seeing a lot of Canadians in the top shot."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "World big."
    },
    {
        "speaker": "A",
        "text": "Well, I think it's because you're big NBA fans."
    },
    {
        "speaker": "B",
        "text": "We are. What happens is you get hockey jammed down your throat forever, and you're like, I gotta watch what I say. This is a family friendly show."
    },
    {
        "speaker": "A",
        "text": "Our other show has an explicit rating."
    },
    {
        "speaker": "B",
        "text": "And I've caught myself about three or four times now. So, yes, hockey gets jammed down your throat your entire life if you're canadian, specifically in more rural communities. And I've always found basketball being that kind of the, you know, if you want to be kind of counterculture, what? That was the one to go with. And I think when obviously Vancouver got a team and Toronto got the Raptors, that just, you know, sparked everything significantly. So I think basketball is maybe the number two sport in Canada now. Soccer is definitely up there."
    },
    {
        "speaker": "A",
        "text": "Where does. Where does luge come in?"
    },
    {
        "speaker": "B",
        "text": "Luge is, you know, it's. It's a top ten. It's a top ten. The briars on right now. I was watching. I was watching curling, the real deal."
    },
    {
        "speaker": "A",
        "text": "All right, so. So you explained a little bit about what blockchain is, right. And so now blockchain, when you're thinking the way you just described it, that is for, let's say, a monetary transaction, right? So you can think of bitcoin as money, right. Sound money. And it's what is. You know, we can go into that for in the collectible space. So bitcoin, just like a dollar, right, is what they call fungible, and fungible, meaning my dollar is the same as your dollar, right. But these collectibles are built on a different type of technology. And this type of technology you've probably heard lately referred to as nfTs, you're going to hear a lot of that term flying around lately. Um, for those of you in the hobby, you know, uh, Gary V. Is a huge, uh, obviously huge into sports cards, and he is now high on the NFT train. So he's been, uh, you know, tweeting about nFTs for the past couple weeks. So you've probably heard, um, of what an NFT is, or at least the term NFT. But so I just mentioned that, you know, the bitcoin piece is something that's fungible, meaning you can trade it for something exactly alike. NFT stands for a non fungible token. So, Chad, what does that mean? And what does that mean for how a collectible might work in a digital space?"
    },
    {
        "speaker": "B",
        "text": "So correct me if I'm wrong, but I'm gonna be wrong a lot, by the way. But essentially what it means is you can only transfer ownership of that token. You can't trade it for."
    },
    {
        "speaker": "A",
        "text": "Mine is not like yours, right?"
    },
    {
        "speaker": "B",
        "text": "Mine is not like one of one or, you know, or that individual serial number. You know, we'll get into, you know, the top shots, but, you know, you'll get a. You'll get a serial number on it. That is the only one that exists with that serial number. And you can prove it on the blockchain, right?"
    },
    {
        "speaker": "A",
        "text": "So in the sense of the serial number piece, right? If I tell you I'm selling you the number 23 of 15,000 LeBron James. No, look, three and you tell somebody else, oh, no, I'm selling you that same one. The number, whatever. You can't. There can't be two, right? There's only one. Even though there's 15,000 LeBron three s, that means there's 15,000 of those. That token address minted, right? But each one of those moments is its own individual serial number with proof and provenance and traceability, which is really what gives the digital collectible piece its legs, right? The fact that, one, you can prove it's yours, you could prove ownership. Two, it can't be duplicated or replicated. Three, it's on the blockchain, it's all transparent about who owns it, how much they paid for it, and things like that right now. So that's what makes the, that's the really quick and dirty about the technology behind it. Right."
    },
    {
        "speaker": "B",
        "text": "Just to add to, with blockchain, we're really only scratching the surface with what we can utilize this for. So obviously, collectibles has kind of jumped on real quick collectibles and art is."
    },
    {
        "speaker": "A",
        "text": "Kind of leading the way."
    },
    {
        "speaker": "B",
        "text": "Right. You know, you talked about sound money like bitcoin, but also, you know, the, the big thinkers in blockchain have tossed around the idea of elections on blockchain, medical history on blockchain. Something. Information that you kind of want to keep unique and transferable as far as."
    },
    {
        "speaker": "A",
        "text": "Things that need to have integrity as well."
    },
    {
        "speaker": "B",
        "text": "Absolutely, absolutely. Big farm. I know, big pharm, get it? Transportation, watching things go from China to."
    },
    {
        "speaker": "A",
        "text": "I thought you were going to say big pharma and no, you actually stopped at big pharmaceutical."
    },
    {
        "speaker": "B",
        "text": "Big farms are going to be on blockchain. But no, yeah, just the transfer of cattle and grain and big production items that obviously can get lost in transport. These things can all be kind of, can be benefactors of blockchain tech."
    },
    {
        "speaker": "A",
        "text": "All right, so why would a digital collectible have any value? Right? So let's, let's think about, let's talk about this. Because the big, the big thing is why would I pay for something digital that I can either, if it's a piece of art that I can screenshot or if it's, in the case of top shot, it's got it. I can watch the clip on YouTube. Right. So this is where I think you kind of have a unique perspective because that's kind of what the physical collectors say. Right. Is why would I want this?"
    },
    {
        "speaker": "B",
        "text": "My argument to the physical collectors? And again, this is, I really don't have skin in the game either way. I've maybe a little bit more on the, on the NFT side, but what's the difference to just looking at a picture of, you know, Hank Aaron or White Ford and then looking up his stats? Well, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. They would say, I think the fact that it's tangible and you can hold it. Right. That's. And that seems to be cool. No, that is which is which actually, which has value, of course."
    },
    {
        "speaker": "B",
        "text": "And I love, you know what I mean? And display. Have a nice room."
    },
    {
        "speaker": "A",
        "text": "Yes. Like, I can show you, like your."
    },
    {
        "speaker": "B",
        "text": "Back wall has all the cards."
    },
    {
        "speaker": "A",
        "text": "I could show you my Alec Baum rookie card insert that I have sitting right here. Right. So. Yeah."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, it's not, but it's literally about to get sent to Starstock. I already have it sorted next to me. But, you know, the tangibility piece is a real thing, right? So if you're a collector that wants to have something to display and show off, there's, there's different avenues of that in the NFT space that are going to exist as well. But I think the aspect of owning something digitally and proving you have ownership of something digitally is important. You're seeing that it is valuable. People are living more and more in a digital world and to be able to do these things and have provenance proven on a digital scale, important. Right. And so, you know, whether you buy into a top shop moment that you can just buy on or just look on YouTube, right. There's a lot of differences there, but, you know, underline, you can go look at them on. Right. You. But you. The underlying piece is, it's something that you can prove that you own digital, right?"
    },
    {
        "speaker": "B",
        "text": "Well, I think. And that's where the trade off is, right. So on one hand, you have the NFT says, I can 100% guarantee where this has come from. And then on the flip side, you may or may not be able to guarantee that, but I can show it to you and I can have it on display. Now, my thought is, at a certain point, and it's not today, but down the line, it would not shock me if you had display boxes, you know what I mean? That you could plug in, hook up to your Wi Fi and it's a, it's your number 20 feed. Lebron James. No, look, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Like, they already have digital frame."
    },
    {
        "speaker": "B",
        "text": "Doesn't shock me. Yeah, like that."
    },
    {
        "speaker": "A",
        "text": "Doesn't, like you can do this with a digital picture frame already. Right."
    },
    {
        "speaker": "B",
        "text": "But so that's the one thing that you can't do, or at least, you know, we're not doing currently."
    },
    {
        "speaker": "A",
        "text": "And there's a, there's a couple different things of, like, you know what I think the most important thing is and whether you. It doesn't have to be one or the other, right? Like, you don't need to be a physical collector or a digital collector."
    },
    {
        "speaker": "B",
        "text": "That's a very good."
    },
    {
        "speaker": "A",
        "text": "It can be, I am myself, it can be this. And you know what I mean? And so if you see value in the fact that you own something, period, then it's only a matter of time, as the world becomes more digital, that you will see value in owning something digitally. Right. Like if you want, if, if proven ownership is important to you at all, eventually proven digital ownership will be important to you."
    },
    {
        "speaker": "B",
        "text": "Now, as a collector, what would you say are like kind of the top three and most important. Like, why would somebody collect? You know what I mean? Is it, is it like, where does, where does making money land on that list? You know?"
    },
    {
        "speaker": "A",
        "text": "Well, it's interesting. I feel like you asked, if you asked people in the sports card hobby five years ago, they would have a lot of, you know, a lot different answers than you might today, right? And somebody that was around collecting five years ago, it was not as lucrative. I would say that the boom wasn't here. We just, in the past year, I've seen a massive rise in sports card valuations. You've seen our favorite term, institutional money, coming in."
    },
    {
        "speaker": "B",
        "text": "Love that."
    },
    {
        "speaker": "A",
        "text": "Institutional money into the space with infrastructure plays and, and all that kind of stuff. But, you know, I think first and foremost, it's, you know, these things strike emotion in people. Right? Like, I would say, you know, the cards that I have that I am collecting are people or things that have that elicit a response from me, whether that's nostalgic or like, oh, yeah, I watched him play when I was a kid, or he's the greatest of all time, or this is my favorite team. So I would say first and foremost, that's why people collect, right. And then as you kind of grow into it, it's, you know, for me, it was, then there was a money aspect to it, right? Like, I can make money doing this and I can take a $100 card and grade it, and it becomes a $5,000 card. You know what I mean? Depending. 5000 is obviously not correct, but, you know, it increases in value. But so there's a, you know, that's, the money piece has come into it in a huge way lately."
    },
    {
        "speaker": "B",
        "text": "Is it, is it like a top three?"
    },
    {
        "speaker": "A",
        "text": "I would say for most people right now it is. Yeah, I would definitely say."
    },
    {
        "speaker": "B",
        "text": "Because there's money to be made in the digital space, if that enters your reasoning at all when it comes to collectibles, then you should definitely look to add maybe some digital options to your portfolio of collectibles."
    },
    {
        "speaker": "A",
        "text": "Yeah. The other thing we didn't touch on is scarcity. Right? Like, so that comes into play with physical as well as the NFT. Right?"
    },
    {
        "speaker": "B",
        "text": "Well, you were telling me about, you were telling me about the collectible side of things a little, a couple weeks ago, I think we were talking, when I was a kid, I collected hockey cards as much as I hated hockey, you know, that was, that was something you could collect. But I didn't realize you were mentioning something along the lines of, like, how much they would print back in the nineties."
    },
    {
        "speaker": "A",
        "text": "Right? Absolutely. And that's why it's referred to as the junk wax era."
    },
    {
        "speaker": "B",
        "text": "That's what. That's what it was. That's what it was."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "That's crazy. I didn't realize that."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's why if, you know, everybody getting in nowadays has, you know, they'll come and tell you, oh, man, I have all these sports cards from when I was a kid. I. And that was literally probably late eighties, early nineties, depending on what age you are. And they're largely worth nothing. Right? Yeah. All right, so let's, so I think we've covered the blockchain piece, the technology piece. We can go into this much further in a different episode. But I want to move on here. Let's talk about the talk of the town. And that's NBA top shot in the past. So top shot isn't new per se. It launched originally in like a closed beta back in June of 2020, and then the open beta kicked off in October of 2020, which is when I actually signed up for NBA Top Shot."
    },
    {
        "speaker": "B",
        "text": "I'm the biggest NBA fan and it took me so long to get into this and I'm very upset."
    },
    {
        "speaker": "A",
        "text": "So I am. And this is why I'm kicking myself. I was not the biggest NBA fan. So, like, my collection is everything but NBA, really. So, but NBA is where the most money is. So everybody, you know, sports card people love the NBA, but so that's honestly why I didn't get deeper into top shot in October because I wasn't a huge NBA fan. Right. So, you know, I was still focused on my physical card collection that I was building. And obviously I missed a million dollar opportunity. If I went even a fraction of how hard I was going and I went physical into top shot at that time, I'd be, we wouldn't be doing this podcast."
    },
    {
        "speaker": "B",
        "text": "Damn it."
    },
    {
        "speaker": "A",
        "text": "But so I, you know, I really, I bought my first packs in, I think, January, but, you know, even then it was one, two, like, no, I didn't really get super, super, super involved until I would say mid February. No, sorry, early, early February."
    },
    {
        "speaker": "B",
        "text": "Mid February is kind of what I."
    },
    {
        "speaker": "A",
        "text": "For a month, I've been going for a good solid four weeks at this point. Yeah."
    },
    {
        "speaker": "B",
        "text": "Because you got me excited about it. And then I tried to get a pack and I think it took me like two weeks to get my first pack. So I started buying on the marketplace."
    },
    {
        "speaker": "A",
        "text": "Well, when I was. So when I first got in, you could still buy multiple packs at a time."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I bought five of, you know, I think the max was five at the time when I could buy it. But even just as early as January, they would just sit there on the marketplace, and you could just go and scoop whatever you wanted anytime. So. All right, but top shot is the product, right? But the company behind top shot is."
    },
    {
        "speaker": "B",
        "text": "Who chamber is dapper Labs."
    },
    {
        "speaker": "A",
        "text": "Tell me a little bit about dapper Labs."
    },
    {
        "speaker": "B",
        "text": "Dapper Labs. I knew about dapper Labs when I first got into crypto, like cryptocurrency and bitcoin back in 2017. And their biggest, their big celebrity moment, how they got huge, is they developed a trade, kind of what they've done with top shot, but it was called crypto kitties, and it was basically just little cartoon kitty cats you could buy with Ethereum, which is kind of the, I guess the silver to bitcoin's gold, if you will. Not exactly, but it's kind of number two in the cryptocurrency world. And you could buy these crypto kitties, a little collectible cats with Ethereum on the Ethereum blockchain. And it was bonkers. It was exactly what's happening with top shot today was happening with little digital kitty cats back in 2017."
    },
    {
        "speaker": "A",
        "text": "It was crazy. So the rarity piece in Topshot is obviously the mint number. How many are minted? Uh, with cryptokitties, it was that you could actually buy one cat."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And breed it with another cat, and the algorithm would spit out some kind of rare breed of a third cat. Right. So the goal of the game was to, you know, breed these rare cats, and then they would be worth certain amount of money versus, based on their rarity, which is. It's actually really genius, if you think about it. And there were some that would make."
    },
    {
        "speaker": "B",
        "text": "Like, a quarter million dollars, I believe."
    },
    {
        "speaker": "A",
        "text": "Yeah. My wife told me the other day. She's like, how come you never told me about cryptokitties? I'm like, because I knew you would like cryptokitties."
    },
    {
        "speaker": "B",
        "text": "Cryptokitties was dangerous."
    },
    {
        "speaker": "A",
        "text": "Like, I'm the only crypto degenerate in the family, so let's leave it at that. But, yeah, dude. So this is not a new endeavor for dapper Labs in the sense that this is not their first product. This is not their first viral ish type product. Cryptokitties got really popular."
    },
    {
        "speaker": "B",
        "text": "Top shots. Isn't the number one most viral, you could argue cryptokitties was more viral."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I think you're getting to a point now where it's more viral than crypto NBA players."
    },
    {
        "speaker": "B",
        "text": "We're not talking about cryptokitties."
    },
    {
        "speaker": "A",
        "text": "Correct. Yeah. LeBron James wasn't technically."
    },
    {
        "speaker": "B",
        "text": "Technically he doesn't know about them."
    },
    {
        "speaker": "A",
        "text": "That's right. He doesn't. That's right. He was on the record saying he doesn't know about top checks."
    },
    {
        "speaker": "B",
        "text": "Be asshole, Braun."
    },
    {
        "speaker": "A",
        "text": "But so the cryptokitties, so it got so viral. And this is a blockchain piece that we can talk a little bit about later, but it broke the Ethereum network. Like it clogged the entire network. So, which made it a miserable experience for like a miserable user experience. So what they have done with since then was they built their own blockchain and their blockchain is called flow. And that's what NBA top shot is built upon. Right. So just a little bit of the tech piece there. In order to do confirm transactions, like Chad was saying earlier on Ethereum, you need verification, you need miners to verify your transaction, all that kind of stuff. When you're putting that many transactions on the Ethereum network, it slows down the entire network. It makes it very expensive to use. And so they kind of just crashed the whole network. But at one point, cryptokitty in auction, I think, went for $144,000. Right. Not their first rodeo, is the point. Right? So they've now built their own blockchain, which is the flow blockchain. And that's what top shot is built upon. So they've tried."
    },
    {
        "speaker": "B",
        "text": "And the nice thing, too is that experience. The only traffic that's occurring on that blockchain is currently. Yes, you know, currently top shot. What was happening with Ethereum. And again, Ethereum is the second biggest blockchain in cryptocurrency. You know, cryptokitties was a portion of the traffic that was happening at one point, a big portion. But there's so many other. Yeah, almost all of it. But there's so many other transactions occurring on Ethereum. Plus all that influx of cryptokitties just clogging the system that's kind of having your own devoted blockchain is a really smart idea from adapt labs. Makes everything a lot smoother."
    },
    {
        "speaker": "A",
        "text": "Yeah, but it's not going to be. It's not going to be the only thing on there. Obviously, they have other people that are developing games on there. There's a new game on there that I forget the name of now, but so that'll be, you know, and there's people building on it all the time, other products."
    },
    {
        "speaker": "B",
        "text": "Right. I was gonna say I just filled out a guinea pig test form. I don't know if you did this."
    },
    {
        "speaker": "A",
        "text": "Me too."
    },
    {
        "speaker": "B",
        "text": "I got an email from Dapper Labs. They're going to be putting out some sort of UFC version of top shots."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "And I got an email yesterday to."
    },
    {
        "speaker": "A",
        "text": "So that's why we kept our. That's why we kept the name a little generic so we could cross over into these other places as they build them because definitely other leagues are coming. I would."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "You're already seeing UFC confirmed, I think. I'm hearing the NHL is a go."
    },
    {
        "speaker": "B",
        "text": "And we're not doing NHL."
    },
    {
        "speaker": "A",
        "text": "I am definitely doing NHL. You know, I heard today our, you know, a name that you and I are very familiar with. The Pomplianos. Joe Pampliano, one of the brothers, the fifth family of New York, tweeted out that the NFL PA is now looking into. They've been looking into it."
    },
    {
        "speaker": "B",
        "text": "I think that's something. I think it's something we forgot to kind of mention or maybe we did. But the fact that the NBA and the NBA Players association have, are partnered with top shot, it's not just top shot making, will. This is NBA approved and it's the first of its kind. So UFC is coming, you know, NHL, you know, could you imagine if NFL or MLB, like, if basically baseball came out with some."
    },
    {
        "speaker": "A",
        "text": "Oh, dude, that would be. If. If MLB was out in October, I would be a millionaire because that's something. I would have literally sat there packs on packs and so. Yes. So there's more coming to this. Dapper labs may or may not be the ones that are doing it, but they are definitely the first mover. They have a lot of advantage here. So, you know, this is just an overview of who Dapper is. There's a lot of big investors, even NBA players that are invested in dapper."
    },
    {
        "speaker": "B",
        "text": "Labs who are some of. I keep forgetting the names of. I can't believe Josh Hart in there."
    },
    {
        "speaker": "A",
        "text": "I don't think he's actually an investor. I think he just."
    },
    {
        "speaker": "B",
        "text": "He was one of the first ones. Yeah, I love it. Well, he's always been, you know, he's a former Laker. Josh Hart traded for Anthony Davis. So, you know, he did it, did his part for the team, but he's always been, he's. I remember when he played for the Lakers, he had a fortnight stream. Like, you could go on and play fortnight with him. Like he was always. He's out of podcast."
    },
    {
        "speaker": "A",
        "text": "He's."
    },
    {
        "speaker": "B",
        "text": "He's very ahead of everybody else. So that does not shock me that. But Tyler, what's his name? I think. Isn't he associated with them? Tyler?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Halliburton has. Halliburton's on the platform. He owns a bunch of moments right. But Tyler hero have anything to do? He was one of their first, like, spokespeople. So he's like age and all that kind of stuff."
    },
    {
        "speaker": "B",
        "text": "So I know he had that cool cat moment he has that you got."
    },
    {
        "speaker": "A",
        "text": "Learning to do, bro."
    },
    {
        "speaker": "B",
        "text": "That's what you're here for. Teach me, Obi Wan."
    },
    {
        "speaker": "A",
        "text": "All right. So that's a little bit of background on what dapper labs is and who they are and all of this. So it is built on blockchain. So what we're seeing right now in the marketplace, without going too much into, you know, the details, everybody's upset right this very second at how often the marketplace is down, why they can't handle the traffic. Right. You know, we got payments not going through, why they can't cash out all of these things, right. And I think personally, a lot of it has to do with it being a blockchain project, right. And so you and I have watched a lot of these projects in the past couple years. And the biggest thing, so we just said they crashed ethereum with cryptokitties, right? So these blockchains are hard to scale. And it's because they're notoriously slow, right. Because they need these transactions to be validated by either miners. The transactions are sometimes slow. So if you put, I keep saying this, it's like 200,000 people showed up at a lemonade stand and they're all trying to buy the same glass of lemonade. Right. And that's what's happening right now. It's like crazy. And so I think you just need to have the, the expectation that there's never been a blockchain project that is going as mainstream as this. That isn't bitcoin. Right. And bitcoin is a whole different thing. Right. So, you know, this isn't, but, like, there's never been a blockchain project that is as viral as what's going on right now by far."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So there is going to be growing pains. There's going to be marketplace shutdowns, and there's going to be issues with transactions and scaling. And you either need to realize that that's going to be going on for a while and be involved with the ride and okay with that, or this isn't probably for you, and that's okay also. Like, that's okay. If you can't take that, that's okay."
    },
    {
        "speaker": "B",
        "text": "And at the end of the day, when you, when you click on the Top shot website, first thing you see is beta."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And it's, it's not a finished product yet. It's in beta. And I guarantee you as, as big as the dreams for the dapper team was or have been, no one, no one was expecting. It's great the fact that, you know, we're going to show some clips later, we have some actual NBA all stars, like top, top ten players talking about top shot. Every, like I'm, again, I'm a big basketball guy. Everybody that, every podcast that I listen to about basketball is now talking about top shots."
    },
    {
        "speaker": "A",
        "text": "So let's talk about why it might."
    },
    {
        "speaker": "B",
        "text": "Be Ron is denying top shots."
    },
    {
        "speaker": "A",
        "text": "Not for long."
    },
    {
        "speaker": "B",
        "text": "He knows what it is. He just, he just hasn't got his."
    },
    {
        "speaker": "A",
        "text": "He'S too cool for school right now. That's it. It's. But, uh, I. But let's talk about. Maybe, but I do want to just make that point, right. Like it's not just a normal, the piece of blockchain that has such a large appeal to a lot of the crypto folks out there, right. Is that it's intended to be decentralized, meaning that at some point you're going to be able to take your moments and put them somewhere else and take them off the platform and sell them somewhere else. Right. I, and in order for all that stuff to happen, there needs to be big infrastructure behind it and fast moving blockchains that can verify transactions instantly. In this case, I don't know if the technology, it's just not at the scale it needs to be at the moment. And that is a problem. And that's definitely one of the downsides of the project right now and especially."
    },
    {
        "speaker": "B",
        "text": "During mania, you know?"
    },
    {
        "speaker": "A",
        "text": "Well, that's it, right."
    },
    {
        "speaker": "B",
        "text": "It works fine when it's like a normal day, right. When everybody's going nuts about it. That's obviously, that's when you're gonna have the issues."
    },
    {
        "speaker": "A",
        "text": "But so let's think about why it's so viral, right. And it's part of the reason that I am so obsessed with it. It's, it's addressable. Market is huge, right. You have the NBA, first of all, which is probably the most, one of the most global sports leagues right after, you know, the only bigger sport is probably soccer, which is, you know, global. But NBA is probably next from a total global interest, from a global interest standpoint, right. You know, it's not the NFL. You're not talking NFL in Europe and China, right. So you have the, one of the biggest sports leagues, you have a collector that might be interested that we're talking about. Right. So you have, you might have a normal sports card or memorabilia type collector. You have the entire crypto nerd space, which we are a part of, right. That might be interested in this. You have sports bettors, right? That might be interested in this. You have DF's players that would be interested in this because it has some kind of player performance potential aspect to it. And that prediction you also have, it is a live, functioning marketplace, right? Like, so you can use, you can play this like you would a stock market. It's just a very volatile, it is like its own little crypto market, Chad. Right. Like, and that's what it basically touched everything that I am, I bet on sports, I play fantasy, I collect, and I'm in crypto, and I like to trade markets, right. So, you know, that's why it hits all the buttons for me. But that's a huge, addressable market, you know, and I think you're seeing that in some of the content and things that are being made already in tools and resources. But, yeah."
    },
    {
        "speaker": "B",
        "text": "So can I just show the top shot, I'm going to show the top shot website right now so people can get an idea of what kind of mania this is looking like right now because I was just looking at it. It's hilarious just what the homepage looks like. Give me 1 second here. This is pretty painful. So as you can see here at the very top, the marketplace is disabled because so many people have on, everything is sold out. So we had the rising star packs drop yesterday. Did you get a rising star pack, by the way?"
    },
    {
        "speaker": "A",
        "text": "No, I got shut out."
    },
    {
        "speaker": "B",
        "text": "I got shut out as well. These were $200 per pack. I think you got seven moments in them."
    },
    {
        "speaker": "A",
        "text": "Seven moments, yeah, there was one, one rising stars out of 2021, one seeing stars out of 10,000, and then some common moments as well."
    },
    {
        "speaker": "B",
        "text": "So we had the seeing stars packs that dropped over the weekend. They did three drops. We were lucky enough. I think we all got a pack of those. But I mean, this is what you're dealing with. There's so much congestion in these, in the top shot world. Everybody wants. When everybody's talking about one, the fact that we had all star weekend, or I guess all star day yesterday just made it even more crazy."
    },
    {
        "speaker": "A",
        "text": "Well, I think, and look, I think people are in the right to be frustrated that, you know, you sit there and they do four pack drops this weekend and, you know, they can take all your money, but they don't have the marketplace functioning for you to go now, send or sell your moments that you just got. Right. So people have the right to be upset about that. But I would say this, the fact that the marketplace, the fact that people are upset at all speaks to what a juggernaut is like. They've created something that people are banging down the doors to get in. Right. And I would say the frustration with the marketplace not functioning properly when it's up and you're trying to make moves and you're getting 40 transaction failed emails is thousand x more frustrating than having to wait, having to wait an extra day for them to hopefully fix it. So if you're frustrated, I get it. I understand. Just think of what I said before where it's a hot, it's 200,000 people rushing a lemonade stand to buy the same lemonade. Right. Like, and they. So let's just quickly go in through how, you know, what the expect, like, what you're expecting if you make a top shot account. Right. You kind of were just talking about it. Right. So there's, you know, at the end of the day, I just want to stress this as well."
    },
    {
        "speaker": "B",
        "text": "This is so we can kind of walk through it."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's a game, right? Like, it's not. I mean, it's a game that has a collection aspect to it. And at the end of the day, that should be your expectation. Right. So, you know, obviously there's a lot of people that have made a lot of money really quickly playing this game and doing it early and successfully. But at the end of the day, it is a game. So you have to make sure that you're going into it with that expectation. So you make an account. Oh, look, our mint condition accounts."
    },
    {
        "speaker": "B",
        "text": "We're officially Laker fans, by the way."
    },
    {
        "speaker": "A",
        "text": "We got three. We got. Oh, that's another thing. Chad's a Laker fan. I'm a Knicks fan. So we got a little New York, la going on. We have 13."
    },
    {
        "speaker": "B",
        "text": "Definitely more Nick Love yesterday than there was Laker love, I'll tell you very much."
    },
    {
        "speaker": "A",
        "text": "So we got 13 moments. Okay, so here's where your moments live. Right? So you can see we got our Donovan Mitchell that you have for sale for $333 if it comes back. Right. And then, you know, so here's where your moments live. The idea is there, there's packs that you can buy. These packs are of different rarities. There's common packs, there's. There's legendary packs, there's rare packs. And these will each have different type of moments in them, right? And so what you're buying here is a moment in time of a player, right, of a certain play, and each one of these is minted out of a certain, so you see here this Steph Curry is 13,978 out of 15,000, meaning there's only 15,000 of them made of. And while that number may seem huge, it's really not. Right."
    },
    {
        "speaker": "B",
        "text": "Like, what would be a completely, for people that aren't maybe familiar with the physical collectible side? Like what? Like, is that if I were to get a Ken Griffey junior from like 98, how many of those cards would necessarily exist in a particular series?"
    },
    {
        "speaker": "A",
        "text": "So what's interesting about this, and this is another reason I like this, and maybe not everybody who physically collects will, but. So you're familiar with the concept of grading cards? Yes."
    },
    {
        "speaker": "B",
        "text": "No, I'm aware of it."
    },
    {
        "speaker": "A",
        "text": "Okay. So, so let's, let's use an example here. So Panini is a, is a card."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "A card manufacturer, they create, their most popular set is prism basketball. Right? So prism is, this is a basketball set that they released."
    },
    {
        "speaker": "B",
        "text": "I was watching a, I think I was watching a pack opening the other day."
    },
    {
        "speaker": "A",
        "text": "Okay, perfect. So, so you, now there's x amount of prism boxes made, right. And those boxes go out into the wild, and they're either bought by consumers, bought by breakers that, you know, kind of sell to their, their customers, and all the cards get distributed that way. Right. Whether you're buying it in a hobby shop, whether you're buying it through a break, whether you're buying it direct, however you're buying it. Right. And then what? So say, let's use last year's class, rookie class, right. So say the biggest thing last year was Zion Williamson rookie cards. Right? So Zion Williamson rookie cards were the hottest thing. If you pull the Zion prism, you were sending it to PSA or BGs to get graded. Right. And so. And the reason you're sending it there is to create a scarcity. Right. So you're gonna say for them to hopefully give it to you as a ten, and then you're gonna say, okay, now I have one of only 14,000 PSA. Ten graded zions. Yeah."
    },
    {
        "speaker": "B",
        "text": "No, that makes sense."
    },
    {
        "speaker": "A",
        "text": "Right. So I think what's interesting about this from a digital standpoint and the minting piece is that the scarcity is already there. It's created for you, right. And people say, oh, well, you know, some of the cons are, oh, you know, these mints are super high. They're of 15,000 there, of, you know, 5000. But what you're doing when you're grading cards is you're creating scarcity anyway, right. So it's the same kind of created scarcity. Okay. And, you know, that's, that's one way to think about it. I don't know. I'm sure people will not agree with me from a traditional collectible standpoint, but that's okay."
    },
    {
        "speaker": "B",
        "text": "They don't have their own. They're not on the show."
    },
    {
        "speaker": "A",
        "text": "But they are. But that's what it is. A grading is essentially just creating scarcity. Right. To up the value of your, from your base card to your graded PSA ten card, you're just creating scarcity. So it's the same thing we have here with these digital pieces. It's one moment that is minted out of so many that is a created digital scarcity. Right. And now within that, what you're finding in the, in the top shot space is some things in that scarcity are getting valued higher than others. Right. So if you have the one of 15,000."
    },
    {
        "speaker": "B",
        "text": "Right. Very."
    },
    {
        "speaker": "A",
        "text": "Getting a premium. Right. If you have a jersey number, you're getting a premium and things like that. So the serial number, birth year works well to some crazy things like that, eights because of chinese numerology and."
    },
    {
        "speaker": "B",
        "text": "Really."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, but the, you know, so there, there's scarcity within this scarcity now. Right. And you know what I think is interesting if you're just getting involved is this. The front serial number matters, and we're seeing that in sales and meaning if you're, if you're a traditional collector, too, you see the out of 15,000. And if I'm holding a regular cardinal, it doesn't matter if it's one of 15,000 or 15,000 out of 15,000, it's worth the same. Right. But in top shot, that serial number in front matters. So one of the common mistakes people make when they come in and they get pull a, you know, a low numbered serial card out of the pack is they just assume that it's only worth the floor, and so they'll sell it for the floor price and somebody's there ready to snipe it and flip it because they don't know that the front serial number matters. So that's a pro tip so far. Be, be aware of the front serial number on your cards that you're pulling. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So I think we've kind of laid out what to expect when you're creating an account. Right. And is there anything else we missed there?"
    },
    {
        "speaker": "B",
        "text": "Maybe there could be. We don't know."
    },
    {
        "speaker": "A",
        "text": "So this week was biggest. They dropped a bunch of packs this week. So you got your all star theme. So one of the other big things, components of this is set making, which traditional collectors are no stranger to. And so, like, there's the all star set right now. There's the seeing stars set, the and the rising star set. So they're out of different rarities. So they're going to have different values. They're part of different challenges. So these challenges are where the gamification comes in to. Right. So if you're collecting right now, there's the Anthony Davis challenge going on, or, sorry, not the Anthony Davis challenge."
    },
    {
        "speaker": "B",
        "text": "Kevin Durant. Yeah, Kevin."
    },
    {
        "speaker": "A",
        "text": "Kevin Durant seeing stars challenge. So if you collect all of team Durant over the next 24 days, you get a rare Kevin Durant moment. Right. And then that speculating, that's probably going to roll into the team Lebron challenge."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because they haven't announced that. Right."
    },
    {
        "speaker": "A",
        "text": "Right. And my guess is you're going to need the Durant to do. Yeah, I think so. So if you're not completing the challenge now, you'll either need to buy them later or you'll need to buy that Durant out. Right."
    },
    {
        "speaker": "B",
        "text": "Do you want to pull up the seeing cars chart for us so we can kind of go through what the options are?"
    },
    {
        "speaker": "A",
        "text": "Sure. So here's, here's some data that we put together. So, so here's the, what we're looking at here is all, you're seeing stars, everybody that's an all star. What their prices are right now and what the percent listed is what they're, you know, one of the big things you need to focus on and that you can see in the data in the blockchain is how many of these have been pulled out of pacs, how many are still on them, still impacts what the percentage of them on the market is because that's going to have an effect on prices. Right. So what we saw really quickly here was, I guess I'll show that in the next one. But what you can see, what is this chart telling you here? Chamber?"
    },
    {
        "speaker": "B",
        "text": "Well, that there is some value purchases I think you can make based on maybe there's some things that are a little bit overpriced that might be in need of a correction. But a lot of that has to do with popularity, too. So that kind of plays a big, big factor. But you look at somebody like a Bradley Beal, $100. His pr per dollar is $4. His points per game per dollar is $3. You kidding me? Bradley Beal is like an m, maybe not an MVP candidate, but he's definitely up there. That is an opportunity. Look at a guy like Joel Embiid who is 100% a MVP candidate. So there's some nice purchases there, and that's something we're going to try to bring you. We have a good team with us that are going to help us break down some of the stats to see where we can get some value for those of you looking to collect."
    },
    {
        "speaker": "A",
        "text": "So this data, who's this data brought to us by?"
    },
    {
        "speaker": "B",
        "text": "This is brought to us by Kraft. It's, we're assuming that's craft trading. That's our buddy des. He takes care of that. He's just a mad genius when it comes to this stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so he put this to this chart together for us, which is really, I thought the per, per dollar was really interesting. What that was also showing is the drop in price from the first seeing stars release to the stars release. Right. So you can see as more of these, and this is just typical market stuff. Right. As more of these hit the market, the price dipped. And what's going to, and that's going to happen every time. More of these, in this, like you said, these mania, these big pack drops, that's what's going to happen. The, the more supply that hits the market, you're going to see people just trying to say, hey, I paid $14 for this pack. I can get ten x on my pack really quickly. And so those prices will drop. And then what's going to happen is people are going to be there and scoop them up. These challenge ones are interesting because they actually have utility. Right. In the sense that you need them for a challenge. So sometimes they hold premium over a similar minted moment. So that's a, you know, we can talk a lot of strategy kind of on our next show here."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because I have some questions in regards to strategy when it comes to what to do with these things."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Challenge is done."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, you know, that was one thing we wanted to look at today, Washington, the, the seeing stars challenge, what we expect with those when the marketplace comes back. So now when the marketplace comes back, I think you're going to see a rocket moonshot on these things there. We've done all three packs. You're going to see an initial dip because those people who bought packs yesterday, again, that are looking to just get their ten x on their money, those are going to, those are going to hit the market, people are going to scoop them up and then that's it. They're going to be in people's hands who want to hold them, who want to complete the challenge and they're going to make you pay for them if you have, if you don't have them yet. So if you do not have them and you expect to want to complete these challenges, I would get on them quickly. When the market opens back up, there's going to be some opportunity to do that and then I think they're going to fly. So I've been trying to buy all of mine before the, you know, the blitz happens."
    },
    {
        "speaker": "B",
        "text": "Somebody was throwing out some figures in order to buy all of the, all of the moments required to get the coven Durant, correct me if I'm wrong, but it was, was it just shy of $3,000 that you would need to get the."
    },
    {
        "speaker": "A",
        "text": "Yeah, you gotta, you'd have to look at what the current, it's tough to say right now because the market's down. The marketplace is down. But really you would just need to see what the floor is on all those. And last I checked it was, it was between like 2500 and I and 3000, which again, I think if we're doing this, this time next week that's going to be a lot higher."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "So let's go back and check that next week. So right now we're saying it's around 25, 300 or 3000. I think it's going to be maybe closer to five next week. So if you're, I would not wait to buy these because all three have now dropped. Right. Actually four. There's been the three seeing stars releases and then you got a seeing stars moment in your rising stars pack. Right. So those are hitting the market soon. And then, so you're gonna see a dip and then you're gonna see."
    },
    {
        "speaker": "B",
        "text": "Did you see somebody selling that Donovan Mitchell for a dollar?"
    },
    {
        "speaker": "A",
        "text": "Oh my God. Honestly. And that's, that's the crazy part of this. Right? So it's an active marketplace. You, we're gonna, we're gonna hopefully bring you the tools and equipment and information necessary to make smart choices. Right. And not have you sell your Donovan Mitchell's for a dollar or."
    },
    {
        "speaker": "B",
        "text": "I think that's, that's where we come in."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "That's where we can come in and give you a different twist than maybe some of these other people that are making topshop videos. We have a background in, you know, trading markets to a certain extent. I wouldn't have said that three years ago, but we really do. Like you were pulling up charts the other day, charts that you'll show some in a minute."
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll see."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's crazy. And you can physically, you know, you could trade your cards based on some of the same premises that we do trading cryptocurrencies or stocks or what have you."
    },
    {
        "speaker": "A",
        "text": "We'll do full videos on all this stuff. We're just going to give you the quick and dirty here. So bring up that one more chart that we wanted to show, because the other thing that always is the big chase in the regular collectibles hobby. Sports card hobby is rookies. Right? And that's one. That's what everybody wants to chase in the sports card hobby, right? So there are rookie moments in the top shot universe, and there are a bunch of rookie moments out right now that this is another piece of the game that's going to happen. Right? These badges. There are badges coming to these moments. So things like a player's first moment, a rookie debut moment, the rookie, you know, their first moment, and a rookie debut moment will have two. Two badges. So these are what you're seeing on this chart here, is rookie moments that will have three badges. So, in theory, these will be the most sought after rookie moments of these players. Right. They're all minted to 4000. So all rookie first moments are going to be minted to 4000. And you can see here what the price is on these, right? So, lamello, big money for Lamello. 30, 33, 75 for a Lamello ball. Three star rookie, right?"
    },
    {
        "speaker": "B",
        "text": "Now, the same price you would get for those triple b shoes."
    },
    {
        "speaker": "A",
        "text": "Yeah. Tyrese Halliburton is up there at 1420. Then a manual quickly. So this is interesting, again, when you're looking at this, and this is courtesy of our buddy Des at craft trading. He. He points out here very accurately, what do you see in that third column there with the percent listed? Chad?"
    },
    {
        "speaker": "B",
        "text": "The percent. Percent listed. 3% on Emmanuel. Quit on Emmanuel quickly."
    },
    {
        "speaker": "A",
        "text": "Okay. And he's getting $1,100. Right. There are more quicklies coming into the wild. Will that price hold? Maybe it might even go up because he's a super high sought after guy. However, I think you'll be able to find yourself some deals in the next coming days once the marketplace opens up. Right. So you see this at the average here, looks around 6% of these cards that are listed. So judging by that same thing, you might see, you know, another couple hundred hit the marketplace in the next couple days. So keep an eye out for some deals, because I do think he's going to probably touch that. He's going to be probably on par with Halliburton, Anthony Edwards. But you might be able to get those, those deals, you know, on quickly soon. I'm not sure I want one really bad, but I'm trying to be patient as a Knicks fan. So again, like we said, listed very important to consider on here potential deals. Wiseman and Edwards look like they could be, you know, really."
    },
    {
        "speaker": "B",
        "text": "I think Anthony Edwards is a real steal here at this. Like, I still think he could be a rookie of the year. As much hype as like, I know LaMelo just has recently started and his numbers are probably, his counting numbers are probably going to go through the roof. But I think Anthony Edwards is for real, definitely undervalued at this price for sure."
    },
    {
        "speaker": "A",
        "text": "I would also say if you're holding an OB top in at the moment, it may be time to sell. He didn't win the dunk contest. If you look at that, points per game, per dollar, right."
    },
    {
        "speaker": "B",
        "text": "Very high."
    },
    {
        "speaker": "A",
        "text": "He's a rookie that is not playing a lot of minutes at the moment. And so you may be able to sell now, get back in a little cheaper on Obi. He is, you know, I do think market and popularity matters. Like, he's a big hype guy because he's in New York. But if you looked at that chart, that's concerning. I think people hyped him up because he, they thought he was going to win."
    },
    {
        "speaker": "B",
        "text": "I am so happy for Knicks fans the fact that he's not starting. We're going into the back half of the year. I just complete devil's."
    },
    {
        "speaker": "A",
        "text": "I'm excited. No, I'm excited."
    },
    {
        "speaker": "B",
        "text": "He could easily be starting in the back half of the year because they could go into tank mode and because I don't think they're going to make."
    },
    {
        "speaker": "A",
        "text": "We're like right on the cusp."
    },
    {
        "speaker": "B",
        "text": "I know we might not make it, but you, even if you, even if you have a shot to play, to get into the play in, you know, me, that little, the little playoffs they're going to have for the kind of, I think it was a 1010. Nine, eight and seven. Yeah, I think that, that's interesting. But I think, you know, he got a lot of, he got robbed at the, at the dunk contest, in my opinion."
    },
    {
        "speaker": "A",
        "text": "Well, let's get into that."
    },
    {
        "speaker": "B",
        "text": "You want to touch on a little bit?"
    },
    {
        "speaker": "A",
        "text": "We got some fun stuff to do. Let's, let's do that right now and then wrap this bad boy up. We've got, we're going a little long today. We want to usually keep these to an hour, but we had a lot of stuff to get through on our first episode from the laying the foundation standpoint, so, but let's get into some of the, some of the fun and games here. We have, here."
    },
    {
        "speaker": "B",
        "text": "We go. Let's see our boy."
    },
    {
        "speaker": "A",
        "text": "So this goes to your. This is. This is every dunk in the dunk contest here."
    },
    {
        "speaker": "B",
        "text": "I think this was an underrated dunk. I thought he got robbed because it was the first dunk of the night. That was a tremendous dunk."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. And the announcers also thought he got robbed."
    },
    {
        "speaker": "B",
        "text": "Well, I have my own problems with Reggie Miller, but here's Obi."
    },
    {
        "speaker": "A",
        "text": "There's Obi."
    },
    {
        "speaker": "B",
        "text": "Obi, man. That's a dirty dunk, man."
    },
    {
        "speaker": "A",
        "text": "Ob. This was. I think it was his best one of the night, but I think Obi got a little. This was. That was sweet. I think Obi got a little robbed because he was the tallest, and there was an expectation."
    },
    {
        "speaker": "B",
        "text": "There's always a little expectation there. But I think his ability to handle at that height was, was for sure was a positive that obviously, he gave it a couple of attempts."
    },
    {
        "speaker": "A",
        "text": "Simons has so much hype. He. It's like. It's ridiculous."
    },
    {
        "speaker": "B",
        "text": "Well, kind of. It's like that Gerald Green, that. Who won it last year? What's his name? I can't think of it now."
    },
    {
        "speaker": "A",
        "text": "The airplane tribute or, sorry, the Tracy McGrady."
    },
    {
        "speaker": "B",
        "text": "I thought it was going to be a Vince Carter, but it turned out to be a McGrady tribute. Great dunk. Great dunk. I think that was better than McGrady's, to be honest. I think he stayed up in the air longer. This one, I thought was really good."
    },
    {
        "speaker": "A",
        "text": "So what I loved about this is. That's his dad. That is his dad."
    },
    {
        "speaker": "B",
        "text": "Dad. 27 years old. I don't know. How old is that? Holy smokes. I."
    },
    {
        "speaker": "A",
        "text": "Apparently his dad was dirty. He was caught. He was known as Dunker's delight."
    },
    {
        "speaker": "B",
        "text": "Dunkers delight. I remember Dunker's delight. This is enough, ob, man. I'm high on Obi."
    },
    {
        "speaker": "A",
        "text": "What do you think of the kiss? Did that have won or not?"
    },
    {
        "speaker": "B",
        "text": "I was excited about it at first. Remind me that, I don't know if you remember the Gerald green birthday cake. Dunkin."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was totally underrated."
    },
    {
        "speaker": "B",
        "text": "That was amazing. Dunkin. It kind of gave me that. But had he kissed the actual rim there? I mean, that is pretty. Look at this."
    },
    {
        "speaker": "A",
        "text": "Whoa. I mean, that's pretty cool if you. If you put that in a moment."
    },
    {
        "speaker": "B",
        "text": "Right? So I thought. I thought overall."
    },
    {
        "speaker": "A",
        "text": "So Simons doesn't have a moment yet, though."
    },
    {
        "speaker": "B",
        "text": "I mean, he's got. Simons is going to have. I would imagine they're probably going to do the dunk winner moment. Yeah, probably the Steph three point winner. They'll probably have Sabonis, Demontis subonus winning the skills challenge. My guess is they'll probably do one of each of those. Am I wrong there?"
    },
    {
        "speaker": "A",
        "text": "I feel like probably the. Totally."
    },
    {
        "speaker": "B",
        "text": "Definitely."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But last but not least, I should show you one more because our Yden, one of the, one of the highlights from yesterday's game was Dame Lillard draining the game, winning three. So it was this weird. I don't know if you watched the entire game. It was a new way of doing it. So they didn't do it last year."
    },
    {
        "speaker": "A",
        "text": "This way, too, did they? I think they did."
    },
    {
        "speaker": "B",
        "text": "Last year was rough. I lost Colby before the all star game last year. I wasn't an all star mood. I'm gonna be honest. I'm gonna. I may have missed that, but. But the fact, you know, they played every quarter, and if you won the quarter, your, whatever charity that that team was playing for got. I forget. It was like 150. Or was it $75,000 per quarter? $150,000 per quarter. It was a lot of money per quarter. But then at the end, the winner needed to get to 170 points. So I kept seeing this morning, I turned off the game. I'm gonna be honest, I turned off the game when it was like a, you know, when there's maybe five minutes left and, you know, the LeBron's team was up by, like 20 points. But then I keep, I kept seeing this morning that dame littler hit a game winner. I'm like, did they lose? Did they lose that lead? Like something didn't make any sense. So I rewatch it, and I didn't realize whoever got to 171st won the game and dame like, they were at 167. And, you know, it's dame time, comes up, walks up and just drains a three pointer from, like, half court to win the game. But he was."
    },
    {
        "speaker": "A",
        "text": "But the best part. But the best part. Here we go."
    },
    {
        "speaker": "B",
        "text": "He was asked after in his walk off interview what he thought about none other than top shot. And should this be a moment? Here he is. If you've heard of NBA top shot."
    },
    {
        "speaker": "A",
        "text": "Do you look forward to seeing that."
    },
    {
        "speaker": "B",
        "text": "Game winner going on top shot?"
    },
    {
        "speaker": "A",
        "text": "I have heard of it. I've been following it a little more."
    },
    {
        "speaker": "B",
        "text": "Lately because it's getting pretty popular. Same doll."
    },
    {
        "speaker": "A",
        "text": "Like to see it on there?"
    },
    {
        "speaker": "B",
        "text": "Gotta be. That'd be pretty popular. Amazing."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, we've talked about a bunch of players, you know, tweeting about top shot, getting involved in top shot. We've seen, you know, Rudy Gobert. We've seen Terrence Ross. We've seen. Or, sorry, Terry Rosier, Halliburton Josh Hart, JJ Reddick."
    },
    {
        "speaker": "B",
        "text": "I would say some decent role players."
    },
    {
        "speaker": "A",
        "text": "This was the first major, major game."
    },
    {
        "speaker": "B",
        "text": "Again, I almost. Yeah, I was going to swear again, guys. Bring myself in. The first real all star, you know, a superstar. That's the first superstar to talk about it."
    },
    {
        "speaker": "A",
        "text": "Right, right. So it's exciting. And then, you know, on top of that, the NBA decided they were going to release the rising stars rosters through top shot."
    },
    {
        "speaker": "B",
        "text": "That was crazy, too."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's crazy."
    },
    {
        "speaker": "B",
        "text": "Just bananas."
    },
    {
        "speaker": "A",
        "text": "So, all right, we got one more little segment here on, it's a tools and resources. So I want to show just a couple ways, if you're not familiar, that people can utilize some information to, you know, be a little more successful in top shot. So this first one is a website that I use. This is a paid service. However, it's like $9 a month. So if you're serious about. About this piece of top shot and finding the data and analyzing it, this is an awesome. This is an awesome tool. We really like it because it's what we do with crypto. Right. We're looking at charts. Some would say we're reading the tea leaves, but we're looking at charts. And essentially what these charts are is just a graphical representation of what's going on in the market. Right. So I'll just look really quickly at a moment that is iconic on the platform. So we got LeBron James three point, the Nolook three. It's been sold 11,000 times. Right. So you can see how many listings there are now. You can see the market cap, you can see the percent listed, what the mint is, all of that kind of stuff. But then if you click into here, you can actually see the chart, the graph here on what the moment looks like. So one day, obviously, we've had no market interaction, but let's take a look at the past month and see what the action looks like here. So this chart is going to give you, hopefully. I think we're just on a little delay here."
    },
    {
        "speaker": "B",
        "text": "The computers are working hard today."
    },
    {
        "speaker": "A",
        "text": "Man. It's coming, it's coming, it's coming. So you see it's filling it all in. Usually. Usually this is much faster when we're not trying to live stream at the same time."
    },
    {
        "speaker": "B",
        "text": "There's a lot of stuff happening right now."
    },
    {
        "speaker": "A",
        "text": "Yeah. Next time we can have these pulled up for you. But you can see kind of what's going on with this moment and the sales. So you can see it started way down here at around $70. And over the past month. Over the past month, it's gone extremely parabolic. And now it's on this. This is. This is kind of that dip that we've seen in the market."
    },
    {
        "speaker": "B",
        "text": "What's the cheapest price for this one? Do we say $1,000?"
    },
    {
        "speaker": "A",
        "text": "Right now it's, yeah, 1050. I wish this would load a little quicker here. This is not. There you go. This is not their fault. This is my Internet's fault. Right. But you can see kind of what you might be looking for in a turn. We'll go into a whole episode about this at some point, but you can see kind of what the areas you might be looking to buy or sell are. Right. So you can see, maybe we should."
    },
    {
        "speaker": "B",
        "text": "Bring one of our crypt, like, our really good crypto traders and just show them charts."
    },
    {
        "speaker": "A",
        "text": "And we totally could do that. And so you can kind of see where the price action is on these. And again, this is great, just because it's a graphical representation of what's going on in the market. One thing I would like to see is if there were, you know, if there was volume, so you could see exactly how much sales this represents."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "But we're picking a pretty liquid moment. So, you know, we can, you know, get an idea. Like, this was a support level here, you know, and we could get an idea of what you might want to look at as a part, as a place to enter and exit these moments if you're trading them and not just collecting them. Right. Another option here is moments rank. Love this one. So this. Let's, let's put our. What's our mint condition? Yeah, this is our team. Yeah."
    },
    {
        "speaker": "B",
        "text": "It's just mine that I just renamed to the minus. Gonna be the official top shot account."
    },
    {
        "speaker": "A",
        "text": "Yeah. So you can see here, it'll give you the rank of everybody, anybody's account."
    },
    {
        "speaker": "B",
        "text": "Total account."
    },
    {
        "speaker": "A",
        "text": "Right. And you're not really, you know, I don't pay too much attention to this piece. Like what. What percentile my account is in. Right."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "But what you really want to look at here, I think this is a good idea, or this gives you a good idea of what your serial numbers might be worth. Right?"
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "So you can see there's a difference between your lowest listing value, which is if you just sold everything you have on the floor. Right. Versus what your potential total moment value is. Right. So they take. They take your serial number into account."
    },
    {
        "speaker": "B",
        "text": "Oh, I see."
    },
    {
        "speaker": "A",
        "text": "And they say, okay, that's my favorite."
    },
    {
        "speaker": "B",
        "text": "One right there, though. That's my Alex Caruso."
    },
    {
        "speaker": "A",
        "text": "So there you go. So you might have. So here you have. Let's see you don't have a ton of low, low numbered stuff versus what the mint is. But. So, like, here you go. So they're saying that this 2001, based on their, you know, their data, the floor is six. But since you have a mint that is in the low end, you're worth. It's worth potentially that."
    },
    {
        "speaker": "B",
        "text": "What about my Donovan Mitchell? It's a 799 out of 10,000, I think."
    },
    {
        "speaker": "A",
        "text": "Where's that one?"
    },
    {
        "speaker": "B",
        "text": "Right below the second Alex Caruso? Yes, I have two Alex Carusos."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so there you go. 799. So the floor is 106. So this is a good example. The floor is 106, but they're estimating your value based on serial number at 264. And I will say I've listed stuff at their suggested value."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "I've listed stuff at their suggested value, and it's sold. So, because I wanted to kind of test this stuff. So I would say for the viewers. What's that?"
    },
    {
        "speaker": "B",
        "text": "Is this one free for the viewers?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this one."
    },
    {
        "speaker": "B",
        "text": "We didn't say smash that, like, button."
    },
    {
        "speaker": "A",
        "text": "Smash that, like, button. And then lastly, one that most of you have probably heard about is evaluate market. You could get any kind of data here. This goes. This is showing your, like, daily sales activity on the whole platform. Again, you can look up people's account value here. You can look up stuff on moments here. So let's say we wanted to go take a look at any specific moment. Let's go with your Alex Caruso. Which moment do you want to look at from Alex Caruso?"
    },
    {
        "speaker": "B",
        "text": "Let's look at the. Does it pull all of them up? There's the block. Let's do the Alonzo block. I like that one a lot."
    },
    {
        "speaker": "A",
        "text": "Which one is it?"
    },
    {
        "speaker": "B",
        "text": "Oh, there's two freaking three. Base set block. I think it is space set series or metallic or. Try the metallic gold. Try the metallic gold."
    },
    {
        "speaker": "A",
        "text": "I think it's the metallic gold you have."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. So then it shows up. All of that's probably not the metallic gold based on your account. So it brings up all this information that you can see here on the actual moment. So you can see it's 100% owned. And there's, out of the 150, there's only 83 unique users. Right. That have this. So some people own multiple. Right. It tells you what the market cap is. So your market cap is essentially just exactly right here. Your lowest ask times the circulation gives you a right. Let's look at one other one really quick, because there's none. These are series one, so there's no base. Let's go with this. Emmanuel quickly or, because this is a good example where you could see, again, this is all meant to give you data that you can make better decisions with. Right. We call it, when you just jump into something blind in crypto, we call it aping. You just ape in. Right. We're trying to prevent that here because, again, a lot of this stuff goes up and down very quickly. It's very volatile. So you want to try to make the best decisions you can. So lowest ask 1100. Right. The circulation, 4000. That's. That's how many they're gonna be. Right. Now, you can see there's 17% of these that are still in packs. Right."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "And 24% are. Only. 24% are owned or. No, so, sorry."
    },
    {
        "speaker": "B",
        "text": "24% are out of the pack."
    },
    {
        "speaker": "A",
        "text": "Yeah. 70% is left in packs."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "So there's 690 that's still in packs."
    },
    {
        "speaker": "B",
        "text": "Got you. So have yet to be open. Now, could somebody have a pack not opening yet and it'd be in there, correct?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yes. But you can see there's 920 unique users and 960 owned. So that tells you there are people that are owning multiple of these, placing some bets on them. Right. But the more. The more users that own these, the more unique users, typically, in my opinion, the better, because, you know, the price floor is going to be not as controlled in such a. In such a clustered percentage."
    },
    {
        "speaker": "B",
        "text": "You know, that makes sense."
    },
    {
        "speaker": "A",
        "text": "Like, you, if you go look at a bunch of those series one moments, what I think you'll find is there's a lot of people that own multiple. Right. So that's why the floor is so high. You look at the percentage of buyers and sellers. One of the other things I like to look at in this is you can see market movers, so anybody's moments that are up and down in value throughout the day. And then your sets. I like looking at this. It tells you the market cap of each individual sets. So you can kind of. So series two right now, if you wanted to go buy every cool cats momentous, it would cost you $7,419 if you wanted to just jump in and get involved in the cool cats. Now, what's interesting is this was about $12,000 last week. So the cool cat. Cool cat stuff is coming down. So right now, if you bought every base moment in series two at the floor, it would cost you $21,535. So just an interesting way to kind of look at the data that's out there. You can buy all the gift moments right now for $746, which seems reasonable to me. That seems like a bargain. And considering all the gift moments are minted out of 8880, right? I don't believe so. Right now, for all the seeing stars that has the challenge associated with it, again, you could buy everyone at the price floor of 4000. So my guess is that Durant is somewhere in the low twos. Chad. Yeah, the Durant challenge. But just a couple of different ways to look at this data. We'll go into a ton of this stuff in depth at another time, but I just wanted to give a quick little synopsis of each. Each one here really quickly. We've got one more order of business."
    },
    {
        "speaker": "B",
        "text": "Yes, we do. The biggest order of business."
    },
    {
        "speaker": "A",
        "text": "It is the big away. It is. It's the giveaway time."
    },
    {
        "speaker": "B",
        "text": "This is my favorite part. Did you see? Somebody even questioned our integrity."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "B",
        "text": "I mean, rightfully so. I would question my integrity as well."
    },
    {
        "speaker": "A",
        "text": "I thought that was really funny."
    },
    {
        "speaker": "B",
        "text": "We both. I saw you hop on and right away I was going to."
    },
    {
        "speaker": "A",
        "text": "I was like, sir, we're trying to. Trying to give away some."
    },
    {
        "speaker": "B",
        "text": "So people thought we were scamming. You know, people thought we were steady scamming. So what I've done here is we."
    },
    {
        "speaker": "A",
        "text": "Couldn'T be giving away a more apt moment, I think with Steph being the three point champ last night."
    },
    {
        "speaker": "B",
        "text": "Three point. Almost MVP."
    },
    {
        "speaker": "A",
        "text": "He. Dude, he was so almost MVP. And then he even. Did. He even mimics LeBron. No, look, three last night with, well."
    },
    {
        "speaker": "B",
        "text": "You know, I don't know if you mentioned this to me yesterday, LeBron technically mimicked Steph doing it the season prior. Steph is the originator of the nolan."
    },
    {
        "speaker": "A",
        "text": "I didn't know."
    },
    {
        "speaker": "B",
        "text": "LeBron did it as a homage to Steph. And then Steph showed him who the OG was. Yes."
    },
    {
        "speaker": "A",
        "text": "I did not know that."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "So. So this is. This is the participant list. What I've done is I've set this up so once I hit start, it's going to give us one winner, and then I think three or four backups. So just in case. Whatever."
    },
    {
        "speaker": "A",
        "text": "So we had 185 people participate, huh?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Huge."
    },
    {
        "speaker": "A",
        "text": "Awesome."
    },
    {
        "speaker": "B",
        "text": "Considering it's our first show."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome."
    },
    {
        "speaker": "B",
        "text": "So we are giving away that. We are giving away that Steph Curry that I was showing you earlier here when we're looking at the video, that's going to be our giveaway. I don't know what the price of it is now, but I mean, realistically, that's."
    },
    {
        "speaker": "A",
        "text": "At the time, it was almost $200. Right. So could be around there, too, after."
    },
    {
        "speaker": "B",
        "text": "Yesterday, after the markets open up."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So I'm going to kind of hit start. You think I'm excited? See what happens? I don't know what's going to happen. Start. Five."
    },
    {
        "speaker": "A",
        "text": "Oh, there you go. Z three tay. Max Hughes. The is the winner. Congratulations, Z three Tamax."
    },
    {
        "speaker": "B",
        "text": "And then as backups, we have crypto."
    },
    {
        "speaker": "A",
        "text": "Glasses on the list."
    },
    {
        "speaker": "B",
        "text": "That guy gets all of."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "I think he won two wrecked giveaways, so shout out to crypto glass. I hope we can give it away to Z three Tamax, but that. That was huge. So we'll reach out to you."
    },
    {
        "speaker": "A",
        "text": "The only. The only reason we have backups is if the person doesn't respond correct."
    },
    {
        "speaker": "B",
        "text": "Right. Or they don't have a top shot account or, you know, that kind of thing. So you are a winner. We have our backups ready to go, so thank you to everybody that participated. That was a huge show of support. Obviously, everybody wants a top shot moment, so it's. It's good to give one of those away. We wanted to start off our inaugural episode with a pretty. I think a pretty decent giveaway. Once we get going. Once we get going, maybe, maybe, maybe I'm going to snag one of these Lebron at a low price. We'll go crazy down the road."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "All right, maybe."
    },
    {
        "speaker": "A",
        "text": "Let's see. Hey, you might be able to. Based on those charts, you might be able to get a deal soon."
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. Like, a $1000 LeBron's not a bad deal."
    },
    {
        "speaker": "A",
        "text": "Maybe. Maybe one of those seeing stars moments so people could use them for a challenge."
    },
    {
        "speaker": "B",
        "text": "Right? So there you have it. Anything else?"
    },
    {
        "speaker": "A",
        "text": "I think that's going to do it. For our first show, we went a little long, longer than usual. We're going to try to keep these two an hourish, 45 minutes to an hour, but we wanted to give you the full breakdown of everything that we could here in our first episode. Chad, do you have anything else before we skedaddle? What do you. What do you think? You excited for this show or what?"
    },
    {
        "speaker": "B",
        "text": "I'm most excited about, besides the show, is how you're gonna end the show, because we have a great ending to our current."
    },
    {
        "speaker": "A",
        "text": "Dude, I haven't even thought of one. How about something like Stay mint?"
    },
    {
        "speaker": "B",
        "text": "Oh, I like it. I like it."
    },
    {
        "speaker": "A",
        "text": "All right, that's it. All right. That is the first episode of the Mint Condition. I am Joe. And for Chad and the rest of the crew. So we have one more quick shout out. We have our producer friend AJ helping us out, so big shout out to him. He'll be on the show at some point. And then we have Kraft, our buddy des at Kraft trading, helping us with that data. So shout out to those guys, too. We'll have both of them on sometime soon. Next week. We actually have an interview already, which is fun, amazing. We'll be talking to Jack settlement. So Jack settlement, if you are in top shot, you've probably heard of him. If you're a regular collector, you might have heard of Jack. So Jack has actually was actually, he's a physical and big time top shot person. So we wanted to bring someone on that has experience in both to kind of talk about what it is that intrigues them about, you know, both worlds. Right. Because that's what we're trying to do here."
    },
    {
        "speaker": "B",
        "text": "So that's awesome."
    },
    {
        "speaker": "A",
        "text": "That's going to do it for us. Until next time, stay mint."
    }
]