[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am bunchu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm gonna be honest with you today. I'm feeling the heat a little bit. Not necessarily just because it's warm outside, but I don't know about you. I purchased my underwear online. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Playing some. Some risky business this week, and I made a. I usually get, like, ten at a time, and then I, you know, that's good for maybe a year or two, and then cycling in a fresh ten, you know what I'm saying? And I purchased some maybe, like, two weeks ago, roughly. And I've been slowly kind of just getting rid of old ones, and now I'm like, I think I got rid of more than I should have before knowing that they were too many. So I've been sweating all day, like, waiting for the mail to come. A nice stack of me undies show up."
    },
    {
        "speaker": "A",
        "text": "And you got that Amazon prime."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wish. No, I go. I'm a podcast."
    },
    {
        "speaker": "A",
        "text": "Oh, you're strictly me. And strictly. They got you with the podcast sponsorship. Absolutely interesting. That modal or whatever. You could tell. I've listened to a podcast or two, but, yeah."
    },
    {
        "speaker": "B",
        "text": "And it's Friday, and I don't know about you guys, we don't get mail on the. On the weekend."
    },
    {
        "speaker": "A",
        "text": "Really? I feel like we have done a 360 on that. Like, we used to not get mail on Sundays, and now I even see the mail truck out on Sunday. So it's, uh. Yeah, yeah, yeah. But anyway, we have a fantastic show today, a long awaited interview with our guest here, party icons. So we'll get into that in just a few minutes. But, uh, chamber, I gotta ask you. So I was. Wednesday was the day that I was in New York City. I, you know, my phone woes that I've had for the past, you know, and so, like, still, I even almost couldn't get the dang headphones to work today. And so, you know, I texted you at about 03:00 and I was like, I am NgMI for our episode, because I just didn't have the battery right off. I did. And I. I was also with, like, it was also, like, right after I met in person, the whole crew. So, like, we were. Yeah, yeah, that's having a great old time. And, you know. So how did the show go without me? The last minute change there?"
    },
    {
        "speaker": "B",
        "text": "Well, Des showed up like a trooper, which was helped out significantly. Payne and V squared both helped out, which I thought was, again, very helpful. I think we put together, you know, a fairly solid show. You know what, the chamber hosted shows are a little bit more of a. I wish we had clip shows, put it that way."
    },
    {
        "speaker": "A",
        "text": "Yeah, I got a lot of. I got a lot of wonderful feedback from people that I met in person this week that in the 24 hours I was in New York City, I did have someone, however, say that, yeah, you guys have just such great chemistry. But just make sure that you're always the host."
    },
    {
        "speaker": "B",
        "text": "I want to name. I want to name on that one."
    },
    {
        "speaker": "A",
        "text": "I can't give that away."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "It was real. Really weird thing. Her name was Amber."
    },
    {
        "speaker": "B",
        "text": "Wow, that makes a lot of sense. That checks out for me, actually."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Anyway, we have got a wonderful show here. But you know, just real quick shout outs to everybody that I did get to hang out with the other day. I mean, I didn't get to make it to a lot of events. We went to, you know, we went to dinner with the DJ network crew, which was awesome. So we got to, I got to meet, you know, Riggs and J. Webb and Mister House and Dow Jones and Brit and her husband. And it was an Anthony. It was just an amazing time. And it's just so cool to see like what we're building here with DJ Network, with quality people. And it's just, there's nothing. One person that was in our crew that you're like this person."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "I stayed home like. Yeah, well, that's why. And we thank for it. So we think we're thankful that you stayed home. Although, you know, the party last night, wherever people were last night, riggs want a damn people. Did you show it?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I was gonna ask you about that. I saw Riggs. I saw Riggs. I saw a picture of Riggs Moonbird with his address. But I didn't have the context. I was."
    },
    {
        "speaker": "A",
        "text": "I won the beeple at the."
    },
    {
        "speaker": "B",
        "text": "So what's that worth?"
    },
    {
        "speaker": "A",
        "text": "And so did something like that worth. I mean, a beeple every day. I don't know what the floor is on those there. I would imagine they're pretty a multi e that. Well deserved. Well, check this. Riggs not the only dj network winner of a beeple, really. Our friend Diesel. Our friend diesel from the war room. I know Diesel, obviously. Yeah, diesel won one."
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "So the Degen network hit big last night at the proof event. Both of Riggs and diesel winning beeple pieces. So fantastic come up for both of them. Very, very happy. Riggs. You know, Riggs put it out in the universe that he was going to win that day. He calculated his percentage like we were talking on Wednesday and I was like, dude, you're going to win this thing. And then he, he did it."
    },
    {
        "speaker": "B",
        "text": "That's phenomenal."
    },
    {
        "speaker": "A",
        "text": "Very, very happy for that them. But I am ready to get into our guest today. Are you?"
    },
    {
        "speaker": "B",
        "text": "You know what, I was reading over the notes and I completely forgot that I'm pretty aware of this project. I'm like, oh, I know what this is."
    },
    {
        "speaker": "A",
        "text": "Yeah. Because that's what happens when usually you have no idea who our guests are. But we've done something today, so. Yes, so we definitely have. We have Jeff and Knox down with us. I don't know if somebody else is on the party icons handle, but if you are, feel free to come off and introduce yourself as well. Otherwise, I will just start down with Jeff and Knox and we'll go from there. So let's start with Jeff. So, Jeff, GM, welcome. How are you?"
    },
    {
        "speaker": "C",
        "text": "Thank you. GMgm what's going on, guys? And by the way, I also, I also get mail on Sundays, which I didn't realize. I thought I was the only one, too."
    },
    {
        "speaker": "A",
        "text": "It's a weird thing, right? Like, it was definitely, it's funny because one of my buddies is, he works in a post office and so whenever he would go in to work on Sundays, it was an inside joke that I would yell at him and I'd be like, Mike, there's no mail on Sundays. What are you doing at work? And now there is mail on Sunday and I'm very confused about it."
    },
    {
        "speaker": "C",
        "text": "So it's crazy, the Amazon effect, right?"
    },
    {
        "speaker": "A",
        "text": "I guess that that is totally true. But anyway, Knox, how are you doing today? Thank you for joining us as well."
    },
    {
        "speaker": "D",
        "text": "Hi. Hi, guys."
    },
    {
        "speaker": "A",
        "text": "Super excited to have you both. Let's jump in with just a little bit of both of your backgrounds. Jeff, we'll start with you. So tell us kind of what your background is, how you got into the space and how you ended up kind of working on party icons here. Yeah."
    },
    {
        "speaker": "C",
        "text": "So folks that are not familiar, I co founded a media site about 15 years ago, actually 16 years ago now called High Sombiety. And it's one of those, you know, passion blog projects that really has become a brand or voice to young generation. You know, the majority of my time there was helping to raise awareness of young creators. And you know, what I've always been obsessed with and the work that I've done is how you use technology to rise up, rise up new voices and listen. We certainly saw that with Web one, we saw that with e commerce, we saw that with social media. And I think a lot of us believe we're going to see that with blockchain. And for me, it was, you know, I think I had an aha moment. Like many people had been in crypto since about 2016, with bitcoin, of course. But the moment I understood digital assets and scarcity for me was closer to like, January 21. And, you know, I've been all hands on board since. So we had a really great show on Clubhouse during the heyday called Culture Club. And in fact, Beeple and Christie's were some of our earliest guests. We had the show before the, the big sale at Christie's, which was cool. So we've always been there active and talking to the voices that are making changes, especially on the culture side. And in terms of, like, how I think about nfts in general, I'm a huge fan of this idea of, like, stable nfTs, the idea that we can start using them as assets that go beyond just a, a value chase for scarcity, but really a real true utility of how we can use it day to day, where it's less about price fluctuation, but how we really start to understand how these assets can be beneficial when looked at collectively. So with that in mind, like, I'm obsessed with wallets. I'm obsessed with how we can start looking within wallets to understand what the next consumer may look like. And through that, I came into party icons. Yeah, that's my story."
    },
    {
        "speaker": "A",
        "text": "Very cool. I love the background there. That is super. It's super interesting progression for you, I think, something that a lot of us can relate to specifically, you know, what you said about empowering and rising up voices. And I think that's such a huge thing in this space. And, you know, even just what I saw from NFT NYC in the short time that I was there this week, there was so much of that going on and it really, you know, really kind of rejuvenates you when you see some of that stuff where we kind of live in these echo chambers on Twitter sometimes, but when you get out in that space where everybody kind of shares that exact same ethos. Right? And that's where you're like, oh, we actually are doing something kind of special here. And it's not always just about floor prices and things like that. But yeah, I'd love to hear your background as well, Knox, before we get into party icons and mechanics and everything like that."
    },
    {
        "speaker": "D",
        "text": "My background is in media branding, marketing. I started out actually in fashion, and that's how I know Jeff. I've always been, I grew up in New York. I'm currently based in New York, and I joined the party Icons project officially in March of last year. But I have been consulting with them on a lot of, like, their character creations and storytelling much earlier."
    },
    {
        "speaker": "A",
        "text": "Very cool. So, Jeff, why don't you tell us a little bit about where, like, why party icons? Where did the idea come from? How did that all kind of spin up from your end?"
    },
    {
        "speaker": "C",
        "text": "So I came in, you know, Claire and I had met through some speaking engages. I had done specifically on tech, and I remember the first time we met, I think it was at BoF, and she told me about a game she was working on. She said it really simply. I think at that point, I had met, you know, everyone. I see a ton of deal flow. I see a ton of projects that come across the way, and I hadn't seen a game that was actually built out. We'd seen so many. We hear of so many projects that have the intention to build a game. We understand. Let's be honest about it. Building a game is quite an endeavor. It costs millions of dollars, and it requires a team. And I think there's been so many ambitions or ambitious projects that plan on developing games. And the truth is, there's a lot that are in development. But we had never seen anything mature. And I think what was interesting was that Claire was like, well, this thing's built now. We're literally building the mechanics around it. And that was what was exciting to me. It was the fact that Claire and her team have actually spent quite some time putting this together. It's not a roadmap. It's truthfully there. We'll see an alpha very soon. But what was super cool about it was that it wasn't necessarily looking at game mechanics from a pure web three standpoint. You know, I think the. The understanding is that blockchain could do a lot for gaming. It can really level the playing field. It can help us begin to spread assets in different ways. I'm gonna stay short of calling it decentralized, but that's the dream. Being able to have people do what they want, have that independence of assets that we unfortunately don't have in the walled gardens of traditional games, which is fine. You know, like, why would epic open their doors? You know, they've got 300 million people. But we understand, and if we believe in what web three and the chain can bring, we're gonna be well above that number in, you know, a short amount of time. So what was really interesting to me was the fact that you didn't tradition, you didn't necessarily need to have just a traditional wallet to play it. The barrier to entry was essentially zero, meaning you could just play the game. And there was no, if I can use this inherent force of web three down your throat to play it. It was wide open in that sense. And that was very attractive to me because I do think that part of the core conundrum that we have as we onboard people is how much of the tech do we want them to be exposed to. And I think we can all agree today that you need a certain level of understanding of what a smart contract is, a wallet, or even the basis of crypto to play in the space. And I'm not sure that's fair for everybody. So the fact that party icons is a game, was an open door to let anyone play it, regardless of where they stood on web three or even crypto, was really exciting. But the most exciting part about it, and I think the thing that makes it quite novel, is if you do decide to take your assets somewhere, you can do it within this environment."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super cool. And I think, I mean, you touched on a lot of points that are really important to how I think about web three in terms of, you know, adoption and getting people that are not necessarily crypto native involved in something that they can enjoy and then kind of get curious about and not force it down their throat. Like we do the same thing with Starbucks, right, where it's an ecosystem where you can come in and you don't have to know how to set up a wallet, you don't need to know what a private key is. You don't need to do any of that stuff. You can just participate in the program, and if you want, it's there for you to learn about as far as self custody and how you do all of that. So I think that's really interesting. And I think that's like, I think core to not only like this mass kind of consumer adoption, but specifically in gaming, which I think is really interesting because you have this massive, massive market that plays games, and then the Venn diagram of that market versus who's in web three is very, very tiny. So how do you bridge that gap without kind of one, like you said, forcing it down somebody's throat or two in a way that's not totally, like you said, financially driven, which is what we've seen a lot of these kind of, like, gamefi type of games. So I think it's super important to approach it that way. And I also love what you said about the game kind of already being built versus roadmap. So I think that offers a really interesting dynamic for you guys to be able to kind of build something in a really authentic gaming way and then layer this stuff in on top chamber. What do you think about that?"
    },
    {
        "speaker": "B",
        "text": "I don't disagree whatsoever. I do have maybe for some of the listeners, maybe for my own sake, I'm just listening. I can hear my daughter in the other room, literally in the midst of talking shit while gaming."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "C",
        "text": "Love it."
    },
    {
        "speaker": "B",
        "text": "Yelling at the top of her lungs, saying all sorts of obscenities. But if I were to, after we're done our conversation here today, if I wanted to talk to her about party icons, I was wondering maybe, I don't know if Knox, if you want to take a stab at this, is to give me, how would you explain it to them? She's about ten years old. What is party icons? What are we looking to accomplish in the simplest terms?"
    },
    {
        "speaker": "D",
        "text": "I guess if I were talking to your daughter and I have younger brothers and sisters, I can speak that language kind of. And I guess I wouldn't talk about web three, right. I would first explain to them what our game is about. And so we have several game modes. We have, first of all, it's a mobile game. We're launching a mobile first. And it'll be on Google and on app stores. And we have three sort of major game modes. We have party games. So that would be like, you know, if she likes Super Mario, like Mario party games. If she likes fall guy, she's playing."
    },
    {
        "speaker": "B",
        "text": "She's playing Call of Duty currently."
    },
    {
        "speaker": "D",
        "text": "I'm sorry I asked."
    },
    {
        "speaker": "B",
        "text": "This is the new ten year old, apparently. Like she's playing with all of her other ten year old friends. So apparently they've all graduated together."
    },
    {
        "speaker": "D",
        "text": "So we have the. But. So we have these mini party games that are like Mario party games or Fall guys. I mean, there's like skill and luck involved. And then we have them for the more serious gamers. We have battle royale, which is like, you know, the Fortnite or like PUBG or Apex Legends, where we have. We have two versions of that you can do. You can play as arena games. So like five versus five, three versus three, which is like dota or, you know, games like in that category. And then we also have the survival mode. So eight teams of three."
    },
    {
        "speaker": "B",
        "text": "That's awesome."
    },
    {
        "speaker": "D",
        "text": "With a shrinking play zone. Sounds like you're."
    },
    {
        "speaker": "B",
        "text": "Yeah, similar to your. Just like, similar to like a fortnight. As. As the kind of great game shrinks down, right?"
    },
    {
        "speaker": "C",
        "text": "If I can jump. If I can jump. In it's, it's, it's a mutt. If I could say it's a family friendly version of Fortnite in some ways. You know, if we can be as bold as to say that, you know, you're, you're certainly having fun in a shooter style but your characters are quite different. There's you know, if I could say, you know, they're a little bit, they put a smile on your face and what they're able to do was pretty amazing."
    },
    {
        "speaker": "B",
        "text": "Something maybe my, my five year olds trying to graduate to like some actual gaming. Like I don't want to."
    },
    {
        "speaker": "C",
        "text": "I've got a seven year old. Exactly."
    },
    {
        "speaker": "B",
        "text": "I don't want to necessarily drop her into maybe not for, I mean maybe for tonight but definitely not Call of Duty."
    },
    {
        "speaker": "A",
        "text": "I mean if you need her to beat somebody, drop her into fortnight against, get a couple dubs and, and she'll feel real good about herself, then you graduate her into, into party icon. I love it."
    },
    {
        "speaker": "C",
        "text": "Yeah. And, but it's, it really is that. I think that was, you know, quite frankly that was one of the draws for me too is that it has a very friendly come together kind of approach to it and it's a lot of fun."
    },
    {
        "speaker": "B",
        "text": "And can boomers like me play too?"
    },
    {
        "speaker": "C",
        "text": "I think so as well. I think that you and I can do good."
    },
    {
        "speaker": "B",
        "text": "Good to know."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what I love about this and if you haven't seen kind of what the party icons games actually look like, I pinned it up top so you can kind of see there's some actual gameplay footage up top in this tweet from party icons. So it's really cool. And this is kind of what we were talking about before where it's like this isn't a roadmap thing, this is built out and you're now in the spot wherever I you're going to be able to kind of play this game as it comes out. And the web three and economics piece are being layered into that. So just to recap what you said there chamber about what is party icons, what kind of game modes there are, who can play, right. So you've got this battle royale survival mode which think Fortnite Apex Legends PUBG with your eight teams, eight teams of three with your shrinking play zone. Then you've got your party games which are your kind of like elimination with random combos of minigames and things like that. And so that's what's there currently, right? Or is there a third game mode I'm missing or are those the two primaries?"
    },
    {
        "speaker": "D",
        "text": "Those are the two main ones. Yeah."
    },
    {
        "speaker": "A",
        "text": "Awesome. And then, so I would love to hear how the assets actually play into these game styles. Are theydehethere talk about how they're maybe distributed, how they interact in the games themselves? I think that's an awesome point to dig into here."
    },
    {
        "speaker": "D",
        "text": "Sorry, I missed your question."
    },
    {
        "speaker": "A",
        "text": "Yeah. So talk about a little bit about how the assets come into play in these game modes. So I guess in a couple ways, how are they distributed? And then how do they actually interact with players in the game, whether they are, I guess, kind of that web three native or not?"
    },
    {
        "speaker": "D",
        "text": "Sure. So actually, you know, if we were talking about assets, I want to talk about our ecosystem assets versus our in game assets. So with our ecosystem assets, we have NFT collections. The first one, which is OGX, is the one that's our Genesis collection, our PFP collection. That is our sort of like, if you're an OGX holder, you become a co founder of our entire ecosystem and you have a lot of ownership rewards tied to that. And then you also have, you get airdropped, our second collection, which is mearship, which allows for like a gamified staking. And then you have, you get airdropped, our third asset, which is Miraggio, which is our land within the game of party icons. And when you have land ownership, you can host games and you can have, you can manage your asset. You can decide to, you know, decide on tournaments and game rules and game modes, how many people are in one session, what the rewards are, and also you, we're incentivizing your community to come experience the game on your island, Miraggio, rather than on our official island, by lowering the prices, for lowering the prices of everything that's on your island versus the main island. And then in terms of in game assets. So everything that you're earning within the game, you have to, you have the option, it'll be, you know, you're not going to want to take everything on chain because you want to only do the things that are worth the gas fee. So if you're getting like a really special gun or like a cosmetic, that's awesome and rare. Those are things that you can, you can choose to mint on chain."
    },
    {
        "speaker": "A",
        "text": "That's super interesting. So you've got the option to kind of. So this goes into the thought of you may or may not be a web three native person, so you could essentially earn those same game items, whether or not you are crypto native. But then if you wanted to, you can actually own them truly on chain. Is that correct?"
    },
    {
        "speaker": "D",
        "text": "Exactly. Exactly. It's that like, it's that user journey. So like, imagine you're a web two player. You just download our game party icons because we're a game that can exist as a web two traditional game. And then we set up this custodial wallet for you. And so it's completely frictionless. You have no idea that you've already taken a step into web three and you're playing and you're earning and then you already start accumulating things in your custodial wallet, right? And then you talk to people, maybe in discord or people on your team, and you realize that these assets that you've earn actually have a lot of value and they can give you value if you put them on the secondary market. So you have liquidity and autonomy over your game assets, which is something that can't be said for centralized games. And that's something that we hope it's like, it's a way for traditional gamers to, like, be gently eased into understanding the value of web three for gaming."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love that because it's, it's such an important thing, I think, when you're talking about how to bridge the gap, right? Like where you, if you, where I think the biggest thing that I'm taking away from this conversation so far in terms of how, like the web two slash web three mechanics work is the optionality to essentially kind of discover the web three pieces of it for yourself rather than be kind of forced into them. Right. So like, I can imagine as somebody who's a non web three person coming in, playing a fun game and seeing this option on the screen after I earn something and then kind of discovering for myself, like you mentioned, whether that's through community or friends that are doing it or somebody else or just experimenting myself on, oh, there's actually potential value here outside of just kind of an entertainment thing, which, which I think is really important. And I think that's a really interesting way to kind of start bridging that gap. What do you think about that, James?"
    },
    {
        "speaker": "B",
        "text": "Well, I'm super interested in the bridging part because I know, I think Knox mentioned it earlier just in regards to the game itself being available in the Google Store and in the Apple Store. Is that, I guess just for the people listening, is this currently available? Is it available now? How does, because I'm on the website too, and I see it looks like the open c icon is highlighted and the Google Play Store is highlighted. But I also see icons for PlayStation, for Xbox, and for Nintendo."
    },
    {
        "speaker": "D",
        "text": "Yeah. So those are further we will release our game on all those platforms later. Yeah, but we are first releasing our pfps in May. On May 18. We're minting and then we will deliver our alpha playtest within, within a month."
    },
    {
        "speaker": "B",
        "text": "That's exciting. Now my question, I guess, would be whether it's on your iPhone, if I'm playing on a Nintendo down the road, how is the, how does, how would the bridging work from say like a console or an app, how would that be integrated?"
    },
    {
        "speaker": "D",
        "text": "So you go to, so if you want to look at your assets that can be put on chain, you connect. First of all, you're set up with a wallet or you've connected your wallet if you are web three native, and then you can go to our website and we will have a sort of, and you can connect your wallet and then you can have, and then you'll see like an overview of your assets that you've earned, what you can put on chain, and also what the entire will have. A thing that we're calling party scans. It's kind of like a scan of all the assets that are in our, in our entire ecosystem, including the NFT collections, including like in game assets, how much are being released every season or every, through every blind box release what's out there and you can gauge what you want to do. You can look at the market."
    },
    {
        "speaker": "B",
        "text": "That's interesting. That's awesome. I'm super excited about this."
    },
    {
        "speaker": "C",
        "text": "If I can add to that. The interesting thing is that bridge that you'll see and that will really live on the party icon side. At the end of the day, a wallet is a little bit dumb. There's very little information that we can pull as to what the actual, you know, attributes of a digital asset are. So we definitely need to show that on our side and that will be where the unlock happens. But in terms of the games playing across platforms, that really shouldn't be a problem. In terms of how you then onboard those assets into your, into your party wallet or into the wallet that's connected. We'll see that likely through software."
    },
    {
        "speaker": "B",
        "text": "Fantastic."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I want to go back when we're talking about game ownership, game asset ownership. Like, you know, some people in this room in the audience might not be gamers. And the thing, the reason why it's really important for gamers, or I think it could be really important for gamers when you're earning assets that you have autonomy over them and you have true asset ownership versus centralized games is that, you know, like have, you know, there's a gamer can, like kill themselves to earn a really rare, really special asset, a trophy, a cosmetic something. And then this. And this has happened repeatedly where the developer or the studio said, this is a limited edition asset, right. And you expect a certain value for it, and then, and there is, you know, market for that, and then suddenly they'll release it two seasons later and what you've killed yourself to earn is no longer as valuable as it was. It's no longer as big of a flex, or it's no longer, it longer holds the same value, or they've changed the stats or the in game effects of your, of your, like your spell or your staff or your attack. And that can be heartbreaking. That can be absolutely heartbreaking for gamers."
    },
    {
        "speaker": "A",
        "text": "Chamber. Wait till your daughter's guns get."
    },
    {
        "speaker": "B",
        "text": "She's already complained about this. No, she, she's well aware in fortnight she had, she would milk me for."
    },
    {
        "speaker": "A",
        "text": "You know, so many v bucks. It was."
    },
    {
        "speaker": "C",
        "text": "How many v bucks you're spending a month."
    },
    {
        "speaker": "A",
        "text": "Yeah, right."
    },
    {
        "speaker": "B",
        "text": "I don't know, like, at least I would say she would get me for at least like a. Yeah, I forget how much it was like, wow."
    },
    {
        "speaker": "C",
        "text": "See, I don't feel so alone anymore. I feel like we need, like a dad's support, that game. Bucks Anonymous."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm well on my way. I've got a two year old and a five month old that I'm sure will be, you know, in a couple years, that it'll be much more expensive, I'm sure, too, because it'll be like headsets and AI and VR and all this stuff that I, that'll, you know, be milk. I honestly think it's good."
    },
    {
        "speaker": "B",
        "text": "I think it's good. I think she gets out a lot of her. Like, she doesn't really talk back. She's very polite, but she lets it all out online and I think it's, I think it's healthy. It's like karate, you know?"
    },
    {
        "speaker": "A",
        "text": "That is freaking hilarious, actually. That's so funny. Cool. So that's a really awesome overview here. I do want to, we've kind of touched on the game modes, we've touched on kind of the assets in the economy. I do want to touch on a little bit of high level on just the approach to game design. Like, we've talked about onboarding and your thoughts around how you're being very thoughtful around onboarding in the web three piece. I think the game design part is probably even more important than that because it's funny. I mentioned at the very top of the show, the top of the interview, I literally said the words like gamefi, right, which is kind of what people were calling these play to earn games, the kind of click to quest and then come back and see what you earn type of thing and party icons, and you guys refer to it as play fi, which is kind of a fun first approach. So, Jeff, can you maybe talk about why that's important, how you guys think about that at party icons? You know, what exactly aspects of the game are really focused around that."
    },
    {
        "speaker": "C",
        "text": "There's two, you know, it really comes down to that where you want to be as a gamer. So I think play fi, of course, is sort of within the ecosystem of the game. It's where, you know, you are just enjoying the gameplay and earning various rewards. The play fights. The. The earnfi side is where we really start to look at those assets that are purchasable. So when you have an OGX, when you get that ship, you know, the staking that gets involved in there. We, on this. On this talk, we didn't really talk about sort of what game rewards look like. But if you can imagine there these blind boxes that hold quite a cornucopia of things inside and, you know, you can stake those as well. But more importantly, the. On the airships, being able to bring others along with you, that's where things get quite interesting. One thing that we haven't touched on either within, within the economics of the game is, you know, the. The first kind of touch points that I believe we're seeing for interoperability. And if you're holding certain projects, there's a way for you to, quote unquote, connect those assets into the game and have different kind of earnings as well with them. And we're likely not ready to talk about that yet. But you can imagine that we're really starting to think about, you know, what does it look like for other communities in the space that we love and respect to have space within the game for their own communities? And that stuff gets excited and it allows us to actually play with reward mechanics as well. So there's a lot there. Knox, do you have any more to add to that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, you know, when you talk. When we talk about play fi, like, why we use this term, it's because we feel that, you know, we don't identify with the play to earn model or the play to earn term. And what it has come to define about, I guess, crypto gaming or blockchain gaming, the name that it's given for them because it become. It's become very grindy, right? Like axie Infinity people are, it's not really fun. You're not really playing. You're grinding every day to earn tokens. And that's not sustainable for any game, especially for a blockchain game. So that's why we put fun first in our product design. And part of a game being fun, being at the core of that is fair competition and fair play. And we make this like a critical part of our design even when we're adding in web three technology, because a lot of gamers, like in a lot of games properties where they talk about studios adding in or considering adding in blockchain, considering adding in web three, they feel like it's just another way for the developers to milk, milk them to sort of another way for a money grab. But really for us, you know, first of all, it's never going to be paid to win in our game. It's always going to be fair competition because, because if a game is not fair to play, there's no challenge and there's no fun in that. And what we do with web three technology is it's not here to sort of extract from players. It's really here the way at least our approach is web three technology is here to, one, serve the players and it's also here to serve our holders and it's here to enrich their gaming experience so that it changes the way they can interact with us and with our ecosystem in a much deeper, more meaningful way. And it also with web three technology holds us accountable. So when we say something is limited edition, it's literally in the contract, right? Like we can't, we literally can't go back on our word on that. And it also keeps us transparent with all the assets that we're releasing. We're releasing things through blind boxes. So, you know, people know like how many exactly is being released into the game. And it also keeps us to our word when we talk about, you know, game mechanics, what we're going to release, what we're going to when we have tournaments, rewards, all of that is in web three. And that just makes the experience better, whether it's for our gamers or for our asset holders."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting. I think it's so important. You made a lot of really great points there. Mostly I can relate to the kind of grinding I used to, you know, back in the axie infinity days and then when I went over to like arbitrum and was doing, you know, some of the treasure ecosystem stuff. And I mean, I would literally just like set alarms to come back and click a few buttons, send it on the next quest and, and go away. And like there was nothing really fun about that except for potentially the, the random reward that you may get."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So like there was no huge strategy, there was no fun gameplay. It was very much just on chain grinding. And I think that's such a huge point. I do want to kind of ask a clarifying question, not a clarifying question, but more of just like a philosophical question on kind of web three ownable assets in gaming. As far as like, you know, you made this great point about fair competition, why it's critical and it not being paid to win. I think like a lot of people when you're trying to overcome this I guess, stigma of blockchain gaming, they all kind of immediately go to that, that it could potentially be unfair. Right. As far as like, oh, well, you own these, like you could just buy the best assets in the game. You can hoard them, things like that. How do you guys approach that as far as like. Or even just philosophically? Because it seems like it's a, it's one of the hardest things you have to balance in terms of like putting out games in which you can own actual assets inside. So you know, you can answer that any way how it relates directly to party icons or just more high level game design. Philosophically, there's just an interesting thing that I always think about."
    },
    {
        "speaker": "D",
        "text": "So first of all, we, if there are people who want to hoard assets, that's fine because it won't affect the gameplay. You know, go ahead and hoard our assets."
    },
    {
        "speaker": "A",
        "text": "But, but that's kind of the point, right? It's like you, you've designed the game in such a way in which that's not a problem, right? So like, which I think is kind of that philosophical question I was getting at. You know, I think that's really interesting."
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah. I think you know, like with our, it goes into both the gameplay and also the way we've designed the mechanics for ways to earn and ways to own assets in our ecosystem, in our larger ecosystem. So for example, if you, if you own these assets, what it really does is it helps you become like an asset holder as an NFT holder and that means that you are owning, you're earning rewards as our ecosystem expands. So as a web three asset holder of our NFT collections, you are earning rewards of our ecosystem and our game and you're sharing in our game success. And you know, we can get into, we can get very detailed into that later on. This is some alpha, but you know, there, in a way you are invested in the game's growth. And that's what we're offering to web three holders who, you know, are always looking for utility because the game and the ecosystem being so large that we're expecting, you know, we built this expecting millions of daily active users. Your assets are being supported by a very large ecosystem. Whereas if you have games like crypto, games like Axie Infinity, it's sort of like if it's not a sustainable and engaging environment, then you are not. And people are there just to pay to win and then leave, sort of like extract value and leave, and not here to engage with the ecosystem, then, um, it's, it's a. I don't want to say Ponzi scheme, but I'm going to say Ponzi scheme, then it just, it just, it won't be around. And, you know, like games, like, when I listen to founders like Tim Sweeney talk about fortnight, right, he says his major competitors are not other game studios, but platforms like Netflix. Because at the end of day, we're here to, we're asking for people's attention. So if we're not here in good faith to offer something that's truly entertaining and that's the most essential value we're offering to whether our web two players or our web three holders, then it's. There's no success in the long term."
    },
    {
        "speaker": "A",
        "text": "No, I totally agree with you there. And as somebody who is kind of, you know, big into playing around in the axie infinity ecosystem, back when it was like super hot, that was my big takeaway as well. And it's funny because we ended up kind of designing Starbucks odyssey around our learnings from the same types of things you just mentioned, where these ecosystems were totally extractive. They were funded and propped up by the users rather than the brand or entity itself. All of that kind of stuff. And those were the same takeaways that I had. So I totally agree with you on that. I'd love to switch topics a little bit and get into the actual kind of assets that people can own. I want to talk just about the OGX collection and give people details on exactly what that is, how to get it, and what those rewards look like. So let's start, I guess. Let's go into details on OGX. You mentioned it briefly before. Where does this fit into your ecosystem? How can people get involved mid supply, things like that?"
    },
    {
        "speaker": "D",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So OGX are our 10,000 token. It's sort of, OGX is our token gated founders club. And OGX holders become co founders of our entire ecosystem. And they're sort of at the center of our universe, literally and figuratively. So in the game. So first of all, OGX are pfps, right? Like my PFP. And they are sort of these entities that dreamed up our entire party verse, which is very, a lot of, you'll see a lot of surrealism, a lot of dreamscapes, very dreamlike visuals and design. And you'll see if you own an OGX and you're playing the game, you'll see it in the landscape, in the surrealist landscape, you know, like whether it's our traits or just like literally large statues of OGX, like in the landscape looking like, like forgotten relics. And with the OGX, who are the co founders, you have, first of all, you are the first to experience all gaming, all future gaming play tests or the official game release. You're also the first to have access to a lot of our digital experiences. So we have a virtual gallery where you can link your wallet and we have, it's really visually exciting to see these different art spaces where you can display your NFT collectibles. And most importantly, though, you receive airdrops of our second and third NFT collections, meership and Miraggio. So mearship is our spaceship. And this is what allows for a gamified staking. And what that means is rather than just, you know, locking this asset in a wallet, putting it away, and then coming back to check on it 30 days later, what we're allowing you to do, what we're offering you to do, is you can manage it as an asset. So it's kind of, kind of like a strategic management game. A strategy game. Strategic management. Sounds like a business school class strategy."
    },
    {
        "speaker": "A",
        "text": "I would take both classes just for FYI."
    },
    {
        "speaker": "D",
        "text": "A strategy game where so you, you can decide, like, so there are stats that come with your mership, right? And you can, there, like, I can get really into it. It's a whole, it's a whole other, like a design, but basically you have a defense value and you have an attack value. And you can decide whether this week you're going to transport your, your assets, which are your boxes, your blind boxes, or you can try to go on the attack and conquer other people's and steal other people's boxes."
    },
    {
        "speaker": "A",
        "text": "That's super cool."
    },
    {
        "speaker": "D",
        "text": "A little bit like, you know, Farmville circa, like I don't know, 2000 something chamber."
    },
    {
        "speaker": "A",
        "text": "I'm coming for your boxes. You better figure it out. I'm coming for your boxes. All right, so let me recap. Go ahead."
    },
    {
        "speaker": "D",
        "text": "Okay. And if you, you know, if you want to go after chamber and chamber has better defense value than you probably you can ask your friends who are like maybe a BYC holder or your other, you know, other blue chips that are part of our list or other OGX holders to come take a seat on your ship and when you have really good, they're gonna give your attack."
    },
    {
        "speaker": "B",
        "text": "You'Re gonna get, are you gonna get the board apes after all?"
    },
    {
        "speaker": "A",
        "text": "I don't need the board apes. If anybody is, if anybody listen, if anybody has ever listened to this podcast, though, you very clearly know that chamber has no friends and that means I need just like a small crew of average things boxes, I think. But Jeff, I did, I did catch your hint, hint, hints when chamber mentioned bored apes. Anything you'd like to add there?"
    },
    {
        "speaker": "C",
        "text": "No, I would say that like the idea here is like, let's get everyone involved in some fun ways. And I think the, you know, short of, short of being able to, you know, have a world where everyone's on the, on the same code base, you know, there's ways that we can have."
    },
    {
        "speaker": "B",
        "text": "Some fun and yeah, my saison squad will defeat your abs."
    },
    {
        "speaker": "C",
        "text": "Like I want to see, I want to see Azuki versus Abe. You know, like that could be quite interesting."
    },
    {
        "speaker": "A",
        "text": "So is that, is that in the plans you've got like almost kind of cross pollinating with these other web three communities to kind of, almost build kind of clans or guilds to do things like you just mentioned, right? Like a zookee raid on the board apes and things like that. Is that, is that kind of what you're hinting at there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you know, like, I think for what's important to the team at party icons and certainly it's important to myself and Knox is like, it's cool to play these games within the bubbles, right? But it's super cool if we can figure out ways to allow for other communities to get involved and have some fun. And if that's a way of bringing us together, I think it's, it's well worth a shot and I think it's, I think it's going to be fun to see as people play the game and start to understand the dynamics of what you can do together, it becomes super cool."
    },
    {
        "speaker": "A",
        "text": "We might need a little dj networks squad chamber. We've got some epic, we've got some fortnite folks. We also have Chris Mitts. So I think we could probably, we've got fortnite folks and captain, watch out. Well, I mean, at least we have someone to drive our. He's the captain, right? With that, yeah. By the way, he got his shout out to cap, who had his beeple signed coffee table book. People drew ape in there, which is pretty cool. So it's like a one of one there from Beeple. So, Knox, let me recap what you just said there just to make sure I get it all for everybody out there. So you've got your OGX. That's your PFP, your ten k kind of PFP collection. They kind of serve as your founders group, right? Your very first level of access to everything that you guys do. Then you've got your mirship and your miragio. And it sounds, if I'm. If I'm getting this correctly, that by owning the OGX, you kind of get access to those automatically. Was that correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it is."
    },
    {
        "speaker": "A",
        "text": "Okay, cool. And then via, I guess, your meership, that's how. Is that how the staking for the blind boxes comes in? Or is that just by holding an OGX?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So the mirror ship. Exactly. That's how the staking for the blind boxes happen. They're called mirror boxes, and you are automatically receiving them weekly."
    },
    {
        "speaker": "A",
        "text": "Oh, sweet. Okay, so just by. Just by chilling and staking, you're getting your blind boxes weekly. And then based on your stats on your meership, you've got your attack and defense, where I can potentially go and steal chambers blind boxes and make him cry. I'm going to team up with his daughter. He doesn't know it yet, but that's how that's going to be. And then she's going to be cursing Adam over through the phone. So we got that. That is what I'm going to do. And then, so that all makes sense. Then, one more time, where do the miragios come into play? So that, to me, what I sounded like kind of your land ecosystem of all this."
    },
    {
        "speaker": "D",
        "text": "Yeah. Okay, so, first of all, you're doing a really good job. Like, it's. It's a lot to digest."
    },
    {
        "speaker": "A",
        "text": "Nailed it."
    },
    {
        "speaker": "D",
        "text": "Yeah. Fantastic job, actually, are great. Um, so, Miragio. So when you. When you play party icons, the game, um, you can. You go, if you immediately can go to the official island, which is island number one, I think. And then, um, there are also 200,000 other islands. So what you could do is say, um, I'm a DJ network listener, and you tell me, hey, you know, play the game. We're going to host a session and come to our island to do it. So when I go to your island, everything that I'm spending in the game will, you'll get a percentage of that as an island owner."
    },
    {
        "speaker": "A",
        "text": "Very cool. So like resources, all that kind of stuff, you get a, you get a hosting fee, a cover charge, a rake. A rake. Right."
    },
    {
        "speaker": "D",
        "text": "And it's a very, yeah, and it's a very direct way for streamers for guilds to."
    },
    {
        "speaker": "A",
        "text": "Oh, that's very interesting. Yes."
    },
    {
        "speaker": "D",
        "text": "Immediately monetize their influence."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's really a very creative way. Right. Because now you've got this incentive in there for kind of user generated content that people could, can directly benefit from. I really, really like that idea."
    },
    {
        "speaker": "D",
        "text": "So to go back to the blind box idea, so our web three holders, they're getting these, they're getting airdrops that are free to open the blind boxes. Right. And so they're getting assets like weekly. They can choose to sell them or to put them, contribute them back to the game community for NB and exchange that basically for in game tokens or if you're just a gamer, you earn box through gameplay. And that's the, also we're not selling assets directly and if you're earning your boxes, there's just a small fee to open your boxes."
    },
    {
        "speaker": "A",
        "text": "Very cool."
    },
    {
        "speaker": "D",
        "text": "And that's the share that island owners are getting from."
    },
    {
        "speaker": "A",
        "text": "We joke chamber all the time in the DJ network war room about, you know, when I finally hit it big, I'm going to be buying Bunchu island. This, this seems like a way I can get Bunchu island much, much quicker and for much lower cost."
    },
    {
        "speaker": "B",
        "text": "This is definitely the way to do it. I'm not sure if we'll ever get a physical IRL island, but who knows?"
    },
    {
        "speaker": "A",
        "text": "Maybe we, maybe we blow up on stream and like, you know, metaverse, bunch of islands earning us income to buy real bunch. Awesome. So lastly here, before we wrap up, I just want to make sure because I think we've given a really, I think we've done a lot of awesome things in this conversation. We've kind of gone very high level on what party icons is thinking about, you know, just strategy. Web two meets web three. Onboarding, ease of use, rewarding players, all of that. And then we've got down really in the last ten minutes to kind of that nitty gritty stuff on details of how each piece of the web three assets work in the ecosystem. Tell us real quick. And then I see, because I see here that there's, we covered the mere ship, the Miraggio, and then I see the hero icons. How does that play into everything?"
    },
    {
        "speaker": "D",
        "text": "Oh, I love the hero icons. Thank you for asking. So that's like, so those are our in game characters, the party icons characters that you can play as we are. We currently have six and we have more coming and that's what really sets us apart. If you see some of our preview videos, especially for party Royale, battle royale games. So hero icons are in game characters that have, they have a lot of, like a narrative based skills, gameplay skills. So for example, we have a character called Jasper. He's a half shark, half cyborg. And why is he half a cyborg? Because he keeps, he loves to, like, he loves, loves to wrestle. And so he keeps getting himself into trouble and he keeps having to have body parts replaced by his friend Doctor Hooper, who's another character in our game, Doctor Elton Hooper. What that rhymes with, you know, maybe a popular tv show character, but chamber."
    },
    {
        "speaker": "A",
        "text": "Do you know who it is?"
    },
    {
        "speaker": "B",
        "text": "Is it hanging with Mister Hooper?"
    },
    {
        "speaker": "A",
        "text": "That's kind of what I thought. We're so fucking old."
    },
    {
        "speaker": "D",
        "text": "Um, so Jasper. So for example, Jasper, one of his skills is when he's fighting in the shooter battle royale game is he suddenly can just dive down into the ground as if it's water. So he like, becomes a shark and with his fin, and he can attack you from below."
    },
    {
        "speaker": "A",
        "text": "Very cool. Yeah, they sound like the most fun."
    },
    {
        "speaker": "D",
        "text": "Yeah, just like, yeah, so it's like, visually, I, you know, I would say visually stunned. It's like very satisfying to see that versus just guys running around shooting at each other."
    },
    {
        "speaker": "A",
        "text": "Very cool. Yeah, no, that's amazing."
    },
    {
        "speaker": "D",
        "text": "Yeah. We have another character that can turn into a bird. And my favorite, my favorite is this pink bear called Rumple, who is a personal injury lawyer to the stars and his special power, so he's like, dressed, he really wants to be a lawyer for rap stars. So he dresses like he's a rap star, but he's a pink bear. And his special power in gameplay is he'll blind you with, like, billboards, you know, like roadside billboards. You always see a personal injury lawyers and I'll say, like, it wasn't me. And that's like, he'll stop you in."
    },
    {
        "speaker": "A",
        "text": "Your tracks and that's, that's awesome."
    },
    {
        "speaker": "D",
        "text": "It's just very, like, you know, it's very fun, very entertaining. But most importantly, that you're asking about heroic icons is if you own a hero icons, nft every box, every box that dropped, like a rumple box or a Jasper box that people are opening in the game, you also get a percentage of that, the proceeds from that, because it costs a certain amount to open these boxes."
    },
    {
        "speaker": "A",
        "text": "To open them. Yeah. Okay. All that makes. Now I've got the full circle picture on how it all works. I love it. I think what's so cool about it is it's a complex ecosystem, but it all ties together in a way that is really thoughtful. It's really, I think, user and player first, and I think it's all designed in this awesome way to be a really fun game to play. So I'm super excited. I've really enjoyed this conversation, learning so much about it. Chamber before we wrap up here, any last questions?"
    },
    {
        "speaker": "B",
        "text": "I'm just trying to figure out how I'm going to convince my daughter not to form an alliance with you to go against me. And I'm not finding any avenues to."
    },
    {
        "speaker": "A",
        "text": "No, you're. I mean, you better bribe her with some v bucks in the meantime or something."
    },
    {
        "speaker": "B",
        "text": "She'll just use it against me. She will. She will. I think she'll just create some sort of, you know, money pit that she'll just hoard until she requires the. The funds to defeat me. I don't see a good idea."
    },
    {
        "speaker": "A",
        "text": "You don't stand a chance."
    },
    {
        "speaker": "C",
        "text": "He wins one way or another."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. You don't stand a chance, Jeff, to close us out here, I just want to make sure. Is there anything that we missed that we did not cover here that you want to get across? Before we wrap up, I just want."
    },
    {
        "speaker": "C",
        "text": "To say thanks, guys, for having us. It's the hardest part of telling the story is that it's a very complex play, but it also is very easy in some ways. So I just want to thank you. I think Knox probably agrees with me, you know, hearing you guys put it on paper with us. Washington, great fun. But definitely check out partyicons.com and definitely check out the gameplay because, you know, I think that's important. Like, this thing's built and it's real and it's coming and it's going to be a ton of fun. So we're quite excited."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's what's so fun about this. And I think, you know, we're seeing this start to be a trend. You know, we had Susan on from pettiverse, and when they minted, there was things to ship. Right. And, like, that's important, I think, to the future of this stuff. And so I'm super excited for what you guys have built and when. So just lastly, when is the OGX mint? Where can people find out more about that as well?"
    },
    {
        "speaker": "D",
        "text": "Yeah, we are minting on May 18. Join follow us on Twitter and join us on Discord. We're going to start a countdown calendar next week, releasing daily alphas every day and allow us spots that you can raffle that we're raffling, allow the spots, but you can also earn x points and 100 x points owns also earns you an allow list spot. Join our discord. There's a bunch of different ways to get on that."
    },
    {
        "speaker": "A",
        "text": "Amazing. And there is a tweet up top from party icons that there's some allow lists going on. We also have some that we are giving away in the DJ network newsletter and the DJ network community, so stay tuned for more on that as well. This has been a really, really awesome conversation. Conversation chamber. Anything else before we wrap up, just."
    },
    {
        "speaker": "B",
        "text": "For the people that are listening on the podcast version, we'll have links to all those things in the show notes, so rest assured you can participate."
    },
    {
        "speaker": "A",
        "text": "By the way, you can tell that the market is heating up because I looked at our downloads the other day and we had our best week in like six weeks."
    },
    {
        "speaker": "B",
        "text": "We missed."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. We missed a couple shows, so it's pretty good. So we're Rex podcast. Geez. Holy cow."
    },
    {
        "speaker": "B",
        "text": "It'll always be wrecked."
    },
    {
        "speaker": "A",
        "text": "It'll always be wrecked. Mint condition on the upswing dj network on the upswing. Thank you very much, Jeff and Knox. Party icons, check them out. May 18, party icons.com. and until next time, stay mint."
    }
]