[
    {
        "speaker": "A",
        "text": "Eviscerate him live on screen."
    },
    {
        "speaker": "B",
        "text": "God makes a big deal about coming on the show early, wants to hang with the big boys, and then dogs us."
    },
    {
        "speaker": "A",
        "text": "I just texted him, we're going to eviscerate you in the intro."
    },
    {
        "speaker": "B",
        "text": "All right, let's do it."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen community network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work en network."
    },
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition episode. We got to be almost at 50. I don't know. I think it's 46, maybe 46. That means it's 45 for me because I skipped last week, actually."
    },
    {
        "speaker": "B",
        "text": "I can delete. Yeah, I can delete the last episode, so, like, it never happened."
    },
    {
        "speaker": "A",
        "text": "I think I've missed two episodes. Uh, lifetime of the mint condition. I know. I missed one where you and Des did a solo show where I was driving. Yeah, you've done one other one, way back. Like, maybe in the teens. You did one solo show when I was. When I was still working for my medical job. Yeah. So it was definitely way back, but so. And then I missed last week. I was on a very important call, but everybody, like, legit thought I quit because that's how bad you guys were dogging me. The depth. Everybody was like, oh, man, they. They really. They really hurt his feelings."
    },
    {
        "speaker": "B",
        "text": "They were so seamless. Seamless in that episode."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was. And so you guys had a great episode last week. So I."
    },
    {
        "speaker": "B",
        "text": "Thanks to Des producer Des."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I didn't listen to it, so."
    },
    {
        "speaker": "D",
        "text": "You didn't."
    },
    {
        "speaker": "B",
        "text": "I would have, for sure."
    },
    {
        "speaker": "A",
        "text": "I jumped in at the very end to make some comments because I got off my call, but while you guys were still going. But, um. Yeah, so Des will actually be joining us. He's a couple minutes late, but he will be joining us. And we will also be joined today by premium carrots from riot racers. A little bit later, I'm gonna. I'm gonna rag on him a little bit."
    },
    {
        "speaker": "B",
        "text": "Or sooner, depending."
    },
    {
        "speaker": "A",
        "text": "Better be sooner, because, you know, yesterday or the day before, whenever we were planning this, and I was like, well, you know, we'll do. Yeah, come on. Talk about riot. We'll do 430 to five. And he's like, what? Well, I'm not cool enough to, like, hang out with you guys and shoot the shit the whole time. And I'm like, no, no, sure, of course you. You're definitely allowed to. And then he texts us at 04:02 saying he'll be 25 minutes late. So, you know, just."
    },
    {
        "speaker": "B",
        "text": "That's how you get blacklisted from the mint condition."
    },
    {
        "speaker": "A",
        "text": "Fragile bitch."
    },
    {
        "speaker": "B",
        "text": "It did seem pretty upset for making a lot of money."
    },
    {
        "speaker": "A",
        "text": "You know, it's. Look, this space is weird. It's a. It's a mind f. And, you know, you can. You could be doing really well and still feel like you're getting your ass kicked at any time in this market. Do you feel that way?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. Like. Like two weeks ago, I was like, what am I doing with my life? I, you know, I wasted so many opportunities and I honestly thought I wasn't making any more money going forward. And then, you know, last week was pretty good."
    },
    {
        "speaker": "A",
        "text": "Then Azuki happened for you. Azuki and clone clone x. Cool monkeys. You must have hit pretty nicely."
    },
    {
        "speaker": "B",
        "text": "It was. Yeah, there was a couple of wins in there, for sure. Still holding strong to it. Even sell. I don't know what I'm doing with my life at this point."
    },
    {
        "speaker": "A",
        "text": "Okay, so you. You're saying. Here comes JP Kaz. Top buyer. JP Kaz. I'm with you, JP. You know, here is Des. There he is."
    },
    {
        "speaker": "C",
        "text": "What's coming in hot."
    },
    {
        "speaker": "A",
        "text": "Coming in a couple minutes late. You're still here before PC, so that's. That's a plus. Des, how you doing, man?"
    },
    {
        "speaker": "C",
        "text": "Doing good. I'm sorry I missed your intro. You know, we talked about it so much last week that I was. I was hoping to make it today, but I missed it."
    },
    {
        "speaker": "B",
        "text": "Do you know he didn't even listen to the episode?"
    },
    {
        "speaker": "C",
        "text": "What a shit. That's rough."
    },
    {
        "speaker": "B",
        "text": "I think maybe it's better that. Maybe it's better that he didn't listen."
    },
    {
        "speaker": "A",
        "text": "Well, look, here's the thing."
    },
    {
        "speaker": "D",
        "text": "You should listen to it. It's a classic."
    },
    {
        "speaker": "A",
        "text": "I trust you guys so much with what we've built here that I knew you were just going to destroy it. I don't need to. Yeah, you're a dwarf sperm whale. You've got."
    },
    {
        "speaker": "B",
        "text": "I don't even know what that means."
    },
    {
        "speaker": "A",
        "text": "So in the war room, we've been talking about, you know, whales, minnows, you know, of this group, Dez is the whale, and I, you know, you and I are. We. We said, what is the smallest whale? And it's baby beluga. No, it's the baby beluga."
    },
    {
        "speaker": "B",
        "text": "And how big is a dwarf sperm whale? Is it hand sized?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Or is it a whale?"
    },
    {
        "speaker": "A",
        "text": "It's a whale."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "It's just."
    },
    {
        "speaker": "B",
        "text": "Well, you know, like, you have those little baby sharks sometimes."
    },
    {
        "speaker": "A",
        "text": "They're like, wait, you guys did defend that tweet last week. No, no, that was Rex."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Fragile, man. Child, you're getting your shows."
    },
    {
        "speaker": "B",
        "text": "They're great. Both quality programming shows, but sounds like a great segment."
    },
    {
        "speaker": "A",
        "text": "It is a good."
    },
    {
        "speaker": "B",
        "text": "Not listen to wrecked. What do you not listen to wrecked? How is that not like your first listen to every other week?"
    },
    {
        "speaker": "C",
        "text": "Because you'd scare me out of crypto. I don't think I'd ever return to the space."
    },
    {
        "speaker": "A",
        "text": "It's actually very true. But defend. That tweet is where I go through chambers Twitter feed and pick his embarrassing tweets and then make him explain himself. And it's actually a fantastic."
    },
    {
        "speaker": "C",
        "text": "That's fantastic."
    },
    {
        "speaker": "A",
        "text": "Yeah, we should actually, since we don't have, like, full crossover, we should do that on this show as well. We're gonna need you to tweet more bad NFT takes chambers."
    },
    {
        "speaker": "B",
        "text": "Oh, I got them. I have nothing about NFTs."
    },
    {
        "speaker": "A",
        "text": "So we are going to, uh, we're going to get right into it here while we're waiting for PC. But I mean, let's start with, you know, some big overarching market information. I mean, yesterday was a monster, monster, monster day in the market. We saw opensea close over $247 million in volume. That is the second highest day, I think, in, in six months. And it was really, or it definitely since August. So the looks rare volume, 556 million. So a lot of that's wash rated. Yeah, a lot of that's wash rated. But there's seven days more to get."
    },
    {
        "speaker": "B",
        "text": "Those wash trades in."
    },
    {
        "speaker": "A",
        "text": "Yeah, seven days more. Is that what it is? That when the rewards have."
    },
    {
        "speaker": "C",
        "text": "I think it's the 9th, um, of February that those cut off, man, I just can't even imagine. I don't even want to know how much. How much we could have gotten back by staking my original thing."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I mean, I've been out. I've been out for over a week now. And I would have, I mean, I was making like 0.1 e every, uh, you know, 45 minutes when I was in. And then, you know. Yeah, that was actually. No, sorry. I guess it's been two weeks that I've been."
    },
    {
        "speaker": "C",
        "text": "How big was the bag that you bought? And after getting your allocation?"
    },
    {
        "speaker": "A",
        "text": "My total bag was. Well, so remember, I got my bag, I sold it, and then I bought back in. So my bag was 14,000 looks. 14 five. And."
    },
    {
        "speaker": "C",
        "text": "Okay, that makes me feel better."
    },
    {
        "speaker": "A",
        "text": "Yeah, I had a ten ETH bag of looks, but that makes me feel better. But so again, yesterday we saw 1414 different projects go over 1000 eth daily volume. How incredible is that?"
    },
    {
        "speaker": "D",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "How many did you have?"
    },
    {
        "speaker": "D",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "How many how many of those bags did I have? Actually, I don't know if I had any of them. There was a couple here, lives of Azuna did three and three 3000. Holy cow. Zip. C went crazy. They did 5.5k. Uh, hape went nuts. Rug radio. Um, rug radio. Yeah, that was, uh, that was a massive. So those really, those went up. Those went up to 1.75 e as on the floor."
    },
    {
        "speaker": "C",
        "text": "Those were hanging at like point. I know, three forever."
    },
    {
        "speaker": "A",
        "text": "I know. And I almost did a sweep and I."
    },
    {
        "speaker": "C",
        "text": "The full send, full set, man. Any reds?"
    },
    {
        "speaker": "A",
        "text": "No, I wish I didn't get any reds, but that was due to, I think. Well, you know, the crazy thing about full send is, I mean, their volume is still insane, but they've got a 10,000 supply. Right. And currently we're at a floor of like two eth, but there's only 366 listings. That's it out of ten k. So floor super thin people are holding that. It almost hit three eth this morning. Did a little retrace, but yeah, full send was another one of those monsters we saw, you know, some crazy announcements. Clone X announcing their slap snapshot and airdrop coachella, the music festival is going to be putting out an NFT collection. Neo Tokyo. Oh, the other big one from yesterday was the Gucci. The super. The super plastic Gucci drop. Did you get in on that?"
    },
    {
        "speaker": "C",
        "text": "So I was paying attention to that because I knew it would be coveted. But I heard there was only like 60 nfts. I mean, I heard it was like crazy small."
    },
    {
        "speaker": "A",
        "text": "I think it was like 500 total or something."
    },
    {
        "speaker": "C",
        "text": "Oh, was it? Okay, may as well be 60."
    },
    {
        "speaker": "A",
        "text": "Yeah, 500."
    },
    {
        "speaker": "C",
        "text": "I thought that alpha play like two weeks ago was to just buy a bunch of super plastics and hope that they use them for, you know, the, a white list of sorts, whatever. But didn't end up pursuing that just because. Yeah, I heard 500."
    },
    {
        "speaker": "A",
        "text": "I was like, they went nuts. Our friend of the show, Ben Jammin, found himself able to mint one yesterday for 1.5. He flipped it for 17 this morning. So that was a monster play. Yeah, that's crazy. But like, even if you bought them right when they came out on secondary for like eight, which is an absurd thing to do, but they hit like 21 eth at one point and you could a pretty ridiculous flip there. But. So that was yesterday and massive volume issue. We're seeing a little bit of a pullback today and I think that's normal for, you know, when you see these massive, massive market days. It's not up only forever, right? People take profit, people come back in and then, you know, in nfts, floors get undercut so they, the dips come fast. But then I, you know, good projects get scooped up and, you know, the overall market sentiment. What do you think, Des? Like, where are we at in the market here? We've been seeing now, you know, two, three weeks of extended bull. And, I mean, is it stopping anytime soon?"
    },
    {
        "speaker": "C",
        "text": "We. So if you had listened to our show last week, we actually discussed this."
    },
    {
        "speaker": "A",
        "text": "I didn't, but I bet you half the people listening didn't as well."
    },
    {
        "speaker": "B",
        "text": "At least half."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, mostly because they're here. Riot racers. No, they're here for riot, not for me."
    },
    {
        "speaker": "C",
        "text": "No. We were talking about, like, just with the Federal Reserve announcing that interest rates wouldn't hike up until March. Like, are we going to see like a crazy bull cycle? And then as we get to that march timeframe again, with just the looming kind of idea of interest rates going up, the would we see another bear dip? I think we ended up taking it."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "We agreed that we're going to see a nice little bear run or a nice little bull run for a while."
    },
    {
        "speaker": "A",
        "text": "This was in the fantastic new segment, take it or leave it. I love it, which we will be doing, which we'll be doing here shortly. So I love when we do segments, we should do more of them. If you have segment ideas, drop them here."
    },
    {
        "speaker": "C",
        "text": "We need more animations. That's what chamber and I decided, we need more animations."
    },
    {
        "speaker": "A",
        "text": "I totally agree. Chamber. Did you that way? Did you see?"
    },
    {
        "speaker": "B",
        "text": "I haven't made any new animations yet."
    },
    {
        "speaker": "C",
        "text": "We can actually use the control panel that you have to your left bunch you for."
    },
    {
        "speaker": "A",
        "text": "Yes, we actually could. I could program it for that as well. Yeah. So that is a stream deck, by the way, and basically it replaces any use of hotkeys and it's really fun to use. And, yeah, I got it as a Christmas present, so I would recommend one if you're into it. That's awesome. And. But. Okay. So, Chamber, how you feeling? Are you."
    },
    {
        "speaker": "B",
        "text": "I gotta tell you, I don't know. I think I gotta say something crazy here."
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Off."
    },
    {
        "speaker": "B",
        "text": "Off brand."
    },
    {
        "speaker": "C",
        "text": "Oh, don't even sell me if he's bullish. I'm selling everything. I'm absolutely selling everything right now. Major top signal incoming."
    },
    {
        "speaker": "B",
        "text": "Yeah, it just seems to be impervious to the effects of the market. NfT specifically seem to just bat away any sort of negative attention that's happening in legacy markets because the last couple of weeks have been absolutely atrocious there. Crypto markets as well. And nfcs just keep going. We just had our biggest, some of our biggest days. I don't know what to make of it. I honestly don't. It might, it might be like decoupled from crypto and legacy markets. I'm not sure. Might be its own thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting, right? It's. I mean, they're totally different type of. I mean, they're still correlated in the fact that I guess we're kind of tied to Eth here. Right. So like, whatever."
    },
    {
        "speaker": "B",
        "text": "Like the dollar value."
    },
    {
        "speaker": "A",
        "text": "Yeah, but like, even the, like, even your, you know, we see when EtH rips, nfts typically go down. So you're like inversely correlated to, like runs."
    },
    {
        "speaker": "B",
        "text": "But not much, though."
    },
    {
        "speaker": "A",
        "text": "No, I agree."
    },
    {
        "speaker": "B",
        "text": "Like, like, not that. Like maybe at the, at the beginning of the move you get a little pullback. Whether you're going like a heavy move for ETH, up or down, you get maybe a little pullback on nfts. But then a day or two later we're ripping again. Like we're ripping again. And I mean, I don't trade nfts to make, you know, dollars. I trade nfts to make ethical wealth generational. But I mean, if I'm making Eth upon Eth upon eth, you know, obviously ETH is going to do what it's doing. As far as."
    },
    {
        "speaker": "C",
        "text": "There's a reason why. Premium carrots just texted me, there's a reason why he's not here. He doesn't have the link."
    },
    {
        "speaker": "A",
        "text": "That's not the reason. But now I'm not giving him the link. Are you going to send it to him? Destin?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Thanks."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I don't know. I feel like. I don't know that there's maybe more blue sky ahead for nfts."
    },
    {
        "speaker": "A",
        "text": "I think we got at least another month. That's what I'm saying. I think we got another month. And I don't see a theory I'm ripping back up to 4800 anytime soon."
    },
    {
        "speaker": "B",
        "text": "I think ethereum chops, it could be months, not month. Like, it could be multiple months of like, you know, making serious gains on nfts."
    },
    {
        "speaker": "A",
        "text": "Drew, we'd love it. We'd love to have you on instead of PC."
    },
    {
        "speaker": "B",
        "text": "I like listening to Drew every morning, by the way."
    },
    {
        "speaker": "A",
        "text": "He is coffee with captain."
    },
    {
        "speaker": "B",
        "text": "He needs a show, too."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Are we on broken c right now? Is, despite all our hype and all our excitement, are we in broken c mode?"
    },
    {
        "speaker": "A",
        "text": "Probably. I would not doubt it. I mean, it feels like every couple hours at this point."
    },
    {
        "speaker": "B",
        "text": "Yeah. I thought it was just because I was running the stream, but God."
    },
    {
        "speaker": "A",
        "text": "Ah, there he is. Hey."
    },
    {
        "speaker": "D",
        "text": "So much heat. You know, it's the winter up in the northeast. There's snow outside. It's like a thousand degrees in here. What's going on?"
    },
    {
        "speaker": "A",
        "text": "That's, look, I mean, fashionably late. Is, is definitely a word to describe you, that is for sure."
    },
    {
        "speaker": "D",
        "text": "Well, we got two cities here. It's like, is bunch correct or is des correct? Did you guys not send me a link or did I have an obligation? We don't know."
    },
    {
        "speaker": "A",
        "text": "I mean, I had an obligation to not send you the link, so. That is true. I did not send you the link."
    },
    {
        "speaker": "D",
        "text": "I heard you had an obligation to just absolutely. Just crush me in the intro. Did that happen?"
    },
    {
        "speaker": "A",
        "text": "Yeah, of course."
    },
    {
        "speaker": "B",
        "text": "Sure did."
    },
    {
        "speaker": "D",
        "text": "All right, I'll have to catch the playback."
    },
    {
        "speaker": "A",
        "text": "Of course it did. Oh, look at that riot hat. Look at your riot gear. We haven't had you on in quite some time, probably since. What's the first riot drop? Way back?"
    },
    {
        "speaker": "D",
        "text": "I think that was like our third riot drop, but yeah, I think, I think that was my first appearance there. That had to have been back in like May or June. Yeah, it was a while ago."
    },
    {
        "speaker": "A",
        "text": "That was a pre riot merch for sure."
    },
    {
        "speaker": "C",
        "text": "I was very upset that night because you got me so hyped and so excited for, for the riot drop. And then I got totally hosed on drop. I didn't get anything. I was so pissed."
    },
    {
        "speaker": "D",
        "text": "I don't think you're alone, you know? Drops no, I'm not alone."
    },
    {
        "speaker": "C",
        "text": "And that was the silver lining there as I went to the discord and everyone was commiserating with me."
    },
    {
        "speaker": "A",
        "text": "So community, we're so we're going to welcome you back, PC. Thank you for joining us. We're going to spend the latter half of the show here chatting about riot racers, all the updates that you guys have going on before we get there. We do have two segments to get to today. We're going to run back to take it or leave it segment. Des, I'm going to let you captain this segment, as you wrote the topics here. So we are going to take it or leave it."
    },
    {
        "speaker": "C",
        "text": "And you going to play like a little jingle for me."
    },
    {
        "speaker": "B",
        "text": "I have the music for it. I have the music for it."
    },
    {
        "speaker": "A",
        "text": "Next week is going to be."
    },
    {
        "speaker": "B",
        "text": "Next week. It's going to be amazing."
    },
    {
        "speaker": "A",
        "text": "Well, work with Fragile Manchild here because he said, are we interested in fan made segment animations? That I, I think the answer is for sure."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "There's a phenomenal, you know, fragile man child. If you're throwing your hat in the ring, whatever animation you do, if we can put the song take it or leave it by the strokes underneath, I'm sure we'll get flagged on YouTube. But it is the perfect song for the take it or leave the segment."
    },
    {
        "speaker": "A",
        "text": "Agreed. But yeah, so, des, take it away here."
    },
    {
        "speaker": "D",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "All right, we're starting. We're going to do an abbreviated take it or leave it first headline and you decide if you're going to take it or you're going to leave it is a very controversial one right now on Twitter has been talked about all morning and maybe even last night if you had a little bit of pre alpha. But Facebook to acquire sandbox, are we taking it or are we leaving it?"
    },
    {
        "speaker": "A",
        "text": "I'm going to go last on this one. Okay."
    },
    {
        "speaker": "B",
        "text": "I'll go first. Yeah, I'll take it. I think, I know it's unconfirmed rumors at this point, but I don't know these. Every time I hear rumors in NFT, they seem to come true most of the time. So it is funny."
    },
    {
        "speaker": "C",
        "text": "There's always a little truth to the rumor."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll take it. I'm like 65% sure it'll happen."
    },
    {
        "speaker": "C",
        "text": "Okay. Okay."
    },
    {
        "speaker": "A",
        "text": "PC."
    },
    {
        "speaker": "D",
        "text": "I'm gonna let the markets decide this. Where's sandbox going today? Are they popping."
    },
    {
        "speaker": "C",
        "text": "Land? Say land is still up a little bit. There's been some recent is. What's weird is there's been some recent upward movement the past couple days leading into these rumors. So either some people know and know a little bit early or maybe it's just all rumor and snowballing."
    },
    {
        "speaker": "D",
        "text": "So I think that's interesting. I think hell would freeze over here if Facebook bought sandbox. I don't think the empty community would appreciate that very much. So I'm going to leave this thing."
    },
    {
        "speaker": "C",
        "text": "Nice. That's a good take."
    },
    {
        "speaker": "B",
        "text": "Am I going to buy sandbox or sweet baby rays first? That's the real question because I think sweet baby rays is in the crosshairs at this point."
    },
    {
        "speaker": "A",
        "text": "So if you asked me an hour ago, I would have taken this. If you asked me an hour ago. However, so much alpha hot news coming off the presses. The yat sue, who is the chairman of animoca."
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Just tweeted literally at 353. I just saw this right now as premium carrots was texting bunch, quote, tweeting, quote, tweeting. The NFT ethics, uh, unconfirmed rumor thing. Um, he straight up said, this is not true about at 353. So I'm going. I'm going to leave it based on that. Okay. I don't I don't know. Like, that could be a little game of cat and mouse. It could be, but I'm going to leave it for the sake of this conversation at the moment. What do you think, Destin?"
    },
    {
        "speaker": "C",
        "text": "I'm gonna say it happens. I'm gonna take it. It just. That's a pretty, like, big rumor to get out there. I also think knowing the position sandbox is in and what they want to do and how much they need to accomplish and the work and effort that needs to go in before they can accomplish it, I know they're looking for help, right? They're looking for all sorts of different kinds of help. You know, funding this is kind of an easy. Not an easy way out, but, like, yeah, it would make sense for what the company wants and what the shareholders want, so. I haven't seen Zookan forever, man. It's good to see that guy."
    },
    {
        "speaker": "A",
        "text": "Fantastic."
    },
    {
        "speaker": "C",
        "text": "It's a fantastic comment, but I'm actually, like, genuinely. But, yeah, I'm gonna. I'm gonna take it."
    },
    {
        "speaker": "B",
        "text": "Ooh. Facebook is down 20%."
    },
    {
        "speaker": "A",
        "text": "So we got three. We got two take. It's two leaves. It's. That's pretty cool to see."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll take it."
    },
    {
        "speaker": "C",
        "text": "All right, this is, this is an easy one. And we're gonna move through this quickly because I want to get to riot. Bored apes hit 150 e floor by summer."
    },
    {
        "speaker": "B",
        "text": "Summer by spring. Take it."
    },
    {
        "speaker": "C",
        "text": "Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "Take it all day."
    },
    {
        "speaker": "D",
        "text": "PC clone X, 150th floor. That's a big flipping this year. Last year, bored apes flips punks this year, clones flips, apes. Done deal. Flipping mutants by the end of this week."
    },
    {
        "speaker": "A",
        "text": "Fiery take. Flipping mutants by the end of this week, the PC special. And that for whoever was asking before, what makes a carrot premium, that is what makes a carrot premium."
    },
    {
        "speaker": "D",
        "text": "Spicy takes it is."
    },
    {
        "speaker": "B",
        "text": "Spirits."
    },
    {
        "speaker": "A",
        "text": "I am going board apes, 150 by summer. I will take it."
    },
    {
        "speaker": "B",
        "text": "What is it at? Isn't that, like, 114 right now?"
    },
    {
        "speaker": "A",
        "text": "It pulled back today a little bit, but, like, you're still over 100, I believe. I'm gonna take that. I think that, you know, the uncertainty factor is what happens with apecoin, right? Like, that's the, that's the uncertainty. But I think, you know, it's just getting to a point where there's not a lot of sellers around and the floor can jump pretty quickly, and so I'm taking it. Nice, Des."
    },
    {
        "speaker": "C",
        "text": "I. I'm going to take it. I'm going to take it. I'm really hesitant about this one, but I'm going to take it. That's doable, right? You know, 114 right now or 108 right now? 150. I'm going to take it. I also like premium carrots, but that's just because I'm a bag holder. Clone x to flip, at least flip mutants for now."
    },
    {
        "speaker": "B",
        "text": "What's mutant?"
    },
    {
        "speaker": "A",
        "text": "Is that currently 2021 ish today?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. By the end of the week."
    },
    {
        "speaker": "D",
        "text": "Two days ago, mutants were up to like 27. They've had a pretty big pullback. The two trajectories were about to cross paths real quick until we had this broader blue chip pullback happen today."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah. No, I mean, it makes sense, right? Can't always go up forever. But I mean, honestly, if ETH stays."
    },
    {
        "speaker": "D",
        "text": "The price it is."
    },
    {
        "speaker": "C",
        "text": "That's another thing we talk about is like, if ETH booms, expect a major pullback like that. That is no doubt. So the fact that ETH is actually kind of like hovering, gradually staying steady, it's actually helping the market for NFTs right now. It'd be interesting if we saw a little dip in ETH and a little dip in the market and see a little retracement and then a buyback on some premiums. It'll be interesting. Very, very interesting."
    },
    {
        "speaker": "D",
        "text": "I think apes play an interesting role in this market. I've talked about this before. I think because the market of bored ape is a lot of outsiders coming in. I feel like more than any other project, they're pricing it to us dollar than to ETH. So I think we'll see h track closer to USD over time than ETH, whereas lower kind of sub one or maybe one to five ETH projects are just going to eat this eth kind of deal because it's everyone that's in our NFT space."
    },
    {
        "speaker": "C",
        "text": "It's a very good point. I sold a bored ape a little while ago when it was closer to the 50, 60 range floor. But I don't feel like I'm kicking myself so hard right now because at the time it was about almost equivalent value. So I think you're actually kind of right about that. Tracks a little bit more to the us dollar. All right, so want to get into riot last one or actually, there's one and then one more. Disney announced that they're having an NFT division. I actually, through some back channels, I've heard that Disney has been for a long time revving up their NFT engine and they had a real big legal effort to make sure that everything was kosher before even getting the team kicked off. But they announced today that they are officially creating the NFT division. They're hiring the leads to kind of run it. The take or the headline is Disney underperforms with their massive ip in the NFT space."
    },
    {
        "speaker": "B",
        "text": "I would say, man. So you're. The take is, will they underperform with their intellectual property once they enter the NFT space?"
    },
    {
        "speaker": "C",
        "text": "Some of the biggest intellectual property in the world, probably arguably the biggest."
    },
    {
        "speaker": "B",
        "text": "I know, but they have everything. Star Wars, Marvel, Simpsons. It's tough to underperform expectations, is that what we're saying? Because the expectations would be through the roof."
    },
    {
        "speaker": "A",
        "text": "So I think you have like a zookee, like a zookee codex type of expectations on that, right? I would."
    },
    {
        "speaker": "C",
        "text": "Why wouldn't you? They have every resource at their disposable, the best artists, animators in the world. There's no."
    },
    {
        "speaker": "B",
        "text": "They launch too. Like, are they. Is it USD only mints that could. That has a big, you know, that. That I feel takes away from the NFT community a little bit. You do get new people coming in, but you're definitely not gonna get the same amount of participation. So it depends. I would take it. Sorry. It's underperform. I think they're going to underperform."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay. Yeah, take it."
    },
    {
        "speaker": "A",
        "text": "Yeah. PC."
    },
    {
        "speaker": "D",
        "text": "I think your point is pretty spot on chamber regarding the USD component. It's so easy to just mint something. It costs 0.05.1. But once you start saying like, oh, is it $500? This thing, you start to think about it differently. So I think that's really important, and it's going to play a big role coming in. Like, as an example, the VV market. You're going in there spending 100, 2240, and you're wondering, like, what am I buying? Why am I doing this?"
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "100%."
    },
    {
        "speaker": "D",
        "text": "So I think their delivery market is going to be really important also, too."
    },
    {
        "speaker": "B",
        "text": "I mean, I don't know about you guys, but, you know, sometimes I spend $30,000 on NFTs. Like, I can't. I can't for the, you know, go spend $30,000 cash out of my bank account without my wife murdering me in my sleep like that. That is a big problem, right?"
    },
    {
        "speaker": "A",
        "text": "This, this was."
    },
    {
        "speaker": "B",
        "text": "I think. I think I'm not alone there."
    },
    {
        "speaker": "C",
        "text": "Yeah. You want to turn your lights on just real quick, just so we can see you?"
    },
    {
        "speaker": "A",
        "text": "My. My camera died, so this is all you get now. I don't know what the hell it's."
    },
    {
        "speaker": "D",
        "text": "Turning into a mid condition, intimate style with bunch of hair."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, my camera's off. Camera's off the. This is a interesting topic here that's getting a lot of comments. So Matt says they can mess up still be successful just on Star Wars IP alone, which is interesting. You know, Steve is saying that Disney is going to ditch Vivi, which they probably will, right? I don't think so. And then MJ gaming, how closed of an ecosystem is VV pretty darn closed at the moment. Right? And then, you know, he also. The."
    },
    {
        "speaker": "B",
        "text": "That's a great. That's a great. That's a great comment right there."
    },
    {
        "speaker": "A",
        "text": "This one."
    },
    {
        "speaker": "B",
        "text": "The Steve one."
    },
    {
        "speaker": "D",
        "text": "Yeah, I was thinking the jp kaz.com is equally as good."
    },
    {
        "speaker": "A",
        "text": "Hey, so this is the part where I leave again, and I'll let you guys just finish this up. This is."
    },
    {
        "speaker": "C",
        "text": "This is perfect. This is my last take, and then we're getting to riot. So the. The last take it or leave it segment. Let me get it. Is. This is Bunchy's farewell retirement show episode."
    },
    {
        "speaker": "D",
        "text": "He just."
    },
    {
        "speaker": "B",
        "text": "Before the camera, before the camera issue, I would have said, no, this is not his last. But now this camera, this whole camera thing, really. I'm outwardly confident in my enjoyment of my own voice, meaning I like to listen to my own voice, and I'm very proud of it. And, you know, Bunch will say he doesn't like to, but I think deep down he really does. And I think that drives him to do the show. So I'm going to say he's never going to stop doing the show."
    },
    {
        "speaker": "D",
        "text": "Chamber, you're missing out on being proud of that drip you got going on, too. That is a hell of a sweatshirt, my friend."
    },
    {
        "speaker": "B",
        "text": "You like that? It's too bad some of the green is in there. It's getting messed up because of the green screen, but I like that."
    },
    {
        "speaker": "D",
        "text": "Bunch will never leave because he needs a forum to pump his bags. Bottom line."
    },
    {
        "speaker": "C",
        "text": "Good take premium carrots."
    },
    {
        "speaker": "D",
        "text": "Sorry, Bunch, but that's the spicy take in your direction. That's it."
    },
    {
        "speaker": "B",
        "text": "Spicy carrots."
    },
    {
        "speaker": "C",
        "text": "Premium carrots is coming with the spicy takes today."
    },
    {
        "speaker": "A",
        "text": "Now none of my shit is working, so. Can you still hear me? Good."
    },
    {
        "speaker": "C",
        "text": "Nope, we cannot hear you."
    },
    {
        "speaker": "B",
        "text": "I can hear the question."
    },
    {
        "speaker": "A",
        "text": "Yeah, look. Yeah, I'm gone after this. This is it. See?"
    },
    {
        "speaker": "C",
        "text": "Take it. Good."
    },
    {
        "speaker": "A",
        "text": "Good. I'm taking. All right, let's. Let's get ourselves into some riot racers talk. Hot spicy carrots, joining us. Hot spicy carrots. You are the. You are. Your official title is the VP of data science for riot racers. Is that right?"
    },
    {
        "speaker": "D",
        "text": "That is right. Yep."
    },
    {
        "speaker": "A",
        "text": "Wow. So you are an official science drop. What are you officially a scientist? Is that what we're."
    },
    {
        "speaker": "D",
        "text": "I took my lab coat off in anticipation of this podcast."
    },
    {
        "speaker": "B",
        "text": "He's."
    },
    {
        "speaker": "A",
        "text": "He's an everyman I always bust his, I always bust his chops about him being a data scientist. And, you know, it's, it's fantastic. The Riot partners with Disney to mid 50 Star wars pod racers. That's, that. That's the partnership we need."
    },
    {
        "speaker": "C",
        "text": "That's a fire take."
    },
    {
        "speaker": "D",
        "text": "That's a pretty good idea. Yeah, we're going to go after that one."
    },
    {
        "speaker": "A",
        "text": "All right. So, PC, there's been a lot going on with Riot since the last time we talked. Let's. Let's just talk about where the game is in its current state since we last spoke. You know, everything was kind of pre game development last time. Where, where are we currently at the stage of, of racing here?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So there's a lot to cover since I've last enjoyed my time with you guys here. Biggest thing, of course, as you buried the lead there is racing is live. It's our beta version. It's free. That's been going on for the past couple weeks and will continue through the end of the month. The point of having this long Runway of beta or free racing is to make sure everyone can come on and get a lot of volume in participate in racing. And we can work out any type of bugs, if there are any, you know, get general feedback from our community about what's working, what's not, you know, what they'd like to potentially see change and possibly implement some of those, those things so that by the time paid racing is up at the end of the month, the community and ourselves, we're all, we have this really, really good racing platform that we all are behind and are happy with. And we're going to get. We're going to get going, I think end of February into March, we're going to see Riot take off like a rocket ship. You know, we've been, we've been kind of hanging low, sitting back. We've been building our game, you know, Riot Racers. Now we're up to about 30 full time employees. Almost half of that is our engineering team. We've just put a lot of capital into bringing on really talented devs and engineers because we want to build this, this game and platform up. We're thinking about the future and, you know, where our kind of demand and volume and racing is going to go pretty quickly. We want to make sure that we're properly equipped to handle that. So we've just, we spent a lot of time upping our resources, a lot of time building. You haven't heard from us in a while. You know, we've had a couple drops along the way. But hey, this is our coming out party. We're here, we're live game is cranking away. I would have to look, I should look quick right now. I know that some people are like well over 1000 races right now."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "So like some of our top users, our two top users are at 4700 races, 4000 races. Our third biggest user is, let me look, is over 2000 races. So like people are really, really enjoying and using the platform a lot. We're really proud of what we put out there. Thank you, MJ. As MJ just pointed out, you know, we went for real clean and easy to use UI. It's really aesthetically pleasing. There's a lot going on in there as far as features that people are going to be excited about using. So I mean, everything in the riot camp is good. We're all really happy with what we have and we're just looking forward to the end of the month to launch paid racing and, and get going."
    },
    {
        "speaker": "B",
        "text": "That's super exciting. Like I was, I was talking about other project today and it's, you kind of get spoiled if you're in NFts where, you know, you're flipping NFts all the time. You're making money in these, you know, not, I don't call them pump and dumps, but you know, in some cases pump and dumps, you know, some nfTs, you know, just, it's a cash grab and they provide no value after the fact. They don't do anything. You know, you buy them at mint and then you can buy them on Opensea for 75% off, you know, a week later. And that's kind of how people see NFTs for the most part as far as, you know, trading them. And there are a handful of projects and maybe more that, you know, mints and are building and they may not take off right away. Like, you know, you're bored apes, you're, you know, your cool cats and stuff like that. But they're building and all of a sudden they just take off. Like, it reminds me of like what happened with, with sandbox, right? Like sandbox we had on. I don't know, it's probably back in March or April and you know, we, we all bought land and it was just kind of sitting in your wallet for months and months and months and months and all of a sudden, you know, you're selling plots of land for like 20 ethan. Like, oh shit, you know, but they were building along the way. These are real projects. You know, one I was talking about today was shit. I ended up. You know, I probably minted like twelve or 15 of them was glue Factory. And it was like a tv, the tv show. I don't know if you guys are familiar with it, but it's like a tv show, you know, based off of nfts and blah, blah, blah, blah. And you know, I keep seeing things about and just kind of work. You know, the price of the NFT has done nothing, but I keep hearing about them working behind the scenes and I think there's a third category of nfts that you guys are in as well. Just quality teams building and building and building. And all of a sudden you're going to have this massive explosion of participation."
    },
    {
        "speaker": "D",
        "text": "Yeah, you're totally right, Chamber. As you said, when we travel through our NFT landscape, which is just a million miles an hour and there's hundreds and hundreds and hundreds of projects each day, it's so easy to forget about the projects from yesterday, the week before, you know, nevermind projects such as ourselves that started out in May. We sold our first cars in May. We have such a strong and good core community that a lot of our users have hung around since May, waiting for this moment in time, waiting for now for our game to come out. And it's so satisfying, rewarding to see these people finally be able to use our platform and really engage and have fun with racing. But you know, part of what we're, part of what we're doing now is like we're here now, our game's ready to go. So we need to start to reeducate people that may have forgotten about us, as you say, as we went through a couple bull runs and there's been a lot of flipping and trading going on. That's the glittery casino that we all love to play in. That is distracting. But separate of that, like you point out, there are these really good projects out there that are building out games and building out bigger things. It just takes time sometimes. And if you have the patience, those with that patience are rewarded for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. And so I think you touched on it briefly, but I definitely want to go back and talk about the actual token. So tell people you said it's the key kind of to the whole ecosystem. Just talk about that. Its use cases kind of inside the ecosystem. And you know, what people can expect when paid racing goes live as far as how that token will be used, how it's paid out, things like that."
    },
    {
        "speaker": "D",
        "text": "Yeah. And let me take a step back and give a quick 62nd riot overview in case people are entirely unfamiliar with us because the token plays into a lot of our components. So, you know, we're play to earn racing game. Our racing game is on our website that we've built out to participate in our racing game. You need a car and a driver. Over time, we're hoping to possibly put some mechanism in place to make it an easier barrier to entry. That might be something like maybe a rental program, but so you buy a car, you buy a driver, you go race. There's other assets or other ways to play the game. You don't need to just participate in racing all the time. You can own assets that are part of racing, such as the racetrack land, such as a gas station, mechanic shop, a billboard. And these assets that you own give you riot rewards just by holding them. So assets give you riot rewards. And then we have different, we have something called, like, the Riot Owners Club. So just by holding a certain combination of riot assets, whether that's at a car, in a billboard, or a mechanic shop, you get put into these different tiers of our ownership club, and those can also give you ride boards. So there's, like, two ways to play the game. There's the hands on person that wants to come and they want to race, and they want to have, you know, five cars and 20 drivers. And then there's people that want to kind of just set and forget it and, you know, watch. Other people really enjoy racing and collect rewards by just holding some assets. So there's, like, really exciting assets out in our ecosystem that aren't cars. One in particular is like our billboard. So we only have 49 billboards. In our ecosystem, there's seven racetracks, and each racetrack gets seven billboard spots. Our billboards are a blank canvas for you to go and advertise. You want to buy an advertise McL on it? Go for it. You want to put funny pictures of bunches face on your billboard and do that des a shake in his head? Yes, let's do it. So a lot of different approaches and ways to play the game, but the key to the game and the key to the riot ecosystem is the riot token. So the riot token is needed to participate in racing all races. You enter with riot token, you get paid riot token out for winning a race or coming in the top three of a race to get better at races. You can pay for car upgrades. Those are paid for in riot tokenization. In the future, we may have mints and Riot token. So there's a lot of stuff that involves Riot token. Pretty much every part of our game and our ecosystem involves Riot token at the moment. You can buy it on uniswap. You can also get it on Quickswap. We just put up an LP on Quickswap so that we're helping people onboard to Rio token without having to worry about paying so much gas. So the Rio token is a really exciting thing. What's fun and cool about it is even in our discord, we like to dish it out every so often. We do like airdrops of tokens. We've done trivia in the past where we've given out Riot tokens, so there's different ways to accumulate it to get it. But the big use case is on our platform, allowing you to enter races and upgrade your car. So when I talk about upgrading a car, it's important to note that our races, the outcome of our races are driven a little bit over half, about 51% by racing strategy and then 29% by your car's skill level. You can increase your car skill level based on upgrades that your car has. So if you buy upgrades, your car gets like a higher numerical rating that helps to contribute in your racing outcome. And then the remaining 19% is actually due to our drivers. So our drivers in the right ecosystem do act a lot, kind of almost like a horse. And Zed, our drivers have skill traits and skill characteristics that help help them win. I see that you have the right marketplace up. If you guys have a car and a driver, like, you know, just log in and we can maybe go through some races. I would like to talk about our racing UI and interface and really what the game looks like because we're, you know, as much as we're a car racing game, we infuse a lot of strategy and kind of board game into this. You don't just enter a race and then hope your car wins and hope that wins driven by these skill attributes of like your driver, similar to like Zed, you actually have to put in racing strategies. So when you enter a race, you're presented with these racing conditions, such as weather and track conditions and pick conditions. You pick a driver consistent with those conditions that you think will perform well, and then you pick all these different racing strategies. So you can pick like how tuned is your engine, what type of turns do you want to make, what type of braking. It's really cool. I'm really excited to see our community just go to town and start testing out all their different racing theories. I'm sure we're going to have a lot of streamers. I see MJ gaming watching. I know we're going to have a lot of content created around kind of theories and how things work. What are some good decisions to make when being presented with this racing strategy? I'm just really excited to see it all unfold here."
    },
    {
        "speaker": "B",
        "text": "If there's anything you want to show us, you can pull up. You can just share your screen too if you want to control it there. PC."
    },
    {
        "speaker": "A",
        "text": "In the meantime, we have a question here from skeletor flood. Will upgrade voice, by the way? No. Can you?"
    },
    {
        "speaker": "B",
        "text": "1 second. Will upgrades be attached to cars if they're sold and bought on Opensea? Will Opensea show upgrades if they carry over?"
    },
    {
        "speaker": "D",
        "text": "That was incredible. Skeletor. That's. That's a really good question, actually. And I might. I might cop out on this one and tell you to dm me and let me get back to you so that I don't hit you with incorrect information. If you look at our cars on Opensea, we do have like, levels. You can see our levels are some of the different upgrades that you buy being our engine level. And if you have a performance chip or supercharger. So I think it'll be added as metadata. I don't. Correct. Don't quote me. Just shoot me a DM and let me get you the correct answer and other people that may be interested in that, too. That's a really good question. That's something we can talk about in our discord."
    },
    {
        "speaker": "C",
        "text": "Is there class racing, like in Zed, where you kind of like, move up and down the ladder?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So we have seven different classes of cars, starting at rookie going up to legendary. Each of those cars has a rating tied to it. Whatever your rating is, they're in buckets of like 100. That allows you to be in rookie or rally or any of the classes as you race. Every race you enter, you get a point. So with racing volume, you can work your way up from being like a rookie car in rookie races to being like rookie car from the factory, but now being able to participate in legendary races, now being like a legendary level, really. So, you know, I have. I have racing up."
    },
    {
        "speaker": "B",
        "text": "Yeah. If you click down at the bottom of your screen, you'll see share, I think."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "If you share it as a chrome tab, it's. It keeps everything a little bit more private for you."
    },
    {
        "speaker": "A",
        "text": "While you're doing that, a couple questions here from MJ Gaming. One, will stats be reset for full launch? I assume that means from the beta testing and everything into full launch, are the stats going to be reset?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So any stats related to, like, our leaderboard will be reset. We'll have clean stats for paid racing on our leaderboard. We have toggles for the different, like, seasons. So right now we're in beta. So we'll have, like, fixed stats for beta racing. But Riot's gonna operate very much in seasons where, you know, season might last two or three months long, and then we move on to the next season. So, like, your stats will be captured forever in those given seasons. Part of the reason of doing seasons is we always want to stay ahead of the discovery of everyone to an extent. Like, we want this game. I always use this analogy and get it somewhat wrong, so I need to actually research it. But one of the two, skiing and snowboarding, one is easy to begin doing, hard to master. The other one is the inverse of that. We kind of just want to hang in the middle. We want people to be able to come and, like, use our platform, race on our website, have not have this huge, like, learning gap to be able to just begin racing and have fun, but then make it challenging to an extent to really, like, learn and get good without it being too much and too complicated and too overwhelming. And we need to find that perfect balance because we don't want everyone just to become, you know, all stars and just, you know, start crushing it and just, we have this population of people that are just winning every race. So in order to stay ahead of that, you know, I think one thing we're going to do is have racing seasons. And at the end of each racing season, we'll tweak our racing algorithm a little bit so that what you once thought was good strategy for a slick track is no longer useful or good."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "One more question here from MJ. Will you be able to move down in class as well?"
    },
    {
        "speaker": "D",
        "text": "So you can move down in class, not so much like Zed, where you can, like, really intentfully declass a horse. Ours is going to be a lot more challenging. You need to be idle for a period of time, I believe, and then after, like, a certain amount of days of not racing, you'll lose one point. So, like, you can go down in class, but it might take a really, really long time to do that. A really long time being inactive and not racing. I can't find how to get my specific tab up here. So do you guys recommend using, like, window or an entire screen? Is that okay instead of chrome tab?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's fine."
    },
    {
        "speaker": "A",
        "text": "As long as your seed phrases are up."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I'll get my pen."
    },
    {
        "speaker": "D",
        "text": "Yeah, let me get my seed phrases up quick and then I'll pop on here."
    },
    {
        "speaker": "A",
        "text": "Hold on. Will there be tournaments in riot? Do you know if there will be tournaments?"
    },
    {
        "speaker": "D",
        "text": "Oh, yeah. So tournaments is one big thing that I have, have a big focus on. I'm really excited about the prospect of tournaments. So I think racing, you know, going to our website, participating in racing with other people is really fun. But for me, just coming from sports, you know, loving march madness and poker tournaments and all this stuff, I'm envisioning a time where, like, two big things are going on. One is that we have a lot of racing rivalries. We have a lot of racing teams. We already have racing teams. Like, our biggest one is diamond hands racing. Shout out to that team. We have a lot of other teams that are up and coming. We want to expand this out and even expand this out to other NFT projects. I would love to see a time where NFT projects have a riot racing team. Maybe we make a special mascot driver for them that can be the mascot of their team and represent their team. And people in their community can kind of rally around their racing team and participate, are racing and have fun."
    },
    {
        "speaker": "C",
        "text": "So when goats racing team, I mean."
    },
    {
        "speaker": "D",
        "text": "Let'S talk after this call. That's. I'm ready to make goats racing team now."
    },
    {
        "speaker": "C",
        "text": "Hell, yeah."
    },
    {
        "speaker": "D",
        "text": "Let's commit. I mean, I commit right now. I'm game."
    },
    {
        "speaker": "C",
        "text": "Look how. Look how sexy that goat would look as a driver. You know what I mean?"
    },
    {
        "speaker": "D",
        "text": "Go look at one of our Mecca drivers. You know, massage and put that in with a goat. I think we're cooking."
    },
    {
        "speaker": "C",
        "text": "Really can go, man. It's going to happen. You heard him first."
    },
    {
        "speaker": "D",
        "text": "But one of the really cool things about the idea that we're going to have all these different racing teams is tournaments. I would love to see a March madness style tournament where we have goats and we have diamond hand racing and we have a mutant ape team. We have all these teams on our racing platform participating in tournament, putting up riot purses, just bringing all these communities together, everyone talking crap to one another on twitter, you know, showing their race results. That that's my goal and my dream. I think that's when this becomes fun to, like, the next level beyond where we are now. So that's what we're working on. Stay tuned. There's a lot. There's a lot of good stuff coming regarding teams and tournaments and just like, you know, media coverage. Like, I don't even media coverage, like outlets. I mean, like us covering the racing season, there's gonna be a lot of good stuff. So let me pull up, let me share racing quick."
    },
    {
        "speaker": "A",
        "text": "I think we're getting a rivalry happening right now. Live in the chat we got."
    },
    {
        "speaker": "C",
        "text": "TJ is my new favorite person. That was a bullish statement. I love that."
    },
    {
        "speaker": "A",
        "text": "Yeah. So TJ said the goats are gonna spank the BYC team. And then the drop comes in and says, chill. Says daddy chilled."
    },
    {
        "speaker": "D",
        "text": "All right, so here's our website, and it's pretty sweet. Oops. So."
    },
    {
        "speaker": "A",
        "text": "Oops."
    },
    {
        "speaker": "C",
        "text": "Can you imagine how disastrous that could be?"
    },
    {
        "speaker": "D",
        "text": "There goes my 150 east clone. As a landing page, you're brought to your overview, where you have, like, okay, your car, some other stats. What's nice is you can come see all your drivers. All your drivers have all their skill traits. You can hover over and see those des. This is what a mecca looks like, by the way. This is going to be a mecca goat mashup right there. You can go into your garage, you can see your cars in your garage. If you had assets, such as, like, billboards, mechanic shops, you'd see them in here. There's an roc tab. So if you happen to own assets that are going to give you rewards, you can come and enroll into the Roc and you'll earn riot rewards monthly. So that's like an overview of just kind of your profile area. But if we come to our racing platform, here's the layout. In the top, we have all seven different classes that you can filter and cycle through. You can sort by gas fee. And gas fee is not. In a way, gas fee is race entry fee. And then you have all our races. So we have all of our tracks. You can see the conditions, you can see the location, the class, all that stuff. So we'll enter a race. And just so I can continue to narrate through the process. So you enter a race. I entered an aero race because I have one aero car. And you see, we're queued up almost like Ticketmaster buying a concert ticket. So we have two minutes left to put all of our inputs in and get into the race, or it'll boot us. The reason is we don't want people spending time picking their strategy. And then they go to enter and, oh, race is filled now they have to do it over again. So this is almost like holding your spot in line. So you come here, you see your racing conditions, so you can see that the weather is light rain, the track is sticky, your pit crew is slow and error pro. So this is like important information that you're immediately present."
    },
    {
        "speaker": "A",
        "text": "I didn't know chamber was on the pit crew."
    },
    {
        "speaker": "B",
        "text": "Terrible, terrible."
    },
    {
        "speaker": "D",
        "text": "So, you know, that's what happens when you're not on camera? It's easy to throw terrible insults at one another."
    },
    {
        "speaker": "A",
        "text": "I do this off camera or on camera as well."
    },
    {
        "speaker": "B",
        "text": "Don't worry, the camera has nothing to do with it."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So you're presented with these conditions, right? So now you come and you pick your driver. So like, there's two important things to look at. One, your drivers have these different types. So we have wind, earth, water, fire, these different types. You want to be careful when you're selecting these relative to like, your weather and your track and your pit. And then you also want to look at your driver's stats relative to this. So maybe you look at track and you see the track is sticky. Okay, the track is sticky. You know, maybe my car is not going to spin out on turns. Let me go with like a really high speed driver. Okay, so this driver is 93 speed. Let me select this driver. So I select the driver. Go. Next I pick my car. You have choice of your cars that fit within this class. I'm picking my sweet looking two door middle to early two thousands german coup. And then you go choose strategy. So I'm about to get booted out. I'll redo this real quick. But you come in, you choose your strategy now based on these racing conditions that have stuck with you, that are still there that whole time. Right? So let me just fly through this real quick. So I have reentered. I picked my stuff again. So now again, knowing that our weather is light rain, our track is sticky, our pit is slow and error prone, I'm going to want to come in and select some of these strategies. I'm going to want to pick, okay, I want to pick offensive and I want to pick my racing line. Do I want to have, you know, tight, wide racing line? Do I want, what type of braking do I want? Do I want late breaking? Do I want universal braking? You come and pick an engine strategy. Do you want, you know, over tuned aggressive engine? Do you want under tuned pick a tire strategy. You pick an acceleration strategy. So there's a lot for you to really kind of think about and process and make sure you make the best selections. What's nice is that we have a feature to actually save your strategies. So if you're like, sure, yeah, this is it. This strategy is always going to crush when it's light rain, sticky. You can go ahead and save that strategy. So now every time you come and race and you identify these conditions, you can just pick your strategy that saved and not have to go through this and boom, you can just enter race, enter race, enter race. So I enter the race. This race is now pending. So we'll go to like pending races. You can see my pending race here. We have a results tab where we see all of our pending races. We have a leaderboard page. The leaderboard page is going to get really fun and exciting. You can see everyone's total races, total wins, their win percentage, their I, you know, win place show percentage. You can look at that by driver, you can look at that by car. You can look at that by just overall user in the upper right. We're looking at the beta season. As we have future seasons, we'll be able to toggle through those seasons and see all these stats filter on them. So where this gets fun is like, okay, you know, on the top total wins. All of a sudden CCY 77 jumps me in top total wins. Like, I know I'm in discord. I'm sure he's going to come to discord and now give me shit, right? Or if we look at results, I just got rocked. I just came in third. Not a good showing for hot spicy carrots here. If you look at, if you look at the results page, the results page is really, really clean, too. And you know what people can do? You can come in and we see, all right, I went up against starry eyes and lost. Like maybe Star Eyes is going to want to screen, grab this and post it to Twitter. Hey, premium carrots, why do you suck so bad at racing? Right? So, like, I see a lot of competition coming out of this. I just, I see the community having a lot of fun with all this in the design. This results page is really important. It shows you what racing strategy you ended up using, right? So you can debrief yourself a little bit and see, okay, I picked these strategies. It was these racing conditions. How did I perform? So this will be really important to everyone. That's like a quick few minute overview of our racing platform right here. We're really excited with what we produced. Our team cranked away. We have a really good and impressive team of developers that built this and we couldn't be more happy with where we are right now."
    },
    {
        "speaker": "A",
        "text": "That's awesome. Everything looks really cool. Unreal. What's that?"
    },
    {
        "speaker": "B",
        "text": "It's unreal. It's so good."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's pretty sweet. Especially just for, you know, beta. I can't wait till, you know, the 3d replay like you have in, you know, we're familiar with in Zed that's going to just make this, you know, take it really to the next level. It's. It's going to be really cool to see. Did you have something to say there?"
    },
    {
        "speaker": "D",
        "text": "I was going to say that agree on 3d racing replay. And right now we're targeting the both of them to launch about the same time, end of February. That's our goal. If for some reason we don't hit that, we think 3d replay a delay would be about one to two weeks at most. But all systems ago right now to have both done by the end of February."
    },
    {
        "speaker": "A",
        "text": "Very cool. A couple more questions here from the chat chamber. Take it away."
    },
    {
        "speaker": "B",
        "text": "I can't do it again."
    },
    {
        "speaker": "A",
        "text": "Do certain cars perform better under one condition or another, or is that fixed."
    },
    {
        "speaker": "D",
        "text": "So cars don't really change per condition? What, what cars will change based on is your car's upgrades, your car's level of upgraded, you know, parts, whether that's like your engine or your brakes or your tires. But if we had like, the same car choosing the same strategy, entering a race against the same racers, and they chose the same strategy, race to race, that car won't change based on the conditions."
    },
    {
        "speaker": "A",
        "text": "Very cool. And then one other good question here. You mentioned that the racing algo will change season to season, but will it change from beta to paid?"
    },
    {
        "speaker": "D",
        "text": "So, yeah, racing algo will fine tune it season to season. At the moment, beta to paid, we don't anticipate changing that. However, we still have a month. If it turns out that we look at the data, we get into our science mode, and it turns out that too many people have cracked the code, then we'll recognize that we might need to tweak it a little bit, most likely. No, but that's not in stone."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah, I love the discovery piece of it. I like the fact that it's gonna change season to season. I think that's gonna. You know what's cool about that is it really, I think, will enhance the competition of it all as well. You know, like which I also love that the trash. I love the trash talk idea. That's really cool. So I think I'm super excited to jump in and play. I've played a couple times, but get really much more involved. I only have one car, unfortunately, but I have a sweet car, so I'm gonna have to."
    },
    {
        "speaker": "D",
        "text": "You have one of the best looking cars, in my opinion."
    },
    {
        "speaker": "A",
        "text": "We fumbled that billboard play, by the way."
    },
    {
        "speaker": "D",
        "text": "Did it get scooped up?"
    },
    {
        "speaker": "A",
        "text": "I don't know. The original one did the one for five. That was the play."
    },
    {
        "speaker": "D",
        "text": "Yeah, that got taken."
    },
    {
        "speaker": "A",
        "text": "Anyway, Chamber des, you got any more questions here or any other questions it looks so good."
    },
    {
        "speaker": "C",
        "text": "I can't wait to get ghost racing started. Um, yeah, you already have."
    },
    {
        "speaker": "D",
        "text": "Look at. Look at the banner."
    },
    {
        "speaker": "C",
        "text": "Yeah, I know. He's stoned and ready to go."
    },
    {
        "speaker": "D",
        "text": "Not a good recipe to be on the racing track."
    },
    {
        "speaker": "C",
        "text": "That's not a good for the algorithm. Damn."
    },
    {
        "speaker": "B",
        "text": "I think it is."
    },
    {
        "speaker": "C",
        "text": "No, no, it. Seriously, it looks so clean. It looks awesome. And yeah, can't wait to see the eventual live 3d replays. I think that'll just take it into another stratosphere."
    },
    {
        "speaker": "D",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Chamber, any other questions here? I got one or two more in the comments and then we can."
    },
    {
        "speaker": "B",
        "text": "Nothing. Nothing from my end."
    },
    {
        "speaker": "A",
        "text": "I'm."
    },
    {
        "speaker": "B",
        "text": "Yeah, just told. Just super. It's fun to see people that we know make awesome project. Like, you know, both Des, yourself. I'm really the only one that hasn't made anything."
    },
    {
        "speaker": "D",
        "text": "You're giving me too much credit. I didn't. I'm not. I'm not deaf here. I did not make this all."
    },
    {
        "speaker": "B",
        "text": "But, like, you have the idea. Basically what I'm saying is, you know, you. You start off with an idea of something and, you know, a few months later, there's. There's. There's an actual product. It's just super impressive. Obviously, Des with goats, you with, uh, with riot racers bunch, you know, you did a terrific job with the NFt red zone. I mean, it's. It's. It's just awesome to see when. When you. When you know these people and they make honestly phenomenal product. So it's. Yeah, just super impressive, man. Good job."
    },
    {
        "speaker": "D",
        "text": "Thank you, chamber. That really means a lot. It means a lot coming from all you guys. I'm glad that you were able to bring me back here and were able to talk riot. And, you know, next time I'll be on time and I won't get."
    },
    {
        "speaker": "B",
        "text": "It's better if you come in late."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's all right. I mean, my camera failed halfway through, so we're, you know, we're even at this point, but. Yeah. So wait, we have one more question here from Brandon Hecker. Will we have to click to see 3d replay? And will there be an option, like, to live spectate?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So my understanding is you'll have to click to see the 3d replay. It won't just pop up and present itself to you. So you'll have the choice because not everyone wants to watch the replay. Um, we won't have an option to live spectate. However, who knows what the future holds. Maybe at some point you can. We're not sure, but how we're going to move going forward is just. We're going to have picture our cars and how good those look and how well they're designed. We're going to have that ripping through the streets, producing your racing output that we can all watch, and I'll see our cars that we love and actually."
    },
    {
        "speaker": "A",
        "text": "Awesome. Very cool. Well, I am super glad that we had you back on to give us all the new updates for riot. I think I speak for all of us when I say next time, we all need to be wearing some riot swag. Yeah."
    },
    {
        "speaker": "B",
        "text": "No setting."
    },
    {
        "speaker": "A",
        "text": "I need a hat."
    },
    {
        "speaker": "D",
        "text": "Nudge. Nudge. Is that what's happening?"
    },
    {
        "speaker": "A",
        "text": "I was rocking. I was rocking the goat. What's that? Yeah, that's exactly what's happening. You don't think you're gonna come on here without getting extorted, do you? The show booking agent one. Yeah, that's. That's usually how it goes. It's a. It's either a swag or, you know, 80,000 riot tokens. Those are. That's it. So I feel like swag's pretty easy, right?"
    },
    {
        "speaker": "D",
        "text": "I'll work on it."
    },
    {
        "speaker": "B",
        "text": "There's a delay."
    },
    {
        "speaker": "C",
        "text": "There's a such a bad delay. And I was laughing at this whole thing because, bunch, just right before this. Right before this show, was flexing on our telegram channel."
    },
    {
        "speaker": "A",
        "text": "All right, well, that's gonna. That's going to do it for us."
    },
    {
        "speaker": "D",
        "text": "His multi screens, his good microphone."
    },
    {
        "speaker": "C",
        "text": "Oh, shoot. That's so good."
    },
    {
        "speaker": "D",
        "text": "Well, someone else has got to take us out of. We got to throw a bunch to the wind."
    },
    {
        "speaker": "C",
        "text": "All right, well, I'm out."
    },
    {
        "speaker": "A",
        "text": "Same mint. Goodbye."
    }
]