[
    {
        "speaker": "A",
        "text": "What are the names of the segments? We're doing?"
    },
    {
        "speaker": "B",
        "text": "Media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Joe, aka Bunch of bets alongside my esteemed colleagues and co hosts, Chamber and Des. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "Doing good, man. I've been excited. It's been double digit days since I've recorded my voice and that is upsetting to me. I'm very, very excited to be, to be doing a show today."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. Des. How you doing, buddy? He's got a, he must have a crying baby. He must have a crying baby nearby. So Des is on mute, but we have a lot of stuff to talk about today. We are solo, no guests, just us shooting the shit about the NFT market. Lots of exciting stuff going on today and I'm ready to get into it. Chamber, how are you feeling about the NFT market? I feel like the last time we."
    },
    {
        "speaker": "C",
        "text": "Did, I got my gutter cat sweater on, man. It's. We had that week long. I know. You know, gang, gang, everybody. Or as my wife would say, gang Bangdan. She's like, what do you guys say on Twitter all time? Gang bang. I'm like, no, it's not what they say. I think it's something else. No, it's, I mean, it felt like we had, we were going into NFT winter for like, that five day period. A couple, maybe a week or two ago. Yeah."
    },
    {
        "speaker": "A",
        "text": "Like September 1 to September 2."
    },
    {
        "speaker": "C",
        "text": "Yeah. Never, never forget. I don't know, it seems the, you know, the atmosphere has changed a little bit. It's a lot more positive. It was, it wasn't positive there for a couple of, for a couple of days. And all of a sudden we're, we're back in action."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, Des, you're still on mute. Are you, are you available now?"
    },
    {
        "speaker": "B",
        "text": "I'm back now. Yeah, I'm back now."
    },
    {
        "speaker": "A",
        "text": "There you go. So how are you feeling about the NFT market here?"
    },
    {
        "speaker": "B",
        "text": "My God, I mean, we're going through a, uh, quite a bull market, uh, run, if, if you will. I mean, I don't really remember a time previously where just like almost all projects you kind of invest in that have some sort of buzz were going up, like. And I think it was a result of, like, all right, you know, um, I, you know, cool cats went to ten eth floor, right? And then. So everyone's thinking, all right, what's the next cool cats. And they just go down the line and then, you know, they go, all right. Oh, it must be gutter cats. So then gutter cats goes to six and then it just trickled down. And then it got to a point where, you know, even the. I would say the .3 was like the, the sweet spot. Anything that was, .3 everyone looked at as, oh, that's good enough that it could moon. So, like, all the 0.3s went to, to an eth, at least it was, it's. It's just a crazy kind of psychology behind it. And that run and chasing that, that, that next kind of thing to pop off. But my goodness. Yeah, I made some misses, but I also, I made some wins throughout this little bull run. But, yeah, it was great."
    },
    {
        "speaker": "C",
        "text": "It's crazy."
    },
    {
        "speaker": "B",
        "text": "It's crazy time. It's good. What I think it ultimately signals is that we're going to go through another period of introduction of new people into the space. We're going to get huge influx of new users into this space, I think, honestly, in the next month or so. So, yeah."
    },
    {
        "speaker": "A",
        "text": "So with that being said, I think that's a really interesting point. Like, where do new people enter? Like what kind of projects and what kind of price point do you think new people will be comfortable entering in? Would you, do you think it's going to be, you know, it's called goats."
    },
    {
        "speaker": "B",
        "text": "It's a pretty low key project entry point for a lot of people. I highly recommend it as your entry point to nfts."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, no joke, that was not even intended to set you up. But it's kind of my point, right. Is like, what are people's appetites going to be coming into the space for price point? Right. Like, you know, stuff like cool cats now out of reach. Right. Stuff like, you know, gutter cats is kind of out of reach for an average. An average person."
    },
    {
        "speaker": "C",
        "text": "So, like, well, the cats specifically, I mean, like, you know, it's, what is it, four or five eth now, at."
    },
    {
        "speaker": "A",
        "text": "Least for gutter cats is about five eth. Who's got five e sitting around that hasn't been here? Right? Like, I mean, you have. That's a pretty substantial up. There you go, Drew. Drew with a good comment here. So this one's. This one's approachable if you're, if you're new to the space, the alpha betties. So that's a good one, Drew. So that's about, I think, a 0.1 floor, which is right around where goats is. I think goats awesome project for an entry point, just from a price point plus community, plus, you know, the game theory aspect of the forge. Awesome point. Price point. I think that's what you're going to see, and I think people are rushing into, which is why you see all these things. Mooning is like, what's going to be the next one where people come in and enter that goes nuts on that stuff. What are your thoughts on that chamber?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it's tricky. Like, the other day we saw, I think the more celebrities and stuff, like new celebrities that talk about it, I think always brings in, like, a certain percentage of people. It's obviously diminishing returns as more and more, you know, people do it. But, like, Shaq the other day with creatures, that's big. That's a big time name. And, like, that's. That's a brand. Oh, yeah, like that. I mean, it's not a great brand."
    },
    {
        "speaker": "A",
        "text": "It's a fine. It's a fine brand."
    },
    {
        "speaker": "C",
        "text": "Those Shaq fraud, those Shaq shoes are maybe not the highest quality."
    },
    {
        "speaker": "A",
        "text": "It's a fine brand, Shaq. You know what else you want from the guy?"
    },
    {
        "speaker": "C",
        "text": "No. I mean, his icy hot is, you know, top shelf, but no, I think."
    },
    {
        "speaker": "A",
        "text": "His taste in car insurance maybe needs a little paper to print the general."
    },
    {
        "speaker": "C",
        "text": "I don't think we get those commercials here again. I get. I see. Oh, what do I get? I got, I see. Hot. I got the printer one."
    },
    {
        "speaker": "A",
        "text": "I don't know. The printer one."
    },
    {
        "speaker": "B",
        "text": "No, that's Canada."
    },
    {
        "speaker": "A",
        "text": "Not having the general is bad. I got to send you some general commercials. It's literally like the most low budget car insurance design ever."
    },
    {
        "speaker": "B",
        "text": "The general. Worst NFC design ever."
    },
    {
        "speaker": "A",
        "text": "Totally. He's like this little cartoon general that, like, drives Shaq around in this car."
    },
    {
        "speaker": "C",
        "text": "No, I definitely did not see that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I think we should hit up Shaq and say, hey, do you want to, do you want to partner on a cash grab for these general NFTs?"
    },
    {
        "speaker": "A",
        "text": "Oh, totally. 10,000. 10,000 piece general NFT. Generative generals is what we'll call it. There you go."
    },
    {
        "speaker": "C",
        "text": "I love it. That's great stuff."
    },
    {
        "speaker": "A",
        "text": "That's awesome. So we are going to chat. We're going to do some segments today. We got some actual structure to this show."
    },
    {
        "speaker": "C",
        "text": "Yeah, we tested out a couple last time. It worked okay."
    },
    {
        "speaker": "A",
        "text": "Yeah. But before we get there, before we get there, I did want to bring up a piece of news, I think. Did you guys see that? What? Twitter. The sneak peek of what Twitter is working on for the verified avatars."
    },
    {
        "speaker": "B",
        "text": "Oh, yes. Looks amazing."
    },
    {
        "speaker": "A",
        "text": "What are your thoughts on that? Describe it for people who may not have seen it yet."
    },
    {
        "speaker": "B",
        "text": "So it's this video of basically them."
    },
    {
        "speaker": "A",
        "text": "Using, I think they use g funks."
    },
    {
        "speaker": "B",
        "text": "Do they use the ape cryptopunk to do it? But basically it's verifiable through metamask, actually. I think they had a bunch of different wallets under there. Yeah. And it's verifiable. So you basically, like, select your wallet and then it opens up your nfts, and then you can select the NFT and it verifies it. And then it puts a sick little. Instead of a blue check mark, it's an Ethereum logo right on top of where the blue check mark would be. And so, like, it's verifiable on the Ethereum network. And not only that, but under your actual profile, there's a whole new tab that says collectibles. I think it's collectibles is what they call it. And you can show, like, literally see all the person's nfts that they put onto Twitter. Um, so, like, you want to, man, that's cool. I mean, that is. That is if for the, you know, generation, we are of kind of flaunting what you got."
    },
    {
        "speaker": "A",
        "text": "Like, well, I mean, isn't that, isn't that kind of what this whole thing is? Right? You're going to be able to flaunt your wallet. You're going to be able to show, you know, the things that you're interested in, the assets that you own, and it's all there. I think it's. I think it's a brilliant move by Twitter, first of all. Like it."
    },
    {
        "speaker": "B",
        "text": "I mean, it's very forward thinking. I applaud them."
    },
    {
        "speaker": "C",
        "text": "Well, they seem to be ahead of the game when it comes to, I would say the major, you know, the major social media companies like Twitter seems, you know, a couple years ago, they were implement there. They were trying to implement lightning. Remember, like, you could tip or."
    },
    {
        "speaker": "A",
        "text": "Yeah, they were tipping. You could tip on Lightning network on for bitcoin and stuff."
    },
    {
        "speaker": "C",
        "text": "That's miles, like, light years ahead of everybody else. I mean, you know, what's his name came out with. You guys see that? The Ray ban glasses for Facebook that Zuck came out with a couple of weeks ago?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Oh, for real, though? Like, I know it's Facebook, but those are for real. It's. It looks pretty insane."
    },
    {
        "speaker": "A",
        "text": "Drew bought some Twitter today in response to that video. Probably a GMI move, I would think. Drew."
    },
    {
        "speaker": "B",
        "text": "Yeah, not a bad move."
    },
    {
        "speaker": "A",
        "text": "Drew is Gmi, you know, and now he's. Now he's part of the gutter gang, officially. Yeah. So I thought that was probably the biggest piece of news that we saw this week from an NFT standpoint, aside from who's entering the market and what celebrities in like, Shaq. But I, that is a super interesting, forward thinking piece of, you know, technology from Twitter. I think it's, what's super cool about that is it's exactly, it's solving the problem that people don't even realize that they have on Twitter. Like, you know, you saw it a lot with, like, the apes, with ape, follow ape. And then there was a bunch of people using, you know, anybody could use it as their profile picture. It really destroys the right click save, you know, mentality from a profile picture standpoint, which is really what most of the heat on this market is at the moment is these profile picture style projects. And now to be able to verify them and flaunt it on Twitter and show off your stuff, I think that's a massive play and I think it'll be really cool. You know, I may not get a blue check mark, but I will have that Ethereum check mark. You know, say screw blue check mark."
    },
    {
        "speaker": "B",
        "text": "I mean, Ethereum check check mark on a crypto punk or a board ape. That might be rare."
    },
    {
        "speaker": "A",
        "text": "That probably is rare. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, I mean, damn, sky's the limit. I'm just so happy with that news. And I think it's, I think it's going to do wonders."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Awesome. All right, so let's get to some segments here. We are going to run through, in what I'm calling exclamation point floor. So we are going to talk just a little bit about what's going on in Opensea and this past, this past week here. So we are looking at the top NFTs, all categories in the last 24 hours and seven days here and just kind of talking about what's going on here in the market. So seeing who's involved in what, let's start here with number five on this list. You've got, you know, punks at number one, very standard, not nothing too crazy, art blocks, curated number two, lost poets, which is a very interesting one. We could touch on in a second. Then Time magazine throughout their, their NFT this week that had some interesting price action. But number five, chamber, you're a galactic ape."
    },
    {
        "speaker": "C",
        "text": "I'm a galactic ape. It's funny because, you know, we were trying to come up with ideas for segments and you had come up with this one, but you just gave me the name so I didn't know exactly what it was. So prior to the show, you're explaining to me that this is, we're going to be doing. I'm like, I just kind of started doing this where, you know, I'm not a smart man, so it takes me a while to figure things out, but I'm like, well, I'll just go to. I'll just go to Opensea, kind of see what's popular. But I was also looking for things like, as you can see on galactic apes, there's no seven day percentage. So I was looking for things that didn't have a seven day percentage that had pretty good volume, some interesting price action, kind of look into the project a bit more. And that's how I've been kind of buying my NFTs lately as opposed to trying to participate in. In Pat, you're in drops, right?"
    },
    {
        "speaker": "A",
        "text": "Because why are you doing that instead of drops?"
    },
    {
        "speaker": "C",
        "text": "Again, I'm not a smart man, so this may not be the smartest thing to do, but in my mind, I just found it lately it was harder to hit on a drop. I don't know if everybody's feeling that way. I know some people are more successful at it than others, but I don't know, I was like, maybe one out of five, one out of six that we're doing okay. And I was just like, well, let's. There might be. It might be a better approach to get into things that I've already, you know, somebody brought up a good one here that I was looking at. But, you know, it might be a good idea to get into stuff that's already moved. Like when we, like when I bought gutter cats, for example. You know, it was probably. It was probably about an eth give or take at the time. And, you know, that worked out well because it was an established epic. Eagles. It was an established NFT that had price action and a community. And it's hard to guess which project is going to have a good community and what's. Because to me, the art, it varies. People get excited about all sorts of different things. So you think it's going to be one thing and then all of a sudden a different thing is extremely popular and doesn't really jive with what's happened in the past. It's hard to pick a winner. I don't know. You guys feel the same way?"
    },
    {
        "speaker": "B",
        "text": "First off, I'm gonna need you to scroll down so I don't see kryptos at 3.94, which is just making me want to throw up right now."
    },
    {
        "speaker": "A",
        "text": "So wait, all right. Talk about your crypto story. I mean, did you just miss it or what happened?"
    },
    {
        "speaker": "B",
        "text": "Oh, no, I got it and then sold it when I thought it was a decent price. So, you know, I mean, like I said, I had some misses this past week or so, but I had some huge hits. Epic eagles and Winter bears. I minted epic eagles for free. That was just like a no brainer play. Like any, any PFP that's going to go free instantly is going to get buys. And then winter bears, you know, to chambers point, like, I haven't been minting many things and, and that's just because there's so many, you know, so many things coming out that, like, usually actually for most of these drops, you can get them cheaper than mint price an hour or two after just because people are going to paper hand them and, you know, so it's funny that it's kind of, I've shifted to a little bit of like a waiting process to see if, again, not financial advice. But what I've been doing is just applying my rule of three in life to Twitter. So if I see something that pops like three times in a short span, like, I go take a better look at it. And that's kind of what I've been using to dictate what I jump into. It helped me with winter bears. It unfortunately helped me with the pandas, which haven't popped off yet. But again, if things are ten xing and you miss on half of them, you're still, you're still coming up on top. So, yeah, I, it's, yeah, the, the getting is pretty good right now, but."
    },
    {
        "speaker": "A",
        "text": "If you're not, if you're not minting right as much and you're, you know, say the rule of three, you're, you got the rule of three. What else are you looking for for people out there that might be trying to follow this kind of same path? Because, because totally, you know, what happens lately is if you're missing, there's a good chance you're missing a mint on these hype drops, right, because the gas is crazy or, you know, it is. It's a hype drop and everything. So what else are you looking for aside from that rule of three des, to, if you're not minting as much."
    },
    {
        "speaker": "B",
        "text": "Let'S talk about the alpha that you gave right here, right here, right now, which is this whole, you know, cultural shift of white lists. Right."
    },
    {
        "speaker": "A",
        "text": "Yes, I was going to bring that."
    },
    {
        "speaker": "B",
        "text": "Up, but, yeah, I just, it's totally, totally different generation. And it was so funny when we were launching goats. People were talking about like, hey, could you implement something so that, you know, us in discord could get, you know, easy mints, not to worry about gas. And I was like, oh, man, I, you know, the dev work, I don't know, we can't implement it. It's two days away from launch now. It's spawned off into pretty much a standard for a lot of legit projects and mint passes and things like that. So my, my, my thing is, if you're pre mint, if you're, if you find a project premium and they're offering a whitelist, I'd say go for it. I'd say go for it, you know. Um, so that's another way to get into these projects. Um, you know, this one?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this one was my biggest hit of the week. Um, thanks to Uncle Mitch, uh, in the Djen war room, for tipping me off to this one. This is a super cool project if you haven't seen it yet. It's the superlative secret society. I like, I just dig the art on this. I know it's kind of wacky and crazy, but like, one of the things for me, I'm super colorblind and blues are like the only thing I can see. So this art speaks to me. But what the cool thing about this whitelist was, was there was levels to it. And if you owned a piece of this artist's work, you were able to sign up for a whitelist that allowed you to mint up to 22 of these. So I went and, you know, the, I think the takeaway here is, you know, make sure you play your advantages if you can have them, right? So, like, uh, I went and we found a piece of this artist's work on, uh, Hiddec nunc, which is the Tezos marketplace, and for like $400. So I went and bought some tezos, swapped some tezos out, went and bought this piece of art for like $400, and that allowed me to mint 22 of these. And, you know, for a price of 0.07 or whatever, it was totally worth it, right? So I would say, you know, make sure when you're looking at these whitelists, there typically is some kind of level or anything like that. If it's a project you're super interested in, make sure that you're doing everything you can to kind of maximize your ability on that one, too. So that's a Mitch is one man pump crew. Yes, he is. Mitch."
    },
    {
        "speaker": "C",
        "text": "Mitch means, I think he sent me a rug. He dmed me one and I think it was a rug I'm like, he's trying to get me out of the. I think he's trying to kick me out of the."
    },
    {
        "speaker": "A",
        "text": "Well, you know, the. What was I going to say? The theory that Des just hit, right. It's like, it's also a numbers game, right? You're going to, you're going to take a bunch of swings."
    },
    {
        "speaker": "C",
        "text": "I felt like a DM from Mitch, though, was like 100%. Well, you know, not 100%."
    },
    {
        "speaker": "A",
        "text": "Well, you know, maybe, maybe they're not all. It's 100 floors of fright. They can't all be winners, you know? But if you, if you hit ten times and fail three, you're coming out on top. You know what I mean? So, yeah, that, I mean, so, you know, we just want to point out some of these new projects and the floors and things that are going on, on Opensea, so that is, that is exclamation point floor. I'm going into chamber. The next segment we have here, which we did last time, and I had a really good time with this segment, and we are going into buy, sell or burn."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "What do you think? What do you think of that new animation?"
    },
    {
        "speaker": "B",
        "text": "I'm a big fan."
    },
    {
        "speaker": "A",
        "text": "I'm a big, big fan."
    },
    {
        "speaker": "C",
        "text": "More to come."
    },
    {
        "speaker": "A",
        "text": "We are, we are taking this show to a new level, ladies and gentlemen."
    },
    {
        "speaker": "B",
        "text": "The quality is just."
    },
    {
        "speaker": "C",
        "text": "What is this? Did I turn it to NBC by accident? What is this?"
    },
    {
        "speaker": "A",
        "text": "This is fantastic. All right, so buy, sell, burn. Works like this. And I want to see some, some answers in the chat, too, if you're out there listening to this. Oh, all right. First we're going to do, first we'll do mine, and then we'll take, take one or two from the chat because ape and pony show put up a good one here. So I have for you guys what I think is probably a pretty difficult decision here. So buy, sell, burn, cool cats. Gutter cats or sup, ducks? I'll go with chamber first on this one. You're like, what's a sub duck?"
    },
    {
        "speaker": "C",
        "text": "Um, I'm. I'm burning cool cats."
    },
    {
        "speaker": "A",
        "text": "You're burning cool cats."
    },
    {
        "speaker": "C",
        "text": "Yeah, right out of the gate. Burning cool cats. Um, I'm buying a. I'm buying gutter cats because gang bang, it's never not funny. And we'll sell sup, ducks. Honestly, I think subducts is at a, I mean, it could go higher, but it's had a little pump. I feel gutter cat might is due for one. I feel it's kind of taking a breath and I think there's more legs in it. I think gutter cat is. I honestly do think you're making this decision."
    },
    {
        "speaker": "A",
        "text": "You're making this decision based on what may have room to go the fastest?"
    },
    {
        "speaker": "C",
        "text": "I think so. I honestly do think gutter cats in."
    },
    {
        "speaker": "A",
        "text": "A short term, you're on a short term period here. Like, this is not a long term decision."
    },
    {
        "speaker": "C",
        "text": "Well, long term, like, honestly, gutter cats is a pretty, pretty good community overall, too, so. But, yeah, I think I'm more bullish on gutter cats right now."
    },
    {
        "speaker": "A",
        "text": "Okay, so you burned. You burned cool cats. Yes. You sold subducts and you're. And you're buying gutter cat gang. All right, so hold on. Drew says he's buying gutter cat gang, selling sub ducks, pre companion, and then burning cool cats. So he agreed with. Yeah, we agreed with you, Des. What do you got? Des seems like he's going to go a little different."
    },
    {
        "speaker": "C",
        "text": "Mind goats."
    },
    {
        "speaker": "B",
        "text": "Why are we burning the most valuable assets? That's the question. All right, so to that point, we are selling cool cats coming off of their recent roadmap 2.0 release and all the excitement around there. I mean, God, you know, cool cats is up to like a nine eth floor. It got all the way up to like 10.8. Don't like them at one point. So definitely selling those, taking that nice, sweet profit and then going to buy some goats. And then, and then I'm buying gutter cat. I'm so bullish on gutter cat. It's just, it's unbelievable, I think, for where the other blue chips sit right now. And you think of the supply of gutter cats, even with the introduction of pigeons and dogs, it's, it's amazing. I trust Gutter Dan. He's, you know, community driven, but also a business person. So I fully support what that crew is doing. And then I would, I would sell or I would burn, uh, subducts."
    },
    {
        "speaker": "A",
        "text": "Um, burning subducts. Any reason?"
    },
    {
        "speaker": "B",
        "text": "I mean, it's just, I mean, it's right. It's between those three and that's what it is. I, you know, I think I. Did I say buy subducts last week? Um, when it was, oh, did I use something? Yeah, you suck like that. We're lazy like the lions."
    },
    {
        "speaker": "A",
        "text": "My bad."
    },
    {
        "speaker": "B",
        "text": "But that's fun. Yeah."
    },
    {
        "speaker": "C",
        "text": "I imagine we use the exact same three last week. We don't even know."
    },
    {
        "speaker": "B",
        "text": "We might have the ape and pony show three, I think, is actually a phenomenal question."
    },
    {
        "speaker": "C",
        "text": "So I'm just."
    },
    {
        "speaker": "A",
        "text": "Alright, so here we go."
    },
    {
        "speaker": "B",
        "text": "Hold on."
    },
    {
        "speaker": "A",
        "text": "Let's, let's bring it up here."
    },
    {
        "speaker": "B",
        "text": "It's actually great. Three, because it's. It's really challenging to pick for."
    },
    {
        "speaker": "A",
        "text": "For those who don't know, the abbreviation here is the superlative secret society, which is what we just went over, right?"
    },
    {
        "speaker": "B",
        "text": "Yes. And so I would."
    },
    {
        "speaker": "A",
        "text": "I would."
    },
    {
        "speaker": "B",
        "text": "I would buy. Oh, man, this is really tough. I would. Whoa, this is really tough. I would sell superlative secret society. I'd buy winter bears and I'd burn sappy seals. Oh, man, that's a, that's actually a really tough three. So good on you, Abe and pony show. That's really tough."
    },
    {
        "speaker": "A",
        "text": "Bashi Mano says, buy sappy, sell winter burn ss."
    },
    {
        "speaker": "B",
        "text": "That might be, honestly, that might be a good one as well. Damn. That's a really tough three."
    },
    {
        "speaker": "A",
        "text": "Drew says, buy sss, sell sappy seals and burn winter bears. Because I don't even know it there. I think I'd be buying sss. I think that they've got a potential run to an eth in them. But again, I'm a bag holder. Yeah, I'm a bag. That's a. That is a. I mean, bag holder in the sense that it's not like I'm underwater bag. Right, right. You know, the. But I am a bag holder, so. See below? Yeah, that was it. That's a good one. From. From captain. 05:00 a.m. agrees with what Drew said. I think we should just keep this. This not financial advice ticker going through. That's funny."
    },
    {
        "speaker": "B",
        "text": "That might be some alpha. I want to talk about lazy lion hatching to sappy seals. There's actually a connection built between those two. Huh. I might. That might honestly change my answer, because. Wow, that was a miss of mine. Lazy lions. I was early in on the discord. Didn't meant saw them at floor. Didn't meant or didn't buy."
    },
    {
        "speaker": "A",
        "text": "I missed out on that one, too."
    },
    {
        "speaker": "C",
        "text": "But that's kind of the one. That's what I'm kind of talking about is, like, to me, the art is no bueno."
    },
    {
        "speaker": "A",
        "text": "I mean, it looks like. It looks like apes. In my opinion. It's kind of similar to apes. Yeah. Lazy lions. Yeah."
    },
    {
        "speaker": "C",
        "text": "I don't know. I thought bored apes looks a little. A little bit better."
    },
    {
        "speaker": "A",
        "text": "I think they look pretty similar."
    },
    {
        "speaker": "C",
        "text": "Maybe I'm wrong. Maybe. No, this is what I'm thinking of. Yeah. I just. I don't know. I just wasn't blown away by anything."
    },
    {
        "speaker": "B",
        "text": "And the quality of the illustration is solid. It just doesn't have the same vibe as bored apes. Like, the. The traits are quality. Like, whoever they did to do the artists knows what they're doing. For sure. But, yeah. Different vibe than bored apes."
    },
    {
        "speaker": "A",
        "text": "2.17 as a floor there."
    },
    {
        "speaker": "C",
        "text": "Bonkers."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "It's gone down 0.5 in a day then. So that's interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think this is what turned me off. Right. The. They are a very, they seem very shilly in there. Right. But."
    },
    {
        "speaker": "B",
        "text": "Oh, you look at comments for that week, you'd look at any comment in NFT. It'd be like five lions, totally irrelated to nfTs. If that person has ever said anything about entities, their comments have like five lines in them."
    },
    {
        "speaker": "A",
        "text": "It's."
    },
    {
        "speaker": "B",
        "text": "It was crazy."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's. So they're, I mean, they're out there in full force. All right, so that is buy, sell birdhouse. I want to see chamber. I want to see another drop. So let's go into the, let's go into the hidden treasure segment. I don't know what I'm doing."
    },
    {
        "speaker": "B",
        "text": "Stop it."
    },
    {
        "speaker": "C",
        "text": "No way. I heard the, I heard the sea captain say, I don't know what I'm doing. I'm like, that's."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, I think that's perfect. That is perfect for this segment. So what it hidden treasures is we're going to go through our wallets or. But we're just doing in one today we're going to do chambers wallet and we're going to go through what is hidden on his open sea. So the stuff that he's embarrassed for people to see that he owns on his open sea. And that is what is in hidden treasures. Hopefully none of these. Hopefully none of those NFT red zones are none."
    },
    {
        "speaker": "C",
        "text": "They're all front and center. Look at those beauties."
    },
    {
        "speaker": "B",
        "text": "I've never hid anything."
    },
    {
        "speaker": "A",
        "text": "Oh, really? I have. Go ahead, chamber."
    },
    {
        "speaker": "C",
        "text": "For the record, I only hide things 50. 68."
    },
    {
        "speaker": "A",
        "text": "68."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "I got a lot in here."
    },
    {
        "speaker": "A",
        "text": "I can see why you would hide that one."
    },
    {
        "speaker": "C",
        "text": "So I would say 90, maybe not 90. 80% of these are just like, you know how sometimes you just get stuff in your wallet that shows up and I don't know what to do with it? Do you guys not get that?"
    },
    {
        "speaker": "A",
        "text": "Yes, I do. I'm laughing at Drew's comment. Drew, I would never, if I had, if I had a thousand comma gangs, I would not hide them. It's, it's ass eating season."
    },
    {
        "speaker": "C",
        "text": "So. Yeah, so it's just like derivatives that get dropped into your wallet occasionally. So I just got a bunch of them. I usually get like one or two a day. So, yeah, it's just like, you're such."
    },
    {
        "speaker": "A",
        "text": "A, you're such a whale that you just get airdrops on airdrops every day."
    },
    {
        "speaker": "C",
        "text": "Do you guys not get that?"
    },
    {
        "speaker": "A",
        "text": "Like, not every day. I get. I've gotten more recently, but I just."
    },
    {
        "speaker": "C",
        "text": "Feel, because I just. I just buy shitty projects, and they're all, like, spammed out. This was my assumption, but. So, yeah, so this is one here. Like, this is this whelps nft. I have them on my main collected page, but these are hidden. These are just, like, extra ones that they sent me that I actually didn't buy."
    },
    {
        "speaker": "A",
        "text": "Is that these dragon things?"
    },
    {
        "speaker": "C",
        "text": "These dragons? Yeah, I got a whole bunch of these things. They just keep sending derivatives. Here's some."
    },
    {
        "speaker": "A",
        "text": "Like, how do you have your gutter art hidden?"
    },
    {
        "speaker": "C",
        "text": "Because I didn't buy it. I only keep stuff on my collector that I've purchased."
    },
    {
        "speaker": "A",
        "text": "Yes, but that is like a. That is a beautiful piece of pop wonder art."
    },
    {
        "speaker": "C",
        "text": "I agree. Don't call me out in the gang, man."
    },
    {
        "speaker": "A",
        "text": "You're. You're wearing your gutter cat sweatshirt, and you're hiding the pop wondertainous."
    },
    {
        "speaker": "C",
        "text": "I have all my gutter cats and rats and mempasses on the other one. This is just stuff that I didn't purchase. It's more of, like, you have the."
    },
    {
        "speaker": "A",
        "text": "Last gutter supper in there, too."
    },
    {
        "speaker": "C",
        "text": "This is just all gutter stuff. So a lot of dragon stuff. What else we got in here? These are weird. These are, like, 10,000 pixels. I don't know where they came from. I don't know what I bought to get these, but I got a whole bunch one day, so a lot of those."
    },
    {
        "speaker": "A",
        "text": "What are those? That's just those pixel things, huh?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I don't know. I honestly don't know what they. Where they came from. These are kind of cool. I don't know where. Again, these were just dropped in my wallet. What are the SRSC collabs? So I got this, like, lady monster, and I got this rat guy. They're pretty cool. And then I don't know. I don't know where this car came from. This weird, creepy collab girl thing, and that's it. So a lot of just junk. I just try to hide most of my stuff in here. So I would say no bad. You know, no bad beats. I guess technically, these ones are pretty bad, considering I made. They're worth nothing. Even the ones that I bought are worth nothing. Plus, they send me a ton of, you know, shit that goes along with it, so. Constant reminder of my bad decision on that one."
    },
    {
        "speaker": "A",
        "text": "But how many total nfts?"
    },
    {
        "speaker": "B",
        "text": "The definite downside of polygon, dude, you're not kidding."
    },
    {
        "speaker": "A",
        "text": "Like, it's. It's like spam mail. It's nuts."
    },
    {
        "speaker": "C",
        "text": "Yeah. So those are pretty much my hidden ones. On my collected side, I have 264."
    },
    {
        "speaker": "A",
        "text": "Oh, you have like 30% of what your total is you have hidden."
    },
    {
        "speaker": "C",
        "text": "Yeah. There's my galactic apes, by the way. Those are good."
    },
    {
        "speaker": "A",
        "text": "Those are kind of cool."
    },
    {
        "speaker": "C",
        "text": "They are kind of cool. I like this one in particular. I don't. If you can see this, like, that one, that's pretty dope. It's like a 1% mouth, too. No big deal."
    },
    {
        "speaker": "A",
        "text": "What kind of pickup line is that? Hey, you got 1% mouse."
    },
    {
        "speaker": "C",
        "text": "So that's my, that's my hidden treasures for, for the week."
    },
    {
        "speaker": "A",
        "text": "Does any advice on. This is a little unrelated, but it made me think of it when you said polygon. Any advice to people out there on the potential scams of the things that are being airdropped into people's wallets? What are your thoughts on that? Because that's a big topic that's going around lately as well."
    },
    {
        "speaker": "B",
        "text": "I've heard some, like, really bad horror stories. I don't know if they're actually true. Like, because I just, from a technology standpoint, I don't know how deep that scam could run, but it's just be careful, right. When interacting, trading, selling, remember that these can be tied to a contract, and that contract can have different rules that don't necessarily, you know, rely on the conventional minting of an NFT. So just. Just be careful with the stuff that you get, right? Never really. I wouldn't follow instructions that the NFT gives or anything like that because I've heard of people doing that. So just be careful, especially from stuff you don't know. And be careful that people are trying to mimic stuff that you do know. You know, if you get something from what looks like gutter cats, but it's not, you know, there's a good chance that it's got malicious intent to it."
    },
    {
        "speaker": "C",
        "text": "So I thought you super flexed on me just now. Bunch."
    },
    {
        "speaker": "A",
        "text": "No, I was. Sorry. I didn't even mean to add that to the screen yet. I was, I was going to roll into the next segment here. We got a bunch of cool segments to go on today. The next one we need to drop for this. And we also need a sponsor because it should be sponsored by Capital one. It's what the general? No, not the general. It's what's in your wallethood. So we are going to go, we're going to go through some famous wallets in the next couple of weeks and see what people have in their wallet. This first one up, very famous in the NFT space. This is Gary Vee's wallet. So Gary Vee, three two k nfts in his wallet. So many were purchased."
    },
    {
        "speaker": "B",
        "text": "How many were given? I want to know."
    },
    {
        "speaker": "A",
        "text": "Well, that's, that's a, that's a great question. Right? I, but you can see, look at all the derivatives that people probably just drop in his wallet, right? Like all of these baby apes, all these like glitched apes. I mean, you could go forever. He's, this isn't even a real meat. No, not a real mutant. And you have banksy punk. Like, look at just all these ape derivatives. That's bonkers, isn't it? Like, what would you do if you woke up and hiding along this, all this crap was in your wallet? Because there's no way he buys all this. What do you think, des?"
    },
    {
        "speaker": "B",
        "text": "Obviously not. I mean, right? I asked the question. I bet it's probably 85% given for sure versus purchase."
    },
    {
        "speaker": "A",
        "text": "Hey, chamber, you have this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I have that. Gary, get your shit together. Like, hide that, okay? Like, it doesn't need to be front and center in your main wallet."
    },
    {
        "speaker": "A",
        "text": "Gary doesn't have time to hide this shit. Like, this is definitely his, he's definitely bought this because he's a big curio, Curio cards guy. He's got six of these, six copies owned at four and a half eth a piece."
    },
    {
        "speaker": "C",
        "text": "That's nice."
    },
    {
        "speaker": "A",
        "text": "Yeah, look at, oh, look at these. I like, I mean, I don't know what any of these derivatives are because I don't own any of this shit. But it's kind of cool to see like all the derivatives that are out there."
    },
    {
        "speaker": "C",
        "text": "I don't get those ones."
    },
    {
        "speaker": "A",
        "text": "I mean, look at there. There you go, chamber."
    },
    {
        "speaker": "C",
        "text": "Those are sick though. For real. Like, that's kind of cool. How much is it?"
    },
    {
        "speaker": "A",
        "text": "Reverse Simpsons ape."
    },
    {
        "speaker": "C",
        "text": "I love it. I love these."
    },
    {
        "speaker": "A",
        "text": "Look at all these derivatives. It's insane. We're not even like on the first page."
    },
    {
        "speaker": "B",
        "text": "We haven't even left. Apes. Really? Yeah, apes and punks."
    },
    {
        "speaker": "C",
        "text": "God, how many apes does he have?"
    },
    {
        "speaker": "A",
        "text": "I don't know. How many real?"
    },
    {
        "speaker": "C",
        "text": "I think, sort, sort by at the top. I think you can do that, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's see. Well, let's see. We could go into his, let's see."
    },
    {
        "speaker": "B",
        "text": "So click on this. I might be pretty interesting. Go to filter. Go to, go to filter on the right. And then we'll be able, yeah, we'll be able to see the collections he owns and what he owns the most of."
    },
    {
        "speaker": "A",
        "text": "Kryptos. This is, this is Mad Labs, fud monsters."
    },
    {
        "speaker": "B",
        "text": "None of these."
    },
    {
        "speaker": "A",
        "text": "He bought baby dino club. Rap strikers. He probably. Rap strikers. He probably did buy. Sure. I would say he probably bought that. Let's see."
    },
    {
        "speaker": "B",
        "text": "Oh, 64."
    },
    {
        "speaker": "C",
        "text": "Creature world. Really?"
    },
    {
        "speaker": "A",
        "text": "Where? Where was that?"
    },
    {
        "speaker": "C",
        "text": "Right there. The 80 of them. Or you said 64."
    },
    {
        "speaker": "B",
        "text": "Maybe I got the number wrong, but he owns quite a lot."
    },
    {
        "speaker": "A",
        "text": "My little. My little orphan. What? World of women. 68. World of women. Plasma bears. He went crazy on the plasma bears. Creature world. So this is probably now you're getting into stuff that he's purchased, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So you've got world of women plasma bears. 64 of them. So he holds the most world of women. Wow, that's. Yeah."
    },
    {
        "speaker": "C",
        "text": "World women. There are at least two. At least two eth right now. Like, that's."
    },
    {
        "speaker": "A",
        "text": "Are they. Yeah, rip. I sold that one too early. Creature world. He led the charge on that initial run."
    },
    {
        "speaker": "B",
        "text": "It's kind of insane. In the. Within those four rows, it's over a million dollars, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. What? We didn't even get to. We didn't even get to his punks yet."
    },
    {
        "speaker": "C",
        "text": "Oh, world of women. Three east today."
    },
    {
        "speaker": "A",
        "text": "Wow, really? He's got 35 deadheads. That's interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah, I remember him talking about deadheads."
    },
    {
        "speaker": "A",
        "text": "He's got 32 chubbies."
    },
    {
        "speaker": "B",
        "text": "Chubbies. I remember when he popped into that discord. That was a big deal. That was."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was, like, the very first one that, like, got the Gary V pump. Yeah. I wonder where. I wonder if his punks aren't in this wallet."
    },
    {
        "speaker": "C",
        "text": "Punks. Oh, no. Punks. Comic punks."
    },
    {
        "speaker": "A",
        "text": "Comic. 21 punks. Comics. Where's tea moss at? T moss, come get your man's 21 glue factories."
    },
    {
        "speaker": "C",
        "text": "I have more than that."
    },
    {
        "speaker": "A",
        "text": "Yeah, but, I mean, Gary Vee has 21 glue factories. Tea moss must be in disbelief. That's pretty good on chain monkeys. These were the ones that minted last week that were free, right?"
    },
    {
        "speaker": "C",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Yeah, they went. They were minted last week. They were free. Curio cards. 20. I know he's big on that. I kind of like this. We should do Shaq's wallet."
    },
    {
        "speaker": "C",
        "text": "I was thinking the exact same thing. Or whoever comes into the zeitgeist next week."
    },
    {
        "speaker": "A",
        "text": "Yes. Fame lady squad 16, crypto simps. Yeah, I would say most of the stuff that long neck ladies is 14. I would say the blue check mark stuff he actually bought, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Not necessarily. Like, I was just curious. I don't think he owns any goats, but, I mean, it's very likely that one of sent him a goat. So, you know, it'd be blue check mark, but he'd still receive it."
    },
    {
        "speaker": "A",
        "text": "Some monkey bet dow. Yeah, that's true of quantity. I would say if it's, if it's."
    },
    {
        "speaker": "B",
        "text": "Above 20, you're right. I'd probably say that."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Lazy lions could get together and send you 150."
    },
    {
        "speaker": "A",
        "text": "That's. That's very true. So it's funny that, like, you know, that he doesn't have his punks in this wallet and, I don't know. He must not have his."
    },
    {
        "speaker": "C",
        "text": "Does he for sure have a punk?"
    },
    {
        "speaker": "A",
        "text": "Dude, he's got, like 50 punks."
    },
    {
        "speaker": "C",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. So I was expecting to see the punks there. Oh, here, here's a good comment here. In the beginning, it was easy to tell it was sent. Then people started minting directly to his wallet and made it harder to tell. That's a tricky play. Right?"
    },
    {
        "speaker": "B",
        "text": "I hit a new level of spam. I got, like 20 things minted to my address a couple days ago. I think it was."
    },
    {
        "speaker": "A",
        "text": "Wow, dude, I think that is a, that is a sign that your GMI, like, you are. If you're, if you have people minting to your wallet because of your influence, potentially that people are watching your wallet, I'd say that's a good sign that's."
    },
    {
        "speaker": "C",
        "text": "Happening to me or."
    },
    {
        "speaker": "B",
        "text": "No, probably a free mint, but, yeah, you're, you're."
    },
    {
        "speaker": "A",
        "text": "Well, people are watching your wallets, baby. But that. I like that. Who should we do next week? Should we do Shaq next week?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think so."
    },
    {
        "speaker": "A",
        "text": "All right, we've got one more segment here that we are rolling out, and this is. What are we calling this segment?"
    },
    {
        "speaker": "C",
        "text": "I don't know which one we're doing."
    },
    {
        "speaker": "A",
        "text": "Oh, this is the last one. I think you were going to call it big alpha."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Big alpha. We were going to call it that. And that's what it will be called."
    },
    {
        "speaker": "A",
        "text": "Okay. So we'll have drops for these other ones that we didn't get trials for next week."
    },
    {
        "speaker": "C",
        "text": "They're all working pretty good. I wanted to see which ones would, would work, which ones wouldn't. But, yeah, give me one more week. We'll have some more fun ones."
    },
    {
        "speaker": "A",
        "text": "Also, if you have any ideas for segments, if you have some ideas for segments, we're totally open to any ideas that you might have. I definitely bet you gary has a wallet that nobody knows about. He's probably got ten wallets nobody knows about. But that's the one I know of, so that's the one I know of. So that's the one we went with, but. All right, so we are going to do big alpha. So this segment, we are all going to share a piece of alpha for you to, you know, decide what to do with obviously dy o r and get the ticker going. Not financial advice, but we've got the big alpha segment. Chamber, let's start with you. What is your piece of a big alpha today?"
    },
    {
        "speaker": "C",
        "text": "Like, what? So, yeah, so I was kind of thinking, like, you know, what is a good buy out there? And we kind of talked about it earlier, I think, and I des even hit on it even more. But I honestly do think the biggest opportunity is gutter ket gang right now. Not necessarily the other species, but specifically the cats. I think those will be. I see them on the same level as, like, a bourdie yacht club. Maybe not necessarily a punk, but, like, I think maybe not 30, but, like, I don't know. If I don't see a 20 eth floor for a gutter cat, I would be surprised."
    },
    {
        "speaker": "A",
        "text": "That's interesting. So, Des, what chamber just said, basically is like the blue chip conversation, right? So it's. It's. What are the blue chips in the space from a PFP project standpoint? And obviously it's punks, and then obviously it's apes. I think in the last week, you know, cool cats has kind of cemented itself up there with the ten e floor, double digit each floor. You have more than arrived once you hit that. So where do you see kind of that three and four area play or. Sorry, the four and five kind of area playing out?"
    },
    {
        "speaker": "B",
        "text": "Like, who's going to be the next ten eth from that segment or the next three to four eth one."
    },
    {
        "speaker": "A",
        "text": "Yeah, the next ten eth one. So, like, if you got. So you got double digit eth with punks, you got double digit eat with apes, you got double digit eth that. With cool cats. What's. What's next?"
    },
    {
        "speaker": "B",
        "text": "All right, so. Oh, man."
    },
    {
        "speaker": "A",
        "text": "Because I don't think gutter is a bad. I don't think gutter cats is a bad. A bad one there, because just because of supply and all that. I don't think it's a bad one, honestly."
    },
    {
        "speaker": "B",
        "text": "That if. If this was all a roulette board, that probably be where I'd be placing my money, isn't. It is. Yeah, it is."
    },
    {
        "speaker": "A",
        "text": "It is."
    },
    {
        "speaker": "B",
        "text": "It is a. Yeah, I'd probably say gutter cats. There's a couple interesting ones, though. Like, it hasn't even released yet, but I truly do think what artifact is going to do with their clone x right now, it sits a little bit above three eth. I think it's probably, like four or five eth per pre sale. But if I had to picture six months down the line, I kind of bet clone x is above ten e. So that's kind of my big alpha play. All right. And."
    },
    {
        "speaker": "C",
        "text": "Yeah, you were teasing. You were teasing like, three to four. What's going to be the next three to four eth? Do you have any, you know, big alpha there?"
    },
    {
        "speaker": "B",
        "text": "Oh, what is going to be the next three to four eth?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you kind of threw that out there. I didn't know if you had an opinion."
    },
    {
        "speaker": "B",
        "text": "That one's a little tougher to nail down."
    },
    {
        "speaker": "A",
        "text": "Might be Roboto's."
    },
    {
        "speaker": "B",
        "text": "Don't. Another miss of mine, man. Beep boop all the way. But, jeez, I sold that way too early. Yeah."
    },
    {
        "speaker": "A",
        "text": "Mandy, JPKZ wants a sub 5.5 ETH banger. All right, I'll go with my big alpha. It's a metaverse play. I will. All I can say, I don't have a ton of details out there, but I would say within the next 24 hours to a week, keep your eye on what the guys over at Landvault are doing. I would say keep an eye on Landvault over the course of the next 24 hours to a couple days. And JP Kaz, I think that might be potentially your sub 0.5 ETH banger. That's a mysterious alpha, as in it hasn't even been announced or released yet, but my notes might. Keep your eye on my. Keep your eye on for the. For the. Be ready is keep your eye on land vault for the next couple days to come. Any thoughts on that, Des or the."
    },
    {
        "speaker": "B",
        "text": "I can't say anything. I know too much. I can't say anything."
    },
    {
        "speaker": "A",
        "text": "There you go. Look at that."
    },
    {
        "speaker": "C",
        "text": "Big Alpha. Now."
    },
    {
        "speaker": "A",
        "text": "Tell me that ain't Alpha. Tell me that ain't Alpha."
    },
    {
        "speaker": "C",
        "text": "This title has lived up to the name there."
    },
    {
        "speaker": "A",
        "text": "There you go. That was my big alpha of the day. And I would say not confirmed nor denied by Des. So that is going to do it for big Alpha. What else are we covering here, Des, before we go, any goats news that people should know about?"
    },
    {
        "speaker": "B",
        "text": "I mean, we got a lot going. We just had a space this morning to talk about roadmap 2.0, but we got the forge opening this weekend."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "We got 14.5 eth up for grabs in the founders challenge."
    },
    {
        "speaker": "A",
        "text": "That was. So how many have already been completed?"
    },
    {
        "speaker": "B",
        "text": "1111 of the 40 founders goats have been completed. So we got 14.5 eth left up for grabs. And then we got a couple things, but we got our companion coming up in mid October. Really excited about that. Yeah. And it's gonna have some unique utility with."
    },
    {
        "speaker": "C",
        "text": "Is that the kids?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's actually. It's kids. Yeah. It's a play off of the, like, the actual definition of like, you know, young kid. Goats kids. Right. So, yeah, we're excited about that. A lot of cool things gonna come with that. And overall, just working on some pretty cool partnerships. So, yeah, a lot of things are coming together finally. I think we might have dipped a little bit today, but finally breaking through that point one east floor and I."
    },
    {
        "speaker": "C",
        "text": "Got a nice, I got a couple nice offers on some of mine."
    },
    {
        "speaker": "B",
        "text": "You know, it's awesome. Our average sales growing as well. And so that's always a good metric to look at. But yeah, community is awesome. I love our community. It's phenomenal."
    },
    {
        "speaker": "A",
        "text": "Wait till nft red zone comes in and I just start sweeping the floor."
    },
    {
        "speaker": "B",
        "text": "Sweeping up the floor."
    },
    {
        "speaker": "A",
        "text": "I'm just gonna come in and sweep up that floor damage. I'm just coming to eat the floor. So, yeah, that's awesome. Super exciting stuff for goats. If you haven't checked out the project that I'm involved in, it is nft red zone right behind us. We just announced right there. Yeah, we did. Well. It was really cool. I got to buy the board ape that we're giving away. I got to buy it live on stream last night, which was really, really fun. So we bought it live on stream. And then we also gave away the mutant ape and 42 Royal Society of players cards. We gave away some nfts from a new project, the Cyber Hornets colony. And we also gave away 25 crypto cannabis club last night. So that was just week three giveaways. I think all in all, the amount of giveaways that we gave away yesterday, probably about $80,000 worth of stuff, which is just absolutely nuts."
    },
    {
        "speaker": "C",
        "text": "And that was still buy into this. People."
    },
    {
        "speaker": "B",
        "text": "Listen to me."
    },
    {
        "speaker": "A",
        "text": "And then I bought, and then I bought $116,000 asset yesterday to give away. It was pretty cool. And we."
    },
    {
        "speaker": "B",
        "text": "The ape."
    },
    {
        "speaker": "A",
        "text": "Yeah, we bought. I bought the ape live on stream last night. It was awesome. Yeah, it was cool. We bought the ape live on stream and we actually got, we let, we put out a community vote yesterday with like five apes that were, that were, you know, like in the price. Yeah. And so we voted. They, they voted as a community and we vote. We bought that ape on stream last night. What was pretty cool is some, the person who owned it actually tweeted at NFT red zone afterwards. I was like, hey, I'm glad I found a new home, blah, blah blah. And I was like, oh, it's not stopping yet. Somebody is going to win this thing. And it was pretty cool. But so today, yeah, we are, we're only at like 57% minted out. So you can still actually go to NFT Redzone, IO and mint. It is basically a fantasy football game based on our six community fantasy football league where you collect the cards, you kind of buy, sell, trade your way into the weekly prizes. And we're just giving away a ton of stuff. So we just announced some additional utility today for all the card holders. So any card, any card holder, you will actually need to own this genesis NFT red zone card to mint into our next iteration of the project, which is going to be for the NFL playoffs. So some added value there as well as if you own the slabbed cards, which is, you know, the rarest form, it's just part of the rarest form. It's only 96 of those exist. Only 43 have been minted. We're actually doing a half an ETH slab exclusive giveaway every single week. So some added utility there. And then for the head coaches cards, there's only 16, so. But only five have been minted so far. So there's still eleven head coaches out to be minted. And we, we are giving away a trip to the Super bowl for two people. Vip trip to the Super bowl, one in 16 chance. So if you have a head coach card, so there are still eleven out in the wild. So go mince them at NFt red zone IO for your chance at those. And then, you know, we're going to keep rolling with the weekly giveaways and the community has been so much fun and it's really cool to see all these different communities tie together. So we're, we're super pumped about it. Like, what do you think about the Super bowl giveaway?"
    },
    {
        "speaker": "B",
        "text": "That is so amazing. Like, that's. That's fantastic. And one in 16 chance and. Wow. I can't believe only five have been minted so far. That's what's so crazy is you've already minted more than half of."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it's actually like. It's actually like plus ev to go mint."
    },
    {
        "speaker": "B",
        "text": "Wow. It's kind of crazy."
    },
    {
        "speaker": "A",
        "text": "Yeah. Because of the distribution that's out. So that's nice. Yeah, I'm wet. And chambers whistle he's going to go mint right now."
    },
    {
        "speaker": "C",
        "text": "I don't, I don't want to mint. I don't want to mess up with the. The Internet is wonky at best, so I don't want to mess with it? So immediately afterwards, I'm going to be minting."
    },
    {
        "speaker": "A",
        "text": "But we are. We are finishing this with a giveaway of NFT red zone. So you will. We are giving away two cards here from NFT red zone right now. So we have. All you had to do was retweet this, this episode link, and you are in this drawing. They're actually going to be unrevealed. So they'll be unrevealed until tomorrow afternoon, and then they will reveal and you'll be eligible for week four and on prizes. So chamber, we want to run this bad boy."
    },
    {
        "speaker": "C",
        "text": "Yeah, I got it all set up here."
    },
    {
        "speaker": "A",
        "text": "Nice. One of these might be a head coach."
    },
    {
        "speaker": "C",
        "text": "I hope it's not. I hope I get all of them. Here we go. Let's start this one up. We got a. We got a bunch of people on this one. Yes."
    },
    {
        "speaker": "A",
        "text": "Because I dropped it in the red zone channel."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, we got. Yeah. 69. Nice."
    },
    {
        "speaker": "A",
        "text": "Really? 69 retweets on this."
    },
    {
        "speaker": "C",
        "text": "Not bad."
    },
    {
        "speaker": "A",
        "text": "That's probably our most ever."
    },
    {
        "speaker": "C",
        "text": "I believe it is. We'll do three subs. Good to go. Let's do it."
    },
    {
        "speaker": "A",
        "text": "Good luck."
    },
    {
        "speaker": "C",
        "text": "It's gonna be. It's me, tay bagu. I don't know."
    },
    {
        "speaker": "A",
        "text": "Tay Bagu. Who do we got for number two?"
    },
    {
        "speaker": "C",
        "text": "We got kb k big ticket. We got itchy goatsye and gunch prime."
    },
    {
        "speaker": "A",
        "text": "All right, so. But we're giving. We were giving away two, so tae bag. Oh, and who is the second one?"
    },
    {
        "speaker": "C",
        "text": "K big ticket."
    },
    {
        "speaker": "A",
        "text": "Okay. K big ticket. And tay Bagu, congratulations. You are the winners. I will contact you guys in and get you your unrevealed, minted nft red zone. So that way you have them for tomorrow for when they reveal. But other than that, Des, any parting words before we get out of here? Hmm?"
    },
    {
        "speaker": "B",
        "text": "I actually don't have any for you today. I feel like we've given off all the alpha we possibly can during this."
    },
    {
        "speaker": "A",
        "text": "Is, we collect a lot of alpha during the week, and this is our outlet, just Mandev."
    },
    {
        "speaker": "B",
        "text": "I guess my sentiment is just don't sell too early, but don't sell too late."
    },
    {
        "speaker": "C",
        "text": "That's the point."
    },
    {
        "speaker": "B",
        "text": "That's my parting words for you today."
    },
    {
        "speaker": "A",
        "text": "So are you in the profit is profit camp, or are you in the, like, really get salty when you sell too early?"
    },
    {
        "speaker": "B",
        "text": "I'm always in the profit is profit camp because I do believe as long as you're continually investing it into the space, it's one thing to sell and then just pull everything out of."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "But as long as you're taking profits and just putting it back in. You know, you're gonna sell early sometimes, but you're gonna take that capital and make some. Make some great things with it."
    },
    {
        "speaker": "A",
        "text": "So, yeah, I need to sell anytime. That would be a good thing. That's always my problem. I always kept saying. I always like, okay, I'm gonna get out. I'm gonna reinvest, blah, blah. And then I just get dragged back in deeper and deeper."
    },
    {
        "speaker": "C",
        "text": "See, sometimes what I'll do is once I see a floor start to go up quick, I'll delist things."
    },
    {
        "speaker": "A",
        "text": "That's the worst."
    },
    {
        "speaker": "C",
        "text": "I just did it on. Oh, I had a creature for two and a half eth, and I'm like, I saw the shack. I was putting my kid to sleep. I'm like, oh, shit, shit, shit. Go to bed. So I was just like, okay."
    },
    {
        "speaker": "A",
        "text": "Like, shit. The generals in on creatures. To generals in on creatures."
    },
    {
        "speaker": "C",
        "text": "I couldn't leave the room until she was sleeping. So I'm like, okay, just be perfectly still. She'll fall asleep fast. And. Yeah, ran downstairs right after. And then."
    },
    {
        "speaker": "A",
        "text": "So I actually got something. I had. I had a gutter cat, mint pass listed at 1.75, and it got sniped from me last night when they sold out. So. Really? Yeah, I am. I'm actually dogless right now because I sold that midpass. I wouldn't say on accident because I had it listed, but I wasn't expecting it to get sniped."
    },
    {
        "speaker": "C",
        "text": "I got an extra dog for you."
    },
    {
        "speaker": "A",
        "text": "Yeah, you do?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I got two dogs. Yeah, for sure. You could have the ugly one."
    },
    {
        "speaker": "A",
        "text": "Perfect. But, yeah, that. So that's going to do it for us today. Thank you for joining us. This was a fun show. We'll be back next week with. With more segments. And until next time, statement."
    }
]