[
    {
        "speaker": "A",
        "text": "I'm going to. I just want to come and say hi as I pass or as I get ready to head to the airport. And so I'll pass it on to you guys and I'll jump down and listen. So, Shane, appreciate you jumping on to take my spot today."
    },
    {
        "speaker": "B",
        "text": "The only thing I was sad about, I thought it was still a stream and I thought I was going to get to see Chambers smiling face. So I'm going to have to just live with this."
    },
    {
        "speaker": "C",
        "text": "I'll dm you some pics later."
    },
    {
        "speaker": "A",
        "text": "Yeah. If you text the code feet to 8734, we'll send you a private link. And that comes with a PO app as well. The one thing I will say, I think V squared is managing the Dgen handle this afternoon. And I privately messaged V squared some sports betting lines for the podcast today. So there are some props that are out there that only he knows. So you guys don't even know what they are. So we'll see if they get hit. So V squared, you got to keep track."
    },
    {
        "speaker": "C",
        "text": "Yep. Bunch. But before you."
    },
    {
        "speaker": "D",
        "text": "Before you go and before you got in here, I'm pretty sure we already hit on one, but it doesn't count because it'll get clipped. But I'm sure it'll. It'll get brought up again."
    },
    {
        "speaker": "A",
        "text": "Oh, there you go. So actually, maybe only chamber knows what that one is."
    },
    {
        "speaker": "C",
        "text": "I don't even know what I. He still does what I said."
    },
    {
        "speaker": "A",
        "text": "That's awesome. All right, so I'll let you guys get to it. But appreciate you, Shane. Thanks for filling in and I'll. I'll be sure to post some vids from this weekend."
    },
    {
        "speaker": "C",
        "text": "That's exciting. All right. All right, let's cut. Let's start the cut right there. Make sure he's not in this episode. Hello and welcome to the Mint condition. I am the new captain of the ship chamber. We have Des, my trusty partner. And we have Sugar Shane joining us as a guest co host. Des, how you doing today?"
    },
    {
        "speaker": "D",
        "text": "I'm doing good. Really excited about this little dynamic duo we have. And then bringing Sugar Shane in, I think it's going to be an episode."
    },
    {
        "speaker": "C",
        "text": "Like third or fourth, maybe show where we've done it, just the two of us. Is that sound about right?"
    },
    {
        "speaker": "D",
        "text": "I think that's about right."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "They seem to always go pretty well."
    },
    {
        "speaker": "C",
        "text": "I think they are the premium episodes, so. And just adding Shane to this, I think is just going to make it that much better. So, Shane, how you doing today, Mandy?"
    },
    {
        "speaker": "B",
        "text": "I'm doing great. I can't complain."
    },
    {
        "speaker": "A",
        "text": "I'm just."
    },
    {
        "speaker": "B",
        "text": "I'm just honored to be here chamber. You know, I'm living up to one of my dreams here. Getting to fill bunches shoes. So excited to chop it up with you."
    },
    {
        "speaker": "C",
        "text": "That's fantastic. So this is actually going to be like a pretty, I would say, less shenanigans, more nft stuff. Today we're going to get in some real alpha, thanks to Shane, I think before we get started though, if everybody can put a little comment down in a little purple bubble down in the corner, retweet the space, get some more people in here. Who knows what we're going to be talking about. We could be dropping some life changing money alpha today. I don't know. We could lose all of your money today just as easily. So not financial advice, possibly financial advice. Take it the way you want. But I think we should really start off with, with the captains men today. I was up a little late this morning. I was rushing out of my hotel room. I was down right on the border between Canada and the US, right at that Detroit border there last night in Windsor, Ontario, at the casino. Did a little gambling last night. It's not the Vegas lifestyle. It's actually quite the opposite. More atlantic city. And it was a little late coming, you know, getting going this morning. So I missed a lot of the, what was happening in the war room during the mint because that happened this morning, if I'm not mistaken, Shane."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was. The mint was at 11:00 a.m. eastern this morning."
    },
    {
        "speaker": "C",
        "text": "Yeah, I had been up for about an hour at that point. So how did it go? How did it go? Can you give us a little rundown of how it went?"
    },
    {
        "speaker": "B",
        "text": "Yeah, honestly, I mean, it went a lot smoother than I think everybody expected. People expected a giant gas war. I mean, there was a little spike up to like five k at the end, but I made it through pretty early in the process and I only ended up paying like 0.12 gas and gas."
    },
    {
        "speaker": "C",
        "text": "That's fantastic. So now, from what I understand, I was running the degen handle for Jweb and Riggs nft lunch break and caught a little bit of what was happening. Now, it sounds like some of that those funds are now being held for like 48 hours. Is that like a time of limbo currently we're in?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Correct. So the mint lasts for 48 hours because anybody that has a guaranteed claim can mint at any point in that, you know, that timeframe. So right now, all the eats just being held there and they're going to start the airdropping. The captains, it's about 36 hours from now."
    },
    {
        "speaker": "C",
        "text": "Okay. Des, did you get in on any of these? You didn't pick up any potatoes at the last minute, correct?"
    },
    {
        "speaker": "D",
        "text": "No, I decided to stick to my word and see what the market's like after. It is interesting that they're holding the airdrops until, you know, everything is accounted for in 48 hours. I think that's pretty interesting. It doesn't, you know, create a crazy market where there's only a certain amount minted and. Yeah, I like it so far. Setting up for the biggest surprise rug in history. Just holding everyone's funds without air dropping anything."
    },
    {
        "speaker": "C",
        "text": "But that's the, that's the fud right now."
    },
    {
        "speaker": "B",
        "text": "But it would be, I've been hearing."
    },
    {
        "speaker": "D",
        "text": "That it would top FTX, maybe on the, on the news headlines."
    },
    {
        "speaker": "C",
        "text": "So is there, are we still, as I know, when we left on, I don't know what day it is today. It's Wednesday today. When we left on Monday, you know, we were thrown around nine plus eth floor, ten e floor, twelve eth floor. Is. Are we still in that? Are we still feeling that same way?"
    },
    {
        "speaker": "B",
        "text": "The only thing that makes me a little nervous is once they start getting airdropped, it's at like a one to two week wait before staking goes live, and it's just going to be unrevealed chests. So, you know, I could see maybe a little closer down in, like, the six range, but it is also going to be a slow drip on the market, like, as they get airdropped. So, you know, I could see that. All that also pushing it up because you're not having all ten k hit the market at once."
    },
    {
        "speaker": "C",
        "text": "That's interesting. So they're gonna."
    },
    {
        "speaker": "D",
        "text": "I'm a buyer at six."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree. I'm with you there. We also see, like, I know there's, you've proclaimed, like, you know, like, nostradamus of the web three space that there will be a great potato famine of 2023. I've noticed. I think the floor on potatoes currently is still, like, two and a half, which, in my opinion, is still pretty strong because I think it kind of peaked out around three and a half. Is that about right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it peaked at three and a half. I'm looking at it right now. It's at 2.69. Interesting. There's still only 0.7% of the supply listed, so it's actually lower listed right now. But with that being said, people aren't selling yet, because if you sell before the captain's airdrop, then you actually void your airdrop and you won't get a captain once they start airdropping. Captains is when we'll see the real price discovery on the potatoes."
    },
    {
        "speaker": "C",
        "text": "Interesting. I see somebody made the mistake of letting Steve up. I guess we'll let him talk. Steve, keep it reasonable, okay, bud?"
    },
    {
        "speaker": "E",
        "text": "Oh, I was gonna, man. I had nice things to say about you chamber. I was actually gonna ask, is it possible, just a listener question, is it possible to just have Shane permanently replace bunch? You? I'm getting a lot of value today and I just, I wanted to. It's only eleven minutes in and I feel like I've learned something. So I just didn't know if that was a is."
    },
    {
        "speaker": "D",
        "text": "He's actually here to interview for my spot, so we're just trying to see some weird dynamics, so. But, but yeah. Sugar Shane is a slow. It's like Morgan definitely should have been given my job. I think Sugar Shane is the second coming and I think it might."
    },
    {
        "speaker": "C",
        "text": "Hey, des, be careful. I hear through the grapevine Morgan might be making her way back, back stateside. So she'll be back in the mix sooner. Sooner than we think."
    },
    {
        "speaker": "E",
        "text": "Can I actually ask Shane a real question, though? I do have."
    },
    {
        "speaker": "C",
        "text": "Yes, of course."
    },
    {
        "speaker": "E",
        "text": "I am curious for reals, though, what you mentioned. We'll see the big drop then. Obviously your guess is as good as anybody's, I'm sure you'd say. But I'm curious where you think would be the smart sort of price for me to look around if I actually want to get a potato. Because I'm probably going to try to grab one on the drop on the way down. I just don't know if it gets down to like the one five range or how hard they dump. I'm curious what your, what your thoughts are."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, a lot of my thought process is it doesn't go below, below like 1.8. I think 1.5 is like an absolute buy, but I think we'll see 1.75 to 1.8."
    },
    {
        "speaker": "C",
        "text": "That's interesting, actually. Can we, like a. Can we. I want to get a better perception of like, how many people have picked up captains today. Like, can I get like a thumbs up or something? Some sort of reaction if you. Just to get a better appreciation for who's got skin in the game here. I got riggs. I see like a couple of thumbs down. So I don't know if, I don't know if we're. They sold out pretty quickly, but I'm not seeing a ton of people talking about it on Twitter. Like, am I wrong there?"
    },
    {
        "speaker": "B",
        "text": "So I mean, I definitely think, like, Twitter is one of their weak spots. You don't really see a ton of meme light until, like, the last couple days. Like, a ton of them on Twitter at all. So I think it's more of a tight knit community that you might not see that same level of hype from."
    },
    {
        "speaker": "C",
        "text": "I see Jay brush. You got your hand up. Let's hear what you had to say."
    },
    {
        "speaker": "F",
        "text": "Yeah, I'm actually backing up a truck in Manhattan right now. I'm in front of Sotheby's, about to drop off some artwork, but I'm having major foam. I have four whitelists that I'm waiting to mint, and I haven't seen much activity on Twitter, but I also haven't heard many people talk about the artwork. I heard that there's going to be an internationally known anime artist, possibly like Dragon Ball or, you know, one piece, one of those guys. And I was wondering if Sugar Shane, or anyone who's been really up to date on the project, thinks that the artwork and the reveal, because there's been no, like, sneak peeks. So do we think that's going to have any effect on the collection? Basically not just basing it off of, you know, the, you know, the market environment."
    },
    {
        "speaker": "B",
        "text": "So the only problem is, is according to their mirror article that they released earlier, like, we're not even going to see the artwork for probably, you know, six to twelve weeks at this point because it's a multistage reveal, just like the potatoes. So it's going to be a while before that party that comes into play."
    },
    {
        "speaker": "F",
        "text": "Yeah, I wasn't sure about the timeline. I didn't know if you could manually, because I know you can. So you get a chest, then you can reveal what type of chest it is, then you can reveal the actual captains. And I didn't know if they released a timeline to that. Or you could just do as fast as you want, because that'd be interesting."
    },
    {
        "speaker": "B",
        "text": "No, from their article, just to get to, like, the third stage, which is before the actual captains, is four to six weeks. So it could, you know, quite possibly be ten weeks before we see the actual art."
    },
    {
        "speaker": "F",
        "text": "Super interesting. All right, I gotta hop down. I gotta drive."
    },
    {
        "speaker": "E",
        "text": "We just appreciate for a second the fact that J. Rush just said, I'm backing a truck up in the middle of Manhattan, which is anyone who's driven a car in Manhattan or ridden a bike in Manhattan. It's like, well, fuck that. It's like backing a car, a truck in the middle of Manhattan, going to deliver some art to Sotheby's oh. So anyway, about captains, like, how does that even happen? That was like."
    },
    {
        "speaker": "A",
        "text": "It's like a baller."
    },
    {
        "speaker": "C",
        "text": "It's like early 2000 game show vibes. Like, you know, like, more like a fear factor. I couldn't stop thinking about what that would look like. I want to know what kind of truck this was. Is it like a regular pickup truck? Are we talking about, like a 16 foot cube van? Are we talking tractor trailer?"
    },
    {
        "speaker": "E",
        "text": "Like, how many wheels are we working with here? We got to know."
    },
    {
        "speaker": "F",
        "text": "It's a. It's a Mercedes sprinter van."
    },
    {
        "speaker": "C",
        "text": "Okay?"
    },
    {
        "speaker": "F",
        "text": "It's full of art. It's full of, like, very expensive artwork. And, like, we're trying to get into Sotheby's or being dick, so. And, like, people are telling me to back up. So I'm like, you know, doing my thing out here. I try to get back to Long island so I can mint these fucking captains."
    },
    {
        "speaker": "E",
        "text": "I'm dying right now. This is like."
    },
    {
        "speaker": "G",
        "text": "So jay brush, just stop off at my apartment. You can use my Internet, minimal minimum. Wait, let's go."
    },
    {
        "speaker": "E",
        "text": "Yeah, just do a trade. What you do is he trades you one piece of fine art and he can use your Internet. I think that that's."
    },
    {
        "speaker": "G",
        "text": "I think that's fair."
    },
    {
        "speaker": "E",
        "text": "I think it was like the time."
    },
    {
        "speaker": "F",
        "text": "Punter had to do the irish goodbye out of the on chain monkey thing to go mint his other side."
    },
    {
        "speaker": "E",
        "text": "Yeah, that was. No, the other thing I noticed, too, is you mentioned they don't have a big Twitter presence, which that's bearish for you, chamber, because you generally buy things so that you can be praised by other people on Twitter. That's, like, part of the reason you."
    },
    {
        "speaker": "C",
        "text": "Buy the number one function of an NFT for me. Like, no community, actually, I do want the community, but just the accolades from the community. I don't want to be a part of the community. You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "And, chamber, while I'm sick, I need to make a confession here to you. So do you remember how you got, I hope, bunch. Who's listening? So you remember how you got zero engagement on that PlayStation? Yeah, that was. That was not what. That part wasn't by design. The only reason you got engagement is because I dmed it to the founder and a couple other people and said, please run this up for chamber."
    },
    {
        "speaker": "C",
        "text": "That's amazing. It worked. It worked. We got some good engagement. So I appreciate that, my friend. That's."
    },
    {
        "speaker": "E",
        "text": "It's funny because you're like. You're like, I. You're like, I don't care how it happens. It's as long as it happens. But I just, I was like, do I tell him? Do I not tell him? I don't know."
    },
    {
        "speaker": "C",
        "text": "It was literally the next day. I was just like, oh, it worked. It just took a little time. That's okay. And a little, and a little help from my friends, which is all. I appreciate that, man. If you could do that with the majority of my tweets, that would be super helpful."
    },
    {
        "speaker": "G",
        "text": "See, that makes me feel good, Steve, because I just aped into the plague just now and my tweets have been going freaking bananas and I did not have to reach out to ponds and say, can you run this up so chamber you're doing something wrong there."
    },
    {
        "speaker": "E",
        "text": "I have some news for you also. No, I'm just kidding. I'm just kidding. I first I was about to be."
    },
    {
        "speaker": "C",
        "text": "Like, Steve, don't do that to me. Riggs, I thought I saw your hand up earlier. Do you have a memeland? Captain's question. Did you just want to roast Steve or myself or Des? I assume we're not going to."
    },
    {
        "speaker": "G",
        "text": "I forget, I forgot because the moment somebody said sneak Peek, my brain went back to the conversation we were having today of where I got a sneak peek."
    },
    {
        "speaker": "C",
        "text": "Jared, language. I listened to nothing but 32nd of Mars after, after that conversation for my entire ride home today. And then tonight I think I'm going to watch what was that movie, the heroin movie that he was in. You can only watch it one time."
    },
    {
        "speaker": "G",
        "text": "I forget that movie, but I know what you're talking about."
    },
    {
        "speaker": "C",
        "text": "I'm probably going to watch that tonight, though. So there was a lot of Jared Leto talk on the NFT lunch break today that you missed. So tune into that every day, every weekday, noon to 01:00 eastern time. Probably the best show on the DJ network."
    },
    {
        "speaker": "E",
        "text": "DJ network at all."
    },
    {
        "speaker": "C",
        "text": "Period."
    },
    {
        "speaker": "E",
        "text": "100%."
    },
    {
        "speaker": "C",
        "text": "There's a lot of Djet employees on this call right now, I'm gonna be honest. So come on. I was gonna, I was gonna say anybody that does want to come up and talk about captains, we can. That'll be kind of a running three theme throughout the show. Shane, I do want to talk about, I want to pump my own bags. I have no captains yet. I have no potatoes yet. But what I do have is a nice little collection of Savage nation NFTs and I have them all. They've all, I've revealed them all. They had that nice, I like the way they did it. They had a kind of a semi reveal last week where you found out what type of character you got and then this week you could manually, manually reveal the specific traits of that character. I've revealed them all. I have them all up for sale. Zero have sold. But I feel like I got some good ones. What's the alpha on Savage nation?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, honestly, it's held up pretty well. It's sat at, like, it's still at 0.18. It sat around that .2 range. The unrevealed seem to be selling pretty well. I know the gen Zo ones, the tiger ones. People really like those ones from what I've seen."
    },
    {
        "speaker": "C",
        "text": "Yeah, I have zero of those. I have, I have two of the arsenals. I have this proto 9000, which is my rarest one. It has one of these. It has the black spiked bat that seems to be fairly rare. And I have two of the. I want to call it Naoko. I'm not sure if I'm pronouncing that properly. Naoko, I have two of those ones, one with a weapon. Apparently weapons are more valuable."
    },
    {
        "speaker": "B",
        "text": "Yeah, the weapons are definitely more valuable. I'm not sure, like, what the game plan is, if they're, like, looking to build a game or what exactly is going on with it. But the weapons definitely carry a premium."
    },
    {
        "speaker": "C",
        "text": "Now I was listening to your show last night, and you said you had, I think you had four or five of them."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm still, I have four. I minted six. I sold two to, like, get back cost, and then I'm still sitting on four. I haven't revealed any of mine just because I like to. I like to hold them and not reveal them. But I have two of the genzos, one of the Yamato's and then one of the goji's."
    },
    {
        "speaker": "C",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Mm hmm. But they're like the least rare. My rarest are the genzos, the tigers. So I was pumping them."
    },
    {
        "speaker": "C",
        "text": "So what's the play like? What should I be doing here? Just selling them? Like, I don't know. Should I be? See, I think because of what's happening with, with captains, and I thought, I think we saw it with moonbirds as well, because I feel like captains. Moonbirds, very similar. At least the vibe around, you know, NFTs is, has been pretty similar. I do think there's going to be like, this is like I said, it's kind of like a time of limbo. Over the next 24 to 48 hours, I don't think there's going to be a ton of volume happening on specific projects. I think once people realize if they've received a captain or a treasure box or whatever we're calling it, there's going to be additional ethereum released back into the world, and I think a lot of that is going to go into other projects. My gut's telling me, like, let's just wait, like, a couple of days. I have mine, I have my savage nations priced out pretty high. So even if they did sell, I'd be very happy with it. But my gut's telling me next 40, you know, wait 48 hours. We should see come like Thursday, Friday, Saturday, we should see a good amount of volume go into other projects. Am I off there?"
    },
    {
        "speaker": "B",
        "text": "No, I'd say you're pretty spot on. I just looked at the Memeland website, did the math real quick. There's currently 14,000 ETH tied up in the Memeland contract. So a ton of that's coming back into the. Sorry, I got a phone call there. I think I got rugged a little bit."
    },
    {
        "speaker": "C",
        "text": "That's all right."
    },
    {
        "speaker": "B",
        "text": "But like I was saying, there's 14,000 ETH being held in the Memeland contract. Most of that's coming back into the ecosystem. So I definitely think you're going to see some, like, mid tier stuff pumping once those refunds are all done."
    },
    {
        "speaker": "C",
        "text": "So 14,000. Ethan, what does it work out to be like? Do we know how much, what's the maximum amount they could be using of that 14?"
    },
    {
        "speaker": "B",
        "text": "Well, it's a nine. Let's see, 9999 times the 1.069. So the most ETH would be like 10,500."
    },
    {
        "speaker": "G",
        "text": "Okay, well, you got to subtract the real MVP's from that. Each real MVP got two. So there were 840 eth worth of free ones given. So you're going to be somewhere around 9200 eth somewhere in that box."
    },
    {
        "speaker": "C",
        "text": "Okay, well, that's a good amount of ETH. And I forget who mentioned it on, on lunch break today, but I think for a lot of people, that money does, just doesn't go back into the wallet as ETH. In their minds, they've spent it, and if they get it back, they're going to immediately spend it on something else. And I think. I think projects like Savage Nation could, could benefit from it. Plague Nft. I think those are the types of projects I could see moving. I know a lot of people have been into the sappy seals or whatever. Not my cup of tea, but, yeah, I don't know. Can we talk a little bit about what opportunities are out there? Like, I have a little bit of money on the side. I thought maybe we could. You could just tell me what to buy and I just buy it as we speak. That would be. That'd be great for me."
    },
    {
        "speaker": "H",
        "text": "Just a reminder, coffee with captain when the Sappy Seals team will be there on Friday morning."
    },
    {
        "speaker": "C",
        "text": "Not my cup of tea. That's okay."
    },
    {
        "speaker": "E",
        "text": "Question for you, Bob. You founded your. You founded like a giant, you know, a project that's one of the most successful. It's on this big upswing you're building is. Bren, what do you have to say about chamber saying it's not his cup of tea? That's like, that's. That's a teed up question."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "H",
        "text": "Who the fuck's chamber?"
    },
    {
        "speaker": "C",
        "text": "And then just I."
    },
    {
        "speaker": "E",
        "text": "Or like, they'll give these long, thoughtful answers and chamber will just come off mute and just be like, you know, not my cup of tea. Like, after they're done giving the update."
    },
    {
        "speaker": "C",
        "text": "I would never do that. Well, you know, I should say never. I probably would do that. Sorry. Sorry for the fud. Of the sappy seals. Not funny, them. I'm just not a. Not a seal guy."
    },
    {
        "speaker": "E",
        "text": "Not your cup of tea sounds like."
    },
    {
        "speaker": "C",
        "text": "It's not a frog. I'm more of a frog kind of guy. So I don't know. There's sappy seals. There was something. Pudgy penguins has been floating around there, too. I've been hearing a lot of buzz about them. So, like, where else could we see that money flow into?"
    },
    {
        "speaker": "B",
        "text": "You know, I heard there's this great NFT project called the no nos. I don't know if anybody's ever bought those before, but I've got a whole bag of them if anybody wants to come buy some of them. They're pretty cute."
    },
    {
        "speaker": "C",
        "text": "Oh, is this like your, like, are you just pumping your own bags? Is this something you created?"
    },
    {
        "speaker": "B",
        "text": "I thought that's what the mint condition did."
    },
    {
        "speaker": "C",
        "text": "Yeah, we could do that. The no nos. NFT official. Is this what I'm looking at here?"
    },
    {
        "speaker": "B",
        "text": "Don't buy that chamber, please. For my sanity."
    },
    {
        "speaker": "E",
        "text": "It's also hilarious because we've been talking, like, all week on coffee with captain. We're like, people need to listen to, like, Shane and the night shift and, you know, like. Like, they have all the great calls and someone's gonna tune in first chance, and he'll be like. But I'm just like, there's. Why is there no run on no nos? What's going on here?"
    },
    {
        "speaker": "C",
        "text": "This is the floor. The floor? No."
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, good thing it only cost you, like, $0.60."
    },
    {
        "speaker": "C",
        "text": "It cost $1.25."
    },
    {
        "speaker": "E",
        "text": "Did you pay? Okay, so you didn't pay more? I was gonna say, if you it would be hilarious if you paid more gas than you did."
    },
    {
        "speaker": "C",
        "text": "We're running the transaction. I'll tell you, gas. It's $4.48. We're gonna confirm that."
    },
    {
        "speaker": "E",
        "text": "So you. You could have got four no no's for that price. That's like a. Yeah."
    },
    {
        "speaker": "C",
        "text": "So no no in the bag. Okay. One for one. Shane, what's the next one?"
    },
    {
        "speaker": "B",
        "text": "You know, one that I've had my eye on that I think still has some room to run. And they've been getting a lot of run is beans. The beans have been cooking lately. I mean, it's Suzuki beans. Yeah, I think. I mean, they're still sitting, like, 1.5 range. I think they're pretty solid. Another one that I could."
    },
    {
        "speaker": "D",
        "text": "I think people are just getting those confused with potatoes and accidentally buying beans. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Chamber, is there any bean fudge you want to spread? I know your potatoes, and I didn't."
    },
    {
        "speaker": "C",
        "text": "Like. I was, again, listening to the night shift, I feel. I felt misrepresented for my stance on potatoes. I like potatoes. They're just like. They're just. I'm just not in love with them. Like, most of, you know, chamber."
    },
    {
        "speaker": "G",
        "text": "Chamber, you specifically said you did not like potatoes, that you like pasta better."
    },
    {
        "speaker": "C",
        "text": "I do."
    },
    {
        "speaker": "E",
        "text": "I do."
    },
    {
        "speaker": "C",
        "text": "I'm on the record. I like pasta better than potatoes."
    },
    {
        "speaker": "E",
        "text": "I agree with that. I agree with that. That's a good take. I love potatoes, but pasta is, like. I mean, that's, like, Italian might be my. It's probably my favorite cuisine. Like, that's. I mean, I can't fudge chamber for a take."
    },
    {
        "speaker": "C",
        "text": "Like, I. I feel like most people would agree with us."
    },
    {
        "speaker": "E",
        "text": "We need to get, like, a poll out that we, like, bribe people to retweet so we can get a scale vote on this."
    },
    {
        "speaker": "D",
        "text": "So how do you feel about miss Bunch? You."
    },
    {
        "speaker": "G",
        "text": "How do you feel about Noki?"
    },
    {
        "speaker": "H",
        "text": "That's a good question, Riggs."
    },
    {
        "speaker": "C",
        "text": "Pro. Pro. I call it gnawkey, but, you know, I don't know. That's. That's how I pronounce it, but, yeah."
    },
    {
        "speaker": "G",
        "text": "Steve, can we get a pronunciation?"
    },
    {
        "speaker": "E",
        "text": "I mean, it's. It's definitely noki, but I was gonna see that killed it, too, because I was actually gonna say, like, I call it he or something, or just kind of, like, keep it going. But yes, no, it is. I'm a fan of Noki also, so I feel like he got a pokey."
    },
    {
        "speaker": "C",
        "text": "I feel like that's a third pronunciation. Like. Like, no key. I heard no key with, like, a. Like, a g in there, and then."
    },
    {
        "speaker": "E",
        "text": "Mine, like, a g has, like, one of those."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "E",
        "text": "Whatever. Yeah, yeah. I'm so uncultured."
    },
    {
        "speaker": "C",
        "text": "That's all right."
    },
    {
        "speaker": "E",
        "text": "I gotta learn that."
    },
    {
        "speaker": "C",
        "text": "I have. I just call no from you making me crazy. I don't know what their actual. It's just like, bricks and blockchain ninja."
    },
    {
        "speaker": "D",
        "text": "Blockchain ninja."
    },
    {
        "speaker": "C",
        "text": "I was gonna chamber brick ninja. I thought it was a brick. Uh, but, yeah. Uh, blockchain ninja. I'm not very cool. Okay. I'm sorry, guys. I'm not cool. I apologize. Blockchain ninja. I will always remember going forward. I appreciate it. Um, so I had a question a long time ago. I forgot what it was, but now I want to know how everybody pronounces euro. If you pronounce it like my fiance. Yeah, like that. Like a northern. Uh, I'm a. I'm a hero guy. Like a hero with a y in front of it. Like euro. I don't know. Am I wrong on that one?"
    },
    {
        "speaker": "B",
        "text": "I think that's how it has to be said."
    },
    {
        "speaker": "C",
        "text": "Yeah, it is. It's actually a greek word, so euro is correct. Yes, it is."
    },
    {
        "speaker": "E",
        "text": "This is incredible that it's like there's an argument happening in blockchain ninja's house right now because of this. I like that he brought it up, too, like. Cause he's like, look, my friend Sam, right? This is awesome."
    },
    {
        "speaker": "C",
        "text": "That's all. That's. Those are the only people you need to be right in front of are your friends. So if you're right in front of your friends, you're right. She said I'm invalid. That's. That's crazy. Again, let's. Let's take a pause for a sec. Like the pros say, let's reset the room. It's getting a little crazy with the gnawkey talk, the euro talk. We got a request here. Here comes bunch. Is common."
    },
    {
        "speaker": "D",
        "text": "Oh, save the day, Bunch."
    },
    {
        "speaker": "C",
        "text": "Let's."
    },
    {
        "speaker": "A",
        "text": "I just want to say we're a half an hour in, and there have been a couple of the prop bets that have hit, so I'm very excited for V squared to run these through at the end of the show. There have been a few that have hit, and I'm very excited about. It means I set some, you know, whether or not my lines were right, it means they probably weren't, but at least the prop bets were right."
    },
    {
        "speaker": "E",
        "text": "We're like, how the fuck do you put Nokia on there?"
    },
    {
        "speaker": "A",
        "text": "Well, wait till you hear that one."
    },
    {
        "speaker": "C",
        "text": "Now."
    },
    {
        "speaker": "A",
        "text": "That one's gonna go down."
    },
    {
        "speaker": "C",
        "text": "Wow. Wow. How we do it, by the way, Bunch, I feel like I'm driving a speedboat and have zero to no control of this thing."
    },
    {
        "speaker": "A",
        "text": "So welcome to my life."
    },
    {
        "speaker": "C",
        "text": "I don't know how you do it, man."
    },
    {
        "speaker": "A",
        "text": "Well, welcome to my life. It's not easy. I mean, especially when I plot you against Steve out there, and that's it. But now my car is here, so I do have to go, but."
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Can't wait to hear the rest of."
    },
    {
        "speaker": "C",
        "text": "The show, so safe travels, my friend. All right. Bunch is gone, so I do have. I do have a play. Applied primate. They're doing, like, amazing things. I partnered up with. What is it? Jenkins valet. They're partnered up with you and Cartel? Partnered up with, like, two or three other people. So what's the name of that again? Can you say one more time? Applied primate engineering. Shane, you know anything about this applied primate engineering?"
    },
    {
        "speaker": "B",
        "text": "Um, I know about the applied primate. If it's like, the scientist cards and stuff, I completed completely faded those when they first came out, but they. They ran pretty hard. I was in Iceland, I think, when they dropped, so I wasn't doing much nft stuff over there, but I know that it's rumored that them, jenkins, and the mutant hounds are, like, partner with yuga in some fashion. They were, like, the only three involved with the phone booth for Yuga at the Miami. At whatever that was down there in Miami. Or basil. Or basil."
    },
    {
        "speaker": "C",
        "text": "They did the telephone booth event. Yuga just sponsored it."
    },
    {
        "speaker": "B",
        "text": "That's what it was."
    },
    {
        "speaker": "C",
        "text": "Okay, I got to go to JPE. I love when JP comes up. So, JP, the floor is yours, man. For fuck's sake. I can't. It's. It's gnocchi."
    },
    {
        "speaker": "E",
        "text": "It's."
    },
    {
        "speaker": "C",
        "text": "It's euro. It's pasta. Potatoes suck. All right, that's enough of that. That's. That. That's me. That's. No, that was me. I muted that. That was. I didn't. I didn't like that. Right? Okay, JP, you're done. I'm gonna give you one more chance back on here."
    },
    {
        "speaker": "B",
        "text": "I. I did have a question for JP. Is a hot dog a taco?"
    },
    {
        "speaker": "C",
        "text": "A hot dog is a hot dog. It's its own category. Don't miss me with this talk taco nonsense. It's a. They're all sandwiches. They're all sandwiches. Not with that long bond. Come on. A sub sandwich is also a sandwich. Come on. It's not even close. We're not. Guys, I gotta keep bunches listening, okay? I have to do a good job. Like, we can't be going off the rails at every turn. Okay?"
    },
    {
        "speaker": "D",
        "text": "Too late."
    },
    {
        "speaker": "C",
        "text": "Des, can you help me here. Uh, des, please."
    },
    {
        "speaker": "D",
        "text": "This is unrecoverable. You remember the Titanic?"
    },
    {
        "speaker": "C",
        "text": "This is it. This. I feel this is going down significantly faster than the Titanic."
    },
    {
        "speaker": "G",
        "text": "It's not going down as fast as the BCU episode of lunch break, so you're doing great, Chamber."
    },
    {
        "speaker": "C",
        "text": "Just stay."
    },
    {
        "speaker": "H",
        "text": "That was an all time amazing hour of content. So we don't need to pretend like it wasn't fantastic, okay? Like, don't. Please don't. You know, I like."
    },
    {
        "speaker": "E",
        "text": "I like. I like Jweb coming in with, like, don't pretend it wasn't specialty, Riggs. Now that we're."
    },
    {
        "speaker": "C",
        "text": "It was very special. Still, I think. Still my favorite Twitter spaces of all time. And maybe we'll remember this one as the one bunch wasn't here for and everything went to shit. And we talked about Yaqui and hot dogs and euros so we can get, like, at least some knowledge out of this show. That's exactly. That's exactly what we needed."
    },
    {
        "speaker": "E",
        "text": "So, Chamber, I was gonna say, like, suggestion, could just do it, like, on the spot. Buy, sell, burn, or of some sort. I don't know what those projects would be, but it could be like."
    },
    {
        "speaker": "C",
        "text": "Well, here, let's just. Okay, here. That's what we're gonna do, Steve. That's why you're a fucking pro, buddy. You bring the goods. So I'm gonna look at my. My portfolio right now. And so I have. We talked about a couple of them already. I'm gonna add a third one. But let's go around the horn. We'll do some buy, sell, burn with savage nation. Oh, we'll do all three. We'll do Savage nation. We'll do the plague. And captains buy, sell, burn. Des, let's start with you again. I love how you go in first."
    },
    {
        "speaker": "D",
        "text": "Yeah, well, I just. Those aren't comparable in price, Chamber. Know the game. Can't be captains."
    },
    {
        "speaker": "C",
        "text": "Those are the rules."
    },
    {
        "speaker": "E",
        "text": "Like, everyone's gonna have the same answer."
    },
    {
        "speaker": "C",
        "text": "Not me."
    },
    {
        "speaker": "E",
        "text": "Not."
    },
    {
        "speaker": "C",
        "text": "We're burning them. Okay, all right, we'll take captains out. Fine. We'll take. We'll take sappy seals. We'll take Savage nation. And pudgy penguins. How about that?"
    },
    {
        "speaker": "H",
        "text": "Once again, bungie penguins are so much higher than the others."
    },
    {
        "speaker": "D",
        "text": "Not much better."
    },
    {
        "speaker": "C",
        "text": "Yeah, really?"
    },
    {
        "speaker": "D",
        "text": "I mean, this is just. I quit, as Bunchy would say, off the plague. This is gone."
    },
    {
        "speaker": "E",
        "text": "Like, your last one was. If your last one was a one out of ten, this one was also a one out of ten."
    },
    {
        "speaker": "B",
        "text": "Wait, Chamber, if it makes you feel better, I would burn pudgy penguins in a."
    },
    {
        "speaker": "C",
        "text": "Thank you. Thank you. All right. Wait, Chamber, are you on the research side of DJ network? God, I hope not. You don't even want to know what I'm in charge of, DJ, because everybody."
    },
    {
        "speaker": "E",
        "text": "Chamber."
    },
    {
        "speaker": "H",
        "text": "Can I. Can I double up three options that are, like, near each other in price?"
    },
    {
        "speaker": "C",
        "text": "You could. Jay Webb, you're all over it. Let's do it."
    },
    {
        "speaker": "H",
        "text": "We'll go mutant hound collars, wrecked guy and sappy seals, all between like 1.25 and 1.75."
    },
    {
        "speaker": "D",
        "text": "Really good selection. Nice job."
    },
    {
        "speaker": "C",
        "text": "I'm going on mute."
    },
    {
        "speaker": "E",
        "text": "That was really good. That. Those are. That's hard."
    },
    {
        "speaker": "C",
        "text": "All right, Des, back to you. Let's start with you, Des."
    },
    {
        "speaker": "D",
        "text": "Okay, so I'm going to go. Damn. I'm gonna go. I'm selling the mutant hound collars. I trust the team. It's just with the. Without the artwork reveal, it's always a little bit of a risk. I've been, honestly having a little bit of FoMo on sappy. Just, it seems like a fun community, and I'm always down for a fun community, so I'll go buy on that and I'll burn. Wow, that's. I guess I'll have to burn. Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay, Shane, you want to go next?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, I'm going to go with. I would buy Rek guy because that was actually going to be one project I brought up to you there a few minutes ago. I mean, they're in a, like, a pretty decent pump right now, so wouldn't buy this minute, but I think there's going to be a, you know, retrace and a good buy on rec guy. And I really like, you know, what OSF's done with that community. I would sell sappy sills and I would definitely burn mutant hound collar. Because if there is no connection with Yuga, I think mutant hound collars are very overpriced."
    },
    {
        "speaker": "C",
        "text": "Interesting. I assume they had a connection with, with Yuga, do they not?"
    },
    {
        "speaker": "B",
        "text": "It's nothing official. I mean, the one guy, it's like, his name's, like, ly or eth. He owns a couple, like, of the mega mutants. It's his project, so I don't think they have, like, any official connection."
    },
    {
        "speaker": "C",
        "text": "So similar to, like, what. What they're doing with Jenkins."
    },
    {
        "speaker": "B",
        "text": "There's a. I would say Jenkins, there's."
    },
    {
        "speaker": "H",
        "text": "A sorry ton of speculation because he runs Eden block, which was a seed investor in Yuga. So there is some belief there, but I think it's still a lot of speculation. And everyone's talking how, like, you're gonna be able to ride your hounds around in the other side and that's why they're so valuable. But I, the one thing I think going for it is that it is a burnable one, not an instant reveal, kind of like with the renga black boxes. So there is some potential if the art is really cool, if there are, you know, some good rarities for it to see a little bit of pump. But I would put my. I agree with Shane. I've been a savvy seal holder for a while and we see these pumps, but they always pull back because there's a lot of like, people holding a ton of seals and they just start liquidating. So I wouldn't be surprised if seals were like 1.25 in the next like week or two."
    },
    {
        "speaker": "C",
        "text": "Interesting. Now I have to give a shout. Speaker five."
    },
    {
        "speaker": "G",
        "text": "I have to jump in here for a second. J. Webb has been calling me a coward all day to go buy a seal at the prices they're at now. And now he's saying, but I believe they're going to retrace. How is that my co. Well, so here's."
    },
    {
        "speaker": "H",
        "text": "So Riggs Franklin swept it and then he just put up a huge wall right under two e. So I think that there's no way that we break two eth anytime soon. And that happened until after our show. So I did. If I would have known that, I wouldn't have been shilling you seals."
    },
    {
        "speaker": "C",
        "text": "Interesting infighting within the Degen family. We love to see dissension with race."
    },
    {
        "speaker": "H",
        "text": "I've never seen that before."
    },
    {
        "speaker": "C",
        "text": "I have to call attention bunch throughout a fire tweet as he normally does. I pinned it to the top there. Buy, sell, burn by me. I would buy Sel Baron Chamber wrecked edition matchbox car, the Mona Lisa, a Dave's classic triple. That's, you always got to buy the Dave's classic triple burn, the match car and whatever with the Mona Lisa, you know, Steve, what are you, what are you on these, on these three perfectly chosen nfts for buy, sell, burn. What are your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Okay. Yeah, yeah. No, it was a really good job. A really good job on those. Pick on that. Pick by Jweb. So thanks for saving the segment. I would buy sappy seals. I'm a community guy and so for me, it's like a no brainer. The meme brand that they're building around is really, really clever and they're leaning into it pretty hard. They're mean meme machine and things they're bringing out there. So I need to learn more, and I will on Friday. But I'd be buying that right now. I looked at them at one ETH in the Orlando airport and didn't buy because I didn't want to connect. I looked at them at 1.75 or what? No, 1.5 earlier this morning. Now they're up to 1.8. So I'm buying semi seals. I'm gonna sell wrecked guy again. I think it is. It's running nicely and I just don't necessarily want to. I like the art. I think it's cool art. But, you know, not my bag, not my cup of tea, as chamber would say. And I would burn. I would burn mutant hound collars for exact. I was gonna say literally exactly. What Shane said is that people think there's this Yuga connection and like, you know, you mentioned Jenkins. Jenkins at least got a community grant to get started. That was like that connection the board apes. This is like. I think it's not connected and people think it is and that's. People are like doing like deep dives into trials. Jimmy the monkey with these things and stuff. So I just. I don't know. Like I'm. I hate to say it because I think they're sweet looking, but I would just."
    },
    {
        "speaker": "H",
        "text": "The mental gymnastics people are performing to connect the dots is like gold medal worthy. It's fucking ridiculous."
    },
    {
        "speaker": "C",
        "text": "Love it. This is interesting stuff. This is the type of content you get when bunch of travels. You're not getting this without him leaving the show. A lot of thumbs down. Nobody liked that one there. Bunch. Big fan of bunch. Apparently. Before we want to talk a little bit more Nft stuff, I do want to know, obviously, with Memeland being what it was, it's a big, you know, a big hullabaloo. Shane, is there anything else coming up? Because you've been talking about Memeland. You wrote an article. It's been performing extremely well. I've been looking at the data from the website. Extremely well written article on Memeland. And you did this like a month ago. What is the next article you're going to write for DJ network and am I going to wait till the very last moment to buy them? Is there anything coming on the horizon? Either end of the month being a February that looks like it could have some legs?"
    },
    {
        "speaker": "B",
        "text": "I mean, honestly, this was the last big hyped mint in this cycle. I feel like there's a lot of smaller ones, but I don't think anything has the attention that Memeland's taking right now. Um, as far as that goes, there's one coming up that I've been keeping a real close eye on. It's kind of blowing up. It's called meta mountaineers. Um, so it's. It's got a lot of traction lately. It's definitely not going to be Memeland level, but it's definitely one to watch here."
    },
    {
        "speaker": "C",
        "text": "Okay, everybody hear that? Everybody write that down. What was it? Metamountineers. I didn't write that. Damn it. Meta mountaineers."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "All right. Meta. Everybody say three times with me. Metamountaneers. Meta mountaineers. Meta mountaineers."
    },
    {
        "speaker": "H",
        "text": "Now, is it the mint one on twitter here? So I'm following the right thing, Shane?"
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah. It's a."
    },
    {
        "speaker": "B",
        "text": "It's gonna be a free."
    },
    {
        "speaker": "C",
        "text": "Can somebody. I don't know how to post things properly, could somebody with a little bit more intelligence than me maybe pin a tweet from. From them, make sure it's the right freaking account, too? Don't do something that I would do. Thank you."
    },
    {
        "speaker": "G",
        "text": "I thought you were taking a shot at me for retweeting a scam memland thing the other day and causing a ruckus."
    },
    {
        "speaker": "C",
        "text": "No, no. I literally almost got absolutely drained from a ute's link prior to the ute's mint, so. Yeah, no, I was one click away from being a. Been a real big dummy, so. No, that's on me. Steve, I want to get. I want to give you a chance to plug. I feel you have. You've had a nice run of guests on coffee with Kaftan. Who do we have? Do we have some. Do we have some other guests coming up either next week or later in this week?"
    },
    {
        "speaker": "E",
        "text": "So tomorrow, actually, community member Sol curry is going to come on the show, so she's doing in our project. So beginning of this year, we start off, honestly, way stronger than I think we could have ever expected. It was crazy. We started off, we had Ray nine gag, CEO from Meme Land, which we just talked about being sort of the most hyped project in a while. We had Ryan, the CEO, over at Polygon on Tuesday. Today we had crypto painter talking drunk Santa and his career."
    },
    {
        "speaker": "C",
        "text": "Phenomenal. We have a phenomenal show. Big. I don't think I've ever listened to crypto painter before. Great, great interview. I was a big fan."
    },
    {
        "speaker": "E",
        "text": "He's a beast. And then. Yeah, Friday, Friday we have savvy SeAls team coming on."
    },
    {
        "speaker": "C",
        "text": "Right, right."
    },
    {
        "speaker": "E",
        "text": "Yeah. So I'm looking at some. Some next week. We haven't. We didn't used to do a ton of interviews, but now that we're being put out as a podcast, it makes me think, you know, we should reach out and do more of them in general. And so, and we've, and the other thing is that we noticed is that like, a lot of the people who are still around are actually like doing really cool stuff. So for us, we're like, okay. Like, you know, it narrows down the list of people you're kind of having on the show and who's around. So I don't know, we might get some good ones next week. I have a couple thoughts in mind. I'll let you know."
    },
    {
        "speaker": "C",
        "text": "Interesting."
    },
    {
        "speaker": "G",
        "text": "So, yeah, tune in JJ Webb and I."
    },
    {
        "speaker": "C",
        "text": "Listen, it's not, we're not pumping everybody's show today. Okay. I was gonna give you an opportunity. Now I'm taking it away. No, I'm just joking. I know on Friday, the Nft lunch break with J web and Riggs. You guys got a banger coming out, don't you? Yeah."
    },
    {
        "speaker": "G",
        "text": "So Friday we got Kevin D. Gods coming on talking about the bridge and everything that they're planning. Next Tuesday we've got a case tv and Amanda coming on to talk about community management growth. And then two weeks from now, we got at least Zenica scheduled to come on, talk about his new, upcoming PFP, his new daily show, so on and so forth. So we've got some good ones lined up as well."
    },
    {
        "speaker": "C",
        "text": "Well, later on in the mint condition this week we have Bunshu from Vegas, so that should be a good one. And actually, I actually think we have crypto painter coming on possibly next week. I might be wrong there, but there could be a rumor that he's coming. I could be wrong on that b squared. Can you confirm that for me? I feel like that is confirmed."
    },
    {
        "speaker": "D",
        "text": "Unless he cancels between now, if he."
    },
    {
        "speaker": "C",
        "text": "Listens to this show, he's definitely, if."
    },
    {
        "speaker": "D",
        "text": "He listen to this, he's not coming."
    },
    {
        "speaker": "C",
        "text": "That's awesome. And we also plan on having some folks on this show as well. So it's. Yeah, lots of fun stuff happening at the DJ network. I mean, how could you ask for a better set of folks? You know, we got, we got people with phenomenal intelligence with, with Steve and Riggs and J. Webb and I thought I saw captain down there and then Bunshu and Des. Not me necessarily, but, but I'm here also, which is, which is fun. So we have lots of good stuff. Also, if you guys are tuning in every day at this time, we're here Monday, Wednesdays and Fridays. We have alpha afternoons on the odd days. So on the Tuesday and the Thursday alpha afternoons, those guys are again, just a better show than this. So if you just want a better more educational, you know, better banter, just smarter guys, better looking guys. Make sure you tune in for alpha afternoons. We have beloved Jouelsy every Friday morning. They are doing, I mean if you're not watching beloved jouelsy on our YouTube stream, you're missing out. They are worth the price of admission. Probably the best produce show on the network. And then I think providing the best overall value, I would have to tip my hat to the NFT night ship with Shane and JP. These guys are going late night after I go to bed. Bunch has been sleeping for hours at this point. It's 11:00 eastern time, Mondays and Fridays. And I heard rumor, I don't want to put these guys on the spot. I heard rumored there might be a spaces mixed into there as well at some point. So bunch, you have a question?"
    },
    {
        "speaker": "A",
        "text": "I see that's more of a comment. Oh geez."
    },
    {
        "speaker": "C",
        "text": "Aren't you in the goddamn area yet?"
    },
    {
        "speaker": "A",
        "text": "No, actually my flight got delayed by an hour, so I'm gonna get to the airport a little early and, you know, relisten to this."
    },
    {
        "speaker": "C",
        "text": "So we could, we could have missed this whole thing. We could. You could have just done a show regular?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess so. I mean, I didn't, I didn't think so. But I'm gonna go through the game film and you and I are going to sit down and really go through where, you know, where we could have done better today. And I just want, I just want to say one I commend you for just kind of like jumping into the host seat. It's not as easy as it looks."
    },
    {
        "speaker": "C",
        "text": "It is not. I'm sweating. I'm sweating."
    },
    {
        "speaker": "A",
        "text": "The level, the level of just floundering and time filling that you're doing right now is just incredible. And I mean, it's a, it's like, I mean, I don't really know how."
    },
    {
        "speaker": "C",
        "text": "I feel like the clock's going backwards. I keep looking up on my clock like, why is it taking so long to this goddamn show?"
    },
    {
        "speaker": "A",
        "text": "You're like, oh my God, it was 450 ten minutes ago. Well, I just, you know, like, look there. People who tuned into this show today got 35 minutes of us talking about all the other dj network shows, so."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "I like to pump our face on our air now. Yeah. If you don't know what's on our air now, then you certainly, then you certainly do after this show. I think it might be time though to go through the prop bets."
    },
    {
        "speaker": "C",
        "text": "I was gonna, I was, I was hoping that. Yeah, I was hoping you were gonna do that."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "I was."
    },
    {
        "speaker": "D",
        "text": "I was gonna. I was gonna take it away, too, but I, you know, ten minutes, probably."
    },
    {
        "speaker": "C",
        "text": "A little too little too long. We can extend it. We lengthen it."
    },
    {
        "speaker": "E",
        "text": "Chamber could do it. If I've learned anything, Chamber could make those prop bets go ten minutes. Because I was thinking the same thing as bunch of. I'm like, he's just talking. He's like, I need to fill time. And he's just like, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, look, he was doing a great job at filling that time, but we'll get a little substance in here. Have a little fun at the end here. So v squared, I'm gonna read the prop bets, but you tell me, you tell me if you think they hit or not, because there's some that definitely did and there's some that are possibly debatable here. So I'll need official rulings from you. We had number one over under mentions of chambers hatred of potatoes at 2.5 for -110 I have that hitting. Is that. Do you have that hitting 100%. So the chamber mention of potatoes over two and a half hit. We've got des mentioning goats as a plus 250 for yes and a -220 for no. So the no has, as on my calculation, the no has hit for -220 Dez doesn't often pump his own bags unless he's asked to."
    },
    {
        "speaker": "D",
        "text": "So I'm with you there, too."
    },
    {
        "speaker": "E",
        "text": "Would it have counted if he was asked, would you have scored it? If, like, someone, like, if I asked him a question about goats and he answered, would that count?"
    },
    {
        "speaker": "A",
        "text": "Totally. Because he didn't. He doesn't know these today, so he would have. That would have been totally organic and would have counted. Speaking of organic, you could get some organic goats milk at your local stores. So check that out. G milk I've got."
    },
    {
        "speaker": "D",
        "text": "Or digital. Or digital G milk through our website, which you can also pick up a goat and support a wonderful cause and project that started back in 2021 that, you know, was really the forerunner on personalization and customization and deflationary mechanisms. So you can do that."
    },
    {
        "speaker": "A",
        "text": "Too bad if you want."
    },
    {
        "speaker": "D",
        "text": "Maison de goat de Gaulle."
    },
    {
        "speaker": "A",
        "text": "This is a great plug. So too bad the bet had ended. But that'll be good for next time, too. Maybe just different odds. Every show is different. Plus or minus money."
    },
    {
        "speaker": "E",
        "text": "Was bunchy rugging on the card or what were the odds on that?"
    },
    {
        "speaker": "C",
        "text": "That one wasn't on there. What do they call it? Even money?"
    },
    {
        "speaker": "E",
        "text": "Yeah, it was. It was like plus 1000 for bunch you to rug while talking about the bets."
    },
    {
        "speaker": "A",
        "text": "Am I still rug?"
    },
    {
        "speaker": "E",
        "text": "Oh, I was gonna say the best part is he doesn't know he's rugged. Now he seems to know. Wait. It would be great if he actually wasn't rugged. And we just all played the bit there. But, no, you were actually wrong. Try. Try again, bunchy."
    },
    {
        "speaker": "C",
        "text": "We. Oh, yeah, we can have."
    },
    {
        "speaker": "D",
        "text": "Still rugged. Yeah, I can grab a. Yeah. So the next one is the chances of. Rigg speaks."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Yes. For. -110. And no, minus one."
    },
    {
        "speaker": "C",
        "text": "Eight."
    },
    {
        "speaker": "D",
        "text": "That was easy money. That was. That was easy money. Oh, yeah. And then the next one was Steve. Correct. Something chamber says."
    },
    {
        "speaker": "C",
        "text": "Plus three. We're making money today."
    },
    {
        "speaker": "E",
        "text": "Oh, it was plus money. They didn't think it was gonna happen. That was. That was. That would have been easy money. That would have."
    },
    {
        "speaker": "D",
        "text": "That's a bad line. Bunch of you would be fired in Vegas, buddy."
    },
    {
        "speaker": "G",
        "text": "Can I take a second and think? The fact that I was on there to speaking makes me wonder, do you not want me to speak? So I should just go down to listener right now?"
    },
    {
        "speaker": "E",
        "text": "The odds were on no. So I don't know what that says, but. All right, what are the. What are the other ones?"
    },
    {
        "speaker": "F",
        "text": "That."
    },
    {
        "speaker": "C",
        "text": "That."
    },
    {
        "speaker": "D",
        "text": "That was the last one."
    },
    {
        "speaker": "E",
        "text": "Oh, gotcha."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "We hit. We hit on how many of those?"
    },
    {
        "speaker": "E",
        "text": "Three."
    },
    {
        "speaker": "D",
        "text": "A four."
    },
    {
        "speaker": "C",
        "text": "Four. That's not bad. It's not bad."
    },
    {
        "speaker": "D",
        "text": "And, yeah, we actually pummeled the first one before anyone got it. Sorry, I forgot what the you mentioning your hatred for."
    },
    {
        "speaker": "C",
        "text": "Immediately started talking. Yes."
    },
    {
        "speaker": "E",
        "text": "This is so much fun. So, like, is this the thing that can be done? Like. Like V squared? Could you do this right or this is so. Because obviously, Bunch, you can't do it, but it'll be fun for somebody to do it, or maybe somebody just steps off you. I'd love to do this sort of thing."
    },
    {
        "speaker": "D",
        "text": "Yeah, we were thinking about trying to get it integrated with the Djen token, too. Maybe a channel that bunch and chamber don't go into."
    },
    {
        "speaker": "C",
        "text": "It's all of them."
    },
    {
        "speaker": "D",
        "text": "Something like that."
    },
    {
        "speaker": "E",
        "text": "Well, Chamber doesn't go in any."
    },
    {
        "speaker": "C",
        "text": "You're good."
    },
    {
        "speaker": "E",
        "text": "No worries there."
    },
    {
        "speaker": "C",
        "text": "Yeah, you're good, bud."
    },
    {
        "speaker": "A",
        "text": "I needed to defend a couple of these. So the Steve one, I had the Steve and the Riggs one, I had to try to account for the possibility that they weren't in the audience. So, like, if Steve came up to chat, he was obviously going to correct chamber on something. If Riggs was here, he was obviously going to speak. So I had to try to for, you know, the fact that they may or may not show up, so I will. And I didn't know. Did we cover the. The last des one v squared. Des does the space out of Starbucks plus 200."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah, I forgot about that."
    },
    {
        "speaker": "A",
        "text": "There's a habit."
    },
    {
        "speaker": "D",
        "text": "Does a habit burger count? I mean, that's close."
    },
    {
        "speaker": "C",
        "text": "Where are you? At a habit burger?"
    },
    {
        "speaker": "D",
        "text": "I did."
    },
    {
        "speaker": "E",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "C",
        "text": "I don't know. I've never heard that before."
    },
    {
        "speaker": "E",
        "text": "Sounds like some shit you would get. An owl in Wonderland. I've never heard of that in my life."
    },
    {
        "speaker": "D",
        "text": "God. West coast gets no love in the NFT space."
    },
    {
        "speaker": "E",
        "text": "Also."
    },
    {
        "speaker": "D",
        "text": "Bunch. Come on, man. You know how prop bets work. If they don't play the game, then the props dead."
    },
    {
        "speaker": "E",
        "text": "It's."
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "I think he has no response to that. I feel you have him dead to rights on."
    },
    {
        "speaker": "E",
        "text": "So you have a hidden corner bodied him."
    },
    {
        "speaker": "D",
        "text": "Come on, bud."
    },
    {
        "speaker": "C",
        "text": "He's on his way to Vegas too. Like, he can't do this."
    },
    {
        "speaker": "D",
        "text": "I know. He needs to know that. He needs to know that."
    },
    {
        "speaker": "C",
        "text": "Oh, okay. I mean, it's. The last six minutes have gone faster, so that is great. Does anybody want to help me out and add something to this conversation? Please, I'm begging anybody. Even riggs even. Did riggs drop down, captain?"
    },
    {
        "speaker": "G",
        "text": "I really wish they had, like, a middle finger emoji."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "I'm sorry."
    },
    {
        "speaker": "E",
        "text": "Riggs chamber. I have a question. Why is sappy seals not your cup?"
    },
    {
        "speaker": "C",
        "text": "Let me just. Let me just take a look at them. I'm questioning, confused. I'm gonna pull them up right now. Sappy seals?"
    },
    {
        "speaker": "D",
        "text": "You might be getting confused."
    },
    {
        "speaker": "C",
        "text": "Maybe. Maybe I don't. I have a picture of them in my head and I just want to make sure I'm talking chamber."
    },
    {
        "speaker": "B",
        "text": "I know you don't like cute things, but I don't know if Sappy seals is technically cute in your speaker."
    },
    {
        "speaker": "C",
        "text": "Zero. Okay, maybe. I'm thinking maybe. Let me look at pudgy penguins. Maybe I'm getting."
    },
    {
        "speaker": "E",
        "text": "And while you're pulling up sappy seals. Shane, I know your initial reasons for hating pudgy penguins, but given your initial reasons no longer are at the company, why do you still hate pudgy penguins? It's just you can't. You can't get rid of that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm too stubborn. I've already made my stance. I can't go back on it now."
    },
    {
        "speaker": "E",
        "text": "You're squatting on this?"
    },
    {
        "speaker": "D",
        "text": "Shane, have some coal in tubby beef. I need to hear about that next show. We might have them on back."
    },
    {
        "speaker": "C",
        "text": "Okay, I will say this. I do like sappy seals more than pudgy penguins. So whatever that means to you people out there, uh, they are better. They're not as cute as I thought they were. You're right, Shane. They're not that cute. There's some beanies, which I like."
    },
    {
        "speaker": "E",
        "text": "Pretty cute."
    },
    {
        "speaker": "C",
        "text": "I mean, they're pretty. It's like an ugly baby. You know? It's still pretty cute. You know."
    },
    {
        "speaker": "B",
        "text": "That might be my favorite analogy I've ever heard you use chamber."
    },
    {
        "speaker": "E",
        "text": "That's."
    },
    {
        "speaker": "C",
        "text": "That's fantastic. You like that?"
    },
    {
        "speaker": "E",
        "text": "I also would. I would contest that, but that's just, uh. I've actually. I've gotten into bad arguments."
    },
    {
        "speaker": "C",
        "text": "Have you seen some ugly. Being too honest with some ugly babies, Steve?"
    },
    {
        "speaker": "E",
        "text": "And the thing is, like, you just. You don't say to their, oh, it's so adorable. But if you talk to your spouse afterwards, you're like, that was an ugly baby. You can put yourself in a real precarious spot depending on who the baby is. So that was one where you learn, just keep your mouth. And all babies are cute. But I just would say, if I'm being taken truth serum, I wouldn't say all babies are cute."
    },
    {
        "speaker": "C",
        "text": "I mean, Steve wants to normalize."
    },
    {
        "speaker": "H",
        "text": "Like, talking shit about babies is what I just gathered from that conversation."
    },
    {
        "speaker": "E",
        "text": "Why can't I? When are we gonna get our time? The babies have had it forever."
    },
    {
        "speaker": "C",
        "text": "I'm with you on this one, Steve. Babies have had it too easy for too long."
    },
    {
        "speaker": "E",
        "text": "Amen."
    },
    {
        "speaker": "C",
        "text": "It's time to fud the babies bunch. Go ahead, buddy. Help me out."
    },
    {
        "speaker": "A",
        "text": "There's a. There's a great Seinfeld episode about the baby seeing the baby and it being ugly. Steve, I wonder if you're drawing inspiration from that wonderful piece of comedic art you would love."
    },
    {
        "speaker": "C",
        "text": "I love that episode."
    },
    {
        "speaker": "E",
        "text": "Stuff I can guarantee with a thousand percent certainty. I've never seen that episode. Just given my."
    },
    {
        "speaker": "G",
        "text": "But have you guys seen the night before the movie? The night before? Because there's a scene where Seth Rogen's yelling at his future baby, and he's like, fuck you, little baby. That's how I picture chamber right this second with these little babies."
    },
    {
        "speaker": "C",
        "text": "Is that when he's doing mushrooms at the church?"
    },
    {
        "speaker": "G",
        "text": "Yes, absolutely. Yeah."
    },
    {
        "speaker": "C",
        "text": "Great movie. Great holiday movie."
    },
    {
        "speaker": "E",
        "text": "Or chamber just doing that to a sappy sealer, a pudgy penguin. I will say this. You know, it is worth saying. In the last minute of the show, you're like, we have four minutes to kill. Who wants to help me out? And I was just asked a question about NFTs. Within a minute, we diverted to, like, whatever this is we're doing now and, like, talking about babies being ugly. Like, we lost bunch for four minutes."
    },
    {
        "speaker": "C",
        "text": "So hard."
    },
    {
        "speaker": "E",
        "text": "And in four minutes, we crashed the."
    },
    {
        "speaker": "C",
        "text": "We started a pro baby hate club, which is unbelievable. In four minutes, unheard of. So I think we. It's five fucking o'clock. Let's, let's. Let's land this plane. Okay, guys. Ladies, I appreciate you joining me today. I appreciate Shane, I. For co hosting, taking, you know, bunchu is basically here. We didn't need an additional co host, but I appreciate Shane coming nonetheless. Des, always the professional that we need in this show. Steve, you're bringing great points, you're really propping up the show. Thank you all for listening. And until next time, stay mint. End of show."
    }
]