[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mid mic crisis, where growing up meets goofing off. I am Payne, alongside my esteemed colleague and the host with the most chamber. How you doing, chamber?"
    },
    {
        "speaker": "B",
        "text": "I couldn't be doing any better than I am right now. That was one of the best intros ever. Payne, I am very happy you're here with me today. I know we talked about having. So just for the people listening, uh, bunch is away today. He is hobnobbing with celebrities in Boston at the premiere of dumb money. I think the movie's called the. The new. I forget his name now."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "What's his name? Friend of the show. Can't think of anybody."
    },
    {
        "speaker": "A",
        "text": "Yeah, friend of the show. Friend of the show."
    },
    {
        "speaker": "B",
        "text": "The gentleman that wrote, um, the Facebook movie and the card counting movie. All of the things that I can't remember. Um, he did another one about the, um, the video game. The other thing I can't remember, the video game stock thing that happened a couple of years ago. So if you know any of those things, that's where bunches, uh, we talked about it on the last show."
    },
    {
        "speaker": "A",
        "text": "I'm just cracking up. Like we're. I feel like we should just look at the name, but that's probably better for the."
    },
    {
        "speaker": "B",
        "text": "Was good enough."
    },
    {
        "speaker": "A",
        "text": "Dead on. Dead on. I saw drew crit. He came up here. I don't know if he knows the rules."
    },
    {
        "speaker": "B",
        "text": "I don't know if he knows, but he."
    },
    {
        "speaker": "A",
        "text": "And speaking just before, before he even goes, I saw Steve was in the room, and I was listening back to the beginning. I missed the first 15 minutes of coffee with captain, and he tried to say that there's no way I knew that trivia question, and I was deeply offended. Now, in fairness, I actually went back and listened to the replay of midnight crisis. It does sound like I'm, like I paused forever, which it isn't true. It feels like it's nothing. But when I listen to the replay, okay, it sounds like I paused forever. So, honestly, I'm going to answer another one today, and I'm going to answer it within, like, 2 seconds just to prove I can get it. And I love the heart spam, steve."
    },
    {
        "speaker": "B",
        "text": "So I'm going to defend you here. Pain. I know pain pretty well, and Steve will know this, that my ability to judge people very quickly is second to none. And my radar for cheating and stuff like that is dialed in. There was a. I know your character, pain. I know you wouldn't cheat. So right away, we have that. But also, just in listening to you, I knew you didn't cheat. So Steve might just be, you know, might be a little upset that he might not be the smartest person in the DJN family, but I think that's mostly it. But I, for no moment, thought you cheated."
    },
    {
        "speaker": "A",
        "text": "Thank you. That's really all I needed to hear. And I appreciate the support. Now, let's get. Let's get to Drew critter. I can't wait till he has to answer."
    },
    {
        "speaker": "B",
        "text": "Okay, Drew, are you familiar with the new rules of the show? No, and I'm actually about to step down just because I don't want to do it, whatever it is. Duh. You'll be fine. You'll be fine. So. So the new rules are you just have to. Before you can continue on with the conversation, you just have to answer a trivia question from a category of your choice. Okay. I'm going to give you six categories. You just tell me which category you want and I'll give you a question. You get it right, we go on like nothing happened. You get it wrong, pain's going to dump you down to listener. Perfect. Okay, got it. Categories are arts, science, entertainment, history, general knowledge or geography. Oh, God. You want them again, let's just go with science. I feel like whatever science trivia question you have up your sleeve, like, I feel like I should probably know it. Okay, you got this one. Okay. I feel. I just read the question. I'm going to be disappointed if you don't get it. Put it that way. Okay. Again, much like pain. Drew, I've known you for a long time. I'm very confident you're going to get this right. So the question is, in the category of science, what does breaking the sound barrier cause? What does breaking the sound barrier cause? What? Oh, my God. It's just a sound that nobody can hear. What does it do? Yeah, what? No, no, no, no. It's not that. So when, say, like an airplane, like a fighter jet breaks the sound barrier, what happens? Glass breaks. Dump them. Is he gone?"
    },
    {
        "speaker": "A",
        "text": "He's gone. He's gone."
    },
    {
        "speaker": "B",
        "text": "Fudge. That was disappointing. That was disappointing. That's what you get for living in and around the Boston area."
    },
    {
        "speaker": "A",
        "text": "Hopefully I didn't accidentally."
    },
    {
        "speaker": "B",
        "text": "Ban him."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. I got a. Let me, let me check that."
    },
    {
        "speaker": "B",
        "text": "So, pain, I'm going to ask you the same question because I know you're going to get the answer right."
    },
    {
        "speaker": "A",
        "text": "I heard the question. Let's see. How do you make sure you didn't ban someone?"
    },
    {
        "speaker": "B",
        "text": "I don't know. This is all new to us."
    },
    {
        "speaker": "A",
        "text": "Hopefully didn't. I think I just removed him from speaker. Honestly, in fairness to him, I was confused by the wording of the question. Or you mean, like, it causes the."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the question is, what does breaking the sound barrier cause? So I tried to rephrase it. When a fighter jet breaks the sound barrier, what happens? Because Steve is all over this. He's so excited to answer."
    },
    {
        "speaker": "C",
        "text": "Not only can I answer, can I help him get Drew back in the room, because he probably kicked him from."
    },
    {
        "speaker": "B",
        "text": "The room."
    },
    {
        "speaker": "C",
        "text": "Give you the name that Drew is coming up here to say, and help pain out all in one foul swoop. Can I just do those three things and I'll get out of your hair?"
    },
    {
        "speaker": "B",
        "text": "You absolutely can. Steve. Well deserved what you're looking for. Absolutely what I'm looking for. I felt that was a fair. I felt that was the easiest question we've asked so far."
    },
    {
        "speaker": "C",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know if it was."
    },
    {
        "speaker": "C",
        "text": "The easiest, but I definitely. I knew what you were going for there. I tried to give Drew a clue by doing a sonic boom in the comments, but I wasn't quick enough. Number one, you're looking for Ben measuring, just so you know that. Looking for. So that guy, as you would call him, also commonly referred to as. And then click on the little people symbol in the bottom right there, and it'll show people from the co host spot or the host spot who you have booted from the room, and you can re let him back in here. But I like that Drew now thinks that if you answer the trivia question wrong, you don't just get kicked from the stage, you get kicked from the whole fucking room. Like, that was hilarious. And you definitely did. And I've done that by accident many times."
    },
    {
        "speaker": "A",
        "text": "A hundred percent. And I know that you've done it. So I was trying my hardest not to do that. And somehow I honestly, I thought. The thing is, I thought Drew would get it right. I wasn't prepared to kick him at all. So in the haste I was trying to get him. Okay, I clicked on the people, speakers, or listeners."
    },
    {
        "speaker": "C",
        "text": "You got a listening zoom over in the co host. I'll find it because it takes a little bit. It takes a little bit of finagling, and I've done this. I fat fingered this in the. With, like, actual friends of mine that I, like, I kicked out or looming out like a moron at one point. Let me see if I can find it right here. So it should be under the guest in there? Yes. Okay. So I want to show you where it is real quick. This is great podcast right here."
    },
    {
        "speaker": "A",
        "text": "So the bottom of the little great audio."
    },
    {
        "speaker": "C",
        "text": "Click on the people symbol, then scroll all the way to the right. You'll see, listeners. And remove. And you'll see. Under remove, you will see Drew, which I'm screenshotting right now because it's a."
    },
    {
        "speaker": "B",
        "text": "Friend of the show, Drew crit band. Yeah. Banned for life."
    },
    {
        "speaker": "C",
        "text": "Amazing."
    },
    {
        "speaker": "A",
        "text": "Did you unban him? Because I didn't. That didn't show up on mine. I did scroll all the way up."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. He showed up on mine. I will unban him now. I'm going to allow him to join again. Although it's there. We should be."
    },
    {
        "speaker": "B",
        "text": "It's very magnanimous of us."
    },
    {
        "speaker": "A",
        "text": "Yeah. He's never coming up again. I feel so bad for Drew."
    },
    {
        "speaker": "C",
        "text": "That's the quality of our character. We will let him in despite the way he wronged us. By not. By thinking that the sound barrier breaks glass."
    },
    {
        "speaker": "B",
        "text": "He's thinking of an opera singer. That's what he's thinking."
    },
    {
        "speaker": "A",
        "text": "Yeah, I definitely would have. I would have said boom as well. Sonic boom. Technically being correct. But I. Poor, poor Drew."
    },
    {
        "speaker": "B",
        "text": "I know. Okay, I'll tell you what, for the record, next time Drew comes up, he doesn't have to answer a question."
    },
    {
        "speaker": "A",
        "text": "No, he doesn't. He's actually screenshotting Google answers in the. In the war room right now to prove that he was indeed correct."
    },
    {
        "speaker": "B",
        "text": "I love it. That. Oh, that breaking grass. Breaking glass was the correct answer."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "You're not on my watch there, sweetheart."
    },
    {
        "speaker": "C",
        "text": "It was so wrong that you got kicked out of the entire room. All right, I'm going to jump back down because I'm working out, but I figured I'd come up."
    },
    {
        "speaker": "B",
        "text": "Thanks for your help, Steve. We appreciate it."
    },
    {
        "speaker": "A",
        "text": "Yeah, we appreciate you."
    },
    {
        "speaker": "B",
        "text": "Okay. Now that Steve's gone, I'm so glad Steve got the answer because, you know, sometimes Steve needs a win, and I feel he got that win today. He felt real good. So I just do a little housekeeping here. Bunch is so good at it. Pain. Do you want to, do you want to do the housekeeping? Because, you know, I'm not going to remember any of the names or any of the days that any of the shows are on, let alone even my show, so."
    },
    {
        "speaker": "A",
        "text": "Yes. Well, I was looking today. I was like, I don't even think we have anything else today. Tomorrow we'll have coffee with captain. 08:00 a.m. eastern. And then we'll have lunch break at noon Eastern. We'll have alpha afternoons at 02:00 p.m. eastern. I have to always convert from central. And then we should have Deejan bets. Right. That'll be later that night, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's what's that? Thursday is today Wednesday?"
    },
    {
        "speaker": "A",
        "text": "Today is Wednesday."
    },
    {
        "speaker": "B",
        "text": "Amazing. So, yeah, I think that is, I think you're correct. I think djembets is tomorrow night. Yeah, that sounds alright. It's like Monday, Thursday, Sunday. Correct. Correct."
    },
    {
        "speaker": "A",
        "text": "Weird order for you to say it in, but yes, Monday, Thursday."
    },
    {
        "speaker": "B",
        "text": "Sunday was the weird order. Are you one of these guys that starts their day on Sunday or their week on Sunday? Are you Sunday, Monday, Thursday?"
    },
    {
        "speaker": "A",
        "text": "Do you not listen?"
    },
    {
        "speaker": "B",
        "text": "I don't know what's happening down in, I feel like. Are you in the southern part of the United States, would you say? Yeah, central."
    },
    {
        "speaker": "A",
        "text": "I don't know the south. Yeah, I don't know what's happening."
    },
    {
        "speaker": "B",
        "text": "I don't know what's happening in the south. But you guys start your school year at like in June. You're starting your weekdays on when like I don't know what's happening."
    },
    {
        "speaker": "A",
        "text": "Yeah. When Bunch was saying that we actually, our school year ends in May, so. But we, we do start early August."
    },
    {
        "speaker": "B",
        "text": "Bunch had to go extra schooling. You know."
    },
    {
        "speaker": "A",
        "text": "He did."
    },
    {
        "speaker": "B",
        "text": "He had to have an extra month or two in there. But yeah, I start my week on like, to me though, I know the calendar says Sunday to Saturday, or at least some calendars do. I'm a Monday to Sunday guy."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. That's fair. Well, before we go to, because I hope you're queuing up. Well, I guess he's got to get the category. But Anthony's got a, he knows trivia. He wants trivia. Daily dozen trivia. He's doing it every day. But if you all could give us a, like a retweet of if you want to subscribe, rate and review the podcast, it would be much appreciated. Is on all streaming platforms that you use to listen to podcasts. And then if you have any thoughts about me kicking people out of the room, go ahead and tell me how awful I am down in the chat bubble. Bottom right."
    },
    {
        "speaker": "B",
        "text": "I did have a chat bubble question that people could pop in there because I, this afternoon I had to make a quick stop at Costco. And after my stop, I mean, I grabbed a hot dog and a soda afterwards and that's my go to. But I was, I'm more curious to see a, if there's regional menu changes and what people's go to Costco food court meal is after, you know, post shop."
    },
    {
        "speaker": "A",
        "text": "That's a great question."
    },
    {
        "speaker": "B",
        "text": "Are you a cost, like, do you go to Costco once in a while?"
    },
    {
        "speaker": "A",
        "text": "Sam's club, but, I mean, they're basically the same, even though people would say they're nothing."
    },
    {
        "speaker": "B",
        "text": "And Sam, does Sam's club have a food court?"
    },
    {
        "speaker": "A",
        "text": "They do. They do."
    },
    {
        "speaker": "B",
        "text": "And is there. Is there, like a dollar 50 hot dog?"
    },
    {
        "speaker": "A",
        "text": "Like, of course there is."
    },
    {
        "speaker": "B",
        "text": "Okay. Is that your. Is that your go to?"
    },
    {
        "speaker": "A",
        "text": "It depends. Sometimes it's a pizza mood. Sometimes it's a. It's a hot dog mood."
    },
    {
        "speaker": "B",
        "text": "I got. I got crazy the other day. I got a pizza and a hot dog because I'm not right. I'm going crazy. It was too much. I had. I was not. I was. My guts were fucked for the rest of the day."
    },
    {
        "speaker": "A",
        "text": "But I'm sure you enjoyed it in the moment, right? And that's what we live for."
    },
    {
        "speaker": "B",
        "text": "It was. It was delectable. Do you think we should get to Anthony on this one?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I can't wait. I can't wait for him to get it wrong."
    },
    {
        "speaker": "B",
        "text": "He's gonna get it so wrong. I feel like he's been ducking us because of the trivia lately. But, you know, maybe I'm wrong. Maybe he's been a holiday. Anthony, how are you, sir?"
    },
    {
        "speaker": "D",
        "text": "I haven't been ducking. I just. I just haven't. Haven't been listening. Trivia has been. I didn't know you guys were doing this trivia thing, to be honest. It's a good. It's a good addition. I'm a little disappointed, though, bunch isn't here. This would have been a great opportunity for me to learn from you as a mentor on how to co host a stage, and you didn't even invite me, so I'm a little disappointed in that."
    },
    {
        "speaker": "B",
        "text": "I'm gonna be honest with you. Most of you, most of the people that come up to speak have terrible audio, and pain is the only one with what I would say, top tier audio. So, I mean, besides the fact that pain is interesting, right?"
    },
    {
        "speaker": "D",
        "text": "But here's the thing. I'm driving to. I'm about to play golf."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "04:00 is a tough time where I'm pretty much typically on the move. I go right now, you're on car audio, so you can."
    },
    {
        "speaker": "B",
        "text": "And honestly, if this is car audio, this is not too bad."
    },
    {
        "speaker": "D",
        "text": "Okay, so car audio, I'll take a trivia question. I really wanted to come up to just express my disappointment. I would have loved this as a learning opportunity, but maybe next time."
    },
    {
        "speaker": "B",
        "text": "For the record, Anthony, technically, you're my substitute, so when I'm gone, bunch will."
    },
    {
        "speaker": "D",
        "text": "Reach out for you. I thought I would just learn from you while you're here."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, learning is happening as you're listening to the show, and then your audition is actually when I'm gone, and then you get to come up and, you know, and do the whole song and dance, you know?"
    },
    {
        "speaker": "D",
        "text": "Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "Do you know? I'll give you the categories. So the categories are arts, science, entertainment, history, general knowledge, or geography."
    },
    {
        "speaker": "D",
        "text": "That's tough because I really knew the answer to the last one. And we're pushing it. Like, if we go science back to back, like, that's pretty risky. I did want to understand, like, why isn't spoi sports not a category?"
    },
    {
        "speaker": "B",
        "text": "So sometimes the general knowledge question is sports. I've seen that happen. It's just the site that I'm using doesn't have a official sports category. But I have seen some sports questions on there."
    },
    {
        "speaker": "D",
        "text": "So from my trivia past, from doing this dozen game, and I've been watching and playing and I'm pretty decent, I've learned that the broader the category is typically the easier the question."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "So I'm going to go with general knowledge."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. You know what? This is, that's great advice, because I think it's, I think it's true in this, in this circumstance. So the question for you in the general knowledge category, what does it mean to 86 something again, question is what you say, oh, you're all over it. What is it?"
    },
    {
        "speaker": "D",
        "text": "Cancel it."
    },
    {
        "speaker": "B",
        "text": "That's right. Cancel it. Get rid of it. Absolutely. You got it. I thought, congratulations."
    },
    {
        "speaker": "D",
        "text": "All right, so general knowledge, very easy category for future host."
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "D",
        "text": "I got nervous, I'm not gonna lie. I was very nervous. While you're at, there was a lot on the line there."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm looking at some of these other questions. They're much more difficult than that one. So I think I, I think you have a good, you know, that's a good game plan. I think going forward, I mean, so."
    },
    {
        "speaker": "D",
        "text": "Just, I don't know. If you chamber, do you not play the dozen trivia?"
    },
    {
        "speaker": "B",
        "text": "No, I don't think so. No, I don't."
    },
    {
        "speaker": "D",
        "text": "We post the links, everybody. A lot of people post their score in the war room every day."
    },
    {
        "speaker": "B",
        "text": "Oh, really? What's the, what's the war room?"
    },
    {
        "speaker": "D",
        "text": "I don't know. I got put there somehow and I think I'm going to jail."
    },
    {
        "speaker": "B",
        "text": "I heard it was a honey potential. That's, that's what I heard. But I might be wrong."
    },
    {
        "speaker": "D",
        "text": "But the gist of it is you get nine trivia questions per day."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "And you just answer them. Have you seen immaculate grid?"
    },
    {
        "speaker": "B",
        "text": "Unfortunately not, no. I'm really not giving you much today."
    },
    {
        "speaker": "D",
        "text": "All right, so. So in a sense, you get nine trivia questions per day. There's nine categories a question, and the categories are fairly similar every day. It's usually typically, like, three sports, a couple general that float back and forth. There's a picture question that has to do with, like, identifying celebrities, and then typically, like, movies, tv and music."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "It's. It's good to test your. To test your skills and trivia, but they do a show as well. It's produced by Barstool. And the show, the whole point of the story is the show, like, people get to pick their categories occasionally and they'll pick, like, a tv show as their category. Like, I don't know. Let's just say you're a fan of lost. You. You watch lost 30 times, front to back. Or what's that show that you like?"
    },
    {
        "speaker": "B",
        "text": "Lost is one of the shows I like you. You hit the nail on the head."
    },
    {
        "speaker": "D",
        "text": "Okay. So anyway, you love lost. You think you know a lot about lost until they drop. Like in season two, episode three, this guy was holding a pen with a name of a car company on it. What was that car company? Then you're like, okay, I don't know. But then you. So you don't know that. But then they'll give you, like, a general question about, like, you'll say, NFL. And they'll be like, what team plays in Minnesota?"
    },
    {
        "speaker": "B",
        "text": "Oh, so much easier to the point."
    },
    {
        "speaker": "D",
        "text": "About asking for general. More broad topics. Easier questions."
    },
    {
        "speaker": "B",
        "text": "Wait, but do we think Chamber knows the team that plays in Minnesota? The Minnesota snowballs? I don't know."
    },
    {
        "speaker": "A",
        "text": "I knew he didn't know. I was wondering if you are going to let him buy with that."
    },
    {
        "speaker": "B",
        "text": "No, it's the Minnesota Vikings. Thank you. Come on. Come on, guys."
    },
    {
        "speaker": "D",
        "text": "So, so here, so here. Chamber, this is. This is one question for today. Okay, I have to say, this was. This was."
    },
    {
        "speaker": "B",
        "text": "First of all, I gotta go. I have to say, I don't like being asked trivia questions, okay? I'm the one who asked the questions around here, but I will accept a question."
    },
    {
        "speaker": "D",
        "text": "We're doing a little role reversal here."
    },
    {
        "speaker": "B",
        "text": "I don't like it."
    },
    {
        "speaker": "D",
        "text": "And this is. This is probably the easiest question of the question of the day."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Actually, I'm gonna go with one that I did not know the answer to, which I think, because your age, you might know the answer."
    },
    {
        "speaker": "B",
        "text": "Hit me."
    },
    {
        "speaker": "D",
        "text": "This keyboardist played in the Grateful Dead from 1979 until his death in 1990, when he passed away at the age of 37. Who died?"
    },
    {
        "speaker": "B",
        "text": "So I know, like, Bob Weir from the Grateful Dead. And obviously Jerry Garcia. But Jerry Garcia. Bob Weir just died. Jerry Garcia died. Maybe around them, but he was the guitar player. But was he also a keyboardist, is the question. I'm going to say Jerry Garcia in the event that he's also the keyboardist for the. For the dead. Is that correct?"
    },
    {
        "speaker": "D",
        "text": "Are you locking that in as your final answer?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll lock it in, but those are the only two guys I know."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "D",
        "text": "It's. It's incorrect. The answer is Brent Midland."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "I'm gonna. I'm gonna say that this is. This is really good. This is working for our. Our partnership together. I also went with Jerry Garcia because it's the only Grateful Dead person I knew."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was lucky to know two guys from the grateful."
    },
    {
        "speaker": "D",
        "text": "That was pretty impressive, not gonna lie to."
    },
    {
        "speaker": "B",
        "text": "So that's pretty tough. And for the record, I would like to know, Anthony, your stance on the Grateful Dead. Good band or shit band?"
    },
    {
        "speaker": "D",
        "text": "So, to be honest, one of the first times, I can't even comment on the music because one of the first times I got introduced to the Grateful Dead was at a deadhead party when I was a child, and there was, like, a Grateful Dead cover, bandaid playing, and just all these people. I was probably."
    },
    {
        "speaker": "C",
        "text": "I'm gonna say, like."
    },
    {
        "speaker": "D",
        "text": "Ten to twelve years old."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "I thought I was in the weirdest place of all time."
    },
    {
        "speaker": "B",
        "text": "You were."
    },
    {
        "speaker": "D",
        "text": "That. That. Oh, I was. Now that I know, as I'm older and I'm like, wow. Every single person there was likely on some ridiculous amount of drugs."
    },
    {
        "speaker": "B",
        "text": "Mm hmm."
    },
    {
        "speaker": "D",
        "text": "Why was I allowed to be here? Is it interesting where I'm, like, mad? My parents were missing. Missing some heavy clues. And the music was, like, okay. Like, I was vibing with it, but I was, like, ten years old, so, like, I didn't know much better. But ever since then, I literally cannot listen to the Grateful Dead, see them. Like. Like, even just seeing the name and not think about this time and place."
    },
    {
        "speaker": "B",
        "text": "This traumatizing moment in your life."
    },
    {
        "speaker": "D",
        "text": "Yeah. That. I'm like, I can't, like, listen to this. This isn't like. It doesn't make sense."
    },
    {
        "speaker": "B",
        "text": "I love it. That's a great story. I feel like the Grateful Dead is, like, on paper, made for me, but I can't stand, like, jam band music. I need structure in my songs. Like, I need, like, verse, chorus, verse, bridge, you know? And that. That style of music is, I mean, technically good. Like, technically speaking, they're all good musicians and good singers, but, yeah, not. Not my cup of tea."
    },
    {
        "speaker": "D",
        "text": "How do you feel about ska music?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think there was a moment in everybody's life where they listened to a little bit of ska, because."
    },
    {
        "speaker": "D",
        "text": "I feel like that's the next generation of the Grateful Dead. I feel like that was the evolution."
    },
    {
        "speaker": "B",
        "text": "Heavy trumpets. Yeah, I mean, there was a. I think there was a moment in the nineties where ska had a real grasp on pop culture, but thank goodness that has gone away. But maybe it's. Maybe it's gonna have a resurgence."
    },
    {
        "speaker": "D",
        "text": "I'm not thinking so."
    },
    {
        "speaker": "B",
        "text": "Great big fish."
    },
    {
        "speaker": "D",
        "text": "A real big fish."
    },
    {
        "speaker": "B",
        "text": "Real big fish. Thank you. Sorry."
    },
    {
        "speaker": "D",
        "text": "I was gonna say I did see them in concert at one point. It was at a festival somewhere. I don't remember, but I was one of my buddies from high school, was like, oh, I love real big fist. Let's go. I went and I sat down, looked at him the whole time. I'm like, you. You like this music?"
    },
    {
        "speaker": "B",
        "text": "Terrible. Yeah. I would say jam band music is better than Scott music. I feel pretty confident. What's that take? Yeah. Okay, cool."
    },
    {
        "speaker": "D",
        "text": "And anyways, my tea time."
    },
    {
        "speaker": "B",
        "text": "Go. Enjoy. I hope you break, you know, break parental. I don't know what your handicap is, but I hope you. No. Okay, we'll shoot."
    },
    {
        "speaker": "D",
        "text": "My handicap is a 17 for."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's get out there and let's shoot a. Let's shoot a 88 today. How about that?"
    },
    {
        "speaker": "D",
        "text": "That'd be on par."
    },
    {
        "speaker": "B",
        "text": "That sounds about right. All right, let's. Best of luck out there."
    },
    {
        "speaker": "D",
        "text": "Cheers."
    },
    {
        "speaker": "B",
        "text": "All right, so I talked about Costco pain, and there's a real weird thing that happens at Costco's in Canada, and it's like you're going into a portal where you're teleported into what I assume is the United States, because all of the canadian courtesy and politeness gets thrown out the window, and it's a goddamn free for all, and everybody's just cutting in front of people. And there's no, like, you know, general. Just. Just like I said, just canadian baseline politeness. I was wondering if, you know, if you go to Sam's club, you go to Costco. Is it wild there? Like, are people just going crazy all the time?"
    },
    {
        "speaker": "A",
        "text": "I would say where I'm at is completely fine. No one's going too wild now. I don't think I'm getting canadian hospitality. I imagine that's overt. And maybe they're pulling out carts for you, maybe following you around, like, do you need me to put these groceries in the cart for you?"
    },
    {
        "speaker": "B",
        "text": "So not even. I'm not even talking about the Costco workers. I'm talking about the other patrons are just, you know, there's no, like, hey, I'll let you in, you let me in. You know what I mean? It's just cutting across and moving around and there's no. There's no rhyme or reason to what people are doing. And it really upsets me every time I go. Because you go to a regular grocery store, it's very, you know, a lot of head nods, a lot of smiles. A lot of, you know, after you. No, after you. And it's really. None of that happens at Costco."
    },
    {
        "speaker": "A",
        "text": "Right, right. Okay. I get what you're saying now. I say I don't go during those times. I know the times that people go Sunday with their family, with all the kids running wild."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, no. I go like Wednesdays at eleven. Like that's the best day. Like, that's the best time to go. And even then, even, like, it was dead. Like, there wasn't even that many people there. Like, you know, Costco wise, there was a ton of people there, but for a. Costco wasn't that busy and it was still, you know, it was. It was that. That. But I don't know, there was. There was a jade. A jadedness. I don't know if that's a word. Well, we."
    },
    {
        "speaker": "A",
        "text": "We have two types of people here in Middle Tennessee. We have the Tennesseans and then we have the Californians. And you can tell the ones that are from California because, you know, they act like they've had to sit in a traffic jam for a while and they're just. They're unpleasant. They're unpleasant."
    },
    {
        "speaker": "B",
        "text": "Okay. So I was, I was. I was thinking you were going to say they're more patient."
    },
    {
        "speaker": "A",
        "text": "Oh, absolutely not."
    },
    {
        "speaker": "B",
        "text": "Okay, so not as patient. Why are Californians moving to Tennessee? That seems like a big hike."
    },
    {
        "speaker": "A",
        "text": "I think Californians are moving anywhere but California. They're moving to Texas. They're moving to California full."
    },
    {
        "speaker": "B",
        "text": "I knew they were moving to Texas. I've seen that. But, yeah, Tennessee."
    },
    {
        "speaker": "A",
        "text": "Yeah, middle Tennessee. Big hub for California."
    },
    {
        "speaker": "B",
        "text": "Interesting. They're not coming to Canada yet, as you know, from what I can see."
    },
    {
        "speaker": "A",
        "text": "Too cold."
    },
    {
        "speaker": "B",
        "text": "Way too cold. I'm in like the warmest part of Canada and it's still pretty cold, I would say. Okay, that's interesting. But I just wanted to go on the record and just if any Canadians are listening, do a better job when you go to Costco because I'm watching and I'm judging, so I just want to put them on notice, as you should be. I do want to get into some. A little bit of news I'm not. We're not going to go to news heavy. The news. The news."
    },
    {
        "speaker": "C",
        "text": "Let's get to the news."
    },
    {
        "speaker": "A",
        "text": "You. You take the. You take the second one. I'll take the crypto."
    },
    {
        "speaker": "B",
        "text": "Okay. Sounds good."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. Crypto news. We saw FTX receives court approval to liquidate 3.4 billion in crypto assets. So we knew that was coming. But we can expect maybe the big dump of Solana, I'm guessing, is what they majority majorly hold. But then there's some bitcoin, ethereum, some. We all that. All that good stuff. But yeah, we're, as Jweb said, and we got Jweb up here, of course, his. His show outside. Troll traders trading."
    },
    {
        "speaker": "B",
        "text": "Outsider trading."
    },
    {
        "speaker": "A",
        "text": "Outsider trading. Yes. There we go. Oh, I can't believe I was going to mess that up. But, yeah, basically been telling us, like, listen, don't believe anyone who's telling you price go up, because it's just going to go down. And we see that continue to happen. So always shout out to them."
    },
    {
        "speaker": "B",
        "text": "That's interesting. Don't worry, I got your back glass. I love a good name. So, outside. Yeah, I'm into it. I mean, the other piece of news, and when I say news, I'm actually talking about what is populating my timeline on Twitter. That's the news that is appealing to me. And I don't know about everybody else, but I've been seeing nothing. I just posted it to the top there. Nothing but mummified aliens all day today, and I had no idea what was happening. But it turns out the mexican government unveiled two alleged non human alien corpses. There's a video on top. The memes are nonstop. Today, I saw a hundred memes before I actually saw the actual news story. Have you seen this at all? Pain? Is this something you're familiar with?"
    },
    {
        "speaker": "A",
        "text": "I wasn't until this morning on coffee with captain."
    },
    {
        "speaker": "B",
        "text": "Oh, they talked about today on the coffee captain?"
    },
    {
        "speaker": "A",
        "text": "They did. They talked about it just briefly as well as the moon landing, as they usually do. Cap is on business, and he was unable to chime in. And I know he was just. He was furious with. With Steve, basically saying the moon landing 100% happened and there's no way it was faked. So."
    },
    {
        "speaker": "B",
        "text": "So. Okay, I'm going to touch on this a little bit, because, you know, Steve and I usually. I think we're pretty simpatico with a lot of things. I might be wrong. I was. I was in Steve's camp for a long time. Like when people would say, oh, the moon lander was faked. The more I think about it, the more it makes sense that they would fake the moon landing just at the moment in time where this was happening. Like the space race between the Cold War with Russia and the United States. And it was basically capitalism versus communism. Whoever got to the moon basically was declared the victor. And then. So I could see why you would fake the moon landing for propaganda purposes. Do you know what I mean? And then you start to add in the Stanley Kubrick of it all. For those of you who aren't familiar with it, one of the theories is the government hired Stanley Kubrick, famed probably one of the greatest directors of all time, to, you know, to shoot this. This scene on a soundstage in Hollywood. And the reason they chose Stanley Kubrick was. Or I think they may have used 2001 a Space odyssey as his training movie, or they saw that, and they're like, this guy could definitely fake the moon landing. So I'm not saying we didn't land on the moon. I'm just saying I could see a scenario. I could see the pieces put in place to fake the moon landing. Do you know what I mean? Pain."
    },
    {
        "speaker": "A",
        "text": "Thought I was on you."
    },
    {
        "speaker": "B",
        "text": "Oh, sorry. Do you. Do you think it was faked, or do you think it was real?"
    },
    {
        "speaker": "A",
        "text": "I don't have a hard stance on either. My stance is I don't trust anything that the government says, essentially."
    },
    {
        "speaker": "B",
        "text": "That's a good position. I'm also of the camp that's like, let's. I feel like conspiracy theorists give the government too much credit. I feel like the government's not doing all sorts of things that are nefarious, because I just don't think they're smart enough to get away with it. You know what I mean? So I try to give the governments, whether it's the american government or the canadian government, too much credit, because I just don't think they're that smart. But I get what you're saying, though. I get what you're saying. So, yeah, I'd say it's."
    },
    {
        "speaker": "A",
        "text": "It's not a non zero that they. They faked it. So there's definitely potential they did, but maybe. Maybe they didn't."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, so if I were to say moon landing or Oswald wasn't the shooter for the JFK assassination, which one's more likely? Do you think it was? Do you think Lee Harvey Oswald was a patsy and was not the shooter? Was there multiple shooters? Is that more realistic than the government faking the moon landing?"
    },
    {
        "speaker": "A",
        "text": "Why? You're going to put me on record here? Yeah, I would say that the moon landing is less realistic based on. Not based on the past, but really based on what we know now. Now everyone comes up with excuses of why we can't go back to the moon, why we shouldn't go back to the moon."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You would think we would have gone."
    },
    {
        "speaker": "B",
        "text": "Back to the moon in our lifetime. We have. I'm 40 years old. We haven't been back to the moon yet. That's weird, right?"
    },
    {
        "speaker": "A",
        "text": "That that's what I'm saying. I love Steve. Steve has learned how to spam emojis, and it is so distracting, but I love it. Yeah. It's just. I don't know. I refuse to believe that. I mean, we spend a lot of money uselessly in America. At least America."
    },
    {
        "speaker": "B",
        "text": "Every government does. Yeah, I'm pretty sure that's the case."
    },
    {
        "speaker": "A",
        "text": "So why haven't we spent money on that? I don't know. So."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. And is it more likely that Steve is a CIA operative trying to push the moon landing agenda?"
    },
    {
        "speaker": "A",
        "text": "It's. It's 100% that Steve is just trying to make sure that he doesn't get in any kind of trouble, because he can't. He has to stay pure for his."
    },
    {
        "speaker": "B",
        "text": "Book, the sanctity of the novel."
    },
    {
        "speaker": "A",
        "text": "Once that's clear, I'm 100%. I 100% believe that Steve will become one of the biggest conspiracy theorists out there once his book has been published and it has been promoted, and then the truth will come out."
    },
    {
        "speaker": "B",
        "text": "I love it. I love it. So, did you have a chance to watch that little alien video that I posted there?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "What are your thoughts? I mean, I'll give you my thoughts off the hop. It looks suspicious. I think the general consensus is, if this is an alien, I'm not worried about invasions. Yeah. It doesn't look very legit to me, but it is the mexican government, which is not a. You know, I don't know. It's like a real country. It's not a phony baloney country. It's, you know, just as credible as any other country that I would say that would put out this kind of information. So I don't know, it's. It seems strange that they would put it out."
    },
    {
        "speaker": "A",
        "text": "Yeah, it does. My biggest thing is, if you're looking at. I mean, even the first comment under the. The picture 2017. So we've just been sitting on that for. For six years."
    },
    {
        "speaker": "B",
        "text": "It's been a long six years. There's been a lot going on."
    },
    {
        "speaker": "A",
        "text": "It honestly looks like it's. It's a 3d printed alien, and that's it."
    },
    {
        "speaker": "B",
        "text": "It looks like it's made out of sand."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I thought it was. I thought it was a sand castle alien. It looks like a mold you would make at the beach, you know?"
    },
    {
        "speaker": "A",
        "text": "Right. Let me test it. Okay. Let's. Let's take it to a lab."
    },
    {
        "speaker": "B",
        "text": "Yeah. So. Okay. All right. I feel like we're on the same page here. Alien mummy, probably not legit, I think, is the takeaway."
    },
    {
        "speaker": "A",
        "text": "Agreed."
    },
    {
        "speaker": "B",
        "text": "Okay. The real conspiracy, though, we're gonna shift it a little bit. We're gonna talk a little sports here. You know, I don't watch a lot of football these days, but I did see the heartbreaking fourth possession that. I don't know if it was the fourth. I felt like the fourth possession that Aaron Rodgers had for the New York jets."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was the fourth play. Even earlier, even worse."
    },
    {
        "speaker": "B",
        "text": "Oh, that's terrible. I feel bad. Aaron Rogers character, I'm always a fan of characters, and the guy is definitely a character. It seems to have gone a little bit off the deep end as far as the conspiracy goes. I'm sure he would have a lot of opinions on the moon landing and this alien, but on the fourth play of the game, tears his achilles. Did I get that right?"
    },
    {
        "speaker": "A",
        "text": "Yes. Yep. He snapped that puppy."
    },
    {
        "speaker": "B",
        "text": "Yeah. I saw a lot of slow motion videos of the snapping, and it didn't look very pleasant. But the question is, did I curse Aaron Rogers the other day? I'm trying to generate. I'm trying to generate Twitter eyeballs on the Degen account, and I tweeted out something along the lines of, who's the greatest quarterback of all time? I'll start. And this is just me. No one knows it's me, but they just see Deejen. So Deejen's asking the question, who's the greatest QB of all time? We'll start. And I drop a gif of Aaron Rodgers doing his fun handshakes with, I guess, one of his wide receivers. I'm not sure the other guy was. And that stirred a little bit of. I feel like that stirred the pot, and that was my intention, if I'm being honest. Um, yeah, you started heavily."
    },
    {
        "speaker": "A",
        "text": "I was not expecting that, that much engagement, but you played that well."
    },
    {
        "speaker": "B",
        "text": "See, what I do? See, I know. I know what I'm doing a little bit. I see what works. I do a lot of. A lot of testing, a lot of market testing. And when I go to Djen, when I'm using the DJ handle, I try to bring my best stuff. But did I, in fact, curse? I felt bad. I felt bad right away when it happened. I'm like, oh, shit, I. That I. Did I do this to Aaron Rodgers? That I do this to the New York jets fans?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I would say 100% you did. You are the official grim reaper of sports. So I wouldn't post anybody else you like."
    },
    {
        "speaker": "B",
        "text": "So, I mean, there's a track record. There's a track record of the people that I support not doing well over time. So it's. It could. I could be cursed. We'll see what happens with Austin Reeves this year and the Lakers. Thank goodness. I'm not a huge LeBron fan or a huge ad fan. They seem to be cursed enough as it is. But, yeah, if something happens to LeBron or to Austin Reeves, then we'll know the curse is for real."
    },
    {
        "speaker": "A",
        "text": "We need him. We need Austin Himathy Reeves."
    },
    {
        "speaker": "B",
        "text": "I feel Austin stock is at all time highs, and I do feel we're at the euphoria portion of the Austin Reeves market cycle."
    },
    {
        "speaker": "A",
        "text": "Yeah, he'd do no wrong in my eyes right now."
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. I feel like it can only go down. I feel like we're about to have a blow off top, and we're about to. You know, he has an injury. He doesn't perform as well. We will see. But he did perform, you know, he performed extremely well at the FIBA World championships for Team USA. Unfortunately, the other ball hogs did not play team ball. It was just a bunch of. Just a bunch of chuckers and AAU all stars and the countries from around the world, man, it's not 1988 anymore. Whatever. The first dream team was the german national team. The spanish team is always there, lithuanian team, now the greek team with Giannis. The canadian team is, I think, on the cusp of doing something really big. What are your thoughts as an american, as the American on this show today?"
    },
    {
        "speaker": "A",
        "text": "As the American on the show? I'm embarrassed. I'm embarrassed. You had the track star call out the Americans about being world basketball champions, by the way."
    },
    {
        "speaker": "B",
        "text": "Terrible. As somebody that makes a lot of terrible takes. That was a terrible take."
    },
    {
        "speaker": "A",
        "text": "Awful take. It was an awful take. And then they go out there and just look like they don't know what they're doing, which I understand. It's not our. It's not our best out there, which even."
    },
    {
        "speaker": "B",
        "text": "It's not even. It's not even the B team, though. Like, it was the. The C team, if I'm being generous. That was out there."
    },
    {
        "speaker": "A",
        "text": "Yeah. And that's even. That's even more frustrating. You all just go out and embarrass us, which you know, leads to LeBron's call for, for the Avengers."
    },
    {
        "speaker": "B",
        "text": "I would, I would probably call it the expendable, but that's, that's more likely."
    },
    {
        "speaker": "A",
        "text": "I mean, they're all on the, they're teetering on the, on the edge of, of oblivion, but maybe they have one more go around."
    },
    {
        "speaker": "B",
        "text": "It is embarrassing, but I mean, I think it speaks to the level of american, american basketball players currently, because if you were, if you were like, you know, LeBron came out with a tweet saying, oh, we're going to get. It's going to be, when he said, chris Paul, that was the one that got me. But it was like, Chris Paul, Steph Curry himself, ad, Kevin Durant, Jimmy Butler, I think, was in there. And we're really talking about a bunch of guys that are 34, 35 plus by that time. That's not who you. I mean, that's not the best, right? I mean, you're ahead your peak. Your peak. Stars are going to be 25 to 32. Is that fair?"
    },
    {
        "speaker": "A",
        "text": "It should be. Yeah, I agree."
    },
    {
        "speaker": "B",
        "text": "So what american basketball players are in that range that you would have on the team? And if I hear, and I've been seeing a nonstop frickin what's his name from Philly, the center?"
    },
    {
        "speaker": "A",
        "text": "Joel Embiid."
    },
    {
        "speaker": "B",
        "text": "Joel Embiid. If I see him on an american goddamn roster one more time, like the guys from Cameroon, and I know he has dual citizenship, but that doesn't count. Like, stop. Americans shouldn't have to, shouldn't be allowed to use dual citizen, dual citizenship players on their national team. Is that, is that fair? Can we, can we."
    },
    {
        "speaker": "A",
        "text": "No, that's fair. Honestly, that's fair. And that, that begs a question for me. You know, you look at the top, top 30 NBA players, I mean, the top ten, how many of them are american? How many of them are outside of America?"
    },
    {
        "speaker": "B",
        "text": "I have an even better stat that I heard the other day. So out of the top ten rebounders in the league, how many are american?"
    },
    {
        "speaker": "A",
        "text": "Oh, no, this can't be good."
    },
    {
        "speaker": "B",
        "text": "Then it is not good for America, because the answer is one."
    },
    {
        "speaker": "A",
        "text": "Oh, I wouldn't have went that low. One."
    },
    {
        "speaker": "B",
        "text": "And I mean, if you were watching the FIBA world championship, like, the Americans got destroyed on the boards, like the quote unquote defensive player of the year, triple J, Jaron Jackson junior, averaged like 2.6 rebounds. It was pathetic. Ad is the only one in the top ten rebounders. Everybody else is international."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "In that. Crazy. That's crazy."
    },
    {
        "speaker": "A",
        "text": "That is crazy and embarrassing because Ad is made of paper."
    },
    {
        "speaker": "B",
        "text": "I feel like Ad as high as Austin stock is ad. Stock couldn't be lower. The guy still averages 25 points. He played more minutes. So they, you know, they gave defensive play of the year to Jaron Jackson junior. AD technically played more minutes than Jaron Jackson junior last year, but they didn't give it to Ad because of the amount of games he played, which was like five less games. But AD played more minutes than Jaron Jackson junior, so. Seems like bullshit to me. I feel like everybody's dogging ad. I feel like ad is going to have a really good year."
    },
    {
        "speaker": "A",
        "text": "I think it can't be any worse."
    },
    {
        "speaker": "B",
        "text": "He was great last year. What are you talking about?"
    },
    {
        "speaker": "A",
        "text": "I mean, he played when he played, when he played."
    },
    {
        "speaker": "B",
        "text": "That's fair. That's fair. But, I mean, you know, he got hurt. Shit happens. I feel like. I feel like Kawhi and Paul George get off the hook a lot more, and it's embarrassing how little they play. And I feel like ad gets the brunt of everything."
    },
    {
        "speaker": "A",
        "text": "Yeah. I don't even think they maybe. Maybe Quad, but I wouldn't say anybody considers Paul George better than, than ad, would you?"
    },
    {
        "speaker": "B",
        "text": "I think a lot of people do. I think a lot of people consider Paul George better than ad right now."
    },
    {
        "speaker": "A",
        "text": "I would consider those people wrong."
    },
    {
        "speaker": "B",
        "text": "I would. I would, too. The other thing that came out a little sports news was the league has voted, and I don't have the exacts here, but it sounds like teams that are on, playing on national television won't be able to rest two of their stars at the same time and major fines. So, I mean, it's basically they're talking to the Clippers because really nobody else does this. It's just a Clippers rule. But it was like, like the team gets fined, like two hundred fifty k the first time, five hundred k the second time, a million the third time. Like, it's big money."
    },
    {
        "speaker": "A",
        "text": "So are they considering their stars based on salary?"
    },
    {
        "speaker": "B",
        "text": "No stars based on all star appearances within the last three years."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "So if you made an all star team in the last three, I think it was three years, that, that it wouldn't count. I was worried for a second. I had to check the numbers because D'Angelo Russell made an all star game a few years ago, and I wasn't sure if it was within the, within the time, but we're good. He made the all star team in, like, 2019 for Brooklyn."
    },
    {
        "speaker": "A",
        "text": "So, yeah, no worries."
    },
    {
        "speaker": "B",
        "text": "No worries at all. So, yeah, I don't know. So hopefully better games. Are you excited for this midseason tournament?"
    },
    {
        "speaker": "A",
        "text": "I think I am."
    },
    {
        "speaker": "B",
        "text": "I am too. I think it's gonna be great. I think a lot of old heads are being old heads about it, of course. But I think it's gonna be good. And it's early in the season. This says mid season, but it's like. It's, like, in November. Oh, my gosh. Yeah. Like, it's. It's. I think it's. I think it starts in November, and I think it works its way because I think they're looking to preserve, like, the Christmas Day games, which I think has become like a, much like football, where Thanksgiving is a football day. Christmas has. Christmas Day has become a basketball day. I don't. Is that what it is in your household? Yeah, I agree, because I've been watching, like, my family knows not to bother me on Christmas Day starting at noon. Like, I'm going to get drunk and then I'm going to yell at the tv because the Laker game is usually at night, so I'm pretty drunk by then. And Lakers technically don't do very well during those Christmas Day games. There was one a couple of years ago where LeBron tore his groin and Rondo broke his finger in the same game. And I almost broke the television. It was. Was not good, but, yeah. So we'll see. I'm excited. We're only, like 24 days away from preseason starting. I feel like it's very exciting. It's. Yeah, it's exciting times. So we'll see."
    },
    {
        "speaker": "A",
        "text": "It is. It's the combination of sports. It gets dangerous."
    },
    {
        "speaker": "B",
        "text": "So who's your, like, who's your football team?"
    },
    {
        "speaker": "A",
        "text": "The Bears."
    },
    {
        "speaker": "B",
        "text": "The Bears."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. I'm a big Bears fan. My dad's from Chicago. So."
    },
    {
        "speaker": "B",
        "text": "Are they in a position to do well this year? I don't know what's happened."
    },
    {
        "speaker": "A",
        "text": "No, no, they're not."
    },
    {
        "speaker": "B",
        "text": "That's a real fan. That's all you're telling me is I'm a real fan?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Haven't been in position since we were in the Super bowl against Peyton Manning and Brian locker days. Yeah. Long time ago."
    },
    {
        "speaker": "B",
        "text": "Do you have a. Who's. Do you have a basketball team? I feel like we talk basketball time, but I'm not sure if I know your basketball."
    },
    {
        "speaker": "A",
        "text": "Yeah, I wouldn't say I. So before, I would say I used to follow the Bulls. That was a long, long time ago. Then I just had player favorites. So I was Dwayne Wade fan for a long time. Loved his game. Yeah, I love the hustle. And then I moved to a Steph. Being a Steph fan, I wish I could have watched him in college. It's kind of crazy going back. And I, like, you couldn't watch any of those games before, but I'd always watch them in the turn."
    },
    {
        "speaker": "B",
        "text": "Davidson games."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Because, I mean, it's such a tiny school."
    },
    {
        "speaker": "B",
        "text": "I don't even know where it is. Like, where is it in the country?"
    },
    {
        "speaker": "A",
        "text": "North Carolina."
    },
    {
        "speaker": "B",
        "text": "I feel like there's 15 colleges in North Carolina that compete because I feel like they're all there. Am I wrong? Like, isn't Duke also in North Carolina?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Like an, obviously NC State. And hopefully I'm saying, Dave. Yeah. Davidson. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, wait. No. A lot. I lied. I think Davidson's in Virginia. I may have lied to you, but."
    },
    {
        "speaker": "B",
        "text": "It'S all in that same area."
    },
    {
        "speaker": "A",
        "text": "Yeah. All in the same area. That's why I get confused. But that's wild. Yeah. But I remember watching him in the NCAA tournament. You know, they went three years in a row, and it was a. People hated on him. He had those. Those fragile ankles for a long time."
    },
    {
        "speaker": "B",
        "text": "Did have those fragile ankles."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Well, wasn't it the shoes?"
    },
    {
        "speaker": "A",
        "text": "That was part of it. Part of it was surgery, but part of it was his lower body complex was not. He wasn't doing the right type of workout. So they did. They did quite a few things that. That helped because I feel."
    },
    {
        "speaker": "B",
        "text": "I feel when he. He's under Armour, right?"
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "I feel like when he. I move to Under Armour, I feel like it was. I don't know if it was Adidas or Nike he was with prior to, but are you familiar with, like, the classic Steph marketing meeting with Nike? Do you remember that? So the reason. One of the reasons he went with Under Armour is, I guess he went to the Nike presentation, and in the PowerPoint or whatever they were using, they didn't. They basically were recycling presentations, and it still had Kevin Durant's name in it."
    },
    {
        "speaker": "A",
        "text": "They messed that one up."
    },
    {
        "speaker": "B",
        "text": "Yeah. Classic. Classic misstep from Nike. But, yeah, that was one of, I'm assuming, the many reasons he went to under Armour. But I feel like once he hit under armour, no more glass ankles. I feel I might be. I might be wrong."
    },
    {
        "speaker": "A",
        "text": "Yeah, there. There was a. I'm trying to remember, actually. I'm not now. It's so long ago, you start to just mix stories in your head, so."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But, yeah. So. I don't know. We'll see. Yeah. Excited. Olympics. I don't know. Olympics. We'll see. I feel like I still. I mean, if everybody's there, I don't think, you know, any country really has much of a chance against the US. There's theories that LeBron said it because he feels like that'll be his last. Like, he'll retire after that. Like, win a gold medal and then retiree. That's one of the theories which I could see."
    },
    {
        "speaker": "A",
        "text": "I could see that, too."
    },
    {
        "speaker": "B",
        "text": "Like, all of them, right? Like, Chris, like, you could technically do a bunch of people in that one, which I could see being a cool thing, but I don't know. We'll see. I feel like that was a pretty good show. We're coming up on time here. I do want to end. We're talking conspiracy theories. You're from the south part of the states. I feel like that's a. We're coming into spooky season. You know, it's mid September. We only get a little bit of it. I do want to ask, has anything, do you have any spooky incidences that have ever happened to you, ghost stories, anything weird, anything that you can't explain that's ever happened to you?"
    },
    {
        "speaker": "A",
        "text": "Wow, that's actually a great question. And I wish I would have. I wish I would have prepared for that because I'm not. Nothing really comes to mind. I feel like I've blocked out anything that was just kind of like, too, too freaky."
    },
    {
        "speaker": "B",
        "text": "But, hey, we have a month plus of this, so I'm going to let you take it away. Think about it. Ask your folks, ask your siblings. Anything weird ever happen that we're, we're pushing down, we're forgetting about? Let's bring it back up. Let's start up a little bit."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "But, yeah, I think. I think so. Get yourself ready for. I'm gonna need at least one spooky story for spooky season from you between now and Halloween, because once Halloween's done, I mean, bunch won't have it, but thank goodness bunches on the show today because he doesn't like me doing too much spooky stuff. But October gets out of hand."
    },
    {
        "speaker": "A",
        "text": "He's a scaredy cat."
    },
    {
        "speaker": "B",
        "text": "He is a scaredy cat."
    },
    {
        "speaker": "A",
        "text": "Are you gonna give us yours?"
    },
    {
        "speaker": "B",
        "text": "I've. I mean, I've. I'm into the paranormal. I like it. I don't necessarily believe in ghosts, but I like the idea. I like watching ghost videos and stuff like that. I like the idea of it, but I'm a hard nut to crack when it comes to actually believing in them."
    },
    {
        "speaker": "A",
        "text": "That's actually really interesting. I would have expected you to believe in ghosts."
    },
    {
        "speaker": "B",
        "text": "No, I don't. I do think. I mean, I'll say, I'll tell. I'll say this, I think there could be things that people are seeing that they're calling ghosts, but I think they're in fact, something. You know, when we say ghosts, we say, you know, it's dead people, you know, their spirit lingering and appearing, you know what I mean? Like appearing to people or in places or whatever. Right. So I would say my instincts tell me that, you know, people are seeing things in certain cases, but I don't think they're necessarily, um, the spirit of a dead person. Um, I'm more inclined to believe in like dimensional melting, where maybe it's, uh, you know, other dimensions rubbing up against ours."
    },
    {
        "speaker": "A",
        "text": "And you're like upside down land or whatever, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah. You're seeing some bleed over. Uh, maybe it's a time thing. I'm more interested in like, time mechanics, where maybe we're seeing, because a lot of, if you've watched any time travel movie, the classic line is time isn't linear. It's all happening at once. And maybe it's time rubbing up against other time and it's again spilling over. So, not saying that they're not seeing things, but I don't think what they think they're seeing is what they think it is. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, that's actually really interesting. Especially the time maybe folding up when it."
    },
    {
        "speaker": "B",
        "text": "And. Yeah, yeah. Something along. I'm more inclined to go down that, that rabbit hole, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But, yeah. Okay."
    },
    {
        "speaker": "A",
        "text": "I feel like I don't want to get you started on. I was, I had more questions, but."
    },
    {
        "speaker": "B",
        "text": "You know, 502, 502. We gotta end this. I feel we did a good job today. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I think we did. I want to give props to bunch, of course. I know he's not going to listen back to this, but, you know, pinning and doing all that stuff while you're trying to talk and manage, especially when I kick, when I, when I booted Drew, that just, that sent things awry."
    },
    {
        "speaker": "B",
        "text": "He's gonna love it that, by the way."
    },
    {
        "speaker": "A",
        "text": "Okay, good, good. But, uh, yeah, much, much respect to him in that aspect."
    },
    {
        "speaker": "B",
        "text": "Well, since he did such a great job today, I'll let you close it out."
    },
    {
        "speaker": "A",
        "text": "All right. Well, I went ahead and pinned to the top J. Webb's Degen bets show. I think. I can't remember who's on that show. It may be Steve. On Thursdays that's pinned to the top 2nd, 2nd pin tweet from the right. And then all the way, the first, the last pinned tweet will be Steve's carousel with the new mechanics of the of the show reminders, which I love that format. And then, actually, the first pin tweet you can look back is mid mic crisis. If you want to go ahead and set your reminders for Friday. And I think that's it. I queued up. I queued up another LeBron James AI song. I'm really interested if it's gonna be good or be awful, but yeah, everybody, thanks for tuning in. Let me know how I did as a sub for bunch. I'll probably never get to do it again, especially after kicking drew. But until next time, keep the mic hop."
    }
]