[
    {
        "speaker": "A",
        "text": "This is not for children. All right, let's start the show."
    },
    {
        "speaker": "B",
        "text": "This episode is brought to you by the Degen Community Network media for the decentralized generation. If you want to connect or to check out more great nft and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "C",
        "text": "Hello and welcome to the Mint condition. I am Joe, aka Bunch. You alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "Doing very well. Was it just me? I don't know if I'm grouping the british accent together, but speaking to Alex offline and hearing five am's voice, there was a similarity there. I don't know if it was just me."
    },
    {
        "speaker": "C",
        "text": "We're beloved in the UK, I think."
    },
    {
        "speaker": "A",
        "text": "More so than Megan. More so than Megan, I think."
    },
    {
        "speaker": "B",
        "text": "Oh, what a thing to bring up within the first minute. Wow, this is kind of thing here."
    },
    {
        "speaker": "C",
        "text": "You clearly have never watched our show. That's so funny. We, what do we call ourselves? Chamber. Is it playfully disrespectful?"
    },
    {
        "speaker": "A",
        "text": "That's right. Playfully disrespectful is what is our brand."
    },
    {
        "speaker": "C",
        "text": "Yes. But we have an awesome show for us today. We are live with the team from creepy creams leading into their mecca melters drop today in just about 50 minutes or so, 55 minutes from now. So we are going to talk all things creepy creams and mecca melters and dive in here with the team. So we are super pumped to have Tom and Alex. Alex, welcome and thanks for joining us. It's been a pleasure. We've gotten to work with you pretty closely in the last couple of weeks and really love what you and the team over at creepy Creams is doing. Congratulations on your mecha melters launch today, and we're hoping it goes super well for you and pumped to talk about it and educate some people on what you have going on. Yeah. So amazing."
    },
    {
        "speaker": "B",
        "text": "Thanks for having us, man."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Let's start with talk about, I guess, like, the background of creepy creams. When did you guys first launch the project? And talk about your experience throughout that."
    },
    {
        "speaker": "B",
        "text": "Right? So, creepy creams, it's the brainchild of Tom over here. I need to pop my head that way. So I got into nfts just before Tom, but Tom is an extremely talented artist, as you can tell. And I showed him my first nfts and he was like, man, I can do that. And I was like, okay, so, so obviously challenge accepted, right? But then, you know, he. We were brainstorming and we came up with ice creams because everybody loves ice creams, right? But then what would you scream, man? I scream, you scream. But what happened was, so I've got a five year old daughter and a two year old daughter, and he would be texting me these prototypes on my phone, and I'd be like, on my phone having a look at them. And then my daughters would run up and they'd look at them. And with the first prototypes, they were like, okay. So then Tom was like, okay, I'm getting beasted by a two year old and a five year old. So I'm gonna change this up and start."
    },
    {
        "speaker": "D",
        "text": "It was more scientific at first. So what we would, we were working on a medical project. We were doing lots of medical projects to get lots a couple. And, like, this is what we were kind of going to do. The nfTs, we were going to do medicine. And then the feedback, the close knit feedback was rubbish. But, yeah, after, like a loose sketch, like, you know what? Screw it. Ice creams, fun things they loved. It was like, you know, this, this is where the heart is more relatable, I think. No one understands medicine. We don't even understand it."
    },
    {
        "speaker": "B",
        "text": "Yeah, we don't get it."
    },
    {
        "speaker": "D",
        "text": "It's all good."
    },
    {
        "speaker": "B",
        "text": "But you know, you know what the beautiful thing was, right? The more messed up he made them, and the more screwed up he made them, the more the kids loved it, right? So the more. So, the more weird shit he would draw in it and, like, worms crawling inside and outside the scoops and, like, rainbow vomit and all this weird stuff. They would start screaming. They'd be like, daddy, I want that picture. Can you get it for me? And I'm like, technically, this isn't traditional art, girls. However, Uncle Tom. Uncle Tom will make some for you. And then that's how creepy creams is born, man."
    },
    {
        "speaker": "A",
        "text": "That's terrific. It's funny you bring up your daughters. I was working this morning, I was working on one of the articles that we dropped on the DJ network website, and my eight year old came in. My eight year old daughter came in and she was looking at the artwork and she said the same thing. She's like, this looks amazing. And then I showed her some of the, uh, some of the creepy creams I had in my wallet. And, uh, yeah, she was a big fan of the eyeball. Um, yeah, yeah, she, she was very much, uh, enthralled with that."
    },
    {
        "speaker": "C",
        "text": "It's cool, man. I like this dude right here. The one with the, uh, the, the black with the, the flame coming out the. I have."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have a. I have a black. Was it like a tar or I don't know what that is. I have one of those as well. Very delicious."
    },
    {
        "speaker": "D",
        "text": "I just wanted to make something like unique, relatable, ungender, like genderless as well. That was the idea. So it's like anyone can jump in but then still make it looking like it is a generative nft. I think."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's awesome. I actually like the, you know, the genderless point I think is a good one because, you know, most of these projects are very similar in that most of them are, you know, male or whatever, but you, and then, you know, even the ones that are animals, you, they tend to skew a certain way one way or another. And so I like the giving, giving life to the inanimate object in a genderless type of way is pretty cool. But I mean, the art, the arthem art is awesome. So creepy creams is kind of wave one of your project, right? So this was launched back when did you have originally launched creepy cream?"
    },
    {
        "speaker": "B",
        "text": "It was October 15. It was the birthday of the NfT bear. Fun times."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's probably, I mean, maybe one of the worst days in history to actually launch. I think that was like all of a sudden Shiba Inu coin went nuts and gas fees were 400 for the whole week and, you know, nothing, nothing was being minted and yeah, so I feel for you there, but you've persevered and we are here now a couple months later with the birth of your second companion collection here. So tell us about what we've got dropping. Um, what we've got dropping today in an hour. First of all, again, just to comment on the art, it is amazing. You can see it here behind chamber, behind myself. I'll bring it up in a second while we're talking through it. But yeah, so tell us about the, um, uh, tell us about the, the drop coming up today."
    },
    {
        "speaker": "B",
        "text": "Go for it, Tom. It's your baby. His hands are bleeding."
    },
    {
        "speaker": "D",
        "text": "Um, my hand bleeding. So yeah, so we were always like creating in this world and we didn't let so many world building, I say like actual world building meetings, but what it is is just us locked down the pub. But we also involved Dan, who is our like resident game developer, worked for Sony, worked on like God of War and all of this sort of stuff. It's crazy what he's done and he's really good at this world building. So we were like, we always wanted to do the ice creams, the creepy creams, and they're like the zombies, the mutants, right? There's like waves of them and they're unstoppable. And the idea is we wanted, in the game, we like, do you play as players, like the creepy cream, or do you fight them? And we landed on, like, well, blowing them up will be so much more fun because, like, they will splatter everywhere. Imagine, like doom eternal, but sort of colorful, but sort of like, yeah, like ratchet and clank, that sort of thing. So then it's like, okay, looking at things like ratchet and clank, plants versus zombies, we could go like a food fighting thing, but we wanted to go something completely contrasting. And like, what's the enemy of ice cream? We thought, like, fire, like if they melt, right? Heat. So robots mechanism. Fire breathing, fire shooting robots. That was the idea. And with the art, it was just to take it to a new level, make not only like one type this time, but four different types. And the idea is, in the game, they will have, like, different abilities and be able to blow up creams in different ways. But, yeah, that's it from the art sort of thing. So they got the four classes, what, the shinobi on the left, which is like sort of oriental samurai warriors. And then you've got the berserker, which is the second one. Massive, like viking, steampunky bruti blokes. They're just like all about close combat, smacking them up. And then you've got the infiltrators, which are the, like, last, that one there, which are more. They've run around in, like, swarms. They're not like they didn't have a pilot, but they're like controlled remotely. So they're like little bugs getting into places and invading. And then finally you got the Paladins. They're like your classic, your power Ranger, your master chiefs. They're like the ones that lead the fight and get everyone going and absolutely cause carnage. But then, yeah, that's a little, little taste of the world. And the backstory. Alex, why don't you talk about the actual good stuff about the project? The good stuff utility, the metro, us."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think, I mean, to your point there, one, the art makes this collection super cool, right? So you've, the art is super high effort. So I'm extremely impressed by that. I mean, you know, a lot of these projects, you can tell they're, you know, fiverr contracted artwork, and these are super high efforts. A lot of thought has gone into them. Lots of detail, super fun, colorful, like. So the art is, I mean, just when we're talking about what makes a good project, this is something attractive that you definitely want in, in your, in your wallet, right? So that's that step one. But this project goes way beyond just the art, just the collection, right? There's a whole bunch of really interesting mechanics here that you guys have built that are going to lead to, I think, really a long and successful, you know, project for you. So, Alex, why don't you talk about, you know, so you've got, you've got this, the game aspect. Take it wherever you want to start, wherever you think flows the best in, in terms of what you've got going on with the entire mechanics of the project."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, serious. So it's turned, being able to pivot the project and watching the scene and, you know, the scene, the scene's amazing because like once every six or seven minutes, there's like a new project that's innovating and pushing the boundaries of smart contracts and dumping, like three minutes after that, etcetera. But it's great because you can see what people like and what works. And people love breeding, they love staking, they love evolution. They love tokens, they love VX, they love the metaverse. So we've created an ecosystem and a brand, essentially, that takes all the best parts of the NFT space right now, except for like, wolf and sheep. Because, I mean, I don't, I don't know, I don't think anybody knows what's going on in that sphere of the NFT space right now. But having a Dao governance structure to your community, rather than just a, the founders want you to react to these emojis to tell them, like, what you want to do tomorrow, that's fine. But if you have a utility token that allows people to have an actual share of votes, then that's a lot more. Yeah. I mean, that really gives people power and a voice. Right? So we've taken that, and then we thought, okay, our creams, we want to make some baby creams. Tom really wants to make baby creams. So why don't we use our utility?"
    },
    {
        "speaker": "A",
        "text": "I'm here for it. I'm here for it."
    },
    {
        "speaker": "C",
        "text": "Fantastic."
    },
    {
        "speaker": "D",
        "text": "I do."
    },
    {
        "speaker": "B",
        "text": "Yeah. Sorry, man."
    },
    {
        "speaker": "A",
        "text": "All this metaverse talk gets the cream going."
    },
    {
        "speaker": "B",
        "text": "It just gets you like this, right? Gets the cream flowing."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "Love it."
    },
    {
        "speaker": "B",
        "text": "But, yeah, so then we were like, okay, why don't we use the utility token to breed the damn things? Okay, awesome. And then, you know what? If there's thousands of these things attacking our mecha melters, there's going to be an abomination, right? There's going to be an omega wave, where you can fuse them all together and involve them using the token. So already you've got this token that allows you governance, it lets you breed your nfts, it lets you evolve your nfts, all the while becoming deflationary. And then at the same time, we've got this other arm, we've got the villains, and then we've got the heroes in the mecha melters. And then we thought, okay, what else did people really like? Well, how about having this kind of corrupted cream that maybe we can apply to the mecha melters down the line who can also be staked. And then, I don't know, what are they going to turn into? Good, bad, evil, what? Don't know yet. But that just allows you so many different avenues to take the project and the brand forward. It keeps it fresh, keeps your community buzzing, vital, happy, keeps Tom happy because he just gets to draw cool shit all the time. And it keeps me happy because I've got like a three second attention span doing what I do. And you know what, the community, you know, we've actually been quite proud of the fact that our community is small and our discord doesn't have like 50,000 people in it. Everybody knows everyone by name. Everybody's regular people rock up every day. Check in, check in how people are, you know, last night during the pre sale, it was buzzing, absolutely buzzing. And it felt so cool. Everyone was just so happy. So I think we're onto something really cool here and, you know, just can't wait to do this mint and start building our sandbox land. Get an estate. We've partnered with land vault. I mean, like, they're megasaurs of the sandbox NFT space, man. Like, you can't have a better partner than that to build your sandbox land for you, right? So, yeah, I don't know, I think I've probably rambled enough."
    },
    {
        "speaker": "C",
        "text": "Absolutely. So before I get any. Before I get any further, I do want to. I do want to remind people, because I forgot at the top of the show that we are doing a giveaway. We are going to be giving away one mecca melter to somebody who is tuning in here. So all you have to do to be entered into this contest is find our tweet here from DJ network with the live show chamber. You can. You want to link?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm going to post that right."
    },
    {
        "speaker": "C",
        "text": "Now in the chat here. So this link that chamber is about to drop, you can retweet that. That will be your entry and we will draw the winner live at the end of the show for your Mecca melter mint winner. So that's awesome. So I love just how much you have going on with this project. Right. It's, it's funny because you're, you see some of these projects out there and it's like, oh, this project has this token. Oh, this other project has breeding. Oh, this other project has this. You've kind of taken all of those things and built yourself this awesome ecosystem all in one, which, so, you know, there's, it's kind of a one stop shop for everything gamified NFTs that people could be, be looking for, which I think is really cool. So you. And it's, it's, it's almost like you've taken kind of the best, the best things from some of these, some each of these projects and have kind of built this really awesome world around the, the creepy creams and mecca melters, which I think is really cool here. So let's, let's kind of backtrack through what you just talked about and go through this roadmap that we're looking at here. So the alpha wave. So just so people know, if this is your first experience with creepy creams, the, the alpha wave is this 1500 piece collection. That is the actual creepy creams that we were showing before, correct?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "Awesome. So that's your alpha wave. So those were the first collection you had your. You sold. Those are the ones you sold back in August, right? You're. Sorry, that's. I meant you've. So since then, now what you've created is now your alphas. You've created this staking mechanism and your alphas are being able to be staked to earn your scoop token. Talk about the scoop token when you launch that, what the staking looks like and kind of what people could expect if they have these alphas or even your meccas that can be staked for scoop as well."
    },
    {
        "speaker": "B",
        "text": "Absolutely. So the staking contract went live last week, I think it was. And the alphas can currently be staked for ten scoop per day. One scoop equals one scoop, you know, and all that jazz. So, yeah, so the alphas that are staked, at the moment, they're earning ten scoop a day, which they're going to be able to use for the breeding, evolution, etcetera. We wanted the mecha melters to also be able to be scooped because we want newcomers into the ecosystem to also be able to take part in this stuff. Right. But it's going to be a significant less amount of scoop than the alphas, because they're ogs, right? These are, you know, the alphas are basically your genesis cons. Okay. And then the meccas are whatever you want to call them. But we wanted to also make the art standalone so that you could just look at it in your wallet and be like, that's sick. I want that. I want to keep that. I don't care about scoop or ecosystems or sandbox. I just want a sick NFT. Sure. And then. Yeah, so the role of this mecha melters drop really is to allow the community to get the sandbox estate that we're going to give to land vault to build and to build our future gaming platform and community hub. Although Landvault already making an avatar land community hub for us. So really that's why 50% of this mecha melters mint is going to go towards buying sandbox land and developing and then. Yeah, but last thing to do with that really is the VX models. You know, if you're going to get sandbox land, you're going to have going to need VX models and both the alpha wave and the mecha melters are going to have VX models to go with them."
    },
    {
        "speaker": "C",
        "text": "Very cool. So chamber, walk us through what I'm looking through, looking at here on your screen."
    },
    {
        "speaker": "A",
        "text": "I have no idea, to be honest. I just stake and I scoop. That's all I do. Yeah, so this is the, yeah, so this is the staking site here. Just to kind of give you an idea of what it looks like. I have five, five alphas staked currently and it's generated. I've generated. I don't even know what to do with all this scoop here. I've generated 293 scoop. So I feel like I'm scoop rich so far."
    },
    {
        "speaker": "D",
        "text": "I'm gonna be one scoop equals one scoop."
    },
    {
        "speaker": "C",
        "text": "Yes. Rich in scoop for sure."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so what, what, what exactly am I gonna be able to, to do with this? What's it going to look like? I'm going to, I participated in the pre mint or the pre sale yesterday. I have some alphas. What can I do with my scoop? So as a person that has a little bit of everything, what's the best course of action?"
    },
    {
        "speaker": "B",
        "text": "So the question you should be asking yourself is what can I not do with my scoop? Right. So what can I not do with my scoop? So, so we're going to be working on renaming, uh, renaming your alphas. Okay. So you'll be able to burn off some of that scoop to rename your alpha meccas. So that's first thing, simple thing, people like it. I'd want to name my alphas as well. So, you know, Billy Bob, Halle Berry and you know, that kind of thing. And then when you want to eventually."
    },
    {
        "speaker": "A",
        "text": "Is that a monster ball reference?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know."
    },
    {
        "speaker": "A",
        "text": "It's a deep cut. It's a good movie. Solid movie. Solid movie."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then if you want to breed, we're gonna, we're gonna try and make it so that you can use scoop to breed your, your alphas into babies and then be able to evolve your babies in your alphas into omegas. I think it's really important to note that your alphas are not going to die or burn or disappear into the black hole if this is done right. So, so that's just part of it. And then we want to use that as part of the minting process for the VXS eventually as well. And the same applies to the mecha melters. You want to get your mecha Vx down the line. We're going to try and implement scoop to do that. The corruption cream is going to be heavily based on scoop use and. Yeah, so literally we're our whole ecosystem around this token."
    },
    {
        "speaker": "C",
        "text": "That's super cool. I think, you know, you're seeing a lot of projects that have these token economies and the ones that do it the best, right? So you know, like your kongs and even some of these newer, you know, stake to earn type of games. The ones that do it the best are the ones that really make it so that everything in the ecosystem revolves around the token. There's ways to potentially make the token deflationary in the sense that you're burning or staking or you're in order to advance yourself in the game or collection here. I think you guys are doing that really well with this graphic that we're looking at here. So what you're looking at here is basically how the whole ecosystem that you just described is going to work, right? So your alpha wave, so that's your original creepy creams gonna earn that ten scoop a day. Your meka melters, two scoop, your baby creams, two scoop. And your omegawave, five scoop. So in order to get each of those down the line, you're going to have to, you know, breed your two alphas to make a baby or you know, render your alpha or mega for your, your vx like you just said. And then, you know, there's some other options here as well. You can evolve. And what I like about this is that you're customized and then corrupt as well. But what I like about this is that there's uses for everything and everything complements each other, right? There's no empty holes in this ecosystem. And that is going to just, in my mind, create this really robust, you know, feedback loop that is going to happen within your ecosystem and people that are playing and able to level up or create new tokens, that's really attractive. And then it's also attractive for new people coming into the game because you're not really, you're not pricing people out. People can get in and, you know, participate in this ecosystem in a million different ways here. Right? Like, you know, the thing you see with, with the Kongs is that a genesis Kong is 100 ETH and a baby Kong is five eth, right. And so it's a little prohibitive to participate in that ecosystem, but you have so many ways that you can participate that people can likely pick this up at any time. So the longer you guys stick around and keep building, the more beneficial it's going to be for, for all of your community. So I really think this is a really nice ecosystem that you've built. There anything that I missed here? I think I hit on most of."
    },
    {
        "speaker": "B",
        "text": "It, but you did, man. You did. But the thing about. So we're a fully docs team, right? And we come from various cycles of life. A couple of the other guys. So Tom mentioned Dan from the games industry. There's also Raj, who's a finance technology guru at Credit Suisse in London. We're all dads on the school run. But rather than me copying pasting the Kong's tokenomics, Raj sat down with his big brain and a spreadsheet and was like, so, Alex, do you want aggressive deflation, or would you like some softer deflation for when you breed the babies? And I'm literally looking at him like one, bro. Whatever you want, bro. So then he'd come back with all these numbers. I'm like, yeah, yeah, yeah, that's. Yeah, makes sense."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's exactly what I was thinking."
    },
    {
        "speaker": "B",
        "text": "So, like, it's important that people realize that, you know, it's not just copy and pasted from somewhere. Like, he spent ages trying to figure out how these numbers are going to work and all the different permutations of can happen. And if you lose this scoop or if someone decides to buy x to keep x amount of scoop and never release it, like, what's going to happen? This is stuff that people don't think about, right?"
    },
    {
        "speaker": "C",
        "text": "You can afford your scoop chamber."
    },
    {
        "speaker": "B",
        "text": "Who knows?"
    },
    {
        "speaker": "A",
        "text": "Who knows? I am now. I do. I do. I do have a question for Tom, though. I need to know what you're drinking. I see this little vial of. Is he just sucking back cough syrup or."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What are we drinking?"
    },
    {
        "speaker": "D",
        "text": "Bucky? No. What's that? Yeah, no, it's literally just like, a small beer. Oh, he's a."
    },
    {
        "speaker": "C",
        "text": "It's like a seven ounce."
    },
    {
        "speaker": "A",
        "text": "A gentleman's beer. Is that what that is?"
    },
    {
        "speaker": "D",
        "text": "Is that what they're called?"
    },
    {
        "speaker": "A",
        "text": "I don't know. We're going to call it now."
    },
    {
        "speaker": "C",
        "text": "I call."
    },
    {
        "speaker": "D",
        "text": "Those are my weeks night beers. Right, I see. This is so I can, like, you know, still have a drink."
    },
    {
        "speaker": "A",
        "text": "I see."
    },
    {
        "speaker": "D",
        "text": "So I just have, you know, like, 20 of these."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "That seems fair. That seems reasonable."
    },
    {
        "speaker": "C",
        "text": "Right, that 20 of those. Only ten real beers. That's right."
    },
    {
        "speaker": "B",
        "text": "You should see this guy drink in the pub like he's a machine."
    },
    {
        "speaker": "A",
        "text": "I believe it. I've had a few beers with a few people from England, and it never went well. Any of those times."
    },
    {
        "speaker": "B",
        "text": "That's right, man."
    },
    {
        "speaker": "A",
        "text": "You are at a different level."
    },
    {
        "speaker": "B",
        "text": "Yeah. We dream professionally to cope with society."
    },
    {
        "speaker": "D",
        "text": "I love that. The top comment now is just. We can tell there's a smart. Lot of smart thinking. We're just talking about how much are alcoholic."
    },
    {
        "speaker": "A",
        "text": "Alcoholics. A varying spectrum. It's. It's great."
    },
    {
        "speaker": "C",
        "text": "The best interest you can. You can always count on chamber to derail the conversation with 100%, but, yeah, that mean, I would actually. I keep looking forward to the day that I actually get to meet Chamber face to face and we go out for beers, and I just absolutely obliterate him."
    },
    {
        "speaker": "A",
        "text": "Obliterate. I mean, it's not gonna be funny at all."
    },
    {
        "speaker": "C",
        "text": "He would."
    },
    {
        "speaker": "A",
        "text": "It's not gonna be funny."
    },
    {
        "speaker": "C",
        "text": "Apparently. I must be half british, at least. So. 05:00 a.m. i wonder if 05:00 a.m. can put some back, do you think?"
    },
    {
        "speaker": "A",
        "text": "I bet no, they all can. I don't want to generalize an entire country, but."
    },
    {
        "speaker": "D",
        "text": "The further north in England."
    },
    {
        "speaker": "B",
        "text": "Anyway, five am's face again, and we'll show you why. He's a binge drinker."
    },
    {
        "speaker": "A",
        "text": "That's an actual picture. There's no filter on that one."
    },
    {
        "speaker": "B",
        "text": "There's no filter on that. So that's because his liver's failing and."
    },
    {
        "speaker": "A",
        "text": "Got a bit of a jaundice. Does he?"
    },
    {
        "speaker": "B",
        "text": "I got a degree in that."
    },
    {
        "speaker": "A",
        "text": "I do. I do have a real question. Again, we're hard pressed to find another project that checks as many boxes as you guys do. But the one for me, that I can't understand how, you know, some projects can do it. And other projects don't do it. And I'm assuming it's a. It's a laziness on other projects behalf, but when I minted in the, in the. In the pre sale yesterday, the gas fees were ridiculously low. Why, I guess, is my question. Why does I pay through the notes?"
    },
    {
        "speaker": "D",
        "text": "This is some secret. Secret sauce. Yeah. We didn't want to go on about it in case it didn't work. And then it did work."
    },
    {
        "speaker": "A",
        "text": "It did work."
    },
    {
        "speaker": "D",
        "text": "Yeah. It's going to be really low gas and then, then."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "D",
        "text": "Why are you tagging me? Loving ramen chitchat. That's my, that's my. When I'm full of beer drink. You know when you're so bubbly and you need to just slow down?"
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "D",
        "text": "That's my nightcap. Talking about beers and stuff. Like, just weird."
    },
    {
        "speaker": "C",
        "text": "Is there any. What's the, what's the secret here behind the low gas fees? Because we, we minted and. And chamber. What was your gas fee? It was like $20.25."
    },
    {
        "speaker": "A",
        "text": "Yes, exactly. It was. I think it was. I think it was like $27."
    },
    {
        "speaker": "C",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "Someone minted five for 70."
    },
    {
        "speaker": "D",
        "text": "Yeah. I think the lowest I've seen is $12 per cream. I keep saying cream per mecca."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Disgusting, isn't it?"
    },
    {
        "speaker": "C",
        "text": "So how is it done? What's the secret here?"
    },
    {
        "speaker": "B",
        "text": "So, I mean, look, when we launched the creepy creams, and literally the hour that we launched, Shiba just went. And literally retail were like, yeah, money. And then literally, gas was running at like 250 at one point all day, every day. And people wanted to mint creams and they couldn't. And some people were paying like three $400 gas to mint a cream, which was ridiculous. And it was honestly one of the most frustrating experiences, especially as, like, founders of a project. And, you know, you're building up all this hype and everyone loves it and they want to mint it, and then people are like, sorry, brah. Gas. Gas, bra. If I had the word gas one more time in that two week period, I would have shot myself in. Yeah. So we went to our developer, Fuego, who's a g in the NFT space, and we were like, dude, strip the shit out of that contract. Bring the gas down. Because if Shiba decides to pump again on the day that we launch mecha melters, I will kill myself and this will be on your hands. That's it. So. So he did. And basically it's. It's just stripping out a load of stuff that's in a standard contract that you don't really need stuff that makes life a little bit easier for devs, makes a little bit easier for you to interact with it. But at the end of the day, it's like, pre sale went fine. Gas was damn low. I don't see anyone complaining. I'm certainly not. So, so it's fun."
    },
    {
        "speaker": "C",
        "text": "That's awesome."
    },
    {
        "speaker": "B",
        "text": "But the only thing is, staking can become a little bit of an issue down the line. But our dev is awesome. So he's figured out an off chain way to stake the mecha melters that circumvents that."
    },
    {
        "speaker": "C",
        "text": "That's awesome. Yeah. Because the staking is multiple technically transactions. And it does get a bit gassy. But it sounds like you guys will be in really great shape there. And, you know, with your, the nature of your guys game, it's not stake on stake, stake on stake. Right. So it's, it's, it's not a constant transaction fee that you'll be looking at. Right. So it's, it's kind of a one and one and done every, either couple days or whenever, whenever they're breeding or anything like that. Right. So yeah, that's really cool. The luckily for you, right now, gas is sitting at 74 GUI, so you're in good shape coming into the hour. And even if it spikes on your launch year, the contract will take good care of those out there that are looking to mint their mecca melters. Let's talk a little bit more about the metaverse plans and your partnership with Landvault. So obviously you mentioned before, you guys are partnered officially with land vault to kind of build out your metaverse identity for you guys. But what, you know, what can people expect going forward for your projects presence in the metaverse? What, you know, what is that whole atmosphere going to look like and represent and how can people interact there?"
    },
    {
        "speaker": "B",
        "text": "Well, I think the important thing, like when I was talking about us being doxxed and having lots of different skill sets from different realms of life, when that's to build trust. Right. So you don't want to then go and be like, yeah, I just bought a twelve by twelve in the sandbox, but it's in the bottom left corner in the patch that's on an island that nobody can access. Cool, bro. Enjoy. So you want to partner yourselves with people who are experts in the field, who have been doing it longer than anyone else and who have the most expertise, right, and land vault. Tick all those boxes. Okay. They had lunch with the CEO of Sandbox like two weeks ago or three weeks ago or something. I think that was boomer. And you know, if you're having those kinds of high level discussions with the people that own the metaverse that you're building in, then it means that you're going to be at the forefront. So when new mechanics are deployed, when new things are trialed, they're going to be at the forefront. And that means we're also going to be at the forefront. So it's a perfect partnership. Yeah. So that was a no brainer for us, really."
    },
    {
        "speaker": "C",
        "text": "I think land vault and Boomer are the, if not number one, number two builder in the entire sandbox ecosystem. So I would say, I would say you're in good hands there. For sure. For sure. So for, you know, the way, obviously it's not built out yet, but what are your, what are your visions for what's going to be possible for your community inside that sandbox metaverse land?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I don't, Tom's got some pictures of what Boomer's building us and zonrocks and what they're building us on their avatar land. So this is like our prototype community hub that is in an amazing part of the sandbox near Hub one, which is where everyone enters the sandbox. And we just basically said, look, creepy creams live in vanilla Valley. We're gamers. We like things like sonic and knuckles, floating islands, ice cream factories. And Boomer and Zonrox were like, say no more. We got this. And then came back and made this. Well, they're in the process of making this sick community hub for us. I'm gonna try and send you, I sent some in."
    },
    {
        "speaker": "A",
        "text": "Yeah. The discord."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "It's probably, you guys can share your screen if you'd like, if that's easier."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "Go just a little share button down at the bottom and you can."
    },
    {
        "speaker": "D",
        "text": "Just go into using too many screens."
    },
    {
        "speaker": "A",
        "text": "You know, I'll pull it up on, I'll pull up some of the ones on, on discord here for a second. 1 second."
    },
    {
        "speaker": "C",
        "text": "Yeah. I was looking through for the sandbox stuff. I couldn't find it."
    },
    {
        "speaker": "A",
        "text": "Oh, is the sandbox. I'm a terrible, I have it here."
    },
    {
        "speaker": "C",
        "text": "Nice. I'm a terrible host. No, you're not."
    },
    {
        "speaker": "D",
        "text": "You're a great host. Don't say that."
    },
    {
        "speaker": "B",
        "text": "Don't say, don't beat yourself up."
    },
    {
        "speaker": "C",
        "text": "Those are the, that's those tiny beers talking."
    },
    {
        "speaker": "A",
        "text": "I think I have it here. I got a second image here."
    },
    {
        "speaker": "C",
        "text": "Yeah. Because I just wanted, I've seen it, but I want everybody else to see it. I think it's, it's awesome. And these guys in the sandbox and with landvault do amazing dev work. So I."
    },
    {
        "speaker": "B",
        "text": "Can you guys see this?"
    },
    {
        "speaker": "C",
        "text": "No, hold on 1 second."
    },
    {
        "speaker": "A",
        "text": "I think you can add it."
    },
    {
        "speaker": "C",
        "text": "No comment. Oh, there you go. Oh wow, look at that thing. And that's. Holy cow."
    },
    {
        "speaker": "B",
        "text": "This is, this is still a work in progress. So there's going to be an ice cream river flowing down here. And then this is a massive factory. So these things always look small, but they are huge. Like this is colossal. Right. And this is the gated part of our sandbox. So only creepy creams and mecha meltus holders can actually enter this. There's a whole separate area down below it where the general public in San riffraff. Yeah, the clubs. And then this is an amphitheater here where everyone from the community can go. And the sandbox CEO said that they're going to be doing live streaming soon in the next patch, so we can all get together and live stream stuff here and talk to each other and things like that. And then our community vault is called the freezer Eth and that's in the heart of the factory. And you can go and see all the nfts we own and stuff like that. So this is just where people can chill."
    },
    {
        "speaker": "C",
        "text": "That's awesome. So I get, so my mind gets blown when I look at these. And it's because you're right, it's like, okay, on, on an image, this looks small, but it's actually really, really big. The, the one, like the one of one plot or like the one by one plots on sandbox are actually massive. So if you have an estate, you're going to be able to do a lot of, a lot of things there, which is pretty cool chamber. I think we might need to build ourselves an amphitheater or at least have our podcast streamed on creepy creams amphitheater."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Like that's, that's what I was thinking. Like, oh, you can, it's amazing what they're doing with the sandbox. I didn't even know about the streaming portion in the next patch, so that's, that's going to be unbelievable."
    },
    {
        "speaker": "C",
        "text": "I like this."
    },
    {
        "speaker": "A",
        "text": "Doing some wild things over there."
    },
    {
        "speaker": "C",
        "text": "Oh, Sebastian. Just being sebastian. I like Justin's comment here about swimming in the ice cream river. I'm into that. Yeah, exactly. Exactly. So, yes, I mean, you guys have all the boxes checked here as far as what makes a project attractive to participate in from a long term vision perspective. Right. Because, you know, a lot of people buy into projects to be either quick flip or make some money or whatever. But the ones that are really around for the long haul and doing the right things, like you guys are doing with a team like you guys have, is really set up for success. So I think you guys think you're killing it, really. And I'm hoping that you have some awesome turnout for this mint coming up in about 15 minutes from now. So let's talk, let's talk specifically about the mint, and let's get into some details about that. So let's start with one, what is the collection size of your mecha melters? And two, what is the price that people can be looking to pay here for that?"
    },
    {
        "speaker": "B",
        "text": "Go for it, Tom."
    },
    {
        "speaker": "D",
        "text": "So 0.05 ethereum. Almost gasless."
    },
    {
        "speaker": "C",
        "text": "Almost gas."
    },
    {
        "speaker": "D",
        "text": "Almost gasless."
    },
    {
        "speaker": "B",
        "text": "Almost gasless."
    },
    {
        "speaker": "D",
        "text": "Almost gasless contract. So you know what you're paying there is close to what you're paying. 6000 of them. So there's 1500 of each mech type. Of the four classes, they're all completely random. And, like, we were big on. Big on, like, honesty, especially after, like, some projects that, like, you find out all the founders were in on it and stuff. Even the creepy creams. We had to, like, go in and we were trying to auction off the one ones and we had to go in and find them and search through, like, 10,000. It was a nightmare. But anyway, the point was we randomized them where we don't. We like, double blind trial it. So we did, like, they can't. We don't even know. They don't know. Uh, yeah."
    },
    {
        "speaker": "C",
        "text": "That's awesome. So you've got so people. So there's 6000.05 low gas."
    },
    {
        "speaker": "A",
        "text": "And then what's my max? What's my Max transaction?"
    },
    {
        "speaker": "C",
        "text": "Looks like 1010 is Max, transactional tens, the max transaction. And then for as far as the, uh, the actual breakdown of the classes you mentioned, there's 1500 in there, randomized of each class, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Lucy says here 50 per wallet. Is that accurate."
    },
    {
        "speaker": "D",
        "text": "Alex?"
    },
    {
        "speaker": "B",
        "text": "That's a good question because our dev is quite a serious guy. Right. So I said 50. And then Tom was like, oh, let's do unlimited. And then our dev."
    },
    {
        "speaker": "C",
        "text": "Good Tom impression."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "He said yeah, and then went to bed. So it might be 50."
    },
    {
        "speaker": "B",
        "text": "So we don't really know. It's at least 50."
    },
    {
        "speaker": "C",
        "text": "So it's ten per transaction. That's what you need to know."
    },
    {
        "speaker": "B",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "We're gonna find out."
    },
    {
        "speaker": "C",
        "text": "Chambers gonna make."
    },
    {
        "speaker": "B",
        "text": "Also, can we just shout out our dev, please? The guy's got Covid, right? And he's still working. He's like, I can't see straight man, like, ah, the bright light. And then. But he's like, it's cool, I've got you. You know, everything's going to be sorted. But Tom and me, like, text him in the morning and we're like, dude, are you alive?"
    },
    {
        "speaker": "A",
        "text": "Was he in Miami last was he in Miami last week? Uh."
    },
    {
        "speaker": "C",
        "text": "Oh. I have. I've heard three people that I know were there that have, oh, really weird."
    },
    {
        "speaker": "A",
        "text": "Hey, look, Florida."
    },
    {
        "speaker": "C",
        "text": "I didn't get sick or I got sick. I didn't get Covid in NYC, but I got like, everybody was sick after that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I heard NYC was like a, like a filthy, filthy hotspot for it."
    },
    {
        "speaker": "C",
        "text": "I mean, I don't know where that part was going on, but I wish I was at that. I wish I was at the filthy stuff."
    },
    {
        "speaker": "B",
        "text": "We're in England, right? We're like a little village in NFT land. It's fine."
    },
    {
        "speaker": "C",
        "text": "That's awesome. So now let's talk one more time, like, so we've got 6000.05 ready to rock and roll here in the next ten minutes. And one other thing I wanted to touch on that I like that you guys were doing is you guys do have, you know, in addition to the entire NFT ecosystem that you've built here with scoop breeding, evolution, metaverse gaming, and even a dow piece of this as well, in addition to all of that, you have a charity arm of this as well. Touch on that, if you don't mind."
    },
    {
        "speaker": "B",
        "text": "Yeah. So my two little girls have both got chronic health conditions, so Tom and I decided that it would be really good to give back to a children's charity. So with the alphas, we gave back six ethical, uh, which came up to like a 2020 $5,000 donation to save the children, which was, you know what that was, that was probably one of the nicest parts of that whole mint. And, and that prod that part of the project. Um, and then this time we said, let's go bigger. So 5% of this mint is going to go to a children's charity. Um, and I think it's the least that we can do, to be honest. Um, yeah, so. And for every successive drop, we're going to keep doing it every time."
    },
    {
        "speaker": "C",
        "text": "Yeah, I love that. That's really, that's really cool. I totally respect the cause and that's, I mean, that's really cool. I love when projects do give back because in a lot of tick cases, you know, we're dealing with lots of money out there."
    },
    {
        "speaker": "A",
        "text": "A lot of grief too, right?"
    },
    {
        "speaker": "C",
        "text": "Well, yeah, right. Hence. So it's really cool to see on top of all this awesome stuff that you're building for your community, that you're finding ways to. To give back and be charitable throughout this as well, which is really cool, by the way. I didn't realize in the chat that miss is actually miss actually your dev. Is that who we're looking? Is that who we're talking?"
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Misses."
    },
    {
        "speaker": "D",
        "text": "Our resident whale."
    },
    {
        "speaker": "C",
        "text": "Miz has Covid, too."
    },
    {
        "speaker": "D",
        "text": "We love Miz. Miss Mintz has 50 creams."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Let's not put pressure on the poor guy, man. He's got like a."
    },
    {
        "speaker": "A",
        "text": "Let's send him some eggs."
    },
    {
        "speaker": "D",
        "text": "No pressure. Miz has done his shit."
    },
    {
        "speaker": "B",
        "text": "Miz has been with us since day one. I'll be honest. Like, there's. There's a. There's a few guys and girls that have been with us since day one. And miss is one of those."
    },
    {
        "speaker": "C",
        "text": "Shout out. That's awesome. So shout out Miz, the resident creepy creams whale. We've got Steve given suggestions for charity. Send Chamber to a psychiatrist to work out his childhood issues, please listen, I'm."
    },
    {
        "speaker": "A",
        "text": "A sociopath for charity."
    },
    {
        "speaker": "B",
        "text": "For."
    },
    {
        "speaker": "C",
        "text": "Hashtag charity for chamber in your next."
    },
    {
        "speaker": "B",
        "text": "You don't need that. I do operations on brains, man. Just. Just come over, bring a drill."
    },
    {
        "speaker": "A",
        "text": "Right through the nose. Easy peasy, lemon squeezy."
    },
    {
        "speaker": "C",
        "text": "So not only are we building you a fantastic ecosystem in creepy creams, but he can also give you a lobotomy free, gasless, gasless doing the people's work."
    },
    {
        "speaker": "D",
        "text": "I hate the gas on lobotomies nightmare."
    },
    {
        "speaker": "C",
        "text": "10,000 generative gasless lobotomy is the omega wave creepy."
    },
    {
        "speaker": "A",
        "text": "My wife will be ever forever grateful."
    },
    {
        "speaker": "B",
        "text": "Oh, man, she'll love it. She'll love you, man. She'll love you again."
    },
    {
        "speaker": "A",
        "text": "For so long."
    },
    {
        "speaker": "C",
        "text": "At least you'll think she does, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "He won't be thinking anything, bro."
    },
    {
        "speaker": "C",
        "text": "Oh, man. Well, this is taking a turn, and it's fantastic."
    },
    {
        "speaker": "A",
        "text": "Well, on our next show. On our next show bunch, I'll tell you about my last trip to a psychologist, and I'll tell you how that went. Oh, the story is phenomenal."
    },
    {
        "speaker": "C",
        "text": "This seems like a. This seems like a wrecked podcast."
    },
    {
        "speaker": "A",
        "text": "Like a wreck story. Yeah, absolutely. Yeah. Yeah."
    },
    {
        "speaker": "C",
        "text": "Fantastic. All right, so we are coming up. We are five minutes away from the public mint of mecca melters. So what is the actual website that people can head to to mint the. Their melters here in a couple minutes."
    },
    {
        "speaker": "B",
        "text": "Mint dash. Creepycreams.com."
    },
    {
        "speaker": "A",
        "text": "It'S in the show notes. It's in the show notes. I got a link. Ready?"
    },
    {
        "speaker": "C",
        "text": "Throw it on. Throw it on. The banner chamber across the top here so people know where to go. And so mint dot. Sorry, mint dash. Creepy creams."
    },
    {
        "speaker": "B",
        "text": "Sabotage."
    },
    {
        "speaker": "C",
        "text": "Well, no, that's why I want to."
    },
    {
        "speaker": "D",
        "text": "You can just go creepycreams.com and yeah."
    },
    {
        "speaker": "B",
        "text": "There will be a link from there. If you can't make it from creepy creams.com to the mint site, you probably shouldn't be in the NFT space."
    },
    {
        "speaker": "C",
        "text": "You've probably gotten a lobotomy."
    },
    {
        "speaker": "A",
        "text": "Yeah, gasless."
    },
    {
        "speaker": "C",
        "text": "Yeah, you've probably gotten a gasless lobotomy. All right. There you go. Mint or mint slash creepy creams.com. or go to creepy creams.com and navigate over to the mint site. That is awesome. I'll be picking up a couple melters. Chamber is going to go at the unlimited melters package and full melt. Full melt. And where else can people find you guys on social media? Discord. Where. Where should people go to engage with you guys as a community?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, if you want to actually chat to us, discord. Tom and I are always there, literally. So discord, GG, creepy creams and Twitter. So our Twitter's on a proper hype mode right now. So twitter.com creepy creams."
    },
    {
        "speaker": "C",
        "text": "Awesome."
    },
    {
        "speaker": "B",
        "text": "Simple."
    },
    {
        "speaker": "C",
        "text": "Very simple, very easy."
    },
    {
        "speaker": "D",
        "text": "What we were lucky to get all of those."
    },
    {
        "speaker": "C",
        "text": "And they match to. Our handles are trash all over the place. We have a trash handle for this show. It's not even, it's terrible. So congrats on doing that."
    },
    {
        "speaker": "A",
        "text": "We need a full rebrand."
    },
    {
        "speaker": "C",
        "text": "Yeah, we need a full rebrand. But anyway, awesome. So what else, as we wrap up here, is there anything that we missed that you wanted to make sure that we touch on or any kind of last information you want to provide the audience out there?"
    },
    {
        "speaker": "B",
        "text": "I think there's been an information overload. So take home. Messages are. Tom is a sick artist. We've got a sick fully docs team. We're creating an awesome ecosystem which has a great utility token. And this is a long term project. If you're a flipper, don't get into this. We don't want flippers around. We want people who are thinking long term. And if you're in for the long term ride, come join creepy creams. And you want not be disappointed."
    },
    {
        "speaker": "C",
        "text": "That is awesome. And I would agree here with all the things that you have going on. And our jaundiced friend 05:00 a.m. is giving us a very nice reminder. Do not forget the giveaway. So chamber, let's, let's get to."
    },
    {
        "speaker": "A",
        "text": "We're not great for this."
    },
    {
        "speaker": "C",
        "text": "What's that? You weren't prepared."
    },
    {
        "speaker": "A",
        "text": "No, I am prepared, but I almost completely forgot."
    },
    {
        "speaker": "C",
        "text": "Oh, well, that's why. That's why we have 05:00 a.m. he might find him. He might be drunk, but he's there."
    },
    {
        "speaker": "A",
        "text": "So we'll give away. I'll have three backups just in case. I'll do four just in case."
    },
    {
        "speaker": "C",
        "text": "They're all us."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. You never know."
    },
    {
        "speaker": "D",
        "text": "I love all the software you guys use."
    },
    {
        "speaker": "A",
        "text": "Good old town market maker eleven. A giants fan. We love to see that here on the mint condition. Go giants. I don't know. That's what we say, right? Is that what we say? Go giants."
    },
    {
        "speaker": "C",
        "text": "I think that's what we say. Whatever. But congratulations to market maker 1177. You are the winner of a Mecca melter mint here. So hit us up on our twitter and we will make sure we get that out to you courtesy of the team here. But that is going to wrap it up for us. So don't forget chamber. Hit that mint. Hit that mint button or the banner one more time for people to go and find the Mecca melters here. Mint slash creepy creams.com. pick up some of your mecca melters. Join this awesome community. I got to tell you, the chat has been bumping and I am here for it. So if the discord is anything like this chat, I'm looking forward to being a part of this community. So, guys, thank you very much for joining us. Tom sick, art, Alex, very, very much a pleasure to actually speak to you face to face. And thank you for having us. Wish you the best of luck on your drop here and in the future of creepy creams. And that's going to do it for us. Until next time, stay mint."
    }
]