[
    {
        "speaker": "A",
        "text": "I am frightened to blow my knees out doing any sort of physical activity."
    },
    {
        "speaker": "B",
        "text": "I will say the last weekend I played, I did see a guy. Terry's."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's my nightmare. Have you ever seen bunch of. This is a question for you too. Have you seen the Tom Segura layup video when he's playing basketball?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Oh, my. I'm gonna find her and I'm gonna post it. Okay, so Tom Segura, a couple years ago, not that long ago, like, when he's in Tom Segura prime, okay? He's at this, like, rec center YMCA thing. And somebody's filming him. And he just goes to do like, a layup. And he slips and shatters his ankle and dislocates and shatters his arm basically simultaneously. So, like, every, every body part is like, flying around like a rag doll. Wild. I'm gonna find right now, is this a fear of yours? Do you, like, do you, like, you get together with your family? You guys do like, like, football on Thanksgiving or, like, you know what I mean? Like, I don't know. I'm just scared all the time."
    },
    {
        "speaker": "B",
        "text": "Nah, it used to be a big thing in my family. Like, we used to have an annual turkey bowl. We called it the uncle Andy bowl because my uncle Andy put it on every year. And it was very, very intense. And everybody who took that game very seriously is now too old to play. So we don't do it anymore. We tried to revive it with, like, the younger generation and that just didn't work out. Nobody wanted to plan it and all that stuff. So we are retired from family sports. The other one, we used to play all the time. 4 July also at Uncle Andy's house. Volleyball. That was a very, very, very competitive thing. Feelings were hurt. I couldn't even. I wasn't even allowed to play when I was younger because it was that intense. So that's the extent. We don't do anything like that anymore. But we had in the past."
    },
    {
        "speaker": "A",
        "text": "Yeah, last two summers ago, we were at a family reunion and a bunch of all my uncles. So, like, I'm 40, so my uncles are like, minimum 60 years old and they're all out playing football. My dad's like, punting, like, 60 yard football. Like, I'm like, you guys are going to break out and nobody hurt themselves. I feel like. I don't know. They weren't worried about it at all. And I did not play. I was like, no way am I hurting myself. This is the summertime. I want to enjoy myself and I don't want to injure myself. You know, I just posted the image of Tom Segura shattering everything. It's wild stuff. How was your thanksgiving, man?"
    },
    {
        "speaker": "B",
        "text": "It was wonderful. How about yourself?"
    },
    {
        "speaker": "A",
        "text": "It was. I mean, it was just Christmas decoration weekend for me. That's all right."
    },
    {
        "speaker": "B",
        "text": "I forgot."
    },
    {
        "speaker": "A",
        "text": "It's not like we talk about it."
    },
    {
        "speaker": "B",
        "text": "No, I mean, what happens after this podcast shuts down is everything goes. The hour that we talk is wonderful, and then it all leaves me."
    },
    {
        "speaker": "A",
        "text": "No, I get it. I totally. You don't have to justify yourself to me. I get it."
    },
    {
        "speaker": "B",
        "text": "Yeah. So. No, but thanksgiving was wonderful. I did the thing that you always love, which is post my spread. So we got to see. Maybe I'll go find it here. But, yeah. Did it. Did it make you as jealous as it normally does?"
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%. I mean, you. I do. You sent me a pic of, like, just a charcuterie board, and."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Like, that was it. And it totally made me jealous. Like, Amber and I were zooming in on it last night. I like all you. Check this out. I like, three days later. Well, I had seen it, but she hadn't seen us. I'm like, I like. Because I was telling her, I don't know if she had brought it up. It's just like, you know, when. When are you guys going to meet? And I said, I would love to."
    },
    {
        "speaker": "B",
        "text": "You're like, speaking of me, I would."
    },
    {
        "speaker": "A",
        "text": "Love to come and visit you during Thanksgiving."
    },
    {
        "speaker": "B",
        "text": "Yeah, like that."
    },
    {
        "speaker": "A",
        "text": "To me, that's the. I want to get to see the fam. I want the spread, I want the full experience. And I feel like. But, yeah, I was showing her the picture, were dissecting everything. Everything looked amazing. Looked like you had some, like, purchut and. And mozzarella kind of, you know, I don't know, pinwheels."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "It looked so good. It looks so good. What was the. What was your highlight? What was your favorite this year?"
    },
    {
        "speaker": "B",
        "text": "You know, I'm always so I gotta say, there's, you know, turkey always gets a bad rap. I feel like, however, this was the best turkey that we've ever had for Thanksgiving. I don't know what they did to it or, you know, who was responsible? My mother and grandmother. But, like, I don't know what they did different this year, but it was the best turkey we've ever had, so that was great. You could see it up there. I got a really nice picture of that bird. Look at that thing."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Here. Yeah. This is what? That's a 30."
    },
    {
        "speaker": "B",
        "text": "30 pounds."
    },
    {
        "speaker": "A",
        "text": "Jesus. That's a. Yeah, it's an ostrich, man. That's probably why it tasted so good."
    },
    {
        "speaker": "B",
        "text": "I mean, look at it. It is gorgeous."
    },
    {
        "speaker": "A",
        "text": "I need to try these candied yams."
    },
    {
        "speaker": "B",
        "text": "Like, oh, yeah, they're the best. Those are my favorite part, that they. Everything in there with the marshmallows on it, you see?"
    },
    {
        "speaker": "A",
        "text": "Yeah. That's not a kid. You're hard pressed to find this in Canada."
    },
    {
        "speaker": "B",
        "text": "I'm surprised. Also, if you see, you spot there, right next to the potatoes, there's the homemade cranberry sauce. That. That's a banger, too."
    },
    {
        "speaker": "A",
        "text": "That looks for real."
    },
    {
        "speaker": "B",
        "text": "But there's everything. I mean, we got two different kinds of stuffings. There's artichokes, there's mushrooms, there's broccoli. I mean, there's. You got everything. Two different kinds of gravies. I mean, like, it's."
    },
    {
        "speaker": "A",
        "text": "And I may add, the picture quality is unreal."
    },
    {
        "speaker": "B",
        "text": "I got good at using my iPhone, I guess."
    },
    {
        "speaker": "A",
        "text": "I don't know, because the turkey is nuts. Like, the turkey looks like you just stole it from the Internet."
    },
    {
        "speaker": "B",
        "text": "Yeah, I. That's a portrait. Me and the turkey did a photo shoot. That's just portrait mode."
    },
    {
        "speaker": "A",
        "text": "Is that natural light? Is that natural light on portrait mode?"
    },
    {
        "speaker": "B",
        "text": "Portrait mode, turkey shots. That's for those keeping score at home. Yep. That's what we got there. But, yeah, another wonderful Thanksgiving. So then we followed that up on the Friday with spending the day again at my parents house and watched a bunch of football, all that good stuff. And then what did I do Saturday? Saturday, that's when we did all the tree and Christmas decorating. And then Sunday, my wife had her family over for a little bit yesterday and then did not want to come back today to get back in the swing of things. It's pretty brutal, you know?"
    },
    {
        "speaker": "A",
        "text": "No, that's very understandable."
    },
    {
        "speaker": "B",
        "text": "We. The one bad thing. The downside, and I think. I think this is partially karma. You recently had pink eye."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah, this is going around. It's still in the house, by the way, my oldest daughter now has it and had to stay home from school."
    },
    {
        "speaker": "B",
        "text": "So, like, I don't know if that's what I have, but there's a something going wrong. Awry with my eye is just one."
    },
    {
        "speaker": "A",
        "text": "Eye."
    },
    {
        "speaker": "B",
        "text": "Slightly the second one, but it is mostly just one of them."
    },
    {
        "speaker": "A",
        "text": "I have no idea. Yeah, I don't think I've gotten it, but I feel like the same way, too. Like, I have one eye that's been bugging me, but it's not pink still, you know, bedsheet white, but. Yeah. But my daughter had to stay home. Hers was gross."
    },
    {
        "speaker": "B",
        "text": "Or possibly bed sheet brown, depending on how you attracted it."
    },
    {
        "speaker": "A",
        "text": "True. Pillow brown."
    },
    {
        "speaker": "B",
        "text": "Pillow brown."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I'm totally convinced, by the way, that if this is pink eye, I definitely got it from my dog sitting on my pillow. I walked into him in the room the other day and he's just sitting right on my pillow. And I'm like, you motherfucker. If that's what I got, that's how I got it. Uh, that's been enjoyable. The. I do have a bone to pick with you, though."
    },
    {
        "speaker": "A",
        "text": "All right. I love when you say this, because I have no idea what it's about."
    },
    {
        "speaker": "B",
        "text": "You. You and this is not. Your intentions were all the best. You have the best intentions. You're just a stand up guy just out there doing the Lord's work, but you don't learn very well."
    },
    {
        "speaker": "A",
        "text": "No, not my strong suits."
    },
    {
        "speaker": "B",
        "text": "So how's my audio today?"
    },
    {
        "speaker": "A",
        "text": "I feel similar."
    },
    {
        "speaker": "B",
        "text": "Yeah, it is similar because I'm using the exact same thing that I have been using because once again, you've sent me the wrong irig and no way. Yes. Yes way."
    },
    {
        "speaker": "A",
        "text": "God damn it."
    },
    {
        "speaker": "B",
        "text": "Yes. So now we have to do this whole thing again where you send me Amazon receipt or Amazon return label and it takes me two weeks because I don't leave my house."
    },
    {
        "speaker": "A",
        "text": "And just make your wife do it like I do."
    },
    {
        "speaker": "B",
        "text": "Well, she will, but the earliest year will go is Wednesday. That's return day in this house. We have a designated return day because my wife is literally an Amazon fulfillment center. And that's the day we have our nanny come so she can actually get out of the house and do things. So that's designated return day on Wednesdays."
    },
    {
        "speaker": "A",
        "text": "Well, we'll get it sorted out eventually, I'm sure."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so, you know, the irig pre two is not the correct one."
    },
    {
        "speaker": "A",
        "text": "That's what I have."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's not the correct one. Well, I don't know you. We must have different microphone intake cables because the one that is on this one is too large for the one I have to. The mic cable I have. Hmm. Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, we'll get it figured out. Well, anyway, that's not too bad."
    },
    {
        "speaker": "B",
        "text": "I thought it was gonna be well intended. No no, it's just I know how important the audio is to you and, you know, I was all set up. I was all psyched. I took it out of the box about three minutes prior to the show, you know, which is to the extent of the preparation that I was going to do today. And it did. I went to go plug it in and it did not fit. And I even thought to myself, I shouldn't really rip this box like I was in case it's the wrong thing. And then I went, nah, the box is, you know, not in the best shape."
    },
    {
        "speaker": "A",
        "text": "That's okay."
    },
    {
        "speaker": "B",
        "text": "Actually, though, I do have the box, believe it or not, that you sent me last time."
    },
    {
        "speaker": "A",
        "text": "Perfect."
    },
    {
        "speaker": "B",
        "text": "Yeah, this wasn't the right thing either. So I don't know what the hell I have here. So. Yeah, we're in bad shape over here. Down bad, as the kids say. But we persevere. So that's my Thanksgiving recap. We got the elf on the shelf, came out last week or the day after Thanksgiving, which was surprising to you way too early. Well, see, I think. I think most Americans probably pull it out around this time because there is a anchor holiday. You bookend holidays, you know what I mean? Only separated by a couple days."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know. You guys need to figure that out. That's way too close for holidays."
    },
    {
        "speaker": "B",
        "text": "It's a month. It's not even a month like you guys."
    },
    {
        "speaker": "A",
        "text": "You guys are getting together as a family, okay?"
    },
    {
        "speaker": "B",
        "text": "Oh. Oh, you mean the holidays in general? Yeah."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, and then getting together. Unless getting the committee together to change that, but I agree it's a little too close."
    },
    {
        "speaker": "A",
        "text": "I have to minimum three months between the time I see my family put."
    },
    {
        "speaker": "B",
        "text": "This on as an add on on top of it, my family has, let's see, I can't even count at least five or six birthdays between the end of October, the last week of October and Christmas. So not only do you have this massive, this crunch of Christmas and Thanksgiving, but you have my mother's birthday, my birthday, my son's birthday. Then you go into Laura's dad, my sister in law, Laura's sister, my grandmother and my cousin all within, all before Christmas. And so these family gatherings, there's a lot of fucking cake that goes around in these six weeks. And so it's just no wonder that I am a bowl full of jelly by the time New Year's comes around."
    },
    {
        "speaker": "A",
        "text": "Are you tracking your lbs between Thanksgiving and Christmas?"
    },
    {
        "speaker": "B",
        "text": "Yes, but we've had like a couple bouts of sickness in my house and that's nice."
    },
    {
        "speaker": "A",
        "text": "That's nice when you're trying to lose weight. I love a good sickness."
    },
    {
        "speaker": "B",
        "text": "Well, no, it's not. It hasn't been good because it is. It is. Kept me from actually working out. So instead what I'm doing is just eating all of the leftovers and multiple birthday cakes and all of those things. So I actually like, thought to myself last night, as I was carrying a plate full of multiple slices of cake down to the basement to eat while I was sitting on the couch, I actually had the thought of, like, cap would be so disappointed in me right now because, you know, he's. He's on record saying that his indulgence at night has always been, you know, the. The bowl of chocolate ice cream or bowl of ice cream, but he's. He's recently had to cut back because of his, uh, you know, cholesterol. And I was just thinking to myself as I was taking these two giant pieces of cake to devour, I was like, yeah, I mean, I'm not doing anybody any favors here, but, alas, we ate them, and we did."
    },
    {
        "speaker": "A",
        "text": "That's so funny. Like, I've been trying to lose weight myself, and, you know, people, you know, think about cholesterol, they think about carbs, they think about sugar, and I'm like, I don't give a shit about any of that. All I want is, like, all I want to know is, like, my caloric number."
    },
    {
        "speaker": "B",
        "text": "It's a math problem when it comes down to the actual pound."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "So I'm gonna have terrible calories out, but then you got, you know, wait till you go for your blood work. And the. And the. The doctor's like, oh, your blood is Wendy's frosty. And. And."
    },
    {
        "speaker": "A",
        "text": "But I only have two a day. That's the only thing I eat."
    },
    {
        "speaker": "B",
        "text": "Look, great chamber. You've lost 45 pounds. However, uh, looking at your blood work, it looks like it's all chicken nuggets."
    },
    {
        "speaker": "A",
        "text": "I did piss three times in the last 3 hours, and I thought maybe that was a problem."
    },
    {
        "speaker": "B",
        "text": "A problem? No, I mean. I mean, maybe it is. Are you drinking enough water?"
    },
    {
        "speaker": "A",
        "text": "I feel like I. It's more. It's mostly coke zero, but."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. So there's the calorie thing again. There you go. You got it rocking. You're good to go. Yeah. So that's. That's. That's what's going on. That's the holiday update I got. I had another question for you today. We are here specifically at DJ Network, well documented on record, that we do not pay for any type of promotional boosting or botting of our spaces or accounts coffee with captain on record, as well as natural, very organic engagement and growth on everything we do, sometimes to a detriment. Today I did notice that the spacious tweet got quite a bit of play."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And I. Did you just activate all of the Twitter bots, like by, because you posted about XRP whatever. Like, you put the. You put the crypto keywords in there that it needed to get, like, these. These retweets. Is that what happened here? Because our space reminder had, like, I don't know."
    },
    {
        "speaker": "A",
        "text": "It had 20 retweets."
    },
    {
        "speaker": "B",
        "text": "Yeah, it had 20 retweets."
    },
    {
        "speaker": "A",
        "text": "Yeah, I noticed that myself. So I wanted to talk about post Thanksgiving pumps today, so I just put, like, bitcoin, like, you know, organically. It wasn't like I put, like, the cash tags in. I think I just put, like, bitcoin, ethereum, and dogecoin. I was noticing that, you know, it was getting a lot of, like, retweets, but not a lot of, like, views. So, like, the retweets weren't corresponding to, like, impressions. I'm like, oh, that's weird."
    },
    {
        "speaker": "B",
        "text": "Well, that's because it's probably just a bunch of bot army stuff."
    },
    {
        "speaker": "A",
        "text": "100%. So then I started looking. I'm like, so I just searched bitcoin in the search bar, and we were showing up there, but then when I searched doge, we were like, the third tweet. Like, there it is. That's the one. So, yeah, it was the doge army bots coming in, at least at face value, giving us some love. No one is actually here, you know, from. From the doge army. I don't think."
    },
    {
        "speaker": "B",
        "text": "We didn't get an official representative."
    },
    {
        "speaker": "A",
        "text": "No, no, Elon is not here. But, yeah, I wasn't. It wasn't intended, but, yeah, I noticed that, too, and I had to do a little digging in."
    },
    {
        "speaker": "B",
        "text": "So, yeah, the. Just while we're on the topic, a couple reminders up top. Set your reminder for later this evening. 07:00 p.m. jweb and I will be at it with your Monday night football preview, talking bets, all that kinds of stuff there. That's 07:00 p.m. tonight. And then we have the coffee with captain. Reminders for the remainder of the week. Up top as well. Just click on all the carousel ones to set your reminders. And, yeah, that's the. That's the big content going on for the week. Do we have a night shift tonight? I don't even know anymore. What did they do?"
    },
    {
        "speaker": "A",
        "text": "They do show."
    },
    {
        "speaker": "B",
        "text": "Still do Monday shows. I don't know. I know they were only doing one night a week, but I'm not even sure, so. But, yeah, I mean, how are you feeling about the markets? Speaking of doge, by the way, what is the price of doge right now?"
    },
    {
        "speaker": "A",
        "text": "I think we're like, I have it here. Almost $0.08 almost eight."
    },
    {
        "speaker": "B",
        "text": "Okay, so I'm. I'm going to be forgiven for my. My lack of action. So you and I were texting, I don't know, a week ago, and we were talking about, is it the time to buy doge? And you bought some on the spot. And I had every intention to do so, and I did not because I had to move a bunch of money from my metamask to an exchange, and I just never got around to it. So I did not buy. And then I saw a couple of days later, it was like eight and a half cents. I was like, oh, man, I'm going to miss this thing. But I still have not bought. So tell me where we're at in. Because the people want to know, where are we at in the exit velocity of doge here? Are we looking, like, is now the time to accumulate, in your opinion, or what are your actions going on here? Because you bought quite a substantial bit."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm literally about even, give or take. I do see, yeah. Like, I'm definitely just looking at the chart right now. It is looking still prime for a pump. I. You know, I have a good amount of doge right now. It's looking pretty strong. There's a bunch. There's actually, like, a bunch of things that look very solid right now. You know, even like bitcoin."
    },
    {
        "speaker": "B",
        "text": "Where's your overall stance on the market?"
    },
    {
        "speaker": "A",
        "text": "I'm waiting. I'm waiting to see if all my american friends did their job over the weekend and started telling their uncles and aunts to buy bitcoin and doge and ethereum. That's really what I'm waiting for."
    },
    {
        "speaker": "B",
        "text": "I didn't. So I did hear, however, that my grandmother. That my grandmother asked my father in the car on the way home about bitcoin instead of asking me. So I'm fairly certain that that means she is no longer interested in my opinion because I've lost her too much money in the past."
    },
    {
        "speaker": "A",
        "text": "Did you lose. Impossible. You didn't lose her money?"
    },
    {
        "speaker": "B",
        "text": "I mean, not directly."
    },
    {
        "speaker": "A",
        "text": "So it's funny you say this. So one sec. She approached you in the past to talk about crypto? Is that what I'm getting?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And did she buy crypto?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Bitcoin. Ethereum. Just bitcoin. Okay. And she's been holding it since then?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, no trading. Okay. How long ago did she buy it?"
    },
    {
        "speaker": "B",
        "text": "Oh, God. This is probably. This is 2020, 2021. I don't know."
    },
    {
        "speaker": "A",
        "text": "At a higher price than what it currently is."
    },
    {
        "speaker": "B",
        "text": "No, I didn't say that."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. So she's made money, I guess."
    },
    {
        "speaker": "B",
        "text": "I don't know. She probably does not have very much, but she's always been interested, which is, you know, to her credit."
    },
    {
        "speaker": "A",
        "text": "Okay, that's fair. So it's funny you bring this up, because I've had a lot of crypto conversations in the last, like, ten days with non crypto people. My dad, a week ago or so, I'm talking to him on the phone, and he's like, I think he never wants to bring it up because he knows that I'm gonna give him shit. And he's not a guy. He doesn't have, like, a steady hand when it comes to more volatile trades."
    },
    {
        "speaker": "B",
        "text": "You would say he's got paper hands, maybe papier mache."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. And so I could hear he wants to bring something up. Sometimes he's a little hesitant because I'm a big personality, and I'll get right up in your grill when you're making bad decisions. And I could hear he wants to bring something up, and he's like, I think, you know, I'm going to sell my position. And he has no clue. Like, this is a man that, like, lost his keys originally. He, you know, he does. I set everything up for him initially back in, like, 2017, at the peak, at that time, and really hasn't done, like, hasn't done anything. He has just held it and has seen it go up through the last bull run. And he would call me all the time and go, oh, it's this much. It's this much. I can't believe we invested this, and now it's this, and now it's. We're at $37,000. And he's like, I think I'm going to sell my position. And he has no clue how to exit the market. You know what I mean? He doesn't have a coinbase account. He has a wallet. Like, a very standard bitcoin wallet. And I bought it for him. Originally, he sent me money. I bought it for him, and I sent it to his wallet. So I told him, if you ever want to get rid of it, I'll just give you the money, and you just bring your laptop, and I'll get it sent over to my wallet. So he's like, yeah, I think we've three x'ed our position. He's like, oh, man, I'm doing real good, but he's like, I think I want to sell. And I'm like, you're a sucking idiot. I didn't say that. This is what I'm thinking. I'm like, I'm gonna keep. So this is my plan for my father. So he said we'll do it after the, you know, after the holidays, you know, I'll come see you and we'll figure it out. I said, yeah. I said I'll buy all your bitcoin right now. I'll buy it all. So what I'm, my plan is I'm gonna put it in a separate walleth, just his, just his bitcoin and I'm not going to touch it. And during the next bull it back."
    },
    {
        "speaker": "B",
        "text": "To him at a higher price."
    },
    {
        "speaker": "A",
        "text": "I mean, hey, that would be amazing. Yeah, but I know I'm just going to send them screenshots periodically of what the value is and make fun of."
    },
    {
        "speaker": "B",
        "text": "Him."
    },
    {
        "speaker": "A",
        "text": "Because he's going to ask. He's going to ask. Yeah."
    },
    {
        "speaker": "B",
        "text": "Well, you're going to tell him, that's for sure."
    },
    {
        "speaker": "A",
        "text": "I'm definitely going to tell him. So the man's, I'm not gonna say selling the bottom, but he's definitely selling close to the bottom of this cycle. You know what I mean? And then. So, yeah, so what are your thoughts? Do you think I should kind of let him off the hook? Do you think I should I convince him not to sell it? What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "You should let him do what he wants to do, but he's gonna be pissed."
    },
    {
        "speaker": "A",
        "text": "He's gonna be pissed."
    },
    {
        "speaker": "B",
        "text": "Well, I think you like you know that. Would you, would you ever buy it off of him with the option that he can buy it back if he has remorse?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, a full market price. Not for the same."
    },
    {
        "speaker": "B",
        "text": "Not, but I'm not, of course not for the same. Right. Because like otherwise why you give him a risk free play there."
    },
    {
        "speaker": "A",
        "text": "Exactly. Which he honestly, he's done for me in the past, if I'm being honest. He's offered me risk free plays in my early years. During the last big recession, back in zero eight, he hooked me up with some risk free trading so I technically could repay the favor. But he's my dad, I'm younger than him. I shouldn't be giving him the deals. He should be giving me the deals. Am I wrong?"
    },
    {
        "speaker": "B",
        "text": "No, I think you're right."
    },
    {
        "speaker": "A",
        "text": "I will hold, I am going to just hold it. And I mean, this is not an inconsequential amount of bitcoin either. This is multiple bitcoin, not double digits, but a couple of bitcoins. And I'm like, this could be, it could be worth a significant amount. You know what I mean? Over the course of the next 24 months, you know, I just feel like a part of me want, because a part of me wants to, you know, not help him. Because I know if I just don't help him, he's not going to figure out a way to get rid of it. He'll just have it, you know what I mean? So, I don't know. I feel bad, and I do feel like I'm definitely going to make fun of him if we do do it. And, you know, this is a, it turns into a high six figure, possibly low seven figure investment, you know what I mean? Um, it would be very detrimental to our relationship, but I won't be able to stop myself. I won't be able to stop myself. I'm going to be buying things for him, like, oh, let's go to Mexico."
    },
    {
        "speaker": "B",
        "text": "You should, you should. The way this is playing out, you should 100% not. You should. You should convince him not to sell."
    },
    {
        "speaker": "A",
        "text": "Right? That's what I, and I feel that's a win win. You know, he'll, I'm saving him from himself, and then it'll be worth it down the road, and then I, you know, he won't be perpetually upset with me and my, you know, digs, and it's gonna, it's gonna be, no, I know. You know how I am. You know, you know, we know, we know what I'm gonna be like. It's not gonna be good."
    },
    {
        "speaker": "B",
        "text": "So I just think you're gonna take the victory lap and so many laughs."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. So I don't know. I think it's best for everybody that he just keeps it, but I think he's pretty. Like, he brought it up, so I know he's been thinking about it a lot. I don't know. I'm gonna push back a little, and then if he still wants it, I'm gonna, you know, I'm gonna do it. But, yeah, I thought, I thought it was funny, and I think it could be a, it could be a funny bit also. You know, chambers dads down bad, but also, so that was one conversation I had. The other conversation I had was at one of my shops. I was visiting a store, and the owner was there, and the owner had been away for like a year and a half, and I hadn't seen him. And he was in Europe, and he's a, you know, he's a, he's a mover and a shaker, and hes like, were talking a little bit. Hes like, youre a big crypto guy, right? Im like, yeah, I cant believe we had that conversation."
    },
    {
        "speaker": "B",
        "text": "I just rebranded my podcast."
    },
    {
        "speaker": "A",
        "text": "I dont know. Youre chamber from Midmy crisis, right? Im like, yeah, thats me. I could tell by your amazing voice, I guess. We had had a conversation about it a couple years ago, and I think at that time it was like peak market. And so he's like, I want to invest. He's like, I want to pick your brain. I want to do some investing in crypto. And he was telling me how much money he had put aside for it, and it was a good chunk of change. And I started, I'm like, fuck. I'm like, I don't feel like mixing business with pleasure. You know what I mean? I wanted to get your take. Should I? This is. Again, this is a separate. This is Chad's life."
    },
    {
        "speaker": "B",
        "text": "I have a hard time with this, too, because what we do here in these markets with crypto and sports betting and all of this stuff, it's very personal. And there's a lot of. There's a lot of things that you might do that somebody else might not like. You may have a higher risk."
    },
    {
        "speaker": "A",
        "text": "For the record, all I would do is set them up with, like, bitcoin and, like, just a bitcoin and ethereum portfolio. Very, like, you know, we're not buying, Tito. Yeah, but you know what I mean."
    },
    {
        "speaker": "B",
        "text": "Is, like, you don't even know how they're gonna treat that, right?"
    },
    {
        "speaker": "A",
        "text": "That is true, yes."
    },
    {
        "speaker": "B",
        "text": "You don't know the person's risk tolerance. And so, like, if they say they have, you know, this really high risk tolerance, they want to put in, you know, $100,000 of their money into a portfolio, and they can't."
    },
    {
        "speaker": "A",
        "text": "It was more than that, by the way. It was more than that."
    },
    {
        "speaker": "B",
        "text": "Well, okay, so then they. And they can't stomach a 20% downturn day because they're not thinking, you know, long enough term, well, they're going to blame you for that, right? Whether or not. Whether or not it's the same thing your dad's doing, right? It's like if your dad, then two years from now, when in the long term, your theory plays out correctly, and that person lost 200 grand because he couldn't stomach a down couple months, right. Like, well, then it's your fault. Even if you're right in the long term. I always go really carefully with stuff like this, and I do the same with sports betting, too. I don't like to, like, give out plays a lot or stuff, because I don't. Because that's not how sports betting really works. Right. It's like this whole thing, it's a market that you're trying to beat on small edges long term. Right. Like, I'm going to grind out five to 7% roi over thousands and thousands of bets. So it doesn't fucking matter what the Lakers do tonight. And if I tell you to go bet the Lakers tonight and it loses and you lose $100, you're gonna be mad at me."
    },
    {
        "speaker": "A",
        "text": "What's the spread on the Laker game tonight anyways?"
    },
    {
        "speaker": "B",
        "text": "The spread on the Laker game tonight?"
    },
    {
        "speaker": "A",
        "text": "They're a dog tonight, right? What are they, like three and a half? Five and a half?"
    },
    {
        "speaker": "B",
        "text": "I'm actually looking at the screen right now. They are a four, four and a half to five point dog."
    },
    {
        "speaker": "A",
        "text": "Not bad for a guy that doesn't fat."
    },
    {
        "speaker": "B",
        "text": "A mostly five painted. Yeah, I would say, yeah, five and a half. Four and a half is like, you."
    },
    {
        "speaker": "A",
        "text": "Can get like five and a half that I would take. That I would take the Lakers, I think."
    },
    {
        "speaker": "B",
        "text": "There you go. So. So you and I operate differently."
    },
    {
        "speaker": "A",
        "text": "You're a good. You're a good gambler."
    },
    {
        "speaker": "B",
        "text": "I wasn't going to tell you what to do. You're like, yeah, I don't know anything. Take the damn Lakers."
    },
    {
        "speaker": "A",
        "text": "No, I think. I think it's going to be a good game tonight. I. I think one of the Philadelphia 76 ers started talking shit about Anthony Davis, and that's the type of thing that can get him going. He's a very moody player, so when he's upset, he usually has a good game. So I can see five and a half. It looks. That sounds nice."
    },
    {
        "speaker": "B",
        "text": "If you can get 5.5 -110 you have a 1.3% edge over the rest of the market. So you should. You should take that bet. So that is how I will tell you to bet. You want to bethe things in your favor and right now versus the whole market, if you can get five and a half, looking at you, super book and everything else seems to be moving down a little bit. So, yeah, that'd be a good bet. Look at you chamber. Nothing else on the board looks like a good bet. That's literally the only one."
    },
    {
        "speaker": "A",
        "text": "Really? Is that true?"
    },
    {
        "speaker": "B",
        "text": "Yeah, true totals. There's a couple small edges to be had, but that's it. But, yeah, look at you."
    },
    {
        "speaker": "A",
        "text": "That's interesting."
    },
    {
        "speaker": "B",
        "text": "So speaking of betting, you want to know how many bets I've made this month?"
    },
    {
        "speaker": "A",
        "text": "The month of November?"
    },
    {
        "speaker": "B",
        "text": "Month of November to date? Do you have any idea?"
    },
    {
        "speaker": "A",
        "text": "Individual. You're talking individual bets. So you could technically have. I don't know how you do it. Do you do parlays and stuff like that where it's multiple bets on one."
    },
    {
        "speaker": "B",
        "text": "Parlay would count as one beta."
    },
    {
        "speaker": "A",
        "text": "As one bet. Okay."
    },
    {
        "speaker": "B",
        "text": "Yes. Even if it had 20 leg 50 bets? 50 bet?"
    },
    {
        "speaker": "A",
        "text": "No, it's too much, too low. Too high."
    },
    {
        "speaker": "B",
        "text": "I've bet over 2400 bets in the month of. This is what I'm talking about, though. So, like, my strategy is not the same as someone else's. So somebody looking, an individual pick. Not going to do well trying to follow what I'm doing. Right. I'm. I'm volume betting, trying to grind out five to 7% edge, right? So, like, I'm trying to, like how that works. Then you're not going to do well following me. You're going to. You're. You will not have the appetite for the variance. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I'm trying to, like, fathom what you just told me right now, and it's not registered."
    },
    {
        "speaker": "B",
        "text": "It's not registered. Like me and Jay Webber betting 50 to 100 plays a night. Unit management chamber. Unit management. Unit management."
    },
    {
        "speaker": "A",
        "text": "That's wild. Now, what would an average, is that, like, slightly above average or, like, what's an average gambler?"
    },
    {
        "speaker": "B",
        "text": "Probably betting maybe two or three plays a night, like your normal."
    },
    {
        "speaker": "A",
        "text": "So, like, 50 would have been in the ballpark."
    },
    {
        "speaker": "B",
        "text": "Yeah. Right. Sure. Exactly."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "Wow. That's so much more than 50."
    },
    {
        "speaker": "B",
        "text": "It's magnitude. Personal question. How many units are you throwing out a night? Oh, well, it depends. So there's. I've been trying a bunch of different staking techniques, and so, like, for props, I'm flat betting. So I set a unit like, my threshold for props when I started was $60 per bet, because, again, you're going for volume. So, if I have 100 bets out at $60 a night, that's six grand. There's no small potatoes. Then, as I hit profit thresholds or bankroll thresholds, I'll up them. So, I am out at a point where I'm betting $100 a prop. And the sides and total stuff, you have much less of an edge on those, but they're more liquid markets, so you might be playing a smaller edge, but over the long haul, you'll end up making good money there if you stake correctly. So what you do there? I'm playing like a Kelly. You know what the Kelly criterion is? It's kind of this way to optimize your bankroll based on, uh, the edge you might have. The problem is, it's very hard to calculate your exact edge in sports betting. So, typically, you see people do something like half Kelly or quarter Kelly. Which means you're actually staking. You know, I'm playing quarter Kelly on that stuff, so I'm playing 25% of what you would on a normal bet. So that ranges from anywhere, like, depending on the odds of the bet. Anywhere from, like, one 5% of my bankroll to, like, 2% of your bankroll on a. On a bet like that. So, um, that's how I think about staking at the current moment. All subject to evolving."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "B",
        "text": "That just blow your mind chamber."
    },
    {
        "speaker": "A",
        "text": "Like, I. I'm at a loss for words right now. Uh, this is crazy. Uh, yeah, this is why I don't."
    },
    {
        "speaker": "B",
        "text": "But it's just, like, it's just trading. It's trading. So, like, I'm not a handy. I'm not a sports handicapper. That's not what you do. That's not what I do. I trade. Like, I would trade bitcoin, Ethereum. It's all price based versus market."
    },
    {
        "speaker": "A",
        "text": "And now I think I've seen kind."
    },
    {
        "speaker": "B",
        "text": "Of, like, coupon shopping."
    },
    {
        "speaker": "A",
        "text": "It's not a bad idea."
    },
    {
        "speaker": "B",
        "text": "So I've seen kind of what I'm doing. It's like I'm comparing the consensus line across the market, and I'm finding inefficiencies, and I'm buying those, and I'm. I'm playing those, right, because you. Over time, you got to think of it like, every one of these lines is almost a coin flip, right? So, if it's a coin flip and the house edge is 4% over time, even if you hit 50% of your bets, you're going to lose 4% of what you've made. Right. So you have to overcome that by targeting inefficiencies. It's the same as price shopping or trading, you know, your entry points on certain coins or whatever."
    },
    {
        "speaker": "A",
        "text": "Do you get out of betting positions prior to the game ending? Like, can you sell?"
    },
    {
        "speaker": "B",
        "text": "You can. I've. No, not unless something happens where, like, I'm now at a total disadvantage. Like, you know, I've got a positive position, but the quarterback gets hurt in the middle of the game. Like, if I could still get out and profit, maybe I would do that, depending. Typically, I don't like to do that. I just let it ride. But I. There are spots where you would play both sides pregame, too, right? Like, you could, um. If you have a plus seven and a minus three, you've got a four point middle opportunity. So you could potentially play at risk free. Um, so there's. There's a bunch of different strategies you can play with there."
    },
    {
        "speaker": "A",
        "text": "So over the weekend, uh, did you watch any of this football for pleasure, or. It was all sport or for all, like, betting?"
    },
    {
        "speaker": "B",
        "text": "So it's funny, the more you bet like this, I actually think the more I've gone back to enjoying watching the sports for the sports sake of it, because, like, if you're making one or two bets a night, you're very emotionally invested in those two outcomes, right? And they either make or break your night. When you have a hundred things going and you can't even keep track, you really are just like, you know, I'll open the account in the morning and see how I did. And that just means that, you know, I don't really care any specific way about one particular game, which makes it, you know, fun to watch. Right?"
    },
    {
        "speaker": "A",
        "text": "I did see my Michigan Wolverines beat the Ohio State Buckeyes over the years."
    },
    {
        "speaker": "B",
        "text": "You were Michigan Wolverine? Yeah, you've been. First of all, congratulations. I'm surprised we didn't start the show with this. It's long deserved. You've now beaten. You specifically have had a hand in beating Ohio State for the last three seasons. So congratulations on yet another victory for your wolverines."
    },
    {
        "speaker": "A",
        "text": "Go. Go blue. I don't know. I don't know what their cheers."
    },
    {
        "speaker": "B",
        "text": "That is. It. It's that simple. It's that simple. It's go blue, and then you have to make a wolverine cry, whatever wolverine mating sounds are, which probably something like, I think that's good. It's better than a buckeye mating cry. It's just a nut. Like, there's not. Doesn't say anything."
    },
    {
        "speaker": "A",
        "text": "What is a buckeye?"
    },
    {
        "speaker": "B",
        "text": "It's a nut."
    },
    {
        "speaker": "A",
        "text": "Is that it?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, I did. I'm always. Once I, you know, I start watching, like, basketball, college basketball. There's."
    },
    {
        "speaker": "B",
        "text": "There's always some college basketball guy."
    },
    {
        "speaker": "A",
        "text": "I mean, we'll watch it during, you know, march and stuff, or, you know, the. In the new year, uh, as we ramp up for March madness. But some of the names, I'm like, I don't even know what those things are. There's some real. Some real head scratcher."
    },
    {
        "speaker": "B",
        "text": "Uh, okay, so. So a buckeye. Sorry. Is a type of tree."
    },
    {
        "speaker": "A",
        "text": "Oh, really? I thought it was like, a buck's eye. Like a deer eye."
    },
    {
        "speaker": "B",
        "text": "No, no. A buckeye is a small, shiny, dark brown nut with a light tan patch that comes from the official state tree of Ohio, the buckeye tree. So very."
    },
    {
        "speaker": "A",
        "text": "Wolverines eat that up. Wolverines eat that up all day."
    },
    {
        "speaker": "B",
        "text": "Just totally frightening, uh, as a mascot, like, you should fear buckeye, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "No, it's, uh, are they poisonous at least? I don't even."
    },
    {
        "speaker": "A",
        "text": "They give you. They give you. They give you the trots a little bit, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah. What happens if you eat a buckeye? Oh, man, you'll. Oh, okay, let me type that in here. And what happens if you eat a buckeye? Okay. If you ingest a buckeye nut sources say you might end up writing a book about nfts. Weird."
    },
    {
        "speaker": "A",
        "text": "That is strange. And never eating breakfast foods."
    },
    {
        "speaker": "B",
        "text": "Watch out, kids. Watch out, kids. Don't eat your buckeyes. Oh, man."
    },
    {
        "speaker": "A",
        "text": "That's a shame. It's a damn shame."
    },
    {
        "speaker": "B",
        "text": "This has been talking buckeyes."
    },
    {
        "speaker": "A",
        "text": "Did the. Did your Penn State team play over the weekend?"
    },
    {
        "speaker": "B",
        "text": "They did. They played their final game of the season, aside from their bowl game, they beat the Michigan State Spartans 42 to zero."
    },
    {
        "speaker": "A",
        "text": "Michigan's got two teams."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Many. I mean, you've got as many teams as you got colleges. You know, Michigan's got like 20 teams every directional Michigan you can think of. Western, eastern."
    },
    {
        "speaker": "A",
        "text": "Where's Vanderbilt? I hear that one."
    },
    {
        "speaker": "B",
        "text": "Come on. You were just there."
    },
    {
        "speaker": "A",
        "text": "What? I don't. Is it in Tennessee or in Kentucky?"
    },
    {
        "speaker": "B",
        "text": "In Nashville."
    },
    {
        "speaker": "A",
        "text": "It is in Nashville. Maybe that's why I was hearing it so much. I didn't know that was in there."
    },
    {
        "speaker": "B",
        "text": "They don't do football."
    },
    {
        "speaker": "A",
        "text": "They do. Okay. I see them in basketball once."
    },
    {
        "speaker": "B",
        "text": "Our coach, it was the former coach of the Vanderbilt team. That's where we got him from."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I'm sorry. Is he like Eric, who's the coach for the East Dillon Lions? Is he that level?"
    },
    {
        "speaker": "B",
        "text": "What? Coach Eric Taylor."
    },
    {
        "speaker": "A",
        "text": "Thank you. Is he that unbelievable? I'm just started the fourth season of Friday night lights, and I tell you, this is my favorite season so far. The East Dillon timeline storyline is my favorite so far. I love that."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a good one."
    },
    {
        "speaker": "A",
        "text": "It's. It's very good. I hate, hate the Dylan Panthers now, especially that quarterback and his dad. Terrible."
    },
    {
        "speaker": "B",
        "text": "How do you feel about Buddy?"
    },
    {
        "speaker": "A",
        "text": "But I resonate more and more with Buddy as."
    },
    {
        "speaker": "B",
        "text": "Yeah, you strike this as, like, it's gonna fall apart where you're just kind of like eating beans over your stove."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Used car dealership there. There's so many through high school football teams. Yeah, right."
    },
    {
        "speaker": "A",
        "text": "But, you know, he. He's a man of the people. You know, he shows up to the. To the. To the booster meeting for the east. For the East Dillon Lions, and he's shaking hands and kissing babies. He's a man of the people, and I appreciate that. I was really worried he would have."
    },
    {
        "speaker": "B",
        "text": "Die, as are you."
    },
    {
        "speaker": "A",
        "text": "You know, you know, you know, in the same way I would. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So, yeah, big, big fan. Big fan. But we'll see how it ends. Does it end well? Does it end well? By the way, is that series for now, buddy? Like, no, just in general, you know? Is it?"
    },
    {
        "speaker": "B",
        "text": "Honestly, I think it ends all right. I don't remember. I quite honestly, I need to do a rewatch myself. I've watched the series at least twice. But anyway. All right, let's get back on track for the last ten minutes here. I do want your full on opinion of bitcoin, ethereum, the market in general. Where we. Where are we in opinion? Are we, like, full bull? Are we pre bull? Are we. Is it. Is the grand opening, grand closing? Where are we at?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I honestly think we're on the precipice of a big, big move we've had a move we've sustained. I don't see unless there's a black swan event. We're testing resistance right now on bitcoin. We've bounced off of it a little bit. I anticipate the next couple of weeks to be good, but that might carry right into the new year. I really think that, um, I could see a big move all the way up to, like, 47k bitcoin in, like, the next three months. Like, that's. That's a realistic target, I think, for me. Um, by, you know, by the start of. Between now and end of q one, I could definitely see us hitting 47k on bitcoin, which would then mean 1 second. Let me pull up eth, which would then mean, I don't know, 20. Like, maybe. Maybe as much as three grand on Eth. So, yeah, I don't know. It just looks good. Everything looks good. And I thought it would happen a little quicker, which is not a bad thing. I think a slower run up prior to the next bull is. Is definitely not a bad thing. You know, people like yourself who, you know, you know, didn't. Didn't take my immediate advice and dump a bunch of money into doge, still has time to accumulate, and it's still looking good. But, yeah, no, I do think we're pre bull still. We're just kind of, I would say coiling before. Before the attack, you know?"
    },
    {
        "speaker": "B",
        "text": "Love a good coil. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Just like a. Just like a pit viper, you know what I mean? I do think, but it's good. I see, like, the. The, you know, the pulling back of the. Of the rubber band, if you will."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, well, I'm buying that. I mean, since let's see. Hold on. I can give you an official number since we live bought some eth for me a couple weeks ago. At this point. What would it have been? It would have been, gosh, probably about a month ago, I would say. Right? We were at 16. Something really is when we live. Yeah. Maybe even dipping into the 15s for that last time because I had sold, I think it was 16 now because I had sold some, like, literally a couple days prior to that show. And so we bought. We live bought a bunch of eats. I am up. Gosh, almost. Almost eight grand. Wait, huh? No, yeah, almost eight grand. Yeah."
    },
    {
        "speaker": "A",
        "text": "Fantastic."
    },
    {
        "speaker": "B",
        "text": "You love solid live buy. But, like, this is kind of the. The point of what you were saying before, right? It's like if you start seeing these overall market signals that, hey, time to get in. Then this is when you want to start accumulating. Right? And, like, again."
    },
    {
        "speaker": "A",
        "text": "Oh, and don't. Yeah, I was gonna say my. I do have some advice, though, because."
    },
    {
        "speaker": "B",
        "text": "That'S where I was gonna go next. Go ahead."
    },
    {
        "speaker": "A",
        "text": "Because I. I've lost a lot of money. Getting too excited."
    },
    {
        "speaker": "B",
        "text": "That's exactly where I was going with this. It's just like the conversation we just had about telling a friend or sports betting or whatever. Right? It's the exact same conversation. Go ahead."
    },
    {
        "speaker": "A",
        "text": "Yeah, because, I mean, I was. We saw some low cap. I would say right now is the time to get yourself positioned on your majors, your eth, your bitcoin, your doge. I still think that. And because we had that move on Eth and bitcoin early on, and then we kind of had, like, a little bit of a pause. I was really expecting, or I was hoping. I was expecting. I was hoping I could catch some low cap tokens early and, you know, in the last big."
    },
    {
        "speaker": "B",
        "text": "Hard to find the right ones."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. And I thought, I."
    },
    {
        "speaker": "B",
        "text": "This is the thing. Like, you could just say, I mean, we'll tie the whole thing back to sports betting again real quick, is like, your sides and totals, markets are your majors, right? Like, you know, even if it moves against you, it's not going to move against you that drastically. Right. That you are totally lost. Right. But. And you always still have the opportunity for it to win anyway. However, when you get into, like, these obscure bets, like prop bets. Right. Or you got somebody that gets injured and now your bet is toast. Right? Like, your. The risk is much higher and there is much more variance, correct."
    },
    {
        "speaker": "A",
        "text": "Correct. And I mean, what we saw from, like, the last, like, meme coin season back in the spring is, you know, know everybody remembers, like, what pep, or maybe not everybody, but Pepe being one of those kind of, like, meme coin tokens that did better than anyone could have imagined. You know, they got into the. I think they did. They get into like a billion dollar market cap or pretty darn close. Like, that's wild. So what I'm anticipating is trying to catch something like that very early on in, in the lifecycle. And I thought I had one, you know, if you're in the Djen war room, in the. In the shitcoin season chats, I laid in on. I laid some pretty hard bets on some dogs that I think were. That I thought were going to run. And they, you know, they did not run. I lost, you know, 93% in some cases where it was just, you know, rugs and all sorts of bullshit. And even if it looks good, if it looks. This one in particular looked fantastic. And, you know, within a matter of, like, 24 hours, you're down. You know, I forget how much it was a lot. It was like 15k. This was like, ooh, that one hurts. Yeah, it was, it was a tough one. So, yeah, you definitely gotta be careful. There will be other people that will lose their money for you. Let them lose their money. And then really. And I mean, I should. I should have known better myself. Like, we've talked about it a lot in the past where I would rather, you know, a smart person, not me, would rather lose out on the first 1015, 20% move to make sure it's a solid, you know what I mean? It's a solid bet and catch the middle of the move as opposed to catch the early moments of the move. Again, just kind of hearkening back to Pepe. We were talking about Pepe, and I think it made three or four monumental moves. We talked about it once. It made that one big move, it made another big, big move. And, I mean, you could have caught it two more times, you know what I mean? And still be extremely profitable. Where I was trying to get in on the ground floor and really get like that, you know, hundred x on some moves, right. So just, it'll be this when the season is there. It just, I was trying to front run the season and it just didn't show up for me, you know, but when you're in the heat of the season, I'll be talking a completely different tune because when, when it's. When it's full blown season, you know, there's no misses. So, yeah, just try not to front run too much."
    },
    {
        "speaker": "B",
        "text": "Pvp season, baby."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, it's. Yeah, I gave back to the market. The market giveth and the market taketh away. You know, I'm saying."
    },
    {
        "speaker": "B",
        "text": "Yeah, I understand another analogy that fits for sports betting, that missing that 1st 10% move to get confirmation. It's very much what I do almost with my entire betting strategy at this point in the sports betting world. It's called steam chasing. So I am a steam chaser. But it would sound. It's basically similar to what you're talking about, where you're kind of breakout trading or waiting for that confirmation that you are in a full on uptrend. Because it doesn't matter if you catch the first 20%, if the next 20 per, if the next 80% is a ten x, you know what I mean? So exactly. That would be the correct advice, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Sometimes you don't take your own advice."
    },
    {
        "speaker": "B",
        "text": "It's also so much harder, I think, in crypto to identify which opportunities are the right opportunity. Right. Like, yeah. Outside of the majors. Do you know what I mean? So, yeah. Anyway, all right, I have to wrap this up on. Yes, do it, because I just got a text from my wife that says, be home in five. Need help? They're screaming and, uh, she sent me a video, and they are."
    },
    {
        "speaker": "A",
        "text": "Sounds like the elves are visiting tonight."
    },
    {
        "speaker": "B",
        "text": "Yeah, my kid, uh, very. So, like, part of the thing is you have to name the elf. My kid very creatively named him buddy. He's never seen the movie, so I love it. Maybe. Maybe he's a savant. Who knows?"
    },
    {
        "speaker": "A",
        "text": "Maybe."
    },
    {
        "speaker": "B",
        "text": "Anyway, all right, that's gonna do it for us. I'm gonna go make a couple hundred bets this evening. Till next time, keep the mic hot."
    }
]