[
    {
        "speaker": "A",
        "text": "I don't even know how to start the show. Okay, 1 second, 1 second. Let me think for a second. Three, two, one. Hello and welcome to mid Mike crisis. I'm your host, chamber. Bunch may or may not have shit his pants in Florida, but we are here, we're prepared. We're going to talk some nfts today. We're going to talk some interdimensional beings, possibly today with my great friend sugar Shane, resident crypto legend, NfT legend, and fellow conspiracy theorist, Shane. How are you today, my friend?"
    },
    {
        "speaker": "B",
        "text": "I am fantastic. Listen, you say the word interdimensional beings and I teleport here so quick. That is exactly why I'm here today, chamber."
    },
    {
        "speaker": "A",
        "text": "This is very exciting. Payne's also here. He told me he had zero to contribute to either. Um, we're going to talk, uh, crypto undeads today. Uh, pain. Are you familiar with this project?"
    },
    {
        "speaker": "C",
        "text": "Uh, I am somewhat familiar. I actually am on the allow list, so I'm pretty excited. Shout out to cap."
    },
    {
        "speaker": "A",
        "text": "I feel like that's a pretty sought after, uh, your position to be in. Am I wrong?"
    },
    {
        "speaker": "C",
        "text": "It is, it is. And if anybody's looking to buy it for 1000 soul, I will get my DM's up."
    },
    {
        "speaker": "A",
        "text": "This is pretty crazy. So, yeah, we're going to be talking about crypto undead today. I know very little about it. I'm hoping Shane knows some. But if you are looking to give us your thoughts, if you have any thoughts on crypto undeads, where we could see, I hear some numbers out there. I see a lot of Fud from NFT, bark in the DJ about how it might be a flop. Just tells me you want to counter trade that. I feel like this is going to like 100 sold minimum at this point, but feel free to request up. I want to hear your thoughts on crypto undeads. If you could go on that little purple chat bubble in the right hand corner of your phone, click on that, let me know. What do you think the floor is going to be? The sole floor is going to be on these. I want to know what the floor is going to be unrevealed. I feel like there's going to be a reveal process in this. I believe it's all starting tomorrow too, by the way. We'll get into that a little bit more in depth, but if you could also retweet the room, that helps us out significantly, maybe even bookmark it. I don't know what bookmarking does, but do that, maybe that does something. And then obviously for any podcast listeners, go ahead and give us a five star rating on Apple Podcasts or follow us wherever you listen to it, because this is a fucking great show, honestly. Like, bunch shits on it all the time. But I'm here to tell you this is a great goddamn show. And this should be like top three if you're a podcast, if you're a podcast listener, this should be in your top three rotation. So I stand by it. Let's talk. Shane. What am I? I've been out of the NFT streets for a while. I've been dogged nfTs. If I'm being honest, I fought NFTs a lot, but I want to participate in this new crypto undead. Why is everybody all excited about it? What do you know? Do you know anything?"
    },
    {
        "speaker": "B",
        "text": "Well, chamber, I can say honestly, wholeheartedly. I feel like I do know more than you about this, which is saying a lot. But they have followed the early 2021 hype playbook to a t. So, you know, we have the perfect storm. We have no art revealed at all. We have. I don't even know if we have a website revealed yet, but we just have undying Fomo and hype, which is, in all honesty, all you've ever needed for an NFT project to moon."
    },
    {
        "speaker": "A",
        "text": "This reminds me, now, I don't know if anybody else has made this correlation, but this kind of reminds me of, like, moonbirds a little bit. Am I off on that?"
    },
    {
        "speaker": "B",
        "text": "No, the hype behind it. I mean, now, granted, like 2.5 soul and 2.5 eth is just a tad different in price point. Yeah, but I mean, two and a half soul equals two and a half soul, so. But I would say hype level. This is damn near getting to, like, moonbirds level of hype for the soul ecosystem."
    },
    {
        "speaker": "A",
        "text": "What happened? So obviously not what happened to moonbirds today, but refresh my memory. How did. Obviously, I participated in moonbirds. I know a lot of us did. How did that hype cycle go? A prior to the mint, at mint and then pre reveal?"
    },
    {
        "speaker": "B",
        "text": "So, I mean, well, moonbirds was an instant reveal, but it minted at two and a half. And I mean, it was hyped out of this world before it opened at like ten eth, not soul, and fell to like six eth at its bottom there and then just continued just nothing but up till, I mean, it ran almost to 40 eth at its peak before finally topping and then just slowly coming back to where it is now."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "And I mean, you know, the nice thing. The nice thing about it is, you know, Seoul has a lot of over the counter trading platforms to be able to sell white lists and stuff."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "And whitelist? Yeah. Oh, it's super easy. I mean, you can go right now and buy it pretty easily. And the nice thing is, is both sides have to put up collateral. So if the person that has the whitelist ends up flaking on it, they end up losing, you know, a nice chunk of change. But whitelists are easily selling for 20 to 25 sold currently."
    },
    {
        "speaker": "A",
        "text": "Interesting. 20 to 25 sold just for the whitelist spot."
    },
    {
        "speaker": "B",
        "text": "Yeah. So basically the way it works is. Yeah, yeah. So basically the way it works is, you know, the wallet that has whitelist still has to mint. So they both, both sides put up collateral. So both sides have to put up like dollar 500 up front."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And if either side backs out, they lose that collateral. But the wallet, the mints it. It's almost like what Bunshu did with moonbirds buying the whitelist spot over the counter. But when the wallet mints it, they have to then send the NFT into that collateral wallet and the other side gets it. So you're still getting the rarity of mint. And I mean, it's an automatic flip for 20 to 25 sold for these whitelist holders."
    },
    {
        "speaker": "A",
        "text": "So it's very similar to like an escrow account."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's exactly what it is."
    },
    {
        "speaker": "A",
        "text": "Interesting. So what are your, like, so it's crypto undeads. Are there any theories of what they're gonna be like? All I've seen are clocks. Is that all there is to see."
    },
    {
        "speaker": "B",
        "text": "So far, yeah, I mean, they haven't released any art references, anything like that. The nice thing is, I actually think we found the artist for it. I posted in the war room there earlier today of who the legend artist is. It's kind of pixel art. So, I mean, it looks pretty decent. It looks pretty good. They're gonna do, it's actually kind of surprising how they're doing. They're doing a staggered reveal. So each NFT has like six to eight traits and they're only going to reveal one trait at a time."
    },
    {
        "speaker": "A",
        "text": "Interesting. I don't."
    },
    {
        "speaker": "B",
        "text": "Yeah, so, like, you know, it might reveal like, clothing and you might get a hoodie or it might reveal like, the body and you have a gold one or different things like that. But it's going to be interesting to kind of see how that reveal style plays out."
    },
    {
        "speaker": "A",
        "text": "Yeah. Do we know how long, uh, that process is going to take?"
    },
    {
        "speaker": "B",
        "text": "No, they have not said."
    },
    {
        "speaker": "A",
        "text": "They've been pretty tight lips."
    },
    {
        "speaker": "B",
        "text": "Yeah, they haven't said much. I mean, it's, it's taken a lot of like hunting and searching to be able to find out any information on it."
    },
    {
        "speaker": "A",
        "text": "Interesting. Um, so pain, um, you have a whitelist spot. Uh, Shane, do you not have a whitelist spot? Is that, what is that? Am I getting that correct?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I entered probably 25 raffles and lost every single one of them somehow. So I'm not the happiest about it."
    },
    {
        "speaker": "A",
        "text": "But now are you going to participate? Are you going to buy these things unrevealed? Are you going to wait till they reveal how are you going to play that?"
    },
    {
        "speaker": "B",
        "text": "Well, the nice thing is they released a big tweet about it today saying that the whitelist is not over allocated at all and that there will be some left for public."
    },
    {
        "speaker": "A",
        "text": "I saw that."
    },
    {
        "speaker": "B",
        "text": "So the nice thing about soul is the blockchain sucks so bad I, that it's not a gas war. You can't pay extra money to guarantee yourself to win it. Like, all you got to do is just sit there and click the mint button as many times as you can because 90% of the time it won't even hit the blockchain. So I'm going to try to try to go after it after public or go after it in the public mint."
    },
    {
        "speaker": "A",
        "text": "Okay. Now, Payne, are you going to be selling your like, in a perfect world, are you selling this, this whitelist spot?"
    },
    {
        "speaker": "C",
        "text": "I'm still deciding. Honestly, I'm kind of interested in what happened. Unlike Shane, I entered in one and I was lucky enough to win. So I'm going to keep my ears to the streets, listen to the smart people in the DJ network and see what we're going to roll with."
    },
    {
        "speaker": "A",
        "text": "Do we know either pain or Shane, do we know what the highest? I'm sure I could pull this up on magic. Eden, what's the, what collection has kind of the highest floor? Like comparable collection size has the highest floor right now. Like."
    },
    {
        "speaker": "B",
        "text": "I mean, are you talking about currently or."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, like currently, I mean, I."
    },
    {
        "speaker": "B",
        "text": "Would say like SMB is probably one of the highest. There's not too many collections over 100 sole floor. So off the top of my head, I don't know. But I would say like SMB is probably the highest."
    },
    {
        "speaker": "A",
        "text": "SMB current floor of 88 soul."
    },
    {
        "speaker": "C",
        "text": "How many is."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say that's, that's probably the highest."
    },
    {
        "speaker": "A",
        "text": "So let me pull it up here. You're asking for Madlab lads. Mad lads, right?"
    },
    {
        "speaker": "B",
        "text": "Oh yeah, yeah. They're probably the highest. They're probably like 150."
    },
    {
        "speaker": "A",
        "text": "Interesting. So right now we got some of these are we have tensorians with a 96 soul floor. What else we got mad lads. 171 soul floor."
    },
    {
        "speaker": "B",
        "text": "Yeah, I forgot about them. They're definitely the highest collection."
    },
    {
        "speaker": "A",
        "text": "Okay, so do we see this thing crossing that hundred soul threshold?"
    },
    {
        "speaker": "B",
        "text": "I mean, personally, no. No matter how hyped it is, the, the soul NFT streets are brutal and people will sit there and undercut you by .001 sole all day with zero regards for it. So, I mean, I don't know if these things even cross 50, personally."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. So it sounds like the mint price is going to be three sol. So obviously, if you can get in anywhere around there, if it even gets close to 50, that would be a pretty big win. I don't know, should I be. I don't know, should I be getting these, like, pre reveal? So I'm going to try to get some on the public. I didn't get a whitelist spot, at least to my knowledge. I didn't. I didn't try to get any, but I do want to. I think I do want to participate. I think the, again, I'm a big fan of going where the liquidity is and the hype seems to be all around me, so there might be some opportunity to make some money. Yeah. Again, if anybody has any insights that they've heard or, you know, have read, come on up, share that with us. Please. Let us know if you got a whitelist spot also and what you plan to do with it. Are you going to mint? Are you going to sell this for 20 e or 20 soul? That might be, I don't know, pain. I think that's the move. If you can get like a 25 soul whitelist spot sale, I think that's a big win."
    },
    {
        "speaker": "C",
        "text": "It is. It is. And that, that honestly does feel like the move. I'm like, shane, I don't expect it to cross 50, honestly, I don't really expect it to cross 30 exactly for."
    },
    {
        "speaker": "A",
        "text": "So for five soul, let's take all of that worry out of the equation and just get it done. Shane, let's do this. You buy it from Payne for $20. I'm brokering deals. I'm only going to take a five soul commission on this deal because I'm both of your friends."
    },
    {
        "speaker": "B",
        "text": "Now, my only argument is if you meant, like, a super rare one, like, this is one collection I could see just based on the hype, having some super high. Super rare sells. You meant a floor. Obviously, I don't expect it to go very high, but I could definitely see gold bodies or rare trades going for a premium. Like a nice premium."
    },
    {
        "speaker": "A",
        "text": "Man, I gotta get a win. Have you been have you been playing around on these, like, solana meme coin streets as of late? Shane?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, I bought, I bought win. Cause you posted I bought wind like 500K market cap. Sold it like 5 million for a ten x. And I thought I was a genius. Then it was at 11 million. And thankfully you posted you bought some and I just, I blindly follow you. So I'm like, yep, doing it. Chamber bots. I'm buying."
    },
    {
        "speaker": "A",
        "text": "Yeah. Then we crossed. I think we got up to like 60 million market cap. I'm now currently I have, I rolled some of those profits into. So somebody said to buy diamond, which apparently. So the whole win one was Anita Max win, which is apparently like a Drake meme. Drake memes apparently is the new meta, or at least the current meta, because diamond, I believe is his dog's name. And that is currently sitting at just shy of like a $5 million market cap right now. So I got in early on a meme coin called, I want to call it chiati. Apparently it's Drake's cat's name, which is c y a t t Yddez, like chiari or Sciatti. I think it's. I'm not sure. Does anybody know Drake's cat's actual name?"
    },
    {
        "speaker": "B",
        "text": "You know, we're just gonna roll with Chiati because it sounds super cool, right?"
    },
    {
        "speaker": "A",
        "text": "Like yachty, like a cat, like a kitty cat yacht, you know, like, does that make sense? So that one I have currently at a yddeh what is a very reasonable $33,000 market cap. So got in pretty early there. We'll see what happens. But yeah, Anita Max win was a pretty big win for a lot of people. Diamond seems to be doing its thing, just working, just looking out for Kiyoti, currently a $33,000, a midsize sedan market cap, as I like to call it, chamber."
    },
    {
        "speaker": "B",
        "text": "The nice thing is, you know, there's enough people in this space. If everybody just went and bought like a thousand shiati, we could pump that market cap super easy. Not financial advice, though."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it's Drake meme season, so it's that, that might be the alpha for the day."
    },
    {
        "speaker": "B",
        "text": "Well, do you know why Anita Max win started?"
    },
    {
        "speaker": "A",
        "text": "I have no idea."
    },
    {
        "speaker": "B",
        "text": "So Drake has this gambling platform called steak, which I don't know if he owns part of it or if it's just what his game, but he livestreams himself gambling millions of dollars all the time with steak. Their Twitter account started, like, replying to the Anita Maxwin Twitter account, and they said like, oh, we're going to get Drake to mention it and all this stuff. And that literally is what caused those giant candles."
    },
    {
        "speaker": "A",
        "text": "Those were unbelievable. Um, yeah, they were happening, like, in the middle. They were happening at gambling time. So that does make sense. Now that, now that you say it, uh, mister House is up. Mister House has his hand raised like a polite young gentleman. Uh, mister House, how are you doing today, sir?"
    },
    {
        "speaker": "D",
        "text": "I'm doing great. Uh, before I make my comment, is there a trivia question?"
    },
    {
        "speaker": "A",
        "text": "Yeah, there is a trivia question today. Um, let's see here. I'm gonna make one up on the fly. I. What is my, what sandwich did I have for lunch today? That's the trivia question. More of a guessing game, really. But what sandwich did I have for lunch today? It was very good. I highly recommend it. I would say more of a premium sandwich."
    },
    {
        "speaker": "D",
        "text": "I was going to say, you strike me as someone as man of culture who would likely be eating a pretty good sandwich. I know this is going to be a long shot, but since, you know, there's canadian, there's french Canadian. We're going to go with a baguette. We're going to go with some brie cheese, some ham, and maybe a chicken noodle soup to tide you over and wash it down with."
    },
    {
        "speaker": "A",
        "text": "That sounds delicious."
    },
    {
        "speaker": "D",
        "text": "That was my lunch."
    },
    {
        "speaker": "A",
        "text": "That was a very good lunch. So I went a little bit more New York. I went pastrami on rye, little mustard. Oh, it was, it was quite delicious."
    },
    {
        "speaker": "D",
        "text": "You just made me really hungry. That sounds really good. It was very, I'm a big Reuben fan myself. So you interchange from Thousand island on there. I'll go corned beef or I'm gonna."
    },
    {
        "speaker": "A",
        "text": "Be honest with you, I've been, I don't know if this is just like a canadian thing or you guys see it down in the states as well, but sometimes I go to restaurants and I see Reuben on the menu, and it doesn't come with thousand island dressing. And, like, what are we even talking about at this point? Do you see that a lot?"
    },
    {
        "speaker": "D",
        "text": "I've seen it popping up at some places. And the thing I've noticed, too, is that they don't have thousand island. They won't have, like, on the Reuben. They don't have rye in the restaurant either. And it's like, you can have a Reuben not on rye, but you're kind of shooting yourself in the foot. But, like, if you don't have either, you're just making a sandwich with corned beef or pastrami."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's very upsetting, but we digress. What question do you have?"
    },
    {
        "speaker": "D",
        "text": "Today my question was. So I feel like Solana is kind of making itself the new Degen chain. It's becoming, whether it's nfts or meme coins, because of the cheap transactions, it seems like it's the most efficient chain to Degen on, like, overtaking. I feel like you saw some of that movement with Cardano, but that really fell off after 2021. I don't know. I feel like Solana is solidifying itself as the degen chain. Especially with the Jupiter airdrop coming up at the end of the month. It could be, could be interesting. What are your thoughts? Cause I feel like you've been dabbling more with the soul meme coins. You were previously an eth meme coin. Maxi, what are you thinking? Is Solana the new chain for DJ?"
    },
    {
        "speaker": "A",
        "text": "I mean, I think a lot of Solana people have been saying this for many, many years now. And I don't know what happened. Honestly, probably just volume, right? I think it really first started with. Honestly probably started with nfts. Like D gods ute's at the time, like, okay, bears. When we started seeing more and more volume hit Solana and then we saw Pepe. I forget was that over the summer, then we saw bonk. And as we were seeing, just speaking as an eth traditionalist when it comes to trading shitcoins and seeing a lot of people talking about Solana being that great place for degens to go where transactions are cheap, they're fast, a lot of stuff can happen when you start it. When you. Again, speaking for myself, I like to go where the volume is. When you see bonk, do a billion dollar market cap, these types of things. I think that brought a lot of us more ethereum based traders over to Solana. I think that was seeing that much volume accrue in different projects. Seeing millionaires being created out of thin air is enticing for a lot of people. I think it did start with nfts. Then to meme coins, we'll see where it goes. Is Bonk the doge of Solana? Do we have yet to see the ultimate meme on Solana? Is it Anita Max win? Is it Chiati?"
    },
    {
        "speaker": "D",
        "text": "So I guess the root of my question kind of ties down to we've seen this massive liquidity influx to Solana in the short term, and like you've mentioned, it's kind of been at the height or peak of a larger long term building frame from nfts and then the rotation from EtH meme coin to Solemecoin. So I'm wondering, this doesn't seem like your typical chain liquidity. We're here for a month or two and then it dies out. But it's like how much of the people like you're saying that were eth traditionalists who are going being like, oh, Solana is a much more efficient way to degenous with lower downside as far as fees go. So I'm wondering, does that keep both retail on Solana and attract developers? Does it attract developers and then retail and consumers leave? Or what does that cycle look like?"
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Like, is this almost like the long form, long awaited? Not necessarily like defi summer, but kind of like everything wrapped into two months and then Solana just stays? Or is this kind of an extended short term summer on salon? I guess winter is winter."
    },
    {
        "speaker": "A",
        "text": "I do think a couple of things. I do think this is a great chain for those type of people that like to do extremely high risk trading. I also think it's a great platform because as retail, I don't think big buyers are coming into Solana necessarily and building, but I do see retail being a little bit more attracted to the Solana chain. There's going to be a lot as new retail comes in. It's not going to be 50, 60 year old people, it's going to be young people. And I do think the Solana chain is maybe a little bit more attractive for them. I don't know what the gaming side, because obviously I still think gaming is going to play a big factor in new retail. So I don't know how easy it is to implement gaming tech on top of Solana. I think Ethereum is going to be. Obviously Ethereum is going to be Ethereum. It's been lagging in comparison to bitcoin and other products out there. Obviously saw a little bit of a pump last week. The ETH BTC pairing saw pretty good gains last week as well. So I think ETH is just going to be build on ETH contracts, that sort of thing. Bitcoin is going to be your store of value and then Solana might be a little bit more fun, more retail centric. I don't know. Shane, what do you think? Like, is Seoul going to, is like Solana that, you know, that type of platform? Is it, is this just a short term maybe, you know, a short term sunshine for them right now?"
    },
    {
        "speaker": "B",
        "text": "I mean, obviously Seoul seems like it's around to stay. This is kind of its second cycle going through. It survived all the FTX Fud. It survived all that. Don't get me wrong, the technology of Seoul itself sucks. Like, the amount of stuff that you can do there that never even hits the blockchain, and you just sit there frustrated. Absolutely sucks. But I think a lot of people are overspending, you know, 50, 60, $70 to make a transaction happen. And I think it's easier to, like, you know, onboard retail to its own layer one of Solana than it is to, like, do an Eth layer two. So, you know, I think soul's around to stay, but at the same time, like, who knows? I could see, like, something like a tia, you know, like Celeste, stuff like that, being the soul of this cycle, if that makes sense. But I think Seoul has kind of found its place, and I think the Jupiter airdrop is going to be the largest liquidity event, you know, that Seoul has ever seen. So I think it's going to be interesting to see kind of how Seoul keeps playing out after they give the dj's a ton of money like that."
    },
    {
        "speaker": "A",
        "text": "It's so funny. Oh, go ahead, pain."
    },
    {
        "speaker": "C",
        "text": "Yeah, I got a cool question. Um, have you played around in the. In the, say, streets? Because that kind of seems like a better salon as far as tech wise. I mean, it's. It's full of jeters and the."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "C",
        "text": "The fees are super low. Everyone does the exact same thing that. That they do on soul, but it seems like a better technology. What do you think about that? Shane or chamber?"
    },
    {
        "speaker": "A",
        "text": "Shane. I'll have a better answer."
    },
    {
        "speaker": "B",
        "text": "I couldn't hear pain for some reason. Chamber. I might have to leave and come back to hear him, but if you could just give me, like, a TLDR."
    },
    {
        "speaker": "A",
        "text": "I thought he was talking. So pain, you want to repeat the question for. For me, and then I'll give it more attention."
    },
    {
        "speaker": "B",
        "text": "Yeah, I can't hear him at all."
    },
    {
        "speaker": "A",
        "text": "That's okay. You drop in and come back, and I'll get the question for you in a sec."
    },
    {
        "speaker": "C",
        "text": "Basically say the same network s sei, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm familiar with it."
    },
    {
        "speaker": "C",
        "text": "Um, if he has heard anything about it, I think I heard phonics say something about it. And does he think that is something that can rival it? Rival it as far as it has better tech? Sorry. Trying to pull Shane up at the same time. Okay. But, yeah, just being faster."
    },
    {
        "speaker": "A",
        "text": "Blockchain."
    },
    {
        "speaker": "C",
        "text": "It's a layer one. Yes."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Ssa kind of falls along the lines with what Suga Shane was saying for his thoughts on the narrative for this cycle. It's an EVM equivalent, parallel layer one."
    },
    {
        "speaker": "A",
        "text": "Do we get Shane back?"
    },
    {
        "speaker": "B",
        "text": "Yeah, those, you know, Mister House is saying big, fancy words. But to simplify it, yes, I do think that that one has another. Another chance. Now, granted, I think that one might have a better chance of falling into, like, the, the same story as, like, the Kanto blockchain, which had like a month of hype and then was gone. But I do think that there's a chance one of these is going to catch on and be the next soul of this cycle."
    },
    {
        "speaker": "A",
        "text": "Interesting. What was the other one you mentioned? It was say. And did you say Tia?"
    },
    {
        "speaker": "B",
        "text": "Yeah, the ticker is Tia, but that's. The blockchain is. Yeah."
    },
    {
        "speaker": "D",
        "text": "Yeah. Mister Chamber, I think you'd be really fascinated in chain. You've probably seen the threads as well. Neither of you haven't. So the. I think he's the co founder and core developer engineer of Celestia. He is on a watch list. He actually tweeted it out today and was previously, I think, arrested for hacking the DoD and NSA and doing a bunch of stuff like that. So, yeah, he's got some history to him."
    },
    {
        "speaker": "B",
        "text": "Yeah. There's a lot of corporate people that weren't allowed to buy in the presale of it because of his criminal history."
    },
    {
        "speaker": "A",
        "text": "Interesting. I wonder how many founders have criminal past that they just don't bring up. I know I do. So. Okay, Shane, we need to talk a little bit more about these interdimensional beings that are being discussed in DC. And I messaged you before the show because I don't know at every. I don't go looking for this stuff, but this stuff tends to find me. And I don't know about you, but I've been noticing lately that I want to say, since they released the Tic Tac UFO videos maybe a year ago, maybe 18 months ago, it's just been ramping up, like, what is happening?"
    },
    {
        "speaker": "B",
        "text": "You know? I think they've finally come to the realization they have nothing left to hide from us. They're like, all right, screw, just give them this information. Maybe it'll keep them quiet for a little while. But they also realize if they just came out and we're straight up like, yeah, aliens exist, there'd probably be mass, you know, panic. So they're. They're probably trying to balance it here a little bit. But, yeah, the, the interdimensional, um, you know, beings that they were talking about at the, you know, Congress the other day is absolutely insane now."
    },
    {
        "speaker": "A",
        "text": "So there's so a bunch of what I would call reputable representative, congressional representatives were being as reputable as they can come, were giving interviews after this closed door meeting where I believe it was a gentleman called. 1 second. I have some. Some bookmarks here. I think it was Robert. What was his name? Oh, sorry, not Robert. David Grush. Apparently a whistleblower from Lockheed talking. I don't know. I don't know what he's talking. Obviously it was closed doors, but some of these representatives, these congressional representatives come out and say, you know, started talking about quotes, interdimensional beings being. Learning, learning things that they didn't know that day during these meetings. So I'm also seeing, I don't know if you saw, like the. Have you seen, like, these jellyfish UFO videos that have been dropping over the last couple of weeks as well?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know if it was you or somebody else posted in the war room to check out. I checked it out. Those things are wild, especially when you see the military camera."
    },
    {
        "speaker": "A",
        "text": "Yeah. So for those of you who may not know, the military releases videos once in a while about these unidentified uaps, we'll call them that. They don't have. They don't have a proper classification for. And this one in particular looks like a metallic. I want to say like a metallic jellyfish that is literally just floating, not moving itself, but is just kind of like flying through the air. Apparently this thing is not unable to be seen by the naked eye on the ground, but the military is filming it using their heat recognition cameras. And it's going. Did you notice it was rotating between warm and cold in these videos?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. It was like changing collars in their heat tracking videos. It's wild."
    },
    {
        "speaker": "A",
        "text": "Yeah. And this is not the only one. There are probably another half a dozen videos of similar, you know, similar entities being filmed that they're called, you know, being called, like, jellyfish, essentially. So I don't know, it's just like, are aliens real? Like, is this what we're dealing with? Are we dealing with, like, interdimensional beings at this point? And honestly, like, Shane is, if aliens were real in your day to day, how much is it changing?"
    },
    {
        "speaker": "B",
        "text": "You know, I was muted, so I would answer your question. They're muted. But, you know, in my day to day, it changes zero, because I already 100%, fully believe they're real. Now, it might be a little if I'm, like, going to my office and, like, you know, pass a spaceship on the way, and I'm like, damn, there's an alien. That would probably change just a tad. But besides for that, I'm like, hell, yeah. Like, at least I finally have the information."
    },
    {
        "speaker": "A",
        "text": "Okay, now, what is your. Do you have like, a favorite, um, I don't call it conspiracy theory, but is there something. Is there a mysterious subject that you like the most? Like, whether it's aliens or, or, you know, we talk Bigfoot a lot. Um, is there. I know you live. I don't know if you live in the Appalachians or Appalachians, apparently, you know, depending on how you pronounce it. There's a lot of folklore and interesting stuff happening there as well. Do you have a favorite kind of subsection of spooky stuff that you're into?"
    },
    {
        "speaker": "B",
        "text": "You know, it's crazy. West Virginia actually is, like, really known for their cryptids. We have, like, this mini golf course by my house that, like, every hole is just a different west Virginia, like, cryptid and stuff. So there's some really cool ones. But ever since going and meeting the dude that was on mountain monsters and was a professional Bigfoot hunter, you know, you just, it's hard to not think Bigfoot's the best after experiencing that in first person."
    },
    {
        "speaker": "A",
        "text": "You met a real Bigfoot hunter?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's where the, that's where the Bigfoot call comes from is. I actually met him, like, you know, I do insurance in my real life job, and I in my, you know, in real life job, and, like, he was, you know, full out hunting these things. He was on the History channel on mountain monsters. Like, hunting them. Showed us all these, like, casts of their feet and stuff. Had his own Bigfoot call. Like I tell you, it was a, well, it was a wild experience. Really opened my eyes to the interdimensional beings."
    },
    {
        "speaker": "A",
        "text": "So I'll give you a little fun story about me. Years ago, like, probably like 15 years ago, I was a, you know, a part of the canadian, like, Bigfoot research Organization, and I did interviews with subjects that have seen these things. And literally, the first one I got, I think about it to this day. I thought she was an absolute whack job. After having this conversation, we spent at least an hour, maybe 2 hours on the phone together. And she goes on to tell me this story where she's living in Ontario. This is the province that I live in. And her house is kind of in the woods off of a river, and it's late night, and she sees this, what she said was a UFO kind of Fly over the house, and she kind of goes outside to take a peek, and she comes around the backyard, and the backyard kind oF, I guess, spills into the river, into the forest kind of area. And apparently, it's a pretty bright night, so there's a lot of moonlight kind of illuminating around. And as she gets in the backyard, she kind of looks upriver, and she sees. She goes on to tell me that she sees four Bigfoots. She thought they were two adults and two children. So maybe like a family unit of. And they were standing in a circle and observing the kind of the path of where the UFO was. Also kind of similar to what she was doing. And I believe. I believe she said their eyes were different colors. So, like, one of them had, like, kind of like a green eye shine. One of them had, like, a yellow eye shine. One of them, I think, like an orange eyeshine. And I'm taking notes. I'm writing this down. I'm like, this person is absolutely bonkers. I'm going to take this down. But I'm like, there's no. I was a flesh and blood bigfooter back then. This is just, like, an animal that is unclassified, and it's related to us at some point down our evolutionary tree. You know, nothing to do with. With UFO's. Like, that was in my mind at the time, was. Was stupid. And so I take this down, and it goes on. She goes on to tell more stuff, but that's kind of the gist of it. And as the years go by, I see more and more stuff that is very, very similar to what this lady said. And now, you know, 1520 years later, however long it was, I'm. Maybe she was right. Have you heard any of these types of things in West Virginia, Shane?"
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely. So I've heard a ton of people saying in the past that, like, this, the Sasquatch are actually, like, either protectors of the aliens, pets of the aliens, different things like that, that they'll follow the aliens around, and you always see them kind of together. So, like, if you see a Sasquatch there, there's aliens somewhere around, because they're going to be, like, in the same location as. Because they travel together."
    },
    {
        "speaker": "A",
        "text": "This is. This is wild stuff. So. Yeah, so, I don't know. I agree with you. I think bigfoots are the most interesting. But I gotta tell you, the one that I kind of follow the most. I love the appalachian stories of, like, people being called in the woods. So, like, you know, somebody be like, hey, Chad, you know, like, as you're. As you're kind of hiking through the woods, and you don't know who the voice was. And apparently, like, the rule is you heard something. No, you didn't. Are you familiar with these kind of wilderness stories in your wood spirits? I'm a big fan of or not a big fan. I'm very interested in the, like, hikers disappearing in the woods, you know? So a lot of that stuff."
    },
    {
        "speaker": "B",
        "text": "A lot of that stuff kind of finds its base in, like, the, the sirens of whatchamacallit, the sirens of back in like, ancient Greece and ancient Rome and stuff."
    },
    {
        "speaker": "A",
        "text": "So, like, sirens being like the beautiful voiced hags that would be on, like, the cliffs of, you know, rocky cliffs of Greece and stuff like that, that would soothe you in with their sired song and make your boats crash into the rocks. Is that what we're talking about here?"
    },
    {
        "speaker": "B",
        "text": "Yep. Exact same thing."
    },
    {
        "speaker": "A",
        "text": "I just remember that the Simpsons did that. And Patti and Selma, I believe, were the two sirens. Mister House, again, politely with his hand up."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I've got one thing that's been kind of bugging me because I'm on the same page as you believe aliens exist. There's extraterrestrial life. My one thing that I've been thinking, right, is, like, the government came out of nowhere and just created the whole, like, alien phenomena, like, we cannot confirm nor deny. And it just makes me think, like, back at the advent of area 51 and all that secrecy, right? It's, let's play it off as aliens while we're designing all, all this military tech. And we want people to think it's the paranormal, the extra normal, right? But then, like, when the aliens actually did invade, what was that Las Vegas thing, like eight months ago where there was like, the ten foot tall creatures in the backyard? Now we got Miami. I feel like it's now the us government or whatever cabal, you know, is shadowy figures, world Economic Forum, all that kind of shit. They're all just like, oh, wow. We really overplayed our hand by saying it was aliens not thinking they existed. But now they're here, they're mad. They're coming for blood. What are the solutions?"
    },
    {
        "speaker": "A",
        "text": "So some conspiracy theorists posit that the different world governments are colluding to make us think that there are aliens. So that when they do the big psyop where they make it seem like aliens are visiting and everybody freaks the fuck out that they'll be able to retain more control and introduce kind of similar to what like the Bush administration did during 911 where. What was the, what was that? What was that big thing that the, where they could basically just arrest anybody anytime, like the Patriot Act, I think it was called."
    },
    {
        "speaker": "D",
        "text": "So, yeah, the Patriot act was the listening, right. Not sure how much arrest provision it came over, but I think it was like a combination of patriot and Rico, where you could pretty much, right."
    },
    {
        "speaker": "A",
        "text": "So I just think even I, bigger scale, I would say, is maybe more on a global scale where they can introduce stuff to take away more rights to the individual by scaring them with the possibility of alien invasion. So that is one theory I've heard floated out there, and that's why we're seeing more and more ramping up of this type of thing. I do like to hope that it's actually aliens. And we're about to, like, you know, hit the next level of evolution for, for man, you know, for humankind and really start to learn some, some new things that can change the trajectory of where we're, you know, what things are doing currently. So I don't know. Shane, what are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I mean, I would definitely agree with you there. I think you're spot on. I don't really have anything else to add on top of it. I think you're kind of on the mark with me on that one."
    },
    {
        "speaker": "D",
        "text": "So an alien somehow convenes you and chamber on his spaceship. You each get to ask him one question. You can't hear the other person's answer. What question you asking them?"
    },
    {
        "speaker": "A",
        "text": "Shane, you want to go first?"
    },
    {
        "speaker": "D",
        "text": "And keep in mind, like, why the fuck am I on the spacecraft? Is a question, and you might lose that one."
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, I'm not going to ask my question would probably be like, why did it take you so long to abduct me? Like, I feel like I've been loyal and, like, really wanted this for a while. So, like, you really could have brought me in sooner, would be my question."
    },
    {
        "speaker": "A",
        "text": "It's good. I mean, I don't know. Like, I would say, see, what I always think of is if you were to have a conversation with extraterrestrials, they would be, you know, I don't think there's any argument that they would be superior beings. Right. And someone meant, you know, I remember hearing somebody years ago saying, like, the stuff that we don't know is like, teaching is like trying to explain the Internet to your dog. You know what I'm saying? Where you could try to explain the Internet to your dog, but there's no way he'll possibly understand. My thought is like, try is ask them. So in their infinite wisdom, give me as much information, like, tell me all the things that my mind can wrap, you know, wrap around. Don't tell me, you know what I mean? Don't try to explain things to me that I won't be able to grasp with my human limitations, but maximize, like, what can I, what can you teach me? So I think that would be my question. Like, hey, what information can you give me that I can wrap my head around and really don't worry about any of the other stuff that I won't be able to. What would you ask, mister House, do you have a question that's lingering that you're hoping extraterrestrial life could answer?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think, see, it's difficult because I have, like, three questions, but I'd probably try and slyly make them all, like, one larger question and try and stump them to see if, like, you know, I can fit three questions into one. I think it'd probably be somewhere in between quantum physics and computing, and I. Space travel, it has to be one of those two, right? Because, like, assuming you can get in front of quantum physics and computing, which no doubt the aliens disappear, beings would know, you would be able to fundamentally alter the course of planet Earth as we know it and have a stark advantage over everyone else and literally any realm. Right. So you'd kind of be like the new overlord if you wanted to be, but then if you solve the spacetime continuum and can travel between galaxies, I mean, then you almost have, like, the same advantage to where you could just start traveling or charging for your knowledge and eventually hire someone to do all the quantum stuff and figure that out. Because, like, Shinichi Mochizuki and all the people who have gotten crazy with that advanced math theory, I either have to hire someone else to learn it, or I gotta have aliens teach it to me with a guarantee I don't go crazy. Right. So it has to be like, because that's. That's a really intuitive question."
    },
    {
        "speaker": "A",
        "text": "That's a real worry."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, exactly. Like, if I can get ahead of that and I can understand the singularity before everyone else, I mean, we're all, we're all literally going to the moon."
    },
    {
        "speaker": "A",
        "text": "I may think we're going beyond that. Now, is your thought, you know, close to, you know, when we talk about, like, interplanetary travel or inter galaxy travel? You know, the term, like, close to speed of light or near speed of light comes up a lot, but even if we got to say, like, 90% traveling at the speed of light, we're still talking about, like, thousands, millions of years traveling at that speed. So we really got to start talking about wormholes. I think that's the only way, right? Is that wormhole theory where you're literally going through the dimension or the third dimension and popping up in another area? I don't think travel is necessarily the way to, you know, go between this, like, you know what I mean? Your typical space travel."
    },
    {
        "speaker": "D",
        "text": "Yeah. Because you're. I mean, it's. You're essentially. You're defying all the foundations of classic classical physics and most of modern physics."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I mean, by trying to travel as fast or faster than the speed. But even to your point, you would need something like a wormhole in order to make that make sense, at least as far as the human mind can hold in its capacity."
    },
    {
        "speaker": "A",
        "text": "Well, not even that. Like, even if we had the ability to travel even 99% the speed of light, okay. It's still, you know, to cross a galaxy, we're still talking about millions of light years. You know what I mean? So 99% speed of light is still going to take you millions of years traveling at that speed to cross galaxies. Right. So it's not really feasible with our human bodies. So really what we're talking about is the need for a piercing of the spacetime fabric to move through it a lot quicker. So, ideally, that's what's happening, because that's really the only way we'll be able to kind of travel like that. Right. Steve says no. Steve's requesting up. I want to hear Steve's thoughts on time travel. Bunch, I. How are you, sir? Bunches in the crowd, I'm assuming's had terrible travel plans. Let's get Steve up here. Steve. There you go, Bunch. Don't even think about. Don't even think. You're not sniffing this stage today. Take a day off. Steve, how are you? Good."
    },
    {
        "speaker": "E",
        "text": "Good. I wasn't thumbs downing the idea of what you're saying. I actually don't think there's anything inherently wrong with you're saying, but I did want to present. You said that's the only way. And I do want to present what has been my theory about, I think, aliens for quite some time at this point. And I think I was presented on the show, but I can't remember, but more or less. If you think about the makeup of an alien, when you see them, it's, like, very humid. They're described as. Yeah, like. But they're like. They're kind of like. They don't have any reproductive organs. All these different, like, weird things about them."
    },
    {
        "speaker": "A",
        "text": "My one I saw definitely had a huge, like. Had a monster."
    },
    {
        "speaker": "E",
        "text": "A hammer?"
    },
    {
        "speaker": "A",
        "text": "Yeah, a monster alien hammerhead. You know, I don't know. I don't know why he had his, but literally, all the other, you know, all the other depictions did not have that. So just my special alien had that."
    },
    {
        "speaker": "E",
        "text": "If you ever listen to Riggs's story, that's the Jared Leto alien. If you haven't heard that story."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know that story. Yes, the Jared Leto alien is. Is the one that visited me."
    },
    {
        "speaker": "E",
        "text": "In fact, it might have just been Jared Leto."
    },
    {
        "speaker": "A",
        "text": "Actually, now that you say it, it could have been just Jared Leto letter."
    },
    {
        "speaker": "E",
        "text": "He said how he gets down in Canada. No, my theory has long been that these aliens aren't actually beings, but they're AI, which is the most logical thing to travel for millions or thousands or whatever years. Now, again, they might have a different lifespan. Because we always base our thoughts on carbon based life. Which is in a set of assumptions and rules. That we think the entire universe operates on, but not necessarily so. There is the idea that there's something outside of our scope of understanding there. But at the same time, which I think is actually almost certain that there's something outside of our scope of understanding. Because we don't even understand our own brains, our own ocean, let alone space. But I will say I had always thought like artificial intelligence. Because we're moving that direction in a way right now, and we're seeing it exponentially increase. It seems logical to me to think that a foreign sort of alien species. Would be able to send craft with this propulsion methodology for long distances. And then it's no different than us sending something into space. Knowing that, like we like, may not like the scientists who send it may not even live to analyze the data, but someone in the future will. That's kind of the same idea here, I would think, is that they basically have some level of artificial intelligence that they're able to then, you know, is so smart and able to kind of control things that they bring that down to observe that. That always was my theory. Because then that would explain why they travel without some sort of interdimensional breaking space time deal. But, of course, that's always an option, because, again, our laws of physics don't necessarily apply everywhere."
    },
    {
        "speaker": "A",
        "text": "That's very true. I always like the theory that they are just future humans. Also, the fact that they have arms and legs, they're humanoid. It's very strange that anything from another planet would be engineered in a way that's extremely similar to us. Two legs, two arms, a head, whether or not they have a hammer. But the fact that they look like humanoid is very interesting in a lot of cases. So the fact that they might be humans from the distant future, I think, is also interesting. Shane, I want your last thoughts here. Going to close it up. After this. I'm glad bunch could make it for alien talk. Shane, what do you think aliens possibly are?"
    },
    {
        "speaker": "B",
        "text": "I mean, you know, in all honesty, I always refer back to the movie Prometheus. Probably one of my favorite alien movies. It's such a good one that we could just end up being a test planet. You know, they might just be out there somewhere in the universe where either a failed experience."
    },
    {
        "speaker": "A",
        "text": "I'm pretty sure that if they had a massive hammer on them too."
    },
    {
        "speaker": "B",
        "text": "Oh, definitely."
    },
    {
        "speaker": "A",
        "text": "That's very funny."
    },
    {
        "speaker": "B",
        "text": "Definitely."
    },
    {
        "speaker": "A",
        "text": "I see. So Prometheus, I agree up there. I do love contact as a movie and a book, by the way, if you're into reading or listening to somebody, read it to you. Audiobook. I like that, you know, that theory when it comes to, when it comes to space travel as well. But yeah, I don't know. It's Prometheus. Definitely fantastic alien movie. Okay. I like it. I like it. Shane, I want to thank you. Oh, sorry, mister House, one last question here from you. Just."
    },
    {
        "speaker": "D",
        "text": "Yeah, one, one final question is in the second edition of the, of the everything token, can we expect a, you know, intergalactical use case or intergalactic use case for nfts? And if so, Steve, what is your early hunch on what that use case will be?"
    },
    {
        "speaker": "E",
        "text": "I'm just going to like talk about it's just going to be a couple pages of the aliens bitcoin solves this. That'll be our answer is what we'll do here. So we'll make that. Can I ask you like one last quantic contact question though? Only because it jogged. I know we're. But contact, phenomenal movie. Love contact. I thought the ending, and I've never read the book, left a little bit to beat his. Like I wanted there to be a more conclusive ending. They're like, hey, you just did all this alien stuff. Nah, she's kind of crazy, but she might be onto something. Bye. Did that bother, like I didn't like the ending."
    },
    {
        "speaker": "A",
        "text": "The ending not as good. The book's ending, I think was a little bit better. Goes into like the conversation with the alien showing up as her father and just a little bit more kind of goes as a book normally does. Just kind of gives a bit more color. The ending for Interstellar, much better. I wish they could combine interstellar and contact as a movie and make it one amazing movie. You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "Yeah, no, I'm with you. I think it was, that was the one part about it. It's like I. The movie was like a ten out of ten. And in the ending I was like, wait, they just made it seem like they're talking about she's crazy, but they kind of believe her. And it just, I don't know, because that was, it was so well done. And you're on the edge of your seat and then like, the climax of the movie was."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. Also arrival. Great, great ending on that one as well. Contact was just, it was. The nineties endings weren't that important. We were all about the first 30 minutes of a movie in the nineties. But anyways, Shane, Steve, Mister House Payne, thank you for supporting me emotionally as I'm abandoned by my co host yet again. Oh, he's not even here anymore. Double abandoned. Amazing. But thank you very much. Shane, do you want to plug your show? Do you have one today or Wednesday?"
    },
    {
        "speaker": "B",
        "text": "No, we took the day off. It's a holiday here."
    },
    {
        "speaker": "A",
        "text": "Is it a holiday today?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's Martin Luther King day down here."
    },
    {
        "speaker": "A",
        "text": "It is."
    },
    {
        "speaker": "B",
        "text": "We're taking full advantage."
    },
    {
        "speaker": "A",
        "text": "I honestly thought that was. Yep, Martin Luther King day."
    },
    {
        "speaker": "B",
        "text": "So no night shift tonight. But normally we do do Monday nights at eleven on YouTube and Twitter, and we'll watch the shows at. So feel free to join us. It's, it's usually, you know, not as fun as this show. It's a little bit more structured. We have to actually talk about, you know, crypto and nfts. We don't get to talk about aliens."
    },
    {
        "speaker": "A",
        "text": "You don't."
    },
    {
        "speaker": "B",
        "text": "But no, no, they hold me back, man. This is where I get to come and like, thrive in my elementat amazing."
    },
    {
        "speaker": "E",
        "text": "I do also like how you told Chamber you get the holiday. He goes, it is. He goes, Martin Luther King day. Chamber pauses. He's trying to think of a joker, witty response, and he's like, I'm just gonna leave this one."
    },
    {
        "speaker": "A",
        "text": "I thought it was in February, if I'm being honest. I'm like, I thought that was February. I thought Martin Luther King Day was the same holiday."
    },
    {
        "speaker": "C",
        "text": "No, that's black history month, Chamber. You're getting them confused."
    },
    {
        "speaker": "A",
        "text": "What's the holiday in February? Because I think we have. We have Valentine's Day."
    },
    {
        "speaker": "E",
        "text": "No, no, no."
    },
    {
        "speaker": "A",
        "text": "Yeah, prior to Valentine's Day, we have family day here in Canada. Do you guys have like, an early, like, actual day off in February?"
    },
    {
        "speaker": "B",
        "text": "No, we had today."
    },
    {
        "speaker": "A",
        "text": "All right, well, you gotta move to Canada because you get family day in mid February, where you get to spend the day with your family because you can't go outside because it is fucking cold out there. But, you know, happy. Do you say happy Martin Luther King Day? We're going to say it here today. We're going to say it here today."
    },
    {
        "speaker": "B",
        "text": "Let's do it."
    },
    {
        "speaker": "A",
        "text": "Happy Martin Luther King Day. I hope you all enjoy take time to reflect on the teachings of Doctor King. You know, we don't have, I feel like we don't have these thinkers today. I feel in the sixties, in the seventies, I don't know. Is everybody just mind numb from social media? I don't."
    },
    {
        "speaker": "D",
        "text": "Well yeah, we all just shit posts."
    },
    {
        "speaker": "A",
        "text": "It's unbelievable. We need big thinkers. You know what, I might take this upon myself. I might be the voice of our generation and maybe there'll be a chamber day in 100 years from now, who knows? But find me some. I want some new, some 21st century thinkers. Please share them with me. We need some people to tell us how to act better. Because I'm gonna be honest with you, you guys are all pieces of shit for the most part. So until next time, keep the mic hot."
    }
]