[
    {
        "speaker": "A",
        "text": "This is better than the other one."
    },
    {
        "speaker": "B",
        "text": "This is definitely a better logo."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the DGEN community network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "A",
        "text": "Hello and welcome to the mid condition. I am bunch you alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I am doing very well. You know, we're in the middle of summer. I don't know about you, man. Like, are you a summer guy? Like, I feel great during the summer, dude."
    },
    {
        "speaker": "A",
        "text": "It's so funny you say that. Yes, 100%. I never like, considered myself a summer guy until like, this past year or so where my wife is complaining that it's too hot outside. And I'm like, I just want to be outside all the time. I want to be touching grass and kicking ass, and that's what I want to be doing. And so, yes, I'm considered a summer guy, I guess, now."
    },
    {
        "speaker": "B",
        "text": "And I just hate winter, I think, so much. I guess. So, like, I don't know, like, I get like super depressed, dude. I'm January, February. Like, let's get this over with."
    },
    {
        "speaker": "A",
        "text": "The seasonal, seasonal affective disorder, or whatever the hell it is, is definitely real and I get it all the time."
    },
    {
        "speaker": "B",
        "text": "So my birthday is at the end of February too. So not only are you getting like the seasonal fucking depression, you're also getting age depression, which is like, no, I can't handle it. So. No, it's good. I went to the doctors today. Yeah, lean, clean bill out. Well, I mean, I got to get some blood work done, but clean bill of health for the most part, only gained a pound in the last two years. I was."
    },
    {
        "speaker": "A",
        "text": "You went, you went on a full cycle, like a crypto cycle. You peaked, you went ten."
    },
    {
        "speaker": "B",
        "text": "I think I was fat then, though. So I think I just like, went back and I come back up. I got my top of the bull fat. This market."
    },
    {
        "speaker": "A",
        "text": "We got two comments here. JP cast says, what happened? Chambers bed background. Well, I'm replacing it with a bed background today and my cat is there behind me. See him or see her over there? Yes, she's just chilling behind me. And the reason for not having your bed background is we have a fantastic guest joining us later in the show. We are going to have the Bear Tiger club on with us. So Boots is ready to talk some golf. So you've got your golf back."
    },
    {
        "speaker": "B",
        "text": "Is that who we have on his boots?"
    },
    {
        "speaker": "A",
        "text": "No, it's not boots work. Boots works with the boots works with Bear Tiger club."
    },
    {
        "speaker": "B",
        "text": "So I've always said it to me, who are having on, like, I know what the project is, but who we're having on."
    },
    {
        "speaker": "A",
        "text": "I set up this, and I said you something like a day before that says, here's the guest."
    },
    {
        "speaker": "B",
        "text": "All right, let's see who's involved with this. Yeah, I always. I always know what the project is, not necessarily who's involved in it."
    },
    {
        "speaker": "A",
        "text": "Yeah, but. So we have Bear Tiger Club coming on in a little bit here, but. So that's why your background is golf today. But you were saying you're about to go golfing for the first time. I am."
    },
    {
        "speaker": "B",
        "text": "I got booked at tee time for next Tuesday morning, 815 am."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "You know, are you a."
    },
    {
        "speaker": "A",
        "text": "You're a morning golfer? You a. Later?"
    },
    {
        "speaker": "B",
        "text": "I don't know who's golfing later in the day. Honestly."
    },
    {
        "speaker": "C",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "If it's. I could go. I could go off at 06:00 a.m. i love it. It's definitely a morning thing for me. Get a little coffee, Bailey's power back, a couple of dubies, and, you know, that's a great day."
    },
    {
        "speaker": "A",
        "text": "Wow. You're just really turning up on the golf course. I guess that's what."
    },
    {
        "speaker": "B",
        "text": "By 830, I'm a wreck."
    },
    {
        "speaker": "A",
        "text": "That's it. Yeah. Little swing oil. You get a little swing oil in and lubricate it. What's your. We'll talk more golf in a little bit here. But what's your. What do you typically shoot?"
    },
    {
        "speaker": "B",
        "text": "I mean, I was just mentioning, too, this will be the first time I golf since COVID I got all the time."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "I used to golf. Yeah, I used to golf quite a bit. I mean, quite a bit. I go. I get out maybe a couple dozen times a year."
    },
    {
        "speaker": "A",
        "text": "That's a lot of. Yeah, I've only golfed, like, I don't know, three or four times this year, and I'm, like, really upset about it. We also have another guest today."
    },
    {
        "speaker": "B",
        "text": "Yeah. Who I would bet dollar sedona. So this guy's a real golfer?"
    },
    {
        "speaker": "A",
        "text": "Oh, I bet you. Yeah."
    },
    {
        "speaker": "B",
        "text": "That's, like, tall and lean. Like, I bet you've got a gorgeous swing. Very upsetting."
    },
    {
        "speaker": "A",
        "text": "Definitely the farthest thing from the truth."
    },
    {
        "speaker": "D",
        "text": "Like, really."
    },
    {
        "speaker": "A",
        "text": "I'm actually horrible tape."
    },
    {
        "speaker": "B",
        "text": "I have too many friends that look like dads that are great golfers."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I probably should be a good golfer, but I am not. I I do what I can. I love golfing."
    },
    {
        "speaker": "A",
        "text": "But you enjoy golf."
    },
    {
        "speaker": "D",
        "text": "I do. Like, even when I'm playing bad, I truly enjoy it, but, um. But yeah, maybe that's the problem."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah, we got a yo, let's go from Norm the unicorn. I just want to take a second to thank Norm the unicorn again. Norm is the creator of these new cool backgrounds, logos and overlays. So thank you, guys."
    },
    {
        "speaker": "D",
        "text": "I don't know for, I don't know if we're professional enough to have this good of graphics."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "I mean, we have people showing up without a camera. People's cameras. Breaks during half the show on today is because I was like, oh, it's so lame if I don't come on with a camera. And then I was like, bungie does it every week. So I, you know, I might as well do it."
    },
    {
        "speaker": "A",
        "text": "There is a 0% chance, in fact, I actually might turn the camera off until the guest comes because I was just on an hour long call right before for this and so there's no way it makes it a full over."
    },
    {
        "speaker": "D",
        "text": "Under, over under 25 minutes, I'd say, on that camera."
    },
    {
        "speaker": "A",
        "text": "Yeah, probably under, honestly. But we'll see. Anyway, so we, we got 20 minutes or so before our guest arrives here. So let's get into some market stuff. Chamber. Should we start with crypto or should we start with nfts? Where do you go?"
    },
    {
        "speaker": "B",
        "text": "I just made a crypto sale this."
    },
    {
        "speaker": "A",
        "text": "Afternoon, so we're going with let's do it. Okay. So here, we're going with crypto here. This is a live look at the daily Eth chart. Let's go on a like four hour chart here. We've got some good action going on. What's your, what's your take right now? Are you bullish? Bearish? It's been pumping away today."
    },
    {
        "speaker": "B",
        "text": "Honestly, I think we're still in the chop. Like it's still, it's still like it's a good day right now. But we had a bad day yesterday, maybe a couple of bad days in a row. But I mean, it's, it's, that's a strong move. We'll see. We need follow through just like a good golf game."
    },
    {
        "speaker": "A",
        "text": "But check this out. Look at the volume. Massive volume."
    },
    {
        "speaker": "B",
        "text": "Looking good."
    },
    {
        "speaker": "A",
        "text": "And it bounced right off this order block level. Like right off of it. I mean, yeah, it's nice. I took this past week, I took a long from 1250 and I sold it out like right here, right when we were. So that was a nice one. It was a little three x long, which was, which was really nice. And then I actually had this target pinned really nicely. I thought it was going to take a little longer to get there. So I actually did not jump back in here yet. Uh, which rip me. But there's a bigger trade I'm looking at. Are you. Are you a fan of the Ichimoku cloud? Do you ever use it?"
    },
    {
        "speaker": "B",
        "text": "I like when people talk about it. I don't know what's happening, but."
    },
    {
        "speaker": "A",
        "text": "So I learned this. I learned this system. This is the only system I ever used to trade from Josh Oldswick. How do you say it? I think it's Josh. Ol switch from the ledger cast uses this system, and I learned it back in, you know, 2017. 2018. And it was so easy for me to understand and get my head around from, like, looking at a chart perspective that I've never really gone back. And I think it's a really easy system for people to use. So I would recommend going to check it out. If you're in the discord, if you're in the DJ network discord, I did a big write up on this yesterday, and the trade that I'm looking at, so I would say if you're not in the DJ network discord, shoot us a DM. We'll get you in. There it is invite only, but point being, there's a trade to be had here. So what you are looking for on the system is what you call an edge to edge trade on the Ichimoku cloud. Right. So when you're. When this price enters this cloud area, it tends to find its way to the other side. So that would put us at a 2230 price target. So we're almost here. You want to see candle closes inside this cloud. Uh, so I was actually hoping it would kind of bounce around here and enter here so it'd be an easier kind of stop loss level. Your stop loss typically goes right under the cloud. But point being is, I think there's upside to $2,230 here. If you look at the past this has played. This plays out. You usually get this, like, once a quarter, and it plays out here, you would have had it again. Boom. Right up to the top. It goes the other way, too. Enters here, comes down to the bottom every time. Like, literally. Literally every."
    },
    {
        "speaker": "B",
        "text": "I was just checking my chart, and it. It coincides with yours, so."
    },
    {
        "speaker": "A",
        "text": "Yes. And so you're. You at what, you got a 2200?"
    },
    {
        "speaker": "B",
        "text": "Yeah, 20 to 22, 30."
    },
    {
        "speaker": "A",
        "text": "There you go. Look. So that's where we're going. Des. Buy it or sell it? Are you. Are you taking. Taking the bait that we're headed to 22?"
    },
    {
        "speaker": "D",
        "text": "I feel like we were just two weeks ago saying it's going 800 pretty quick. So I don't know what the hell y'all are talking about."
    },
    {
        "speaker": "A",
        "text": "Yeah, but you. You ride the waves. You do what the chart tells you, man. This is a look at. I mean, look. Look at this like you. This was a clear kind of consolidation support. Bottom. If it broke, that was. That's where we were going. But it didn't. It went up. It went. It broke to the upside instead. So now you have to look for. Okay, where's logical price targets on the upside? And, you know, when you."
    },
    {
        "speaker": "D",
        "text": "So how bullish are now that it's run up. I mean, this. That was the easier decision to make three days ago, that's for sure. Now that it's run up a little bit after some. After some news, some bullish sentiment. Are you buying that? Are you buying at 1650?"
    },
    {
        "speaker": "A",
        "text": "I am buying when this price starts to close on the daily inside the cloud. Uh, so that could be here at 1650 in a couple days. It could be at 1350. It. And I'm going to try to ride it up to 22. So we'll see. Hopefully this plays out over the next week. I can come back next week and take my victory lap, or you can all dunk on me. And those are the. Those are the options."
    },
    {
        "speaker": "B",
        "text": "It does come down to what your, like, your time. Your time horizon is right."
    },
    {
        "speaker": "A",
        "text": "Like, correct. If you're trading this on a four hour timeframe, you would have already been in way in the cloud. At least you'd have been in way back here, and you'd actually still be in the trade because you exit these trades when this. This fast moving, moving average line crosses over the bottom would have been a sell signal, and it never happened. So you would have still been in, even with the dip to 13, and you'd still been riding all the way up, and you'd have got in somewhere around this 1250 mark right here. Or. Sorry, 1207, I guess. So. That's a nice trade. Um, so, yeah, that you would have been in. That's. That was the signal for me to buy at 1250. I sold around here just because I felt like we were losing a little momentum. Um, but I guess I should. I mean, I shouldn't have. I didn't. I didn't totally listen to the system. Here's bitcoin. Uh, bitcoin shaping up for the same thing. You get it. You get a cloud entry here on a daily, and your target becomes a, you know, 32, which is crazy. So I'm going bullish. You can find me buying in the next couple days. That's enough crypto talk for now. What do you think, chamber? You buy and or selling? Are you gonna be dunking on me next week or."
    },
    {
        "speaker": "B",
        "text": "No, no. I think I just sold a bag of uni. So I bought, you know, an all coin bag, I don't know, like ten days ago, and it pumped 20%, I think, in the last 24 hours."
    },
    {
        "speaker": "A",
        "text": "I saw that you bought it live in the war room."
    },
    {
        "speaker": "C",
        "text": "I did."
    },
    {
        "speaker": "A",
        "text": "What should we buy?"
    },
    {
        "speaker": "B",
        "text": "And then literally as soon as I sold it, like, I want to say half an hour after I sold it, phonics in the war rooms, like, hey, you still got that bag? And I'm like, just sold it. So that was, that was a good one."
    },
    {
        "speaker": "A",
        "text": "All right, let's see. Let's get into a little NFT chatteregh des, give me your outlook on the NFT market right now. Where we, where are we at in."
    },
    {
        "speaker": "D",
        "text": "Your mind, does that mean the rect portion of our podcast is concluded?"
    },
    {
        "speaker": "A",
        "text": "Yes, rec podcast is concluded. We are now fully into the mint condition. We have to give the people what they want. They want."
    },
    {
        "speaker": "B",
        "text": "We'll get to trade and we'll get you trade and shit coins in no time."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Oh, absolutely. No. For NFT sentiment. It'll be interesting what happens, right? Because same little pump and eth got, you know, hey, if it pumps to 2200, it's going to be really interesting. But, you know, we've seen a decent pullback even across, you know, some major blue chips. Past couple days, the trading volume has just totally stalled. But, you know, if history repeats itself, anytime we get some volatility either up or down, it usually means increase in trading. So it'll be interesting how the NFT market reacts to kind of the crypto world."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like we're getting to this point where it's starting to happen. Like, I'm seeing people get antsy about should they be an ETH or should they hold their bags. The volume is, is low, which means floor prices are dropping. And now that doesn't necessarily mean that, you know, your bags are going to zero. I actually put out a tweet about this this morning on, like, what to look for if your floor prices are dropping on some of your quote unquote blue chips, like, and tell me what you think of the validity of this. Destin so let's say something like doodles, which is right now under ten e, which is interesting. So, you know, this is a quote unquote blue chip project. Floors dropping. People might be starting to panic. And the things that I'm looking for when this is happening in a collection that I hold are a couple things. One is, are listings like dramatically increasing, or are we seeing the same couple people, maybe five or ten, just undercutting each other because they need quick liquidity or they're panicking. Right. So if listings are piling up, that's a bad thing. If it just looks like a few, couple people that are just taking a floor. Floor price is a really interesting metric. So you got to what is the order book look like essentially. Second is what are the top holders of the project doing? Are, you know, the people who hold the most? Are they staying convicted and holding their ground, or are they selling some off? And that's something I look at. And then three, what's the unique holder count doing? Is it going up, down, staying the same? Those are the three things I'm looking for when I'm thinking. Like I called it by the sip, buy the dip or sinking ship was what I called it this morning. What are your thoughts, Des?"
    },
    {
        "speaker": "D",
        "text": "I mean, you're absolutely looking at the right things. I'm curious, you know, with all the tools that bunch you supports, do you actually have tools that help, you know, quickly summarize those three data points for yourself, or are you doing the hard research and digging into the data yourself?"
    },
    {
        "speaker": "A",
        "text": "Good question. I'm mostly digging into it myself on things like flip here or flips. Either flip XYZ or flips finance. I use a lot, but that's because they have all of those metrics in one spot. So it's pretty easy to dive into a collection like moonbirds here. So you can literally go to flip XYZ and click dig into moonbirds. And it tells you all of these things. Holders, activities, summary, all this kind of stuff. So I like this one as one of the newer tools. We had ledger on a couple weeks ago. I really have been enjoying this, but that's where I'm looking at chamber. I missed anything there?"
    },
    {
        "speaker": "B",
        "text": "No, I don't think so. I mean, I'm still not sold. Our friend JP Kaz put out a great article that you can read on Djen.net work where he lists, I want to say like 25 different projects that are down anywhere from 95% down to some of the better ones, down 60, 70%. I'm more and more thinking about it. I'm very, very hesitant to buy big dips on these nfts. There are probably some that are gonna, you know, that are, they're gonna rebound and, you know, maybe regain all time highs, but I am terrified of most of them again, you know, moonbirds all the way. I think. I do think, you know, they're gonna be one of the ones that, that do well over the next, whatever, twelve to 24 months. But some of these other ones, man, I'm. I'm terrified."
    },
    {
        "speaker": "A",
        "text": "Des, what are your, what's your thought on that? Like, are we. You know, I've. I write the daily recaps here for, for DJ network for the war room every morning. So I'm looking at stuff like, what's, you know, part of it is what's the top five collections in volume every day. And every once in a while, there's a new mint that pops in there. Most of the time, like this morning, four out of the. Four out of the five are Yuga assets. And that's it. Like, it's. It was ledger. Genesis pass yesterday at 1700 ETH traded. Then you had apes, other side, punks, mutants, in that order. At from apes had 595 traded. So 1200 ETH difference. And then it was all yuga assets, the top five. So, like, you know, I'm kind of with you, chamber. It's a little scary to get to think about buying the dips on some of these collections. What do you think, Des?"
    },
    {
        "speaker": "D",
        "text": "I mean, honestly, if, if we're bullish on the crypto market in general, I just feel like there's too much carryover and people view their bags all in one place and, you know, like, like we've seen before, right, when ETH pumps, you know, you would think the natural psychology would be, okay, I'm getting a great dollar price for my NFT. Let me sell it, you know, quickly. But more often than not, it triggers a lot of buying and confidence in the NFT market. So it's. I don't know, it's interesting. It's hard to gauge. But, I mean, I do think, you know, as always, there's a little bit of risk. I think we're maturing as a market, and so there may be a little bit more risk in it now than ever before. But, you know, I just also, I've been trying to step back and see the whole big picture and look at longer time windows."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "And so if you plan to be in this for the next two, three, five years, I do think NFTs will have a place. I do think they'll eventually have a resurgence. And just similarly, how the stuff from 2017 pumped, I think our longer discussions about historical NFTs and things like that, I think still holds true. So I don't know. I do find it very odd, though, that, like, you said the top of that list, especially on the 24 hours rankings, stays pretty much the same, minus, you know, the occasional new mint. And I would love to see some more action in the mid section, but overall, I'm going to tie it kind of together in the short term with the crypto market. So if we're bullish there, I'm bullish on nfts."
    },
    {
        "speaker": "A",
        "text": "So do you think that. I guess what I'm getting at is if there's an NFT resurgence, is it in some of these projects that have been around that are maybe now kind of blue chips or. Or close to. Or is it, you know, some of these mid tier things, or is it none of them are ever going to have a resurgence and it's going to be new stuff? What are your. What are your thoughts there?"
    },
    {
        "speaker": "D",
        "text": "Sorry if, like, the only thing that'll pump is the very, very top. Is that the question?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess that that is my question, is, like, do you see the 99% just slowly taking to zero and we're left with, you know, the top five projects that are the ones getting all the volume, or do you think that you're going to see some of these mid tiers rebound a little?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I always kind of, even from the beginning, likened it to the stock market boom and the.com boom. Sorry, the.com boom, and 99% of those companies fell away, and the 1% carry carried on and change the world. So I do think that this is probably no different if you."
    },
    {
        "speaker": "A",
        "text": "Did we lose him? Yeah, we lost him. Well, that's all right. I don't know."
    },
    {
        "speaker": "B",
        "text": "I think. I think to his point, and he's back."
    },
    {
        "speaker": "D",
        "text": "Did you lose me?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Where'd you lose me?"
    },
    {
        "speaker": "A",
        "text": "I don't know about the point you were making. Whatever, you know, the middle of it, you know, the beginning, middle, and end of it is. But, uh, anyway, uh, before we get to our guest who's just joined us here in the. In the waiting room, uh, phonics threw a good one out here that I wanted to cover. Uh, marry, fuck, kill doodles. Azuki or clone x chamber? Go for it."
    },
    {
        "speaker": "B",
        "text": "I would say mary doodles, you know, they seem soft and gentle. You know what I mean? A nice long term partner. Oh, I'm a professional podcaster. I hit my mic all the time. I'd be banging a zookee because they just seem a little, you know, my speed. I like it a little weird sometimes. And then obviously kill Clone because I think they did something bad. I'm not sure. I feel like there was some."
    },
    {
        "speaker": "A",
        "text": "The other way around. But, no, I think."
    },
    {
        "speaker": "B",
        "text": "I think clone X. Like, there were some. I feel like there was some. Maybe some bad news on Clone X this week."
    },
    {
        "speaker": "A",
        "text": "They had a. They kind of messed up one of their drops a little bit."
    },
    {
        "speaker": "B",
        "text": "Kill them for it."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, Des, where are you going with this one?"
    },
    {
        "speaker": "D",
        "text": "I feel like you. You know where I'm going with this one. I feel like you could answer this for me."
    },
    {
        "speaker": "A",
        "text": "You probably. You're marrying. You're marrying Clone X, you're killing Azuki, and you're banging doodles."
    },
    {
        "speaker": "D",
        "text": "You know, I was actually wrong, and maybe it is a little bit of surprise. No, I'm gonna marry doodles. I'm gonna fuck clone X, and I am going to kill. That's going to kill Suzuki."
    },
    {
        "speaker": "A",
        "text": "That's what I would have chosen. I just thought you were married."
    },
    {
        "speaker": "B",
        "text": "Your mind in the sack, first of all."
    },
    {
        "speaker": "A",
        "text": "Anyway, all right, we've got. We've got our guests coming in here, so before we get to him, I just want to. We've got. Do we have video Des now, too?"
    },
    {
        "speaker": "B",
        "text": "No, I think it might be."
    },
    {
        "speaker": "A",
        "text": "Oh, there is video Des. And adding to the. Adding to the fun here, we've got James slate from Bear Tiger club. What's going on, James?"
    },
    {
        "speaker": "C",
        "text": "Hey, guys. How we doing?"
    },
    {
        "speaker": "A",
        "text": "Wonderful. Thank you so much for joining us. We are super pumped to talk to you. It's funny, we, you know, I kind of schedule a lot of the show, and Des came, you know, into our chat today, and he was like, hey, you know, maybe I'll show up, maybe I won't. And I was like, cool. Well, we have a guest on the back half of the show. And he's like, cool. Who do we have? And I was like, oh, we've got Bear Tiger club coming on. And he was like, no way. So he was. Des was very excited to hear that you are coming on the show today. Des, what made you so excited about Bear Tiger club?"
    },
    {
        "speaker": "D",
        "text": "Well, so, Josh ong, I remember when we were at nftNYc, he was talking a lot about TBTC, and I'll be honest, I did a lot of the head nod and smile, and. And then I started to research a little bit more when I got home. And, yeah, it was just really cool. Obviously, we talked about golf at the beginning of the show. I love golf. Just wish I was a better golfer. And, you know, I was very interested in the project. A lot of the goats community is into golf. So I was talking to Josh about getting together a few golf minded communities and doing maybe an event in real life and seeing what that could look like for the NFT space. So yeah, I was just, I was just talking to James literally three, three days ago. So yeah, pretty cool that we have him on the show today."
    },
    {
        "speaker": "A",
        "text": "Very cool. Well, James, thank you so much for joining us. Let's get into bear Tiger club. I'm super excited. I actually live near a bunch of golf courses. Don't golf nearly as much as I would like to, but I want to get out some more. But tell us, let's start with your background. Tell us a little bit about yourself, uh, your business experience and, and kind of how you got into golf and how we got here."
    },
    {
        "speaker": "C",
        "text": "Yeah, cool. So, um, I mean, I had aspirations to be a tournament professional. Tiger woods won the Masters in 1997. I was eleven years old at that point. I just stopped reading books and doing arithmetic and like worrying about any form of education. I was completely sold and I told my dad I'm going to be a professional golfer. And at which point, actually we have a sport over here in the UK called cricket, which I was playing quite a high standard to. It's already had a fairly natural hand eye coordination kind of thing going on and that took me to kind of 1617. I got to sort of like regionals, as you guys would say, and like sub national level and like, you know, it was there for me to sound professional. I had a really bad back injury and I also then not long after that, met my co founder and very close friend, Zane Scotland. And when I played, when I saw him hit a golf ball for the very first time, I was like, damn, man, I better go in the city and like earn some real money because this is like, if this is the barrier to entry, like I've got with."
    },
    {
        "speaker": "B",
        "text": "A name like Zane Scotland though, I mean, you have to imagine he can smash a ball."
    },
    {
        "speaker": "C",
        "text": "It's a cool name, isn't it? And it actually is his name by Depol. It's not like, it's not like a front or anything. So I mean, like, to cut through that story, I had a pretty bad back injury and it just, you know, I was good, but I wasn't good enough and I was fortunate that I had people around me young enough to tell me that. So I went into the city, I carved out a career in search and selection and recruitment. Worked for some very, very big people in that space, a couple of global brands and some small boutique houses. And about 2015, 2016, I started building my own private equity stack with my two business partners and we house three main sections, which is recruitment, search and selection, recruitment services like payroll and started building properties and we build flats in London and yeah, we just bought our last business which takes us to around about half a billion dollars a year now in turnover as an organization and it's a really, really self sustainable business now that has a few hundred employees. But I've never lost my love for golf. I set up an online academy with Zane four and a half years ago. I've carried on playing. I'm a plus handicap golfer and I love tech. I've been in and around crypto and NFts now for a while and I'm a gamer. I've been in all sorts of, I don't try and answer everything all in one go, but yeah, man, I mean, I'm all about innovation and this space is definitely that. So I tried to learn as much as anybody else has from trader level up to now creator and yeah, we think over the last four years we've been setting out a stack in our investment side of our vehicle to build projects now and launch pad businesses. And we've done a load of kind of successful kind of off chain and on chain runs. And now we're ready to launch the Bear Tiger Club as officially, you know, our fully funded docs project as our own."
    },
    {
        "speaker": "A",
        "text": "Very cool. That's, that's really awesome to hear that background and story. So tell us a little bit then about, you know, the idea for Bear Tiger Club and what it actually is."
    },
    {
        "speaker": "C",
        "text": "Yeah, so go back to that story, Zane and I. Zane's academy is called the ZS Academy and that was born from everyone going up to the driving range at pro events and saying, man, you have the sickest golf swing ever. Like, can you coach me? And he got a kind of thing one day, like a couple of people who are like really, really good players actually. He just like, yeah, maybe I could monetize this and actually like find a way of giving people my advice. And he set out and built his academy off the back of that. And then he and I were sitting in a restaurant in London having a steak and a whiskey about four and a half, five years ago. And he was like, how do we do something with this? Like, what do you think? And we started building out the ideology of moving golf out of this kind of archaic fashion where you've got to go to your most local drive range to find a pro. You know, they've got to be able to physically touch you to learn how to play golf. And I was like, this is just madness. Like, how can you, how can you be so restricted to such a small area. And how can the people who need help be restricted to such a small area of individuals who can help them? So we built an online golf academy, which. And within the first year, we were coaching people in six continents. It was mad. So. And that was born in 2018. And throughout that period, I was in crypto and NFTs. If one of our other co founders, Wayne, and he's just a tech guru, and he's been watching this blockchain stuff from. I mean, he's been like me. I mean, he'll tell you some stories. No doubt you'll meet him. Like, I think in five years ago, he paid two bitcoin for free pizzas or something. Like, he convinced someone to take a USB stick for payment Domino's because he had no cash on him. But he's been around it for years and years and years, and we wanted to move onto the blockchain now, because the real thing that we want to do and innovate in this space is build community and awareness. Golf is going for a humongous change. People's perception of it is that it's for 40 year old plus white males. It's not accessible to anybody else. I have to dress in a certain way. I have to be. It takes really long to play, and we just need to evolve all of that thinking, and we're going to do that in the Bear Tiger club through four forms, which. Happy to share with you."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Can I get rid of my white belt now? Or do I still have to keep that in my award?"
    },
    {
        "speaker": "C",
        "text": "Yeah. You're not supposed to wear a white belt over the age of 30."
    },
    {
        "speaker": "B",
        "text": "I'll save it for, you know, for another time, I guess."
    },
    {
        "speaker": "A",
        "text": "Chamber, you've been wearing that white belt for too many years over the desert."
    },
    {
        "speaker": "B",
        "text": "You can barely see it, though. I mean, if I'm being honest, it's a very thin stripe. Now."
    },
    {
        "speaker": "A",
        "text": "That's really funny. Yeah, that's really cool. I love the idea, the point that you just made about, you know, how restrictive it is to really learn how to play golf from people who know it. Right. Like, you have to be, you know, find a golf pro or take lessons somewhere, and it's gotta be physical, it's in person. And, like, there's so many different ways to learn these days. I think that's super fascinating to me. Yeah. Go into some more detail about kind of what the, you know, the details of the project are. Yeah."
    },
    {
        "speaker": "C",
        "text": "So coming back to that point around accessibility, it's. It's about, like, Bose and I have eight year old children neither of them have looked at golf and think it's cool. But we love golf. We're like, no, it's really cool. Like, you know, but they both are like, you know, technology now is so evolved. They understand iPads, they understand smart tvs because they're around them so much. When my kids go to an apple school, it's almost like they actually teach them through apple methods and stuff. Now I. So, you know, we're like, we've layered the project to work with people on four different fashions, and you can access all four if you want, or you can just touch one of them or two of them or three of them. And that is to be able to access golf through mobile gaming, VR gaming simulator golf. That is like going to like a place like five iron and IRL, like four country club s golfing. So there, there is an access point then for everybody to get involved with it and touch it a little bit or touch it very, not very much at all. We've got really cool merch, like, that's coming through. People are loving that that's already out and about. Merch store goes live this week. And within golf, like you just said, what we're building within our ecosystem is our fully comm app, which will be fundamentally a concierge service and the 360 platform for people who want to get to know the country club experience. But the underarching utility within it is that we're building a full how to play golf app, which will, which Zane will lead. We've got some really big names in golf who are now showing an interest about adding content to it as well. And whether you're a complete starter or you want to get one of your children into it. It will be literally a video, like how to go to a driving range, like how to vend balls out of the machine, and then the grip and then the stance, and then like a full kind of beginner's guide all the way through to innovative and ideologies around how you can mimic a tour professional, whether it be through practice, performance, engagement, training, dress code, buying the same equipment, and just covering off the, you know, the complete manifesto of where you can get to the golf and hope. And obviously, by continuing to update that information, we hope then that's a point of reference where you guys can get access to a multitude of, or all of the people can get access to a multitude of coaching tips outside of having to go to a driving range and engage with someone and start paying money before they even know. So that's. That's kind of the core utility to it."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting. Chamber this. What are your thoughts so far?"
    },
    {
        "speaker": "B",
        "text": "I just, we were kind of talking before about the NFT market. This is the type of thing that I get more excited for. Just unique ways on implementing nfts in the real world that, you know, real people like my dad could kind of get into this and kind of understand it fairly easily, you know what I mean? And I do think that's kind of what I'm looking for going forward after, you know, the past 18 months of NFT madness where, you know, you could take a photo of your toilet bowl and you know, make a, make a $4 million mint out. You know what I mean? This is, this is kind of what I'm looking for."
    },
    {
        "speaker": "C",
        "text": "I mean this is, that's a really good point. And I've been involved with all of those style projects chambere as well. You know, I've got over 400 nfts as just solely as an investor. Yeah, I got a board ape and I've seen mad utility out of that. But they've kind of built as they've got successful. Right. They weren't launching, they weren't launching that 90 page roadmap in May 2021. That's kind of through evolution of just mental success, which is. And great. And you, the guys have just evolved and evolved and evolved and shown how to, how to I think, operate in this space. Absolutely. But I've also got stuff that I bought just for the art. I bought stuff that's kind of started and it's kind of very community driven and they're finding their way as they go along and that's what you expect with a lot of startups. So I think what we're trying to show with the fact that we've got a very docs board, you know, we've got a very successful board. You know, our chairman, our chairman and our CCO have just listed their company in New York for $1.3 billion. Cloud management organization, you know, absolute powerhouses in their space. We've got a technology guru who has been watching blockchain since the day it kind of came around. I myself have got, I think, a really good blend of how golf businesses need to operate through a career in golf and also a career in private equity. And Zane is one of the most sought after golf guys in the UK at the moment. He's on all the media channels at the moment. He's a diversity ambassador for the royal and ancient which, which is the founding body of golf. He has got loads of ways in which he knows what he's being tasked with some of the biggest organizations in golf to do in order to actually make this sport way more accessible for way more people. So we believe our board's great. That's why we want to dox it and show everyone what we're about. The course guide is absolutely our business plan that we're implementing because we're funded already as it is. And we'll launch when we believe that. Actually there's been a really, really good demonstration utility already shown to the marketplace. And actually we're at the point where this app, by the way, guys, now needs to go into the phase of build where it goes into quite severe code and that will require 15 to 20 developers on a full stack in order to take it to build. So right now, like, we're coming to public mint, you know, and I think that that's the kind of message that as NFTs are evolving just through this like bear trend and we're coming back, I think, to a more warmer market. That's the sort of information people as potential investors should know. You know, they want to know like, what are you doing? My cash, you know, so we're hoping to be able to present that in such a way where all of the questions are kind of answerable in, in the roadmap and also in the course guide, which is our white paper, technically."
    },
    {
        "speaker": "A",
        "text": "Very cool. Des, what interests you most in a project like this? It is, you know, there's a little difference then. And this is why I love having projects like this on the show. It's different than stuff we're used to seeing in the space or stuff that, you know, has been around in the past year or so. I think there's a lot of value in differentiated products like this. What, what interests you most in a project like this?"
    },
    {
        "speaker": "D",
        "text": "I mean, honestly, yeah. Just the, the structure that they're going about. It is really strong for me, which is, you know, in a world where everyone is rushing to the market and trying to get a mint out, they want to do this progression of getting, you know, a solid foundation base and, you know, a good level of influence and things like that. Early on as they release the utility, the natural progression of desire to get in to the community is going to go through bears and. Yeah, so I think it's really cool. I think it's a weird thing, but I've, I mean, we've seen it across a lot of communities. There's a lot of interest in golf from the NFT community. So I think it's a, it's a great parallel, you know, category for, for NFTs and you know to be honest we have link style right that's the. Probably the other big notable one but other than that there's just not too many options."
    },
    {
        "speaker": "C",
        "text": "We got Malborn golfer minting today. Their actual official collection mints today and Melbourne are great. I mean they've done some collaborations with some really major brands and they released some super cool stuff. I haven't. I mean it's kind of been like, it's kind of come out of nowhere that they're now minting their 9000 NFT. So quite interested to see how, how that does and because it mints about 09:00 tonight I believe so, but eastern. So we'll see how, how those guys get on. And I mean I hold links and I hold Melbourne. I'm kind of here for it. Like I love golf so I'm not here to try and be number one or wipe them out the way. I don't think our roadmap or our course guide is actually non or actively non complimentary or in any way threatened by those guys. They're doing their own thing. It's just cool. So yeah, I think it's for the."
    },
    {
        "speaker": "B",
        "text": "Record, neither of those projects have been on this show, so we only bring on the cream of the crop. So I think it goes without saying."
    },
    {
        "speaker": "A",
        "text": "Chambers, actually just buttering you up for when I slide in the DM's later and ask for merch. Exactly right. That's exactly right."
    },
    {
        "speaker": "B",
        "text": "How many hats do I do I got for trading in my white belt?"
    },
    {
        "speaker": "C",
        "text": "We don't sell white belts. White hoodies are fine, man."
    },
    {
        "speaker": "B",
        "text": "Oh nice."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean the merch is pretty. The merch is pretty legit. We're gonna have to figure out and."
    },
    {
        "speaker": "C",
        "text": "On that point as well, like we've, you know, we've done deals with some major manufacturers ourselves. Like we've partnered with Jay Lindbergh. They're a huge clothing, global clothing brand. I mean they're a lifestyle brand as well. Just this week I can actually give you guys a. I can give you guys an exclusive. We've literally just today had contracts go across to just dot the I's and cross the t's with titeless to do it, to do an alignment with titlists, which is going to be looking at balls for the goats, which will be in gold and balls in black and white for the bears and tigers, as well as gloves, gloves, bags and hats. So I mean we're now starting to partner with major organizations as well and move into sort of some of the alignment arrangements that we want to kind of position ourselves with. So the Gulf market now kind of will fully acknowledge as well as obviously the NFT space."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting, too. It's like when you hear, when you hear that you're partnering with like these massive major golf brands, I always titleist a big."
    },
    {
        "speaker": "B",
        "text": "Is that a big brand within the golf community?"
    },
    {
        "speaker": "A",
        "text": "Is that. Yeah, they've done a thing or two. But when you hear that, I always wonder, like, what these industries think of the NFT space, like, and so shed some insight on, like, when you go and approach titleist for a partnership and you're like, yeah, we're an NFT project. What's the reaction from a company like that? I've always super curious."
    },
    {
        "speaker": "C",
        "text": "Well, you know, actually what's really interesting is we don't actually position it like that because we don't see our nfts as. We don't see our nfts as they are non fungible tokens. But how we actually position them with our community and also our potential partners is what we call DMCs, which is digital membership cards, because that's what actually we're utilizing here in order to be, you are buying into a membership which has a cap supply. You know, we're going for a captive, you know, our USP and what we believe our mission statement to be is to build the single biggest digital community for golf. Right. And we, and a hard stop is to get to a million people. But there is only a cap supply of utility holders within three tiers, which is goats, bears and tigers, which, which has a hard stop at about 12,450. After that, you're going to have to start trading them on an open market. And, you know, the floor price will be determined by the holders. But so within that, the digital membership cards are exactly the line we've gone down. And now they've started to understand the utility we want to add to the holders across our multiple metrics of our media channel, our merch, our training app. The goal first that will come in 2023. When we started talking about digitalizing tightless TSI drivers, t 100 ions and people can buy them in a digital form, they were like, this is nuts. Like, how are you, like, where are you at with this stuff? So. And that was great. And I was like, you know, that will come in 2023, and hopefully you have me back on in the future. I'll tell you more about the goal first."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. So before I get to this comment here by boots, because it's super interesting. Tell us about the difference between the goats, the bears, the tigers. How does that all work? What can people expect? I've got the bears here on the screen, but I'd love to know the difference."
    },
    {
        "speaker": "C",
        "text": "So the goats are our. The goats are who we brought in in our round one, which is actually another point around supporting the community before we actually go to public mint, because they were aimed at freestyles of individual, a corporate celebrity, a professional athlete. And what we probably know in the space is blue chip NFT holders. Because we were looking for a level of business advice, consultation and marketing influence assistance. And within those three chains, we thought that with a cap supply of 450, which is the average membership of an executive country club, we would get a super great blend of those individuals who would help take the project to a level where we can go to a public mint and have the absolute confidence of the individuals around it. So, but also within that, there is an executive goat tour that we're building, which is an IRL tour. We've actually captured a vast majority of top hundred golf course in the world. Members like Cypress Point, you guys got over in the States, Tory Pines, Wentworth here in the UK, a couple of the real big courses in Scotland and those. And then we're actually like, there is an executive kind of networking theme amongst the goats where they will entertain other goats at their golf courses so they can go and play these exclusive places around the world when they're traveling with work or family. So there's a load of utilities for the goats that are there. And then we have this acronym in the company called GMM. Goats make money, which is basically, we created this thing called the CEW, which is the underlying utility for the bears and tigers, which is the community enhancement wallet. And within our ecosystem of basically financial revenue opportunities, which is the media, the mint, the secondaries, the training app, the goal first. In the future, 20% of all proceeds go into the CEW, which is the community enhancement wallet, which will be tracked on the ETH blockchain. And all of the holders can see that and that on a monthly basis, when we do our board packs and we share it with our community, they will see the money building up in the community enhancement wallet. And that will be distributed in multitudes of different ways in the future to the holders of the bears and tigers. So they will support the fact that goats are going out and playing on these events and flying around and doing all sorts of things. Because every time an event goes on 20% of the profits come straight down into the community enhancement wallet. When we do royalty sales, when we have subscription based services, when merch sells, 20% of the profits all goes to the community enhancement wallet, which, if you've got the course guide, which I don't think that is the course guide, you had it up beforehand. You'll see on the abacus, the forecast for where our three year plan is, and, you know, and the guys will be able to see what we're doing with their cash and how it comes back and incentivizes the holders."
    },
    {
        "speaker": "A",
        "text": "Which. Where do I need to be on that? What you were just talking about there?"
    },
    {
        "speaker": "C",
        "text": "Abacus. So all the way to the end. So after hole nine. All right, here we go."
    },
    {
        "speaker": "D",
        "text": "Cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, I just merch the merch because it's dope."
    },
    {
        "speaker": "C",
        "text": "Thank you. So, yeah, so keep putting along. There's the founders. It's cool. And here's the. Yeah, so here we go. So this is the abacus right here. So if you see at the bottom, the community enhancement wallet receipts are there."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So that's. That's the monies that, for the bears and tigers. Like, that's where there's obviously a contributing wallet, I guess, you know, whether right now the only thing that we've not completely decided is like, you know, which our lawyers are still worth a out. The best way to make sure that we respect the boundaries of everybody's tax domiciliaries around the world. But, you know, to, whether or not we tokenize that and use it as liquidity for holders, you know, like apecoin, for instance, whether or not that becomes available in airdrop opportunities, we all work it out. But that wallet will be for the bears and tigers."
    },
    {
        "speaker": "A",
        "text": "Very cool. Talk about the, you know, the names that you guys already have involved. Because when I was talking to boots, you know, prior to. To booking this, and he was telling me about all these, you know, all the people that you guys had involved, I was kind of blown away. So talk to about that a little bit."
    },
    {
        "speaker": "C",
        "text": "Well, I have to find out which names he was referring to and whether or not, you know, I'm not sure. I'm not sure what intel we gave you there."
    },
    {
        "speaker": "A",
        "text": "I don't have anything exclusive that for sure. Nothing that's not already public, I guess. I don't know."
    },
    {
        "speaker": "C",
        "text": "Was he. Was he talking about the board, do you think? I'm just. I'm wondering what part probably."
    },
    {
        "speaker": "A",
        "text": "Yeah, and then, and then golfers. Because I was talking about probably referring."
    },
    {
        "speaker": "C",
        "text": "To, like, Danny and."
    },
    {
        "speaker": "A",
        "text": "Yes, exactly. Because we were talking about the Open, and I think somebody had a bear Tiger club golf bag. Right?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So, yeah, so, obviously, Zane's a very well known golfer. Callum tarrant, current PGA Tour player. He finished tied 7th last week at the 03:00 a.m. open in Minnesota. And then one of our big guys here from the UK who's been great and has reached out as an ambassador has been Danny Willett. Won the Masters in 2016, finished tied seven bosser in the free m Open last year. Last week. I think he's won ten times on tour. He's won the. He's won the Dunhill Links, which is the. Played over the three major courses in Scotland. He's won the tour Championship in Dubai. I mean, he's got a prestigious record, and we had an opportunity to get talking to him. He loved it. He wants to see innovation grow. He's got two young sons, so he totally gets where golf needs to be. And, yeah, we sort of set out kind of having a conversation at the masters because he very kindly hosted us for some dinner in Atlanta. Well, sorry, in Augusta in. In April. And then we got moving, and then, yeah, we did a bag launch with him, and he used the. The gold logo as a goat and launched it at the open, which was pretty sick, to be fair. So, yeah, it was pretty cool."
    },
    {
        "speaker": "A",
        "text": "I saw the picture. That's what it. He sent me a picture of, like, it on tv. I was like, oh, that's pretty. That's pretty awesome. So, yeah, very cool. I was. Norm asked this question. I was literally just about to. I was just about to ask you."
    },
    {
        "speaker": "B",
        "text": "This question I haven't written down in my notebook."
    },
    {
        "speaker": "A",
        "text": "There you go, Norm. Hit it under. On the exact right timing. Curious on your thoughts on this."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Because we talk. I mean, exactly right. We talked about the progression of golf and, you know, making it more fun, I guess. And so. So I'm curious what your thoughts are."
    },
    {
        "speaker": "C",
        "text": "I try and be so Switzerland with you just in case any. There's any future partnerships in the."
    },
    {
        "speaker": "B",
        "text": "Make that money."
    },
    {
        "speaker": "C",
        "text": "But do you know what, like, a lot of the foundations of what live are trying to achieve, you know, I'm absolutely for. I mean, I love the Ryder cup, so anything to do with team golf, I'm so pro. I. You know, the whole. The bits around, like, having music at the driving range, people teeing off of beats in the background, like, people genuinely enjoying the, like, experience of a golf event. Like, I've been to golf events as a spectator, and I will admit it is quite arduous. It's like if you want to go to an open championship? They don't. They only do a one t star. So if you had to go to the whole day, you'd have to be there at 06:00 a.m. and if you wanted to watch the last group play, they tee off at like 04:00 p.m. like, that's like a 1516 hours day just walking around 100 acres. I mean, that's pretty brutal. So, but, so the concept behind the shotgun star, I'm not quite there yet with 54 hole tournaments. I don't. I'm all right with. I quite like goal finishing on a Sunday. That's like the day where my kids jam and, like, my wife jams, watching her kind of like, stuff on Netflix. I'm cool to be sat there like, like, with a beer watching golf on telly. So I like golf on Sundays, you know, so. But, yeah, I mean, and I'm not quite sure that eight tournaments in a schedule is enough. I think. I think. I think it's enough for the players who are kind of like, like peak professionals who are towards, like, you know, the senior, senior players within the world ranking that they brought on, but the younger players who are still going to want to come through and get more and more and more experience on tour. I think they need more golf than that. So I'm for it. I love the idea. I like what they're trying to build. I think there's some really cool players gone across to it. I think they're going to carry on attracting more players. I'm not bothered about where the money comes from and the whole saudi involvement. I think that stuff will sort itself out. I mean, but I just, I'd like to see more events and I'd like to. Yeah, and I'm really looking forward to when the team events, like, turn into probably, like, quite cool auctions and when, like, people can, like, sponsor teams on a weekly basis and they want to trade players in and out and they could probably make some, like, really sick fantasy games and, like, team game stuff."
    },
    {
        "speaker": "A",
        "text": "Nft, the teams, like. Yeah."
    },
    {
        "speaker": "C",
        "text": "Can you imagine? That would be amazing. Well, you know, and great. And shout out, Greg's son, obviously, he's a board ape holder. He's in. He's in the NFT space."
    },
    {
        "speaker": "B",
        "text": "Greg Norman's son is a ward avalanche. I didn't know that."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. And he, he's like, super active. Like, really active in the space. And."
    },
    {
        "speaker": "C",
        "text": "Yeah, he and I talking about, uh, he and I talking about bear Tiger club very soon. Like, we're dming and stuff at the moment. So. Yeah, he's like, he's a really, really cool guy, actually. Yeah, very cool."
    },
    {
        "speaker": "A",
        "text": "Um, so tell, uh, as we wrap up here, tell people where they can find you how to get involved and then kind of, uh, some details on the mint and all that. We want to make sure people can find out where to get involved in Bear Tiger Club."
    },
    {
        "speaker": "C",
        "text": "Yeah, great. So right now, you know, we are in the invite phase of goats. So at the moment it's an invitation only where obviously people can approach us and sort of ask us to look at, obviously entertaining that they're coming across to join the goats, which we are absolutely keen on doing so. And myself, Josh and one are working quite hard on growing that network now. And the public mint, we believe that we're trying to set a day of somewhere between October 10 and October 14, which is web three Las Vegas. We're intending to come over to the states for that event. We're going to try and hold a blue chip nft versus Bear Tiger Ryder cup at the winter. Like, we're going to try and get ten players from like, you know, moonbirds, bourde, those kind of guys, whatever, you know, like, you know, psychedelics, anonymous, like, whatever, you know, whoever it may be, goats, things like that. So, you know, from kind of some of the big projects and things like that. And they, we just put ten guys together. We'll have ten guys in the Bear Tiger Club side, we'll get Jl. We'll sort out some cool merch for us for the event and like, you know, we'll, we'll rip it out red versus blue. So, yeah, that would be pretty cool. And then we're trying to have a. What we'd like to do is to have a live mint party at Topgolf Vegas during web three Las Vegas. So we would. That would be the idea. So somewhere between October 10 and October 14 for the first run, which would be the bears."
    },
    {
        "speaker": "A",
        "text": "Very, very cool. That sounds awesome. I love the idea of, you know, having a, a live mint party. I think that's really cool. I love tying in the actual golf tournament to that and around a big, you know, nfT in person event because there's such a, you know, especially with a project that's centered around golf, which is, you know, obviously an in real life event. But like, you know, this crossover of the digital and physical is so important. I think that's a really cool strategy to, to go about that. Awesome. So people can find your website. It's Beartiger IO. We will link to the discord in our show notes. But I do want to give this an opportunity here. So boots did tell me, and I don't know if he told you this, but we're going to get, we're going to put you on the spot that we, that we could do a giveaway of some, of some tea list spots. So if you are listening to the show, if you go find, if you go find their discord here, chamber, maybe you could throw the discord link even."
    },
    {
        "speaker": "B",
        "text": "It'S in the show notes currently. So if you're watching on YouTube or Twitch, their link tree is right in there. So I think you'll be able to get. But give me one sec, I'll post."
    },
    {
        "speaker": "A",
        "text": "The, yeah, throw it in the chat. People that are watching because Boots said."
    },
    {
        "speaker": "C",
        "text": "We chamber just nailed it. Yeah. The best place to find us is Linktree. Everything's on there. The course guy, the discord, the Twitter, the Instagram, everything. Linktree is the podcast that we, I mean, we didn't talk about podcast. We've got our own podcast, guys. Got. Come on. Our podcast."
    },
    {
        "speaker": "B",
        "text": "Wait, you have your own podcast? Cut it."
    },
    {
        "speaker": "C",
        "text": "Yeah, man."
    },
    {
        "speaker": "B",
        "text": "Scrap it. Yeah, dump it. Let's get this thing off there."
    },
    {
        "speaker": "C",
        "text": "We're audio only. We're not as cool as you guys in the video. I haven't worked tech out yet, so."
    },
    {
        "speaker": "A",
        "text": "Well, boot did say if we send over the first 20 people from the, from the show that are watching that pop into the discord, say that Djen network sent you will be added to their t list. So there you go. Chamber just dropped the link tree in the chat. So go in and bug them in their discord, tell them Djen network sent you and they'll be giving away some tea list spots, which is really cool. I'm super pumped about this project. James, thank you very much for joining us. Any last parting words? Anything we missed before we get out of here?"
    },
    {
        "speaker": "C",
        "text": "No, honestly, absolutely. It was my pleasure. Honestly. Please. Thank you. I'm very humbled for you guys to invite me up. You've got a great show. Been following you for a while. You're smashing it on the socials as well with educating the space. So thank you very much for giving me the forum. I really appreciate it."
    },
    {
        "speaker": "A",
        "text": "Appreciate you, Des. Any parting words?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "Should be an exciting week ahead. Yeah, I'm just super pumped. And as we talk about longstanding projects and what's going to make it through, you know, the market, it's really cool. Innovators like what's going on at TBTC and the kind of utility that they're going to be driving to an awesome."
    },
    {
        "speaker": "C",
        "text": "Golfing community, so I'm going to put."
    },
    {
        "speaker": "A",
        "text": "You on the spot, Des, before we jump out."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Who's your. Who's your goats? For some. If you had to put them in the dude, he literally could get me."
    },
    {
        "speaker": "D",
        "text": "Crucified for asking my whole community. I'm actually gonna plead the fifth on this one. I will name one golfer who's definitely making it, and that is big bucks. Yeah. Basically like a three hole golf course in his backyard."
    },
    {
        "speaker": "A",
        "text": "So I saw that. That was insane. Insane."
    },
    {
        "speaker": "D",
        "text": "I'm gonna. I'm gonna put bucks in there, but I'm not gonna answer the rest of the remaining four, so it's not me, I'll tell you that much. It's definitely not me."
    },
    {
        "speaker": "A",
        "text": "Chamber. Same question to you. Who's on the Djen foursome to represent?"
    },
    {
        "speaker": "B",
        "text": "I see. I like to rig my. When I go into foursomes, I like to be the worst golfer, so I try to find, you know, maybe the third, maybe the third worst, you know, out of the group. So me and you, for sure. Steve could be a. He could be a golfer."
    },
    {
        "speaker": "A",
        "text": "You think Steve's a golfer? Could be."
    },
    {
        "speaker": "B",
        "text": "He could be. Nah, I don't know. I don't know. We'd have to. I'd have to sift through, find out who. We need at least two for sure ringers in our course."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Absolutely. I like to post a nice number. At the end of the day, we're."
    },
    {
        "speaker": "A",
        "text": "Gonna go the live. We're gonna go the live route and just buy the best golfers from all the communities. And so we'll be paying all of them off so we could win this."
    },
    {
        "speaker": "C",
        "text": "There's no handicap bandits. We'll be checking out everyone's handicaps all the way back to legal."
    },
    {
        "speaker": "A",
        "text": "That's exactly right."
    },
    {
        "speaker": "B",
        "text": "No sandbagging."
    },
    {
        "speaker": "C",
        "text": "I just had a really good day today. I shot free over."
    },
    {
        "speaker": "A",
        "text": "That's awesome. Well, James, thank you so much, everybody. Go check out bear Tiger club, jump in the discord, tell them dj and set. You get added to that t list. And until next. Next time, stay mint."
    }
]