[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am bunchu, alongside my esteemed colleague and co host, one of them, Chamber. Chamber. How are you, buddy? With no word from Des today. No word."
    },
    {
        "speaker": "B",
        "text": "He might not be alive anymore. I'm not sure."
    },
    {
        "speaker": "A",
        "text": "We should probably do a wellness check. Somebody check on Des. He been in the goats community? Has he given out any g milk, anything like that lately?"
    },
    {
        "speaker": "B",
        "text": "G milk's maybe my favorite part of the goats community."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, you're not surprising, based on your conversation today."
    },
    {
        "speaker": "B",
        "text": "Every time I. Every time I hear it, I think of when they first launched it and you were doing the g milk pitch as Christopher Walken. And I can only hear him. I can only hear g milk in walken voice."
    },
    {
        "speaker": "A",
        "text": "Wow, you love the g milk."
    },
    {
        "speaker": "B",
        "text": "Oh, it's so much funnier in walking voice."
    },
    {
        "speaker": "A",
        "text": "Wow. I forgot I did that until you just said it."
    },
    {
        "speaker": "B",
        "text": "So it's etched in my memory."
    },
    {
        "speaker": "A",
        "text": "Welcome to the show, everybody. We don't know where Des is. Maybe Dez will show up, maybe not. Maybe we've scared him off for good. I don't know. I wouldn't say this show is. Is better without him, but I definitely not. It's. It's for sure not better because I don't have anyone to talk to about nfts. Like web three stuff. Yeah. You know, you and I talk like, you know, our. Our banter and, you know, carries the humor of the show. But, you know, when it really comes down to the web three of it all, the nfts of it all, there's, you know, there's an element that Des brings that just can't be replicated by a sasquatch."
    },
    {
        "speaker": "B",
        "text": "100% no. Humor can only take us so far."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it's taken us decently far."
    },
    {
        "speaker": "B",
        "text": "I mean, far. It'll take us far, but, I mean, not all the way there."
    },
    {
        "speaker": "A",
        "text": "At least it's fun when we talk. So, I mean, how you feeling right now? Like that you've changed the title of the show?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I had to do an emergency title change. I had, we had seen a rebound in the market a few days ago. I want to say, let me count them out here. 1234-5678 910 or so days ago, the market for certain cryptocurrencies started to trend in the right direction, and I was sitting in USDC, and then it pumped, and it was just too late. I was just like, oh, it'll pull back. It'll hit resistance here. It'll hit resistance here. And then it didn't. It didn't. I'm like, screw it. I'm getting back in. So I flipped everything back into crypto, and then I was. I held it there for, like, three days, and then there was the news or, like, the DOJ doing something. I got scared like a little girl."
    },
    {
        "speaker": "A",
        "text": "So did I. I did the same."
    },
    {
        "speaker": "B",
        "text": "Thing, and then I flipped it back to us, back to USDC, and now it started. It broke through resistance, and I literally just flipped it back to us, to crypto. And I do this all the time. I probably lost five or six eth just in being a big baby. It's terrible. And I did it on the way down, too. I tried to be cute. And I think what I've learned is when it's time to sell, sell and don't fuck around and when it's time to buy, buy and don't fuck around. Like, just stop getting. Stop getting scared all the time."
    },
    {
        "speaker": "A",
        "text": "I will say, I will say, though, like, now, if you're looking at a chart now, it's. It's getting toppy."
    },
    {
        "speaker": "B",
        "text": "I said that four days ago, and we just broke past it."
    },
    {
        "speaker": "A",
        "text": "Yeah, but when this first happened, I said. And I said it in the war room, but then I get made fun of in the war room now for price projections, so I don't make them anymore."
    },
    {
        "speaker": "B",
        "text": "It is toffee, though. You're not wrong. Like, if you're looking at the price of ethereum, specifically, there."
    },
    {
        "speaker": "A",
        "text": "There's a. There's a resistance level at, like, 1655."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's where. Yeah, that's basically where we are right now."
    },
    {
        "speaker": "A",
        "text": "It's like, where we are right now. And then after that, if it bust through that, if you go look at a daily chart. So, like, if you go look at a daily chart right now, I'm on a daily. Right, we're sitting in a range like that. 1655 to 1200 is a range, and it's just there. And, like, you've seen it. We did the same exact thing back in."
    },
    {
        "speaker": "B",
        "text": "See, I have the top ten."
    },
    {
        "speaker": "A",
        "text": "Like, two k. You could. Yeah. So. But if you look like. Look what we did in September, September 17, they had that big dump, and then it just went, you know, sideways for a while and then rocketed back up to this. 1655, then dumped again, and, you know, ranged for a long time, and then rocket back up. Same exact move. Right. And so you could either have this as a top. Right, so 1655, or I have 1793."
    },
    {
        "speaker": "B",
        "text": "Yeah, I have 17. Six. I have 1775 as my spot."
    },
    {
        "speaker": "C",
        "text": "But, yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, so right there, right in the same wheelhouse. So if you're. If you're trying to get in now, careful."
    },
    {
        "speaker": "B",
        "text": "But you're probably right. I'm probably going to flip to USDC at like 17 750 and hopefully it doesn't blast through because if it goes through that resistance level. Now we're talking, you know, 21 50."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Really? You know, maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, I don't know, 21. I have 21 60 more."
    },
    {
        "speaker": "B",
        "text": "Yeah, there you go. So I don't know. It's so scared. And I lose so much money just being scared in trying to make the right moves all the time and I gotta stop."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, so. Okay, so what's the advice here?"
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "Like, what's the actual."
    },
    {
        "speaker": "B",
        "text": "The actual advice is you should be in crypto. You should."
    },
    {
        "speaker": "A",
        "text": "And just stay there."
    },
    {
        "speaker": "B",
        "text": "I think so. I think that's the advice of advice is you should be in crypto if you're in. If you're wanting to trade. I think we. This is the cute."
    },
    {
        "speaker": "A",
        "text": "Is this what you're about to say if you're going to be in and trade, trade jpegs."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Keep it in ETH and jpegs."
    },
    {
        "speaker": "B",
        "text": "Lose your ethan. Jpegs."
    },
    {
        "speaker": "A",
        "text": "I mean, you're losing Eth either way."
    },
    {
        "speaker": "B",
        "text": "Yeah, but this is. It's not the time. This is the cute range. I find, like, this is. We're still in the, you know, eleven."
    },
    {
        "speaker": "A",
        "text": "This is why I'm not, like, totally ready to chase this pump either, though. Like, it's. Yeah, like, I. Technically, I should have still a rain."
    },
    {
        "speaker": "B",
        "text": "I should have been in. I should have been all crypto at like 1200."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, right when it broke the 1280. Yeah, spot that it."
    },
    {
        "speaker": "B",
        "text": "And I should have been there the whole time and I wouldn't be trick. Even if, like, even if it was toppy here, I wouldn't be trading back in you. Like, I wouldn't be getting cute here. Like, if I was smart and I just traded everything back to crypto at 1200, I wouldn't be getting. I would just let it go because it's gonna do its thing and it's gonna chop and, you know, chop is no good for anybody. You're not trading chop and it's. It's yucky and it bleeds you out very quickly."
    },
    {
        "speaker": "A",
        "text": "Yeah. But, like, again, that's why I'm not ready to chase this thing yet, so."
    },
    {
        "speaker": "B",
        "text": "So you're in USDC still. Like, you're in stables."
    },
    {
        "speaker": "A",
        "text": "Well, I did the same thing you did. I literally. Yeah. On that day."
    },
    {
        "speaker": "B",
        "text": "Embarrassing, too, because, like, the news was like, I don't even know what the news was. It was so."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I did it before the news, but, you know, thinking I was so smart. And then they take down the, the russian bit, connect or whatever the heck it was."
    },
    {
        "speaker": "B",
        "text": "No news."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was so brutal. And then, you know, business as usual. We do have a hand coming from our friend Steve. Steve, GM. Good afternoon. On this Friday. What is going on, GM friends?"
    },
    {
        "speaker": "C",
        "text": "I was, I was actually curious. So I've never been, like, a particularly good trader, and I'm curious how, like. And this is like, an honest question. This might sound like I'm prodding, but I'm really not. Why do you generally try to trade the market versus just sort of, I know you're talking about levels, but, like, trading in such short ranges, like you said during chop feels like it's just. You're going to just give yourself, like, a headache with taxes. You're going to give yourself a headache trading. So why not just buy and basically hold until, like. Cause you got to figure at some point, it seems like cyclically there's going to be those larger pumps. Like, why not just, like, have higher levels where things overheat and then just sell at that point versus these sort of ranges that they play around with? Because it feels like this is like a dangerous game to be sort of swing trading at these particular levels. So I'm just curious what your."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "You know, saying, like, what?"
    },
    {
        "speaker": "A",
        "text": "And you're totally 1000% right, which is why, I mean, that's why I'm saying that I'm not buying now because I've already made my decision that we are in a range, so I'm going to wait. Right, but, like, you're definitely right. Like, your best move is usually not to trade, right? Most of us."
    },
    {
        "speaker": "B",
        "text": "Well, you want to. You want to sell when everybody's like, wouldn't you? You know, in your heart, when you're at the top of the cycle, you know what I mean? Like, when we're back at, like, 4K Ethereum, I knew in my, like, you."
    },
    {
        "speaker": "A",
        "text": "Know, what's a. Steve, I would. What's a, what's an appropriate range to trade is a 30%, 20% range tradable? I would say yes, if you know what you're doing is a 2% range tradable. That. That's chop. Right? Like, you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I guess, like, for someone who's, like, inexperienced as far as, like, trading goes, like, me, because I don't have a good summit for it. I almost. It's gonna probably sound crazy to y'all, but, like, to me, it's like a 50% range."
    },
    {
        "speaker": "B",
        "text": "It's like a tradable range versus, I think, most people. Most people should be trading, like, 70% ranges."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's where my head going. Although I will say within."
    },
    {
        "speaker": "B",
        "text": "That's what I should be doing."
    },
    {
        "speaker": "A",
        "text": "That's what everybody should be doing. But we all think we know better. We all think we know better, and we don't. And that's the. And that's the bottom line, right? Like, you're. You're 100% right."
    },
    {
        "speaker": "C",
        "text": "Well, and the one thing I'll say, like, it's funny, Chamber says, you know, is when it starts to get overheated, and you're right. Like, when. When the euphoria is there. I mean, it sounds cliche. You make the trade. One of my favorite sort of trading, trading adages that I've added to my toolbox. Ben Jammin was on coffee with captain and made this comment where he said, when you're taking screenshots and sending them to your friends and family, it's time to sell something. And I was like, that's a really good point. When you're, like, bragging or feeling like everything's going right or can be stopped. And I think that can apply to crypto, to where you're, like, crypto, like."
    },
    {
        "speaker": "B",
        "text": "100%, a lot of shit."
    },
    {
        "speaker": "C",
        "text": "It's like, better sell some, right?"
    },
    {
        "speaker": "B",
        "text": "It's not even funny how accurate that is. Like, it's. It's."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's upset. My rule is when I. When I tell my wife, if I ever mentioned. If I ever mention, like, how much money we're making or whatever, like, how my portfolio is doing to my wife, that's the time, because it's always the top. And then she'll. Then what will happen is I don't do that, right? And then I go and hold it, and she's like, man, how about that? How. How are your moonbirds doing? And I'm like, honey, me and K row have had a falling out, and we're no longer friends. I don't have any pixelated owls anymore. And, oh, by the way, our kids are going to trade school. I'm not college. The. My rule of thumb is. My rule of thumb is. Is when I tell my wife. So the screenshot thing totally resonates for sure. Yes. I mean, you're right. It's just like, nobody knows. I mean, people can do well trading, but it is not for the faint of heart and is not an easy thing to do. And for most people, it's basically gambling, which, you know, obviously. So to answer your question, why do it? You know, there you go."
    },
    {
        "speaker": "C",
        "text": "Called a crippling gamma addiction."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Yeah, we've got a, we've got a ton of hands. This topic is fire, I guess. Let's go, J web. Then we'll go to my favorite lady, Twitter Bay, Shane and circles and then Mister House. J Web, what's up?"
    },
    {
        "speaker": "C",
        "text": "No, I was just going to say."
    },
    {
        "speaker": "D",
        "text": "It'S because there's no football to bet on right now."
    },
    {
        "speaker": "A",
        "text": "So you got to like got a gear."
    },
    {
        "speaker": "C",
        "text": "Got to get your itch somewhere, man."
    },
    {
        "speaker": "B",
        "text": "Is there no football this weekend?"
    },
    {
        "speaker": "C",
        "text": "No, there is, but not till tomorrow. So we got like a full 24 hours, right."
    },
    {
        "speaker": "A",
        "text": "So you can have short term trades here. You could be, you could be de jetting the five minute chart from now until four."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "If I make $200, that's another $200 I can put on the Jags at plus eight and a half tomorrow against KC."
    },
    {
        "speaker": "D",
        "text": "So it's like you got a, you."
    },
    {
        "speaker": "A",
        "text": "Know, this all where we're going, we're thinking the Jags didn't."
    },
    {
        "speaker": "C",
        "text": "The Jags lose to KC by ten earlier in the season when they started by recovering an onside kick and the Casey had a bunch of mistakes in the game. It doesn't, it doesn't feel like great, but that's probably why I'm the idiot. You're the sharp, actually gay web."
    },
    {
        "speaker": "A",
        "text": "I've taken the square, he's taken the, he's taken the chief."
    },
    {
        "speaker": "C",
        "text": "There's all sorts of data points around."
    },
    {
        "speaker": "D",
        "text": "A second matchup and the team who."
    },
    {
        "speaker": "C",
        "text": "Didn'T cover the first time, covering the second time at like a 65% clip. So I'm going with the Jags but I don't want to steal the stage."
    },
    {
        "speaker": "B",
        "text": "In terms of who's got the quarterback."
    },
    {
        "speaker": "D",
        "text": "With the hairdouse Jack Trevor Lawrence."
    },
    {
        "speaker": "B",
        "text": "That's. That."
    },
    {
        "speaker": "C",
        "text": "Well, depends how you define the hair."
    },
    {
        "speaker": "A",
        "text": "I was just gonna say, I mean."
    },
    {
        "speaker": "B",
        "text": "Both teams have capital h."
    },
    {
        "speaker": "A",
        "text": "We've got Twitter Bay and I think Twitter Bay is going to give us some ta lessons here. So, you know, there's for sure the people that do this and are successful at it are very knowledgeable of chart patterns, technical analysis, things of that nature. I see, I see Twitter Bay dropping some wyckoff distribution in the war room right now."
    },
    {
        "speaker": "B",
        "text": "It's been a while since I've seen the Wyckoff distribution."
    },
    {
        "speaker": "A",
        "text": "You've been wiking off all day today."
    },
    {
        "speaker": "B",
        "text": "I gotta get my, I gotta get my DCA to 20. You know what I mean?"
    },
    {
        "speaker": "F",
        "text": "Gm. Everyone, thanks for having me up. Full disclosure, no expert, but I am part of a trading discord and I was just kind of trying to understand how to read the market, because if you just follow Twitter, you're definitely getting wrecked. News on Twitter is too late, basically. Any news for that matter, even in nfts, right. Few things. I did learn some key takeaways. If you want gains, like proper gains. Shit. Coins are the only way. Or meme coins, that's the only way you're going to see 20% or, you know, 30, 40, whatever it is. And if you're doing ETH bitcoin, you're looking at maybe 2%. Is it really worth it? I don't think so. And it's a lot of stress. I did try it for like a month and literally I couldn't take my eyes off the charts. And it's difficult because patterns take very long to form, especially if you're new. It's hard to recognize it. Right. And I think when you're doing bigger coins or like more established coins, you want to be able to pay attention to macro and shorts on. That is difficult because you're not doing. You can't just do one trade and expect to gain something. You have to do a couple, like accumulate 2% every other trade. That gives you your 10% for the day, which you can be happy with on something like Eth. But if you're doing it just one trade a day, you're not making money and you're probably losing it all to gas. So those are my kind of tips. And yeah, hold your coin like there's no problem holding bitcoin or eth. They're not falling yet, or there's no issues that are going to cause it to crash. So might as well just put it in there and hold it irrespective of the price right now. So there you go."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think most people would fare well with that advice. And it's not worth trading for the most part, unless you're. Unless you're sugar. Shane, who degens often and seems to be pretty, pretty good at it. Shane, what's going on?"
    },
    {
        "speaker": "G",
        "text": "Not much. How are you guys doing?"
    },
    {
        "speaker": "A",
        "text": "Good, man. How are you?"
    },
    {
        "speaker": "G",
        "text": "Good. That kind of just leads into my question. I was just kind of curious, more like your guys personal strategies with it because obviously you guys are a little more seasoned at it than I am. But is there any reason why you guys don't do more like spot trading on, like Kucoin instead of maybe like flipping in and flipping out?"
    },
    {
        "speaker": "A",
        "text": "Kind of."
    },
    {
        "speaker": "G",
        "text": "Kind of like what you guys were."
    },
    {
        "speaker": "A",
        "text": "Talking about time mostly. Mostly because for me, mostly because it's a leverage thing. And I can't be trusted with leverage. And nor should, nor should I be the. The, like, when I'm taught, like, I've, I went through, I've done this so many times now where I'm like, okay, I'm disciplined enough, let me go and, you know, take my two, three x leverage, and it's. It turns into what Twitter base said, and it just ends up being so much more stressful. So I am. So that's why it is for me. Like, I don't end up doing it because of the leverage thing. And I've. It's just kind of a rule I now have for myself because, you know, I've said this so many times when we used to do rect podcasts that, like, the. The only way to, to act in this market, in this space is survive. And there's no quicker way to be out of the game than misusing leverage. And it happens to so many people in that. So for me, that's why chamber, that's."
    },
    {
        "speaker": "B",
        "text": "A great reason time for me, I mean, it's just you need so much time committed to trading, especially leverage, because it's always learning. You know, even if. Even if you're not, even if you know the basics, there's still so much to learn. So you're learning. You have to, like, monitor everything you need. You know, you have to set your. Your phone up for all sorts of alerts and price alerts, and it's. It's crazy. And then, like, you, like, bunch that, like, you start adding leverage to that. Like, back in the day, I mean, who had, who had like a hundred x leverage? Like, it was. It got crazy at some point."
    },
    {
        "speaker": "A",
        "text": "Oh, man."
    },
    {
        "speaker": "B",
        "text": "Bit Max."
    },
    {
        "speaker": "A",
        "text": "Bitmex had 100 x. Yeah, there. I saw some place offering 200 x leverage."
    },
    {
        "speaker": "B",
        "text": "That's insanity."
    },
    {
        "speaker": "A",
        "text": "Like, that sounds like a sugar Shane. That sounds like a sugar Shane special."
    },
    {
        "speaker": "G",
        "text": "I listen, I cap my account. My kucoins capped at 100 x, but I don't go that high. My biggest trade in the last few days, I did hit a nice little 75 x on a candle. So I kind of need to get on rollbit. They have 2000 x leverage on there, but that's a little bit too thick for my 2000."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. What do you use? The crazy thing on bit Max used to be that when you use like, 100 xl leverage, obviously. So, you know, the way it works is you have to have the amount, like a certain amount of collateral in your account, right? But if you had essentially one bitcoin, if you're not familiar with how leverage works, if you had one bitcoin in your account and you're using 100 x leverage, the platform would essentially let you have a position that was worth 100 bitcoin. And the more leverage that you use, the less margin for error you have for your trade to be wrong. So if you're using. So for example, spot means just buying it as is the current price, no leverage. So obviously, you know, if you're wrong by a percent, you know, we're talking right now on an ETH price, that would be $16 and oh, no sweat off your back. But if you have 100 x leverage trade, 1% either way, might liquidate you for an entire bitcoin with 100 x."
    },
    {
        "speaker": "B",
        "text": "Imagine 2000 x, like you couldn't go."
    },
    {
        "speaker": "A",
        "text": "No, you'd have to be perfect or down, only whichever way you're trading. But like that's the crazy thing, right? The spread that you, your margin for error is so small, which is, which is why I say don't use leverage to most people, is because we've just spent 20 minutes talking about how hard it is to predict market movements and things like that. So when you give yourself a 1% margin for error and you're inexperienced, you're likely going to be wrong. Yeah. So 2000 x leverage for the birds circles. What's up, brother?"
    },
    {
        "speaker": "C",
        "text": "Hey, I saw in the war room JP had requested a little show for his, so if you'd like, I can drop that on top. Or if you just want him to do it on its own show and not have it on yours at all, that's totally understandable."
    },
    {
        "speaker": "A",
        "text": "What's JP show in now?"
    },
    {
        "speaker": "C",
        "text": "He's doing AI nft drop."
    },
    {
        "speaker": "A",
        "text": "Oh, did that just go live?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it went live at on the hour."
    },
    {
        "speaker": "A",
        "text": "Yeah, drop it up top."
    },
    {
        "speaker": "C",
        "text": "And then gas is a, it's high for the times. It's about the same as the mint. So I'm personally waiting a little while, but that's because I'm a very cheap, annoying person like that. But yeah, definitely check it out. I'm always all for war room nfts, so I thought I'd share that."
    },
    {
        "speaker": "A",
        "text": "Yes, drop it up top for sure. I forgot that it was going live today around this time. Pretty cool to see what JP has done. He's got a, this collection here, a iconic, very cool theme he put together. How many is it? 211 images that he generated through his AI art of iconic people in history and pop culture and whatever. I meant here, I'm going to commit to try to do an impression of on the next show. Let's see if, let's see if I can pull that off. But I have to say, night shift."
    },
    {
        "speaker": "C",
        "text": "People have been on a roll when it comes to doing mints and NFT lately. We got mizzle with his AI best friends."
    },
    {
        "speaker": "B",
        "text": "I think."
    },
    {
        "speaker": "C",
        "text": "Is this JP's first or second drop?"
    },
    {
        "speaker": "A",
        "text": "There's been a couple of, well, JP had the. The original samurai, the samurais, and then he had, I think, another one. But JP, I'm super pumped for JP and proud of JP because he's really put in a ton of work into the AI stuff over the last couple months, and it's been really cool, and it's inspired me to do it as well. Like, I've gotten so super into it lately. And chamber. You threw your hat in the ring in the last day. I got in there."
    },
    {
        "speaker": "B",
        "text": "I bought a basic membership to mid journey. To mid journey. I'm in."
    },
    {
        "speaker": "A",
        "text": "I need to know. I need to talk to you about this. No, I want to know, like, what your thoughts are on the experience so far. Like, have you. You know, what are your, like, do you now fancy yourself an artist?"
    },
    {
        "speaker": "B",
        "text": "No. I mean, not yet. It's like, it's gonna take me another week at least, before I get to that point. No, I think. I think it's cool. I'm just. I have to dig in into the prompts a little bit more because I looked at some of what some of the more skilled people are doing, and, I mean, there's paragraphs of prompts, and I'm like, oh, shit, this is pretty crazy, but it's very cool. I was playing around with my kid the other day with it. We're just writing lyrics to songs and just, you know, saying crazy shit and see what came up. It was. It is pretty fun, though."
    },
    {
        "speaker": "A",
        "text": "I, uh. Yeah, so if you're in the war room, uh, Vicky has been giving us daily, uh, like, themes for things to do, and, uh, today's was interesting. It was like, abstract landscape. Was that her? Was that the prompt?"
    },
    {
        "speaker": "B",
        "text": "Something like that, yeah."
    },
    {
        "speaker": "A",
        "text": "And the results that people put in was super interesting because you know what? Something like this, you can get really creative. I thought yours were pretty darn good for, like, the. I mean, I've only seen you post stuff from, like, yesterday and then today."
    },
    {
        "speaker": "B",
        "text": "I think those are the only two days I was playing around with that."
    },
    {
        "speaker": "A",
        "text": "Pretty good. Look at you."
    },
    {
        "speaker": "B",
        "text": "It's fun. We'll see. Like I said, I got to find. There's some. Some key words you got to use, I think, to. To make them really pop. So I I'm about to ape into some of these, JP."
    },
    {
        "speaker": "A",
        "text": "I just minted three. Yeah, I think. I hope. I think maybe. Maybe he's rugging me. I'm not sure. What was I gonna say? So I need to know, are you team? Are you team AI? Art is art. Or are you team? Like, we're all just finger painting here and take it home for to hang on your fridge?"
    },
    {
        "speaker": "B",
        "text": "Art is Arthur. I mean, it's the same thing, you know, people 300 years ago, you know what I mean? Wouldn't call it art, but, you know, when abstract art came out, do you know what I'm saying? Like, it's all art. If we think it's art, it's art. So, yes, I'm all for this."
    },
    {
        "speaker": "A",
        "text": "All right, interesting. I actually thought you might have the opposite take, which is. So I'm. I'm happy with that take, I think."
    },
    {
        "speaker": "B",
        "text": "From you ask me tomorrow, who knows?"
    },
    {
        "speaker": "A",
        "text": "We'll see. You know, I mean. I mean, who knows? You're going to be dropping a collection tomorrow, I think."
    },
    {
        "speaker": "B",
        "text": "I'm trying to. Yeah, I'm looking at these. These JP ones are pretty cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, we got a go ahead. What were you gonna say?"
    },
    {
        "speaker": "B",
        "text": "I was gonna. No, I took me a sec to figure out. It looks like there's a. The Chappelle and the Jennifer Aniston look crazy to me."
    },
    {
        "speaker": "A",
        "text": "I'm really into this angry Vitalik that he's got there."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I can't tell if that's Kurt Cobain or Kobe. Which one is it?"
    },
    {
        "speaker": "B",
        "text": "That's the. Maybe it's both."
    },
    {
        "speaker": "A",
        "text": "Yeah. Mister House, what's going on? Hey."
    },
    {
        "speaker": "D",
        "text": "I hope you guys are both having a good day. Long time no."
    },
    {
        "speaker": "E",
        "text": "See."
    },
    {
        "speaker": "D",
        "text": "Everything along those lines, but no, I kind of wanted to share my strategy and how I've been play in the market. I'm not a huge technical analysis guy, and I did miss some of what Twitter bib is saying. I rugged out a little bit, so I apologize. More redundant. But my strategy has been on the money with what everyone's saying. Not going to be able to time the top and bottom, but $100 here and there could do me well on Sunday. As I look to add my bets. My thing was, once we started breaking towards 1300, recognizing like, okay, we're probably going to see the pump here, maybe fall into a bull trap or whatever else, but just wait. At each resistance level, just take 25% of the bag and just convert it to USDC. Because at some point it's going to either be the pico bottom or Pico top. And I figure, like, I'll take some profits here and there. As we hit each level. But, you know, like, like you're saying, I don't want to, don't want to mess with leverage, get wiped out while I'm not at my phone or anything like that. And also, I mean, I'm not, not trading too much, but, you know, just wanted to have some fun but also have some skin in the game."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, what you just described is something that most people don't have, which is risk management. And so I would say that is a solid strategy and it's kind of like the screenshot method, right? Like you're, you're finding spots where it could, it could reverse and you're taking some profit off, but not your whole bag, which saves you upside and reduces your, your stress on how much you're thinking about it. So I think that's super solid and I think, you know, most people would be benefiting from that type of advice and strategy as well. Chamber. I mean, what, what else should we talk about here today? I feel like we've, this is like a wrecked podcast versus a mint condition. Before we go any further, if you wouldn't mind, get us use that chat bubble down in the bottom right. Pump our numbers here, get the GM's flowing, anything that helps us share out the space. That would be awesome. Chamber, did we have an MVP last time?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. I'm going to pull it up right now because it makes it easy now. Now, because I can just sort by. I can just sort by total reactions. But, yeah, I feel like every day super spaces is updating some stuff and I like it. I'm here for it for sure."
    },
    {
        "speaker": "A",
        "text": "While you're doing that, have you seen the blowback slash chatter today about the portion?"
    },
    {
        "speaker": "B",
        "text": "Yeah, they got pretty cheeky with that price, I'll tell you that much."
    },
    {
        "speaker": "A",
        "text": "Is that so? Like, that's the, that's the big blowback, right? Is it's the Porsche or the price of it all?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know how much. It seemed pretty vague with what the benefits were going to be. Sounds like, you know, win it, you know, a chance to do something. A chance."
    },
    {
        "speaker": "A",
        "text": "So I've got it. I've got it here. We can talk about it. All right. So there's, there's a couple things here that are interesting to me and I'd love people's thoughts on it. If you want to chime in, raise your hand and we'll get to you because I would love other people's thoughts on this. So when I look at this as somebody who, you know, is working with brands, there's some things here that are kind of confusing to me overall. I don't think it's terrible outside of the price I think is kind of tone deaf. But I think the reason the price is such a big thing is because the messaging and actually like, who is this for? Is wrong, right? Like if you're, I mean, a Porsche 911 is not a cheap car. If this is meant to be for, you know, people who are kind of Porsche owners or Porsche enthusiasts, like, yeah, that price relative to what a Porsche costs is fine, but I don't feel like that's how they're marketing it. I don't. I feel like they're very much leaning into the kind of like EtH main net of it all. Their, their handle is Eth Porsche, right? Like, so they're clearly by that stuff kind of trying to cater to the, you know, web, 3d Jenny type of audience here because they don't have, they didn't have to, you know, name their twitter handle. Eth Porsche. Right. You know when you're getting blowback by from, you know, PFP reply guys that are pissed at the price, like, okay, well, yeah, what'd you expect? But if this was like a club to give you access to current Porsche owners or like as a current Porsche owner, well, the price is a little different, right? But what it says here is this one's for the pioneers, for the creators, the believers and adventurers, an open invitation to co create, to build a new community to help design Porsche's future in the virtual world. So zero point 911 is what the price was. And they're selling 7500 of these things. And you get one iconic Porsche 911. And then there says there's three roads to create the future. And they've got an allow list mint date here and then a public mint date. But phase one talks about this, the 911, an iconic or an icon turned virtual. So they talk about, you know, having these digital versions of the Porsche 911. Phase two says three roads to define your journey. So the choice is yours. Select your path and steer the journey of your very special 911. Are you an adrenaline junkie? You have the heart for classics or somebody who enjoys the pleasures of life? And there's three different, like what they appear to be like tracks or roads, I guess. And then phase three to five, create your own rarity. Based on the directions you provide. You can unlock a variety of different design traits. So you can kind of create your own version of your digital Porsche 911. So that's the, that's literally all the details that there are for that mint price and utilities and roadmap faq is, you know, what can owners expect? Owners of digital collectibles by Porsche can look forward to a variety of customization offers an inspiring community of NFT holders. Specially selected money can't buy experiences as well as the opportunity to co create Porsche's future in the web three universe. That's pretty much it. So thoughts?"
    },
    {
        "speaker": "B",
        "text": "If I'm Porsche I would have. Because you said 7500."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean how like worldwide. How long do you think it takes them to sell 7500 cars?"
    },
    {
        "speaker": "A",
        "text": "I don't know, probably. It's a great question."
    },
    {
        "speaker": "B",
        "text": "Couple of months? I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, probably."
    },
    {
        "speaker": "B",
        "text": "So I don't know. To me I added, you know when you're buying a car, we were talking about cars earlier today. When you're buying a car, there's always these additional fees, right. Rust proofing what admins. I like the idea of adding it to the price of a Porsche, whatever the cost is. It's eleven. What does it work out to be? 1500 bucks added as an option? I think you allow Porsche buyers to participate first and then."
    },
    {
        "speaker": "A",
        "text": "Yeah, I actually like that because then you set the market right. If Porsche buyers are interested in this, then will likely be interested because they feel like more Porsche buyers will be interested in it."
    },
    {
        "speaker": "B",
        "text": "I feel like it wouldn't take that long to sell out. And I mean, I guess technically you could public sale the rest on, you know, like, like, like they are doing currently, but I feel like 7500 could go reasonably quick. And then you have real Porsche people participating in web three and whatever they want to do as opposed to like."
    },
    {
        "speaker": "A",
        "text": "That's kind of what I mean. Like what's the messaging here? Right. I think that's why they're getting some blowback. Like who is this for? And that's the part that is interesting to me. And I guess the feedback I have would be that the target person who should be buying this is not, well, one, not well defined. And two, if it is not a current Porsche driver, then the price is super, super high. You know what I mean? Let's get to some hands. Twitter Bay, what are your thoughts on."
    },
    {
        "speaker": "F",
        "text": "Porsche actually comparing it to Renault? Because I went into their, they're mint, it was for. .1 and just looking at like, not to say that they're equal, of course Porsche has its recognition, but I think in terms of it just feels strange. Like why would you not utilize the one thing Porsche gives you, which is the experience with the cars when it came to Renault, although not many people look at Renault and like, oh, I would love to test your cars, but theyre offering those kind of things. Theyre raffling it off, in fact, and for a 0.1 price to kind of go in and try your luck. I wouldnt mind an experience or going and kind of touring their factory, in fact, which are some of the things theyve given. So its kind of strange. Like, yeah, I get it. People would probably get a buy into it if you like, a portion, if you have that much money. But then it's again, going back to this, like, am I going to see Porsche in a Twitter space? Like, am I going to see people talking about it? Probably not. They did an auction sometime, I don't know, like last year on their art, which I think sold for like 1.5 eth. So that's kind of strange. Like your NFT, you didn't really bring down the price much. So are you looking for enthusiasts? You're going to find some. Not a lot. And given the time of the market, I don't know. I don't think it's something for people to go into if you're looking to flip, of course, but this is something I guess you kind of buy and keep in your wallet and hope to God that you get the experience they promise."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's pretty accurate. Let's go chain circle."
    },
    {
        "speaker": "G",
        "text": "Steve, just real quick, I wanted to say, based off of their mint price, if they were to mint out today, on today's price of eth, they bring in over $11 million, just, uh, just off the mint price. And, you know, they're going to hit it with like probably 10% royalty, too. Um, and just to chambers point about how many cars they sell each year, I looked it up while I was, uh, listening to you guys. So last year was the first year ever. Including new and used cars, they sold just a touch over 100,000 cars for the year."
    },
    {
        "speaker": "A",
        "text": "Porsche did a hundred thousand. What's the average price of a Porsche?"
    },
    {
        "speaker": "B",
        "text": "Got to be like 80,000, $90,000."
    },
    {
        "speaker": "A",
        "text": "Well, let's call it that. Let's call it 100,000. So what is that? I just curious to like what they would mint versus what, maybe their average. Yes. How much did you say?"
    },
    {
        "speaker": "G",
        "text": "8100 thousand dollars."
    },
    {
        "speaker": "A",
        "text": "100,000 times 100,000, which is what."
    },
    {
        "speaker": "G",
        "text": "Yeah, you're looking at like 10 million."
    },
    {
        "speaker": "A",
        "text": "That's crazy interesting. That seems high, but. Seems high, but that's interesting that they're, you know, what'd you say, 11 million they would take in off the mint? Yeah, what are you. What are you hearing from? You know, you're. You're kind of the. The Alpha king. What are you hearing around your other groups as far as interest in this project? Are people? Is it. Is it largely the same sentiment we're talking, or are people interested in."
    },
    {
        "speaker": "G",
        "text": "Yeah, I mean, I, you know, I'm in a lot of, you know, alpha groups and different discords, and I actually haven't. Haven't met a single person yet that it's going to, is interested in buying it, so. No, I mean, it's just full fade from everybody."
    },
    {
        "speaker": "B",
        "text": "Has it sold out?"
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Is it sold out?"
    },
    {
        "speaker": "A",
        "text": "No, no."
    },
    {
        "speaker": "B",
        "text": "I thought it was minting today."
    },
    {
        "speaker": "A",
        "text": "No, no, the allow list is, I think the 23rd, so Monday. And then there's a public sale on Tuesday, I believe."
    },
    {
        "speaker": "B",
        "text": "Interesting. Hey, who did you get in JP's?"
    },
    {
        "speaker": "A",
        "text": "I'm so glad you asked because what did I just say? I said I was gonna do an impression of what I got. One of them is definitely in my store. Yeah, friend. First of all, rip this legend who has endorsed one of our shows."
    },
    {
        "speaker": "C",
        "text": "I was gonna guess that shit. I should have waited until you said that."
    },
    {
        "speaker": "B",
        "text": "You got the Grail. You got a grail?"
    },
    {
        "speaker": "A",
        "text": "Yes, I got. I got Gilbert. Wow. For. For those of you. For those of you who don't know chamber, you don't have that handy, do you not?"
    },
    {
        "speaker": "B",
        "text": "Hand. One sec."
    },
    {
        "speaker": "A",
        "text": "All right, well, while we're talking, I want to see if I can find it. But for those of you who don't know, Chamber and I, before mint condition, we hosted a podcast for many years just specifically on crypto called wrecked podcast. And when we first found cameo, the website cameo, I sent it to chamber, and Chamber was like a kid in the candy store I was just on. Actually, since then, I was going to say since then, I have received multiple cameos as gifts from chamber. And they. But. So we actually paid for a Gilbert Gottfried cameo to do a commercial for a wrecked podcast. And it was just, it's so."
    },
    {
        "speaker": "B",
        "text": "It's like, so this is like early days of camio. I feel like now it's different, but back then you could just literally write whatever you wanted. Like, you gave them the script, and now it's like, it's not like now it's just like, you know, is it a birthday? Is it a holiday? Like, what are some things about this person? And then they kind of ad lib as opposed to script."
    },
    {
        "speaker": "A",
        "text": "You liked it? The old I like the old you. You took very much pride in actually being able to, like, write something for Gilbert Gottfried that he went and then repeated, I would have paid ten times."
    },
    {
        "speaker": "B",
        "text": "The amount for that experience. Like, you're."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, which you did. You wrote the commercial for. Or."
    },
    {
        "speaker": "B",
        "text": "I was so happy, but for me, that's what it was. It was. I wrote something as a, you know, would be comedy writer. I wrote something."
    },
    {
        "speaker": "A",
        "text": "Hey, look, if you can be an artist, you can be a comedy writer, that's for sure."
    },
    {
        "speaker": "B",
        "text": "And Gilbert Godfrey, like, said it. Said what? I said what I was thinking not 24 hours before. You know what I mean? So I was. Yeah, it was a good experience, but, no, they're still good. I was trying. I was trying to find something for my daughter. Her birthday is coming up in a couple of months, and I was looking for. I was looking for a cameo for her. Nothing yet, though. I found what I was looking for."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll find this while we're talking, before we wrap up."
    },
    {
        "speaker": "B",
        "text": "So who else did you get?"
    },
    {
        "speaker": "A",
        "text": "I got Jimmy Stewart and J. R. R. Tolkien. Those were my three."
    },
    {
        "speaker": "B",
        "text": "I got Russell Crowe."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I feel pretty good with mine. So Russell Crowe's the dud of my group. I got David Bowie, which I think is great. And I got Eddie Murphy."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. All right."
    },
    {
        "speaker": "B",
        "text": "I feel like that's a good claim."
    },
    {
        "speaker": "A",
        "text": "Good poll. Good poll. All right, let's go back to hands. We had circles then, Steve."
    },
    {
        "speaker": "C",
        "text": "Hey, two quick thoughts. One on the Porsche thing. So the top line is. Let me read it out. The chance to attend exclusive virtual and real life events. If you're only giving me the chance to attend a virtual event after spending just about an east, if that's not fade worthy enough, then I don't know. Second thing, Bunshu. If you're looking for a trade for that Jerry R. Tolkien, I only pulled one because I don't play with a lot of liquidity. Got a Donald Trump?"
    },
    {
        "speaker": "A",
        "text": "Yeah, send that my way. We'll trade the Tolkien because I got to have the whole roster of. I got to have the whole roster of impressions that I do. So I could do. I could do the God breed. I could do the Trump. And you can do it."
    },
    {
        "speaker": "B",
        "text": "Would you say Jimmy Stewart?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm not. I could probably do one. I need that one. I would need to practice that one. But I'll definitely. I'll trade you. I'll swap you the Tolkien for the Trump, for sure. All right."
    },
    {
        "speaker": "C",
        "text": "Yeah. I'm a hardcore lord of the Rings, Maxi. That was growing up, my jam. So I saw you pulled that, and then I'm. I pulled Trump, and I'm like, I could potentially have a grail here, but I feel like I've got to go where my heart lies."
    },
    {
        "speaker": "A",
        "text": "I'm into it. We'll do it. And by the way, I did find the Gilbert Gottfried thing. I last posted it as myself when he passed away on April 12 last year. So I'll pin that to the top in just a second. But yeah, we'll swap those out because again, I'll make a roster of impressions I could do. Maybe I'll be able to take that art and do some AI deep fake stuff with it. I don't know the IP rights on JP's art, but we'll see. But Steve, what's up?"
    },
    {
        "speaker": "C",
        "text": "First of all, I did not run well on the JP Cas."
    },
    {
        "speaker": "B",
        "text": "Three chamber."
    },
    {
        "speaker": "C",
        "text": "Actually pretty very, very close. Very close with my first one, John Goodman."
    },
    {
        "speaker": "A",
        "text": "Oh, come on."
    },
    {
        "speaker": "C",
        "text": "Doctor Seuss, which I didn't know he looked like this. He kind of looks like Colonel Sanders. If Colonel Sanders were like an evil, sort of like an evil matrix guy and then Jack Dorsey. I'm happy with Jack. But John Goodman's fine."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's. I agree. Fine."
    },
    {
        "speaker": "A",
        "text": "I thought you'd be a John Goodman guy there. Chamber."
    },
    {
        "speaker": "B",
        "text": "I am like, don't get me wrong, but if that's like the NfT I got like, this is, this is iconic. I wouldn't say he's iconic."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's like, cool. I got king route. So I like, we'll throw back. So what I was going to say is I generally, I mean, in the sentiment, it's going to be no surprise. I've had a similar experience to JP or JP Cass. Wow. I was thinking about his mint to sugar Shane where all those night shift guys are the same. I've had a similar experience to sugar Shane where everybody that I've sort of spoken with has been like, I am way out on this thing. What they're promising sucks. I've heard a few people who have said, sort of like you said, bunch of the argument for it where they're like, well, you know, it's a premium mint. You can't afford a Porsche. Like, you're just poor and just want. And it's like, look, then, then they compare it to things like Tiffany. And it's like, well, Tiffany gave like a custom pendant of your crypto punk with a highly scarce supply. And they're like, what about Gucci? Like, Gucci partnered with native NFT brands to work on things like Gucci grails. Like, this is just a, like, it seems like it's like hastily thrown together. Like, feels a little bit like a cash grab again, if I were them, like, based on how they're. They're doing it, instead of trying to give, like, Toyota utility at a Porsche price, what they should be doing is they should be actually saying, like, hey, we'll raffle off. Kind of like they're saying earlier, like, let's raffle off a Porsche, right? So say it's an $80,000, you know, Porsche or whatever. $100,000 Porsche. They're going to make $11 million. They're going to sell $11 million to us. 82 buy to be like, well, we're getting the utility anyway. And I have a chance to win a Porsche. Like, we'll do it. But it's just. It's. It just seems like a complete miss in this particular. And the other ones that were luxury mints, it was like cooking in a bull market when you flip stuff, like, I just think this one, I wouldn't be surprised if it doesn't sell out of. And if it does, I think it's gonna drop like a rock just because. I don't know. I was on the allow list. I was pumped. But I'll even, like, last thing I'll say on it is they even rugged us when we went to art Basel. So when we went to art Basel, cap and I are sitting there in the fucking, like, porsche lounge, like, scanning the po apps that we get on the allow list. And they have these three toys there. A yellow one, a red one, and a blue one. And you can get the yellow porsche, the blue porsche, or the red Porsche. And they're describing it. They're like, the red porsche is the iconic this, that, and the other. The yellow is the racer, the blue is the roadster. They're giving us all these reasonings. So, like, we sit there and we, like, pine over which one we're going to take home. And I'm getting it for my son. I get the yellow one. I bring it home. All three had a white porsche in the box. It's just the color of the blacks was different, so, like, that was a fucking rug. It was like a reveal versus a pre reveal. So I just don't trust him. I don't think it's really well done. And I'm just."
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "C",
        "text": "I'm kind of with everybody else. I feel like this is tone deaf."
    },
    {
        "speaker": "A",
        "text": "Yeah, I totally agree. I liked your. What did you say?"
    },
    {
        "speaker": "C",
        "text": "The Toyota utility at a poor price."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, that's great. That's great."
    },
    {
        "speaker": "C",
        "text": "Although Toyotas are way more useful. I should have said, like, kia. I don't know. I don't want to insult cars."
    },
    {
        "speaker": "A",
        "text": "That. That should be. That should be the slogan. But I'm totally. I totally in agreement. And I was going to ask you. So you were on the allow list because of what you did at art Basel, is that correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah. There was a Po app on a wall that you could scan and then that got you onto the allow list. And then they let you pick out a Porsche toy, which was a rug."
    },
    {
        "speaker": "A",
        "text": "Got it. So the question was, did you know what the mint price was when you got on the allow list? I assume the answer is no."
    },
    {
        "speaker": "C",
        "text": "No, they didn't have anything about it. They just said, that'll get you on the Laos for NFT. And we're like, cool. So we did it."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right. Yeah, I'm with you on this. Let's go, Joe. And then Twitter Bayong."
    },
    {
        "speaker": "H",
        "text": "Yeah. You said Gilbert Goffrey and Cameo. So, like, I support the Arsenal football club and I'm in this private community with, like, people who write for the Guardian and Athletic for Arsenal and one of the oldest, like, podcasters in podcasting, and they co host a show, these two guys, and they had like, a falling out, an argument over Arsenal. Kind of like when Stephen Cap disagree, everybody was like, oh, my God, these guys are fighting. And so one of them hired Gilbert Goffrey to do an apology to the other one as a joke. Gilbert took it as it was two gay men who had a disagreement and he went completely ad lib during the copy and just was talking about how deep their love was for each other."
    },
    {
        "speaker": "A",
        "text": "And it was, oh, my God, that's so good. I love it. I love it. That's what happens when you don't write your own copy, right? No, they write."
    },
    {
        "speaker": "B",
        "text": "It's because I write quality comedy copy."
    },
    {
        "speaker": "H",
        "text": "He went rogue and he just took it as two gay men having a disagreement over an affair or something. It was amazing."
    },
    {
        "speaker": "A",
        "text": "Fantastic."
    },
    {
        "speaker": "H",
        "text": "How many, how many people have Gilbert Godfrey cameos to share about?"
    },
    {
        "speaker": "A",
        "text": "Not too many. I thought we might be literally the only ones. So I appreciate that the, you know, this one is particularly great because Gilbert calls me in chamber of the Suns that he never wanted. So I encourage everybody to check out that Gilbert video up top. My favorite is the sign off that he gives, which I will give at the end of the show here because that's the. That's my favorite part of the impression. And. Yeah, that's it. Let's go. Let's actually go to Mister Benjamin before Twitter Bay, because I saw your hand before and then it came down so I assume you were out of range at that point. What's up, Mister Benjamin?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I think that's what happened. What's going on, guys? I just want to touch on the porsche thing because, Steve, you hit it right on the head with everything you said. But I was also at Art Basel, and I think the biggest miss here is the fact that a lot of their allow list, I think, was made up at art Basel via a free po app. So I think a majority of their allow list is not going to be able to afford almost an ETH like Mint. It's just not going to happen. So I'm wondering, is that, are they going to mint out? I mean, they can mint out in public, but it's just. It's just interesting. And the utility is not there at all. I'm not going to mention what project, but I'm a big car guy, so I'm going to mint the Porsche. But I'm in another project, a big car project, and the Mint was pretty high. It was like three ETH and. But they offered a physical asset that was worth a lot more."
    },
    {
        "speaker": "C",
        "text": "Was that Lamborghini? Are you talking about Lamborghini?"
    },
    {
        "speaker": "E",
        "text": "No, no, it was the Bugatti Osprey."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting. Yeah. So. But that's. Mister Benjamin, that's a good point. It's kind of why I asked if Steve knew what the mint price was going to be when he got on the allow list. Because my guess would be exactly like what you just said in. It's probably sticker shock to use a car buying term now, is like, I was on that allow list and, you know, got it for free by minting a free po app and then saw 0.91 eth. Like, that ain't cheap. I mean, I would be probably totally turned off if I was on the allow list. Um, but, oh, I am."
    },
    {
        "speaker": "C",
        "text": "I'm."
    },
    {
        "speaker": "E",
        "text": "I'm a huge car guy. Porsche is my. Almost my favorite brand. I have to mint it just because. But I'm not happy about it. I'm. It's. I was excited and now I'm not. So it's just interesting."
    },
    {
        "speaker": "A",
        "text": "Do you have, do you have nfts from all the car collections that have come out?"
    },
    {
        "speaker": "E",
        "text": "Uh, I have a few. I didn't. I did McLaren, but I sold right before it crashed. But I'll tell you, the Bugatti one was interesting because it was in collaboration with Osprey, the silver makers, from like, 1780. So it was like a 200 year old company and you get a physical sculpture of a Bugatti. That's made out of sterling silver. And if you go online and you do research, you'll find out they're worth tens of thousands of dollars. So I'm like, okay, this actually has, like, a physical asset behind it. I can. I can understand a three eth min price, but this is ridiculous. This is like a eth for what? Being part of the Porsche family? Like, yeah, I'm good."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. That's interesting. I don't know. All right, let's go chamber one quick hitter here and then we'll go down to Twitter bay over under 5500 of these things minted or do you actually think it'll sell out of."
    },
    {
        "speaker": "B",
        "text": "I think under. I don't think under. I feel like the narratives too negative."
    },
    {
        "speaker": "A",
        "text": "Give me. If you're listening and not on stage, give. Give me a thumbs up if you think over. 5500. Give me thumbs down if you think under. I'm just curious to see what the. Okay, so. All right, the line is. The line is way too high. So let's try. Let's go over. Under 3500."
    },
    {
        "speaker": "B",
        "text": "I still think under."
    },
    {
        "speaker": "A",
        "text": "Thumbs up. Thumbs up for. Yes. Wow. Holy cow. Okay, so we don't even."
    },
    {
        "speaker": "B",
        "text": "I think a thousand. I think a thousand is the number."
    },
    {
        "speaker": "A",
        "text": "A thousand over. We've got. Cap says not even a thousand. Circle says not even a thousand. Interesting. Wow. Okay. I can't wait. I'm gonna. I can't wait to see what happens here."
    },
    {
        "speaker": "B",
        "text": "I'm gonna. FoMo."
    },
    {
        "speaker": "E",
        "text": "I might want to drop. I might want to drop a little bit. Alpha. So we did chat with one of the people at Porsche when we were there, and I did ask him the question if they would be giving away porsches. And he said something interesting that. That gave me a hint that they might. He said that a certain amount of porsches will be selected with certain artwork and they will be wrapping, like, wrapping them in the design and possibly giving them away to holders. But I have no idea if that's real or not. Like he said it, we were all drinking. I don't know."
    },
    {
        "speaker": "C",
        "text": "Sounds like a car salesman to me."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly."
    },
    {
        "speaker": "A",
        "text": "That's funny. That was funny. Yeah, that's interesting. But if they were going to do that, why wouldn't they advertise it? And I understand, working with these brands, that there's a lot of, uh, interesting legality stuff when it comes to how you can talk about a paid mint and what you can talk about, but, like, you, you'd think they would be into this at that price and say."
    },
    {
        "speaker": "E",
        "text": "The mint price tells me their fingers nowhere near on the pulse. Yeah, totally right now at all."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. Uh, Twitter. Bay, get back in here."
    },
    {
        "speaker": "F",
        "text": "So a few things I don't think they did their own research on, like, how automotive's coming into nfts, like, behave or, like, performed. Corvette was a disaster for those who remember that ridiculous auction of a limited edition corvette, which. Yeah, I don't know where they were going with that. Lamborghini kind of is working a little. I don't know. They obviously moved into their own marketplace, but they're quite clear on what they're giving, right. And they're not giving away a Lamborghini, but if you look at their marketplace, the rare ones are selling, like, someone placed a bid two weeks ago for 35,000. But those are kind of like, you know, like you own a Lamborghini, you're, like, in fashion, right? When we look at fashion as a whole, Bugatti makeshi sense, right? In a way, like, they. They've understood who is driving a Bugatti when it comes to Porsche. I mean, the most we've seen is people who don't have porsches wearing everything. Porsche head to toe. No one wants to dress up in Porsche gear. Ferrari is a bit different. Ferrari collaborated with puma a long time back. Porsche. And so I don't know if they even understand the consumers themselves or, like, their own customers outside of automotive. So, yeah, 1000, I think around there we would see it. Maybe if they're lucky, they'd get two k, but good luck to them."
    },
    {
        "speaker": "A",
        "text": "Yeah, super interesting. I can't wait to see what happens here. We have a new guest up on the stage. Before we wrap this up. Chris. Chris, coffee eth. Welcome. What do you got?"
    },
    {
        "speaker": "I",
        "text": "Yo, what's up, guys? Thank you for letting me on stage. I just wanted to tune in the conversation because I was at that event in Miami, and I have my, like, little Porsche physical. And I think we got an allow list for the line, too. So I guess input on the amount the Porsche was there every day in Miami, and you could pretty much just walk in, scan the code, and get the allow list. So I don't know how many total people that would be, but that would obviously play into, like, how many potential mints there are. And I will also say this doesn't go for every NFT, like, part in Miami. And, like, obviously, like, the main stage is different, but, like, a lot of the people working it were volunteers not directly from the company, and they really didn't know a lot. Like, I tried to talk with the metamask people about like metamask, using our breaching security and like using your ip and like they didn't really know anything. The Porsche people probably knew a little bit more, but it kind of felt more like, you know, paid to meet people in the space for some of those that set up. Not everybody. There's obviously some like very talented artists set up and some, and I'm not talking about the parties either. I'm talking about like the, the event itself in Miami, like the street that it was on. But I don't know. I have number 380 if that tells you anything. So there's going to be at least 380 of them, I guess. I still have it sealed."
    },
    {
        "speaker": "A",
        "text": "At least that many on the allow list. Steve, what, what numbers did you have if you."
    },
    {
        "speaker": "C",
        "text": "Oh, I got it. I haven't checked. I'll check the poll app in a second and I'll let you know. I'm probably, because I got it like pretty deep into the weekend. So I would be a good indicator of how many they are. So, so give me a sec."
    },
    {
        "speaker": "A",
        "text": "The other crazy thing here that I'm looking at this website and Chris, it's interesting when you say like how many potential whitelist spots were out there. I mean they're doing four different waves of allow list minting before and they're all an hour apart. Like really, I don't know if you need to like do that. But I mean, I guess better safe than sorry there, Mister Benjamin, back to you. And then we all wrap this thing up."
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm just confused about the poap. So mine, it's weird. Mine's under 2000."
    },
    {
        "speaker": "C",
        "text": "Total 1627. Yeah."
    },
    {
        "speaker": "E",
        "text": "1620, 716, 27. So that means only 1600 people minted that."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting."
    },
    {
        "speaker": "E",
        "text": "That's bad."
    },
    {
        "speaker": "C",
        "text": "And if we have at least two in here, that means there's at least, you know, well, I mean, Mister Benjamin is minting. But if a couple of us are minting, that means there's a max 1625 minting from that."
    },
    {
        "speaker": "E",
        "text": "Listen, I'm not going to lie. I have two Po apps."
    },
    {
        "speaker": "A",
        "text": "Oh, there you go."
    },
    {
        "speaker": "E",
        "text": "I'm not going to mention both of them though."
    },
    {
        "speaker": "A",
        "text": "Now interesting. It's kind of, it's fascinating. We'll see. I'm so intrigued at what's going to happen here now after this conversation, I, you know, I would have thought the sentiment would have been like half would sell out, but it doesn't sound like we even think that's happening. So Chris, back to you and then we'll shut this thing down."
    },
    {
        "speaker": "I",
        "text": "I'm sorry, I know I came in late and you guys probably already talked about this and whoever was there knows. But there's also like three different types of po apps you could receive. There's like a classical one, there's like a more retro one. And then there was like one more. I don't remember. I got the yellow one, whatever that was. I probably went with a classic. But I wonder if that's going to affect the phase of mint that you're in, depending on which style you chose. I'm also hoping that that doesn't mean like, each one of those categories are all going to have like the exact same look, you know, NFT. I'm sure they'll be like at least generative. But I don't know if you guys already discussed that or that plays into it."
    },
    {
        "speaker": "A",
        "text": "No, I don't know if we did. But that's. That's interesting as a. I don't know if that'll affect like what you meant or not. That's interesting to think about though, man. I don't know. Chamber, yes. No. On a porsche, like what do we think is going to happen here at the end of it? You're under a thousand here. Yeah."
    },
    {
        "speaker": "B",
        "text": "I say right around there, I think is probably the number like somewhere between 750 and 1500, maybe."
    },
    {
        "speaker": "A",
        "text": "The real question is the next time we do this show next Friday, will you have a portion of tea?"
    },
    {
        "speaker": "E",
        "text": "Jen, in here."
    },
    {
        "speaker": "A",
        "text": "That's going for it, Mister Benjamin. But you're a car guy. It makes sense. It's different. We have to get before we close this thing down. We have to. Sugar. Shane was kind enough to create the prop bet lines today in des absence. I don't know if we have any winners, but here's what they were. So the first one was over. Under number of over. Under 2.5 mentions of sasquatch. The over was plus 210. The under two and a half was -180 I'm pretty sure the under there."
    },
    {
        "speaker": "B",
        "text": "Maybe once or twice."
    },
    {
        "speaker": "A",
        "text": "What happens first? Chamber doesn't know the project being talked about. Plus 110, someone talks about their dookie dash score. Also didn't happen. Somebody talks about ETH price. There you go. That was actually the longest shot according to Shane. And we went deep in the ETH price treats today. I didn't look at this prior, so I'm only looking at it for the first time now. But it's happening. So we're going to count it because declared that this will happen at the. Oh, actually no, I did already do one. I did the walk in with G milk. Does bunch and does bunch, you do an impression. Plus 170. Yes. -220 no. So the yes hits on that one. First guest to speak, Steve Riggs or Joe? Steve was -120 and that was the. That was the winner there. Riggs was plus 130. Doesn't even show up, I don't think. And the. And war and warp Joe was plus 400. Uh, bunch, who says he has a hard stop? That one seems to be a popular one. Not today. Minus, uh."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Was -250 no. Was plus 140. And the space gets rugged. Yes. Plus 140. No. -110 uh, did anybody win? Shane? Do we know?"
    },
    {
        "speaker": "G",
        "text": "No, they didn't. Fixto was super close. Um, but he had the sasquatch over, so we didn't quite get there."
    },
    {
        "speaker": "A",
        "text": "That's brutal. That's brutal. The. I can't believe we've been doing this now for what, a week and a half, two weeks, and nobody has hit their. Their TMC parlay yet and won themselves a goat chamber. What do you think? We should we start looking at these ahead of time so we actually help."
    },
    {
        "speaker": "B",
        "text": "People out a little bit. JP. I'm just looking at this art. There's some legit, like, I would make this my profile pick if I was. If I had it like the. Some fire ones just off the top here."
    },
    {
        "speaker": "A",
        "text": "The David Bowie."
    },
    {
        "speaker": "B",
        "text": "I have that. That's the one I got."
    },
    {
        "speaker": "A",
        "text": "Oh, you got Bowie."
    },
    {
        "speaker": "B",
        "text": "So I got that one. But I'll tell you, that Jerry Seinfeld is fire, and so is the Betty White."
    },
    {
        "speaker": "A",
        "text": "Like, if I was the Betty White one. Totally higher."
    },
    {
        "speaker": "B",
        "text": "And honestly, the Donald Trump's pretty good, too. And the Gilbert and those, I think the one. Those are the ones I would go after."
    },
    {
        "speaker": "A",
        "text": "I, uh."
    },
    {
        "speaker": "B",
        "text": "The Gilbert's good."
    },
    {
        "speaker": "A",
        "text": "The Steph curry. The tiger is pretty good."
    },
    {
        "speaker": "B",
        "text": "Is a little. I don't know. It's off."
    },
    {
        "speaker": "A",
        "text": "It's young tiger."
    },
    {
        "speaker": "B",
        "text": "It is young tiger."
    },
    {
        "speaker": "A",
        "text": "He's a. He's a tiger cub. Philip Seymour Hoffman looks like he ate a couple too many burgers, but. But he looks great."
    },
    {
        "speaker": "B",
        "text": "I have a heroin problem."
    },
    {
        "speaker": "A",
        "text": "Jesus. All right, that is going to do it for us. In the words of the late, great Gilbert Gottfried, don't get wrecked. And that is financial advice."
    }
]