[
    {
        "speaker": "A",
        "text": "I know. Know what's on your mind. Yeah I know it gets dark sometimes you can't give it one more try. Finding reason why you should pick it up. Think we're gonna make it big night. Just wake up this time alright I think we're gonna make it big and this time it's alright. I think we gonna make it big. Just work out. Cause it's not too late for that. Too late for me. I know. Uh oh. As soon as I go to shut that. The music down, I lost lost chamber. Bunch, you here? Who needs him? Who needs him? He's going back to threads. That's it. He must have started the show over there. Yeah, well, this is the part of the show that I enjoy most, which is you and chamber bantering while I contemplate why I'm here in the first place. So I'm kind of upset that he left chamber. Are you back? Yeah, I had to go tell the threats my threads people to come over for an hour and then we. Oh, okay, cool. So I'll, I'll be quiet now. You banter with pain and I'll jump back in in a couple. All right. Chamber. I see you, uh, I see you've become a threads Maxine. Oh, yeah, I gotta go where the, where the alpha is. You know, that's the new meta. Was that, was that actually what you were doing? Where you. Did you pop over there and share a link? I did share a link on threads, but the reason I got knocked out is because I accidentally hit a notification that sent me back to the dj handle on Twitter because I'm gonna, I was gonna go see if I could be over there and you absolutely can. Yeah. Let's see. I copied on both mine and the Djen handle over there, I think. Did you mean playing on it while you're, while you're hosting the show? Yeah, I'm pretty sure. Yeah, pretty sure I can. Yeah, I'm there right now. Oh, okay. I won't mess around with that because my luck, I will accidentally close it out, but I will be, I'll be waiting an hour till I can go back to threads. The, well, the, the reason I'm testing this out is because, you know, you can run, but you can't hide. Today we'll play defend that thread. There's so many bad ones and I know it. So you're. Today we're gonna play defend that thread. I can't pin him up top, but we'll go there anyway. At least he made his own thread because before it was it was Deejan as his personal threads. Oh, my God. What did he say yesterday? You, you tweeted or, sorry, you. I call posting. Okay. You posted. Yeah, that's like old school. We're gonna need it. Like, you can't say I threaded. Like, that's the pro. That's one of the original problems I see here is there's no clear verb that comes out of this. Right. Like, I tweeted or I guess it's I posted, but that's so boring. What do you do on insta? You post? I guess so. Yeah, I think you, you post on instagram. Yeah, yeah, I guess that's it. But. So point being, you posted from the Degen thread handle yesterday and I saw it this morning and I wanted to kill you. You posted, send one eth, get two eth back today. And I was like, oh, my God. I like, could there be a worse thing to actually post? And. But, you know, here we are. We're not banned yet. I did see some people getting banned on the platform or, sorry, censored in some ways on real or. But didn't happen to you. Yeah, happened to happen to Steve. Nft bar. Really? I was really pushing the envelope. He was not. He was not. He posted a very vanilla post about, he basically said, since we're just vibing here on threads, here's an image that's an optical illusion that looks like it's moving. And he got censored. Really? Yeah. Because apparently, like, oh, this is not, I don't even know what the actual censoring was about, but he got clipped for it. I did. Yeah. Said he was posting fake news. They said two, there were two different ones that said it was fake. I was like, what? That's wild. Here you go. Vicki just posted it down below and it says the same information was reviewed by independent fact checkers in another thread. See why. And so I'm not quite sure, but yeah, Steve got, got dinged for some pretty generic stuff over there already. But that's the trade offs you're going to get potentially more action. Potentially. And. But definitely much more censorship. Vicki also says, please change the Nicolas Cage PFP chamber. I think she, she wants it back. Yeah, I think she might. We all. Yeah, we all want it back. We'll see. I like my classic chamber head. Randall says it's now Nicholas aged. That's. Randall's very good. So good. So, yeah, I mean, like, I know I don't want to sit here and talk about threads the whole time because that's not. But but I feel like we've missed, you know, we didn't get to talk about the hype that happened yesterday. I do want to give J. Web a chance to jump in here before we get into it because I know on J. Web show he was basically saying that they didn't allow thread talk on, on their show. Unbelievable. He's just basically telling us he's about to leave. But I don't know. J Webb gm GmGm no, I mean, this is your show. You talk about whatever you want. I did want to bring up great interview with Ledger on Wednesday. However, it did cut off my question around chambers defend that tweet. And I don't know if you're waiting for later where Chambers said he could put up ten points in NBA game. He also said when people were talking shit about him, nice vape. Pull their chamber as well. When people were talking shit about him, he said, you haven't seen my shake or something along those lines. I really want to know, I really want a video of what he's referring to because I have to see, uh, these moves that chamber thinks that are going to lead to him putting up ten points in an NBA game. Yeah, this is a great point, J Webb. And, you know, hand to God, here's what happened on Wednesday. Um, I'll give you a little behind the scenes of mint condition. Um, you know, I came to the show all prepared with these tweets, specifically that one that I thought was going to get, you know, was going to spur a lot of discussion because of how ridiculous it is. So it was all teed up. It was up in the jumbotron. We're doing our banter that we do, and all of a sudden ledger pops up to the stage and I went into our TMC chat and I said, oh, shit, I totally forgot ledger was coming today. And so I quickly had to go pivot to actual interview mode. And so we did not get back to the chamber scoring ten points in an NBA game. I want to actually go back and bunch, real quick credit to you, you did an amazing job of pivoting into interview mode. I just want to make sure we don't gloss over this. I know we're a forward looking show here, but I feel like we need to go back in time a couple days and really hammer this one home. No, I think you're correct. And I'm actually going to go back while we're talking here, I'm trying to see if I could find it very quickly. I think we'll be able to hear because I actually am going to go to Rook's replies and tweets here and see if I could pull it, because mine will get. It'll take me forever to find it. Here. Here it is. All right. I found it. So we've got, we've got. First of all, this all started with the original tweet by Legion Hoops. And it says, would you rather be given $1 million upfront or a chance at 20 million if you score more than 15 points in an NBA game? 48 minutes played, so no overtime. Right. And Wilson Chandler, by the way, we have had on this show, we've had Wilson Chandler on this show, Chamber. Do you remember that? I do. It's one of my favorite episodes. Yeah. Very, very good episode. One of our very early shows, because Wilson Chandler was into Zed run in a big. That's right. We. We talked to Wilson Chandler about Zed run on the show. And so Wilson Chandler posts a quote, tweets this, and don't worry, he didn't add chambers. Chambers, not that famous. He. He, quote, tweeted this and said, take the million. And that's all he said. Rook comes in and I don't even know how it got to this point. Oh, Chamber comes in and just responds underneath Wilson Chandler's tweet. I could get ten, though. Absolutely not. First of all. But you said I could get ten, though. Rook pops in, tags me and says, please add this to the next defend that tweet segment. And I mean, just absolutely ratioed you. He absolutely did. Yeah. Your tweet got. I still can get ten points. Doesn't change the fact that I'm definitely dropping ten, easy. No, we'll get there. Your tweet got two likes, five comments. So you, you got ratioed yourself. And then Rook's comment there got 51 likes, was seen 10,000 times. Amazing. And had four comments. So the question remains, though, the first defend that tweet of the day. How can you justify stating that you could score ten points in an NBA game? First of all, let's, let's go back 1 second. Have you ever played organized basketball? I'm gonna be honest right now. I was a fantastic basketball player. Okay? I believe. I believe it because you're of your size. I was one of the first, like, you know, taller kids. You know, this is back in the, you know, late nineties, early two thousands. We played a more run and gun style. I played small forward. I was a three and D player. And I actually played on an NBA. I played an all star game. On an NBA court and dropped three three pointers, like NBA range in that all star game. I was very good. How old are we? 17 maybe. Okay. Like, I was very good. I was a very good player. If you gave me 48 minutes, I don't know if I can play 48 minutes. I'm gonna be honest. There's not a chance you could play. That was gonna be one of my points. That. That's the part. I only need the 30 argument. I only need 30 minutes. I can definitely only 30 minutes NBA game. Do I think you could just hang on the three point line and eventually get all passed to you and hit a couple shots? Maybe, but you would literally easily, but you would not be able to get back down the court the other way. I won't be playing any defense. I'm going to be cherry picking the whole time, all game. I'm going to be playing zero defense. I'm going to be left wide open. You know, we saw it in the playoffs all season. Dare him to shoot method. Dare to shoot method. And I would be dropping bombs on them. I could easily hit five three pointers in 30 minutes. Like, it's not. I love how it's escalating to easily five. Now that's 15. That's your 50. That gets me my 20 million. $15 million or the $20 million. Like, it's not. I don't even think twice about it. So. Okay, this begs the question, why are you not an NBA player? Because I'm not going to play any defense, and I'm just going to shoot threes. And I'm six foot four, which is. Six foot four is respect. Yeah, but that's. Yeah, I mean, I'll have to play like point guard. I was a small forward, which is. Requires a minimum of, like, six seven in the NBA. And again, I'm going to play no defense. There's a ton of great shooters that do not play in the NBA because of the same issues that I have. Height and the lack of capacity. Yeah, and exactly. But, no, I do feel off the street. I can drop four or five three pointers in 30 minutes. Not a problem. Chamber. Have you ever heard the term delusions of grandeur? That's what I'm. I've been laughing so hard. I I feel like he's genuine and I know there's not a chance. There's no bone in his body. That is not serious. Right. I'm like Mike Penthey, you know, I'm saying, like, that's. That's the level I am. I don't know what that is. It's a six foot four white guy that could only shoot threes and no longer is in the NBA. Got it. Okay. Randall wants to know what happened to you after 17. Like, why did you stop playing? Well, it's funny. I actually. I was a walk on. I actually got recruited. I don't know if I ever told you this. I was a quarterback also. I got recruited. Stop it. 100%. Yeah, I was recruited, dude. I didn't know any of these things about you. Yeah, I was quite. I was quite the athlete. Well, I know you were an athlete. Like, I know you were a decent athlete. Yeah, it was. I did not know that you were a quarterback. I played quarterback and middle linebacker. Recruited to play football. Do we have these? Do we have, like, any pictures of this? Like, I mean, could you surface picture of you in pads? Yes, I totally get such. Yeah, this will get you some traction on threads, I pray. How about this? You. You post some of these pictures on threads, and we'll get the djen crew out there reposting those for you, for some. For some love. All right, I'll see. I'll say. I'm gonna have to go. I'm gonna go find some. Some yearbooks, but they're. They're definitely around. Wow. But, yeah, no, I actually walked on to my college basketball team and then quit after three weeks because I just like drinking and partying more. I just chose, you know, I choose fun. I choose fun, and I haven't regretted it since. Okay, well, I mean, there's going to be a lot of comments here. First, we're going to go to J web, then pain, then circles. I'm not going to lie, I'm a little impressed by this. As you vape your life away. Here's fine. I, J. Webb, come out. Love the guy. Ripping vapes every couple of minutes is like, yeah, I could play 30 minutes in NBA game. What I'd really love to see if you could get your hands on some video and we could do like a film session in the Djen discord of chamber playing basketball and football back in the day. That could be absolutely electric content right there. I would love to do that. The video. Video is tough. I mean, we are talking about like 99, 2000, 2001, I would say would be. That would have been the prime years. And, you know, telephone technology wasn't what it is today. So I'd have to go back and find some camcorder stuff. I don't even think, I feel like there wasn't even, like, digital video cameras. Back then, I feel like it was like tape still. I might be wrong. I have a. I was a baseball player. That was my main sport back in the day. I was a center fielder. And there was a game in which it was like televised on local tv, kind of rival game. It was probably one of the best games I've ever played in my life in terms of, like, I was like three for four at a couple RBI's and, and the game went to extra innings. And this kid just hits a rocket into deep center and I am just on my horse, as the kids would say. And I run into the fence, run into the wall, catch the ball over the fence, flip over the fence, and it's all on camera. And that's probably the highlight of my amateur sports career. I'll see if I can find it. It's got to be on a vhs at my mom's house. I'll see if I could find it. This week. I got like, you know, interviewed after the game and all that kind of stuff. It was, it was fun, but that was my sports highlight as a young one. Speaking of getting on your horse, when was the last time you got on your horse? You know, oh, man. Like, really? Like, does that count? Like, just working out, like, cuz I get on my horse every day for that. Like, no, like, I went like 10 miles a day. Maybe playing, like, maybe playing, playing a sport with some, some younger people maybe, you know, I mean, like, gosh, I can't. Honestly, I couldn't tell you last time I got on my horse. I really. It's been a couple of years for me. I would say, like, maybe two years ago was right around. It was still in the pandemic, I think, like, I work out enough to, like, be breathless. Right, right. Like, which is what you're talking about. What I'm really talking about is that baseball get on your horse. Because when I. Yeah, like, the full on. Yeah, nothing is getting in your way. I mean, and I do some sprints every day with, like, oh, you do? Well, I. On my four mile walk with my kids in the stroller, there's these two. There's two hills. I run up the hills with the stroller and it's, it's so, it's very difficult, but I don't know if it's like a full. I don't know if I'd qualify it as like a full. Get on your horse. Yeah, because that's on your horse is maximum. So it was like two years ago, I was playing like, you know, men's league softball, right? You know, where all great athletes go to die. And I can't even picture you doing that. It was so much fun. But I was, you know, I think it was on first. And anyways, there was a. There was a hit. I, you know, hit second, come around third, and I'm like, I got this. I got it. And you know that. You know that. Oh, you're trying to score. I'm exactly. I'm going in. So you are on your. You know exactly what I'm talking about when you round third. Yeah. And this is like. I mean, you're a Clydesdale. Hoff in it, buddy. And I hear. All I hear is a pop, and it's my. Oh, no, it's my hamstring, and it's just like a dead leg, and I hop in. I I ended up scoring, but I was absolute. I'd never. I'd never torn a hand. That's it. You retired. Done. I'm like, I'm getting too old. I was. I was Murtaugh. I'm getting too old for this shit. And now, like, my daughter will be like, oh, let's have a race. I'm like, no, no more rate. No more, like, cold muscle. Like, full on sprinting anymore. I need a. I need a 30 minutes warm up. You know, maybe we'll get up to 98, 80, or 90%, but never go. It's funny. Like, I've been doing all these, you know, the peloton and the walking and all that stuff, and the one spot where I can feel like I'm. You know, I actually feel it. And, like, where I'm kind of like that I'm too old for this shit. Type of moment is in my. My right hamstring. Like, I could feel it coming any day now. And I'm like, I really should take a rest. You know, it hurts. I've never. I've never done that to my hamstring before. Terrible. That is a terrible injury, and it takes forever to recover from it. Like, so I would love for anybody else down there in the. So many hands to. To say when was. Leave us a comment on the cause. I love this question. When was the last time you got on your horse? Where's the last time you really gave it 110% in a full out sprint like that? Payne, jump in here. Yeah. So I'd have previous combos with. With chamber, of course, and I knew some of the. His athletic prowess, but that still still leads me to two questions. When is the last time you shot a basketball. And how many wide open NBA threes out of ten do you think you could hit right now? Right. It's a great question because, like, this assumes you're gonna get enough looks. Exactly. Hit at a, you know, 33% to 40%. And I'm also assuming I'm playing on the Lakers, so it's like LeBron passing me the ball. So it's gonna be right on them. Right on the numbers. You know what I mean? Yeah, I mean, like. Yeah, you get to pick your scenario here, I think. Right. So I actually played. I played a little basketball on the weekend over the Canada day long weekend with. I did not get on my horse. It was very, a very mild game of basketball, but, you know, talking like pony trot. Yeah. Just like a little hitch in my giddy up, you know what I mean? Yep. Okay. But just. I mean, the flamethrower was still activated, I would say. But to Payne's question, NBA three pointers today. Cold ten. Like, ten shots. I feel pretty good. I'm hitting. I want to say four, but we'll be realistic. We'll probably say three, but I think three. Three and a half out of four. Out of ten. No problem. 35%. Do we know how many points that is? That's. Well, we'll say three has nine points and four is twelve points. So how are we going to get to ten? Well. Oh, that was my other point. How are we taking this? I'm taking 20 mil, I'm taking my guy into the. Into the post, I'm putting them on my hip, and we're getting some fouls. I could definitely draw a foul or two and get. Get that one or two, you know, couple points at the free throw line before we. Before we get to the next hand, which is circles. Uh, des, GM, welcome. I don't even deserve hosting credentials today. I really don't. So I appreciate. I'm just a listener, big fan of the show, first time caller, and I just wanted to say, hey, drop in and say, hey, I appreciate you guys doing everything that you do. And. Yeah, well, I need to ask you, because I'm not sure you have the full context of the conversation. The post, up top, was, would you rather. Would you rather take $1 million upfront or a chance at $20 million if you could score more than 15 points in an NBA game? This has stemmed the beginning of this conversation, where chambers says he could get at least ten in an NBA game. And we've now been kind of spending the moments here talking about chambers athletic prowess, which he's, he's highly decorated. But do you think he has a chance at this? Or should he just take the one mil? Is the team rooting for him? Like, is the team. Is the team. Home game in LA on the Lakers? I'm wearing number five. Okay? That has no relevance in what I was asking. But the team is not. The team is not naturally facilitating him to score. It is just natural game, zero chance. It is not intended that he is trying to. No, you better run with that million dollars, my friend. Timbers wide open in the corner. Are you kidding me? You would be. You would be. But it's not like they're like those short corner threes all day. I'm saying five out of ten, by the way, on the short corner, you think you could hit 50% on the shortcourt? Short corner, hot, all alone, cold right now, five out of ten. Wow, that's. That is some sort of hubris. You've got that. I mean, like, that is the, that is the confidence and ego that I wish I had. Mama mentality, man. Come on. I. Dude, you have it and I do not. I am the. I'm the exact opposite of that. They would un retire number eight just so I could wear it. What's that? They would un retire number eight just so I could wear it. Okay, easy. It must be so funny. It's just. It's crazy. It's like you could do anything chamber. Like, you should just. I truly know, I've said this lots. I truly believe anybody could do, you know, within reason, I think anybody could do anything. Like, if you wanted to be a doctor, I truly believe you could be a doctor, you know, cool. Like, right now? Yeah, I mean, I think. Could I be a doctor right now? Like, for. If we did this same. If we did the same challenge with 20 million or 1 million, if you could perform some kind of surgery, I don't think you could perform surgery today, but I do believe, given a, whatever, six year time horizon, that you could be a functioning doctor. 100. I agree with that. Yeah. I do think everybody can do most things. Yeah. Some are more naturally gifted than others. Like, I think the line could draw, like, your probability of me being a successful NBA player by sheer grit and determination. The probabilities are very much lower. I agree. And I do not think I could be an NBA player even if I, like, you know, whatever 30 years ago was just like, I'm only focused on being an NBA player. I do think with my. Just my physical limitations, I don't think I could have been one you know what I'm saying? But I think I could have got a great podcast for you to listen to, by the way, if anybody is interested in, like, things like what chamber is talking about right now. I just started listening to this podcast. It's called founders. And the guy, he's done like 300 episodes, but I just found it the other day. It was like a recommendation for me. And he reads all these, like, autobiographies and articles about kind of the most, you know, impressive founders or business people or, you know, things of in human history, and he does these really intense, like, breakdowns of. Of all the things that he finds. And I just listened to the one this morning he does about Michael Jordan and Chamber. It's exactly what you're describing. It's like, I would. I'm going to send a podcast, and you're going to listen to it, and you're going to be like, oh, yeah, no, this is exactly what I'm talking about. So, great podcast, if anybody wants to, is looking for a show like that, if they're interested in that kind of content. The other one I listened to was he did a comparison of, like, Pablo Picasso versus Walt Disney. And just like, how. I never knew how, like, shitty of a human Pablo Disney was. Oh, I was gonna say I thought Walt Disney was a shitty one, too, but, yeah, not like, not as level really cost a level is like the God complex that you're describing. Interesting. So, Drew, in the war room, before we get to the next hand, is making fun of you for saying you could go five for ten from an NBA three. The average percentage is around 30 to 30. Yeah, yeah. No, but we're saying pain asked me open gym all alone, that those are the ones I'm talking about. Sure. Five out of ten. No, but the point is, like, you're gonna have to shoot at least. Yes, I know what I have to shoot in game. Yeah. So. All right, circles was next. Circles. Gm. Gm. GmGm. I'm probably gonna have to swing down because I can't hear anything. Destroying. It's still showing him as a listener. But I did want to bring up the fact. So if this is like a regular old game, there's no added benefits of chamber. You talk about how you're not gonna be doing any defense whatsoever. I mean, basically, whoever you're playing with is going to be a man down the entire freaking time. And that means that they're going to have that extra man that they can basically just babysit you. I have a feeling that the people playing defense on you who are above the six foot four, towering giant that you already are, but all the six foot seven people, the defense might be strong enough that you're multiple three points that you think you're able to get off, might not go as well. Closing speed. I do have a quick trigger, so I don't take a long time to load, so I do. My release is quick. And he down. He doubles. That is a factor. He doubles down. You know, if you got. If you got a big. You know, if you have a big motion, if you take a little time to set up your shot, you know, they can close out very quickly. But I do feel confident in my speed. I think you'll be impressed with my speed. The. Des, I want to flip this question on you before we. Before we go to Mister House. Then, Joe, that Jweb. If this. If this scenario was $1 million or four points in an NBA game, do you think you could complete that task, or would you take the 1 million? Me, myself, I'm taking four points all day. You. You think you could score four in an NBA game? Yeah. My number. My number is seven. Okay, see, this is what I'm talking about. Des knows what's up, does understand. I have no idea what you're talking about. I played on the number one basketball team in the nation. That's what I'm saying. What your credentials are. Oh, wait. So, wait, wait. We need to dig into this. Des, I didn't know that you had some basketball history, as well. Let's. Let's dive into your ball is life. Ball is life. Wow. Okay. Ball. He was on. I heard. I heard he was on an n. One mixtape back in the day. The problem is, you eventually got to it, which is just the closing speed. It's just in the physicality. It's just like you're never even going to sniff the three point line. It's crazy. All your points have to come on fast breaks, and they have to be pull ups. That's literally your only strategy. The physicality will just blow you away. Chamber. Okay. And. And me. And me. It'll blow me away, too. Now we need. Now we need to modify this. I did not know Des was in contention here, and I'm. I'm very happy that this has turned out. Des and me are on the same team. We're combining for 20. In no fucking way is that happening. You guys are stupid. Okay, hold on. Now the question becomes. And drop this in comments. Maybe, Payne, maybe you could throw up a poll here who scores more points in an NBA game des or chamber is an actual one that we should have here for the people. Drop a comment, throw it up in a, throw it up in a poll for us. In the meantime, mister House GM. Yeah. Apologies if I rugged. I'm about to jump off the wifi, but I have no doubt that chambers, on yielding confidence, could lead him to this trivial NBA task. But the real question is, you know, given your size and stature, do you think you could take down an Olympic champion wrestler? And if the answer is yes, I have a follow up question. My weight class. Yeah, he was the 97 kilogram champ, about 230 pounds. No, no, that sounds crazy. An Olympic. I was really 230 pound Olympic wrestler. No, no. I mean, come on. I feel like if it were in the. What weight class would I feel comfortable? What's the lightest weight? Olympic 160 wrestler. You think you can. 160. There's an 163 pound weight class, I feel. 163 or under. Yeah, you're. I'll see what I can do. Is that you, are you that person? No, I know, I know. The 213 pound Olympic champion. So I was going to say, like, well, let's find the biggest or smallest one you feel you could be, or get in touch with them, and that can be some good content. Chamber takes on Olympic champion wrestler. Yeah, 163. It's close, but I feel. Okay, we'll see. We'll see what happens. I mean, your arguments for why you could beat up Joe Rogan and Elon. What's Joe Rogan way? Yeah, what's his. I feel he's like, 205. Well, well, your, your argument has always been that your sheer mass would be all encompassing, overwhelming. Yeah, I think. But Rogan's not that late. I know he's. Because he's, what, like, 5758? He's got to be like, 200 pounds, right? I mean, I don't know. Yeah, like, if it's Rogan. No, like that. You know, he's, he's big. He's a big bulldog, that guy. All right, let's go to Joe. I'm doing some research here, but let's go to Joe. In the meantime, in October, what I found, Rogan said he weighed 197 or 198. There you go. So there you go, chamber. Um, first of all, you, you know, you're, you're one of my favorite people, but you do these things, so. I know, I know, Joe. Okay, so the Lakers are down bad, and, um, they go to Canada, and they get you on a ten day contract. They point me out of the crowd. Yeah. No, no. I mean, they, they've been scouting you. Okay. All right. I. They pull you out, and now let's put you in peak chamber form. Not even. Okay. Um, so you have to. And so if we're giving you peak chamber, then you also. Let's just use that version of the CBA. So you can't smoke pot for the entire ten days because you know that's. Yeah, still banned, right? Yes. So. So you're gonna go. You're gonna go play with the Lakers, and they're gonna actually use you in a game because, again, they. They have LeBron, they. They have ad. They have a few people, but they're. They're down bad. Um, you realize that? And what's the. The most athletic NBA in prime person you've ever been close to? Like, like, have you. Have you been close to any interview? Like, I've seen Chandler on this podcast. Okay, well, that. But that wasn't. Okay. So that's sort of. I've been pretty close to, like, uh, Kobe and Shaq. Uh, okay. Back. Back in the day. So they're. They're freaks. Okay. Absolutely. Yeah. Yeah. They're freaks. Freaky. And. And the shorter they are, the more ridiculously athletic they are. I agree. Because they have to basically dunk on trees. Right? Yes. Um, so they're going to beat the shit out of you. Um, because no guy defending you is going to want the unprofessional canadian ten day contract guy to ever score a single point him. Like, they will literally take the pride factor. I see the crap out of you. I'm just for law this. For the record, that's where I'm concerned. For the record, my premise is they're not gonna guard me. No, no, no. They're gonna guard you. Okay. Could you have different story. Different story happen? Like, just think about being the coach of the opposing team and this guy. This guy is scoring on you. Right? So how many minutes do you think you would need in the game to get to 1530? You think you need 30 minutes and you're not going to defend anybody? No, I'm not doing anything, dude. I think you get fouled out before you get close to that. I'm not defending. I'm not even better. They're going to run at you. They're going to run picking rolls on you. They're going to tug you. They're going to play all those tricks. I'm like, I would love to watch it. I would. I would. I know you would. I know. Even if you were in a Clippers jersey, I would. And on point 15, I would point into the crowd. Yo. I would point down, and I would be like, I can't believe it. And I would hold a stupid sign, and we could all go stand next to Denzel. No, I. Look, I think you take the million dollars and just ask if you can have 30 minutes in an NBA game. That's what I know. You get the guaranteed million dollars, and you also get to get embarrassed, because the other thing is, there's going to be an entire arena of people watching you laughing, and then there's going to be a camera that's recording you, and you're going to become very, very aware of everything. That's a factor I never really considered is the biggest problem here, though. If I could just interject. You mentioned. You mentioned the black mamba, right? You mentioned the black mama. We get an update on Des's on leg, so we know if Des is in. Okay, hold up, hold up. I need to be. I need to be a peak form, but also. Okay, this is. This is why I always listen to Joe. He's convinced me to move my number from seven to four. No, it should be zero. It should be zero. We go, go, go. The white mamba. Brian Scalabrine. Yeah. After having retired his tv show, he. He went to. He goes to basketball camps, and. And these. These guys who are in, you know, like, community leagues and stuff, they take him on one on one. No one has ever scored a point against the white Mamba. And he. And you know how many games he scored more than 50 or 15 or more points in his entire career? I think the number is roughly around zero. Nine. He's scored more than 15 points. He was the guy. He was the guy that went for the Bulls. They put him in when they were up by 30, and he would take a. Take a shoot of three, and if he made it, people would go nuts. Like, I bought a Brian scout. I had to cuss. They wouldn't sell scalabrine jerseys that were official, so I customized the Brian scalabrine Bulls jersey. A Bulls one, not a Boston one. I did. You know, I'm a Bulls fan, but, I mean, I love to. I love the white mamba across the board mamba mentality. It works for gingers, too. But here's the thing. It does, mom. The white mamba is, like, the least athletic person you would ever encounter in any NBA game. And he wipes the floor with people that are much better at all of this, then probably both of you guys, I'm guessing. Probably. Definitely. But he's playing one. If they are guarding you. You still have to make the shot, first of all. Second of all, if they're not guarding you, they're still guarding you because they're 11,000ft taller than you. That is true. And thirdly, I'd like to point out all they had, they're so huge, and. And you are so. I mean, look, I think you're a great. A great fella. I think both you guys are great people. You know, I love all these qualifiers before the harsh truth, but it makes you don't possess the agility required to get out of the way of a blocking foul, period. Yeah, I'm not playing. You think. You think he wouldn't get. Before he gets the ball? Before. You're not touching a player. No, but you wouldn't be able to avoid it. Yeah, they're gonna run right at you. I will literally cross half court and wait in the corner, and then I will. Once we have the ball back, I'm taking the reins back on. You got this punch. Take this. I'm taking the reins back. The, uh, des, I feel like I might have found your high school basketball stats. I feel like I might have found them. Okay. I was going to say my biggest qualifier that I have to make me have any confidence towards this is I once played in a summer league game with Drew Holiday. We guarded each other pretty much the entire game. Now, he did give zero shits about the game and did score, like, 28 points on me, but I did give him 15 in return. So I feel like that is somewhat of a qualifier. I mean, I think that's pretty good. That's not nothing. Yeah, I think that's pretty good. I may not have found them, but I think I might have. I'm not really sure. I've had to do a little digging here because I know, you know, I have the advantage of knowing that what your full name is here, but sometimes I'm gonna. I'm gonna pass them to you after this and see if I was correct. Did you follow Amber's twitter to then link it back to my high school? Because that's what we do when we try to find. Exactly. I don't know. I had to take a couple stabs at where you went to high school and tried to follow some breadcrumbs here, but. All right, let's go. I don't even know. Let's go, J web. Then pain. I. Then down to dank and Mister house. Yeah. So as a lifelong Kobe fan Chamber saying that they're going to bring the number eight down. To let him wear it deeply offends me. Also, you talk about playing on the Lakers. There's not a chance in hell that if you're not playing defense, LeBron is going to pass you the ball. You saw what he did to junior Smith. Like, there's no way you're getting that ball. Like, it's just not coming your way even a little bit. Also, the average NBA player shoots 35% from wide open three. Let's say, for the sake of argument, you're shooting 20%. You're going to need to jack up 20 shots. You're not getting the ball. Chamber. I love you dearly, but, you know, the fact that I think I'm going to show worse, though 30% is insane to me. I'm minimum hitting 30%. So you're telling me that you can shoot the same average as a professional basketball player? Yeah, that's. That's. That's the wide open percentage for an NBA players. 35. 35,000 people. No way. Okay, Covid, rules in Orlando. No crowd, but yeah, no, I wide open threes. I'm hitting more than 30%. You guys are gonna have to just suck it up. It's happening. Is the game of narcissism. I don't know. All right, I pain. You're up. No, at this point, I'm gonna spend whatever money necessary. I'm coming to Canada. We're doing. We're going to Toronto, and I'll come down. See you. Okay. I'll drop a couple buckets for you just to show you what's up. Okay. Chamber. How much would have to be done? We have to raise for you to do a g league trial. Like, seriously, I'm not. Again, guys, guys, I'm not playing defense. I really feel like we could. I'm just chucking throws. Mean, I could. I can just. I could call my guy grandma ma, and he would probably. He would. He would show up and do a one on one derby. Can we, LJ? I mean, he loves that shit, but don't call him grandma ma. He hates that. No, mister, just for the record here, I I do believe I did successfully on my first attempt. I have now checked my work. I believe I did find your high school stats, Des. Let's go. What position did Des play? Yeah, of course you did. I bet you had a silky smooth jumper, too. His. His full stats are. He's got full stats here. Looks like you played varsity in the 0809 season. Is that sound about right? Uh, yeah. Yeah, that sounds right. There you go. I've got you listed here at 6ft tall, 180 pounds. They dogged me by an inch, which is usually funny because they usually embellish by two. So that's a little shameful. I've got you wearing number 43. Is that true? That's true. What a number. Found them how? Dad? That actually is a great number. What a number. There we go. He wasn't averaging 43, was he? 43 minutes on the bench? Yeah. Yeah. I averaged about 43 kids on the bench in order to. In order for a high school player, somebody would, you know, six foot tall and played in high school, for them to have a chance at scoring half of a point in the NBA, they'd have to be averaging 660 points minimum in your high school. I don't know his total record. Wow, look at this. You're. You're this the year that you are talking about. State rank number three, national rank number 1231. And two. And a league first, best ten. And, oh, for the des, senior year, high school basketball team. Is that all sound correct? That is correct. But I just want to be a big qualifier. A lot of that work was definitely not me. Our six men had a D scholarship, so. Right. I mean, I have. I have your stats here, and I could. I can kind of tell that. Yes. You gotta look at the minutes. You gotta look at minutes. Is there enough data to actually do an analysis? What's this? I mean, there's plenty of data. There's plenty of data to know, like basic mathematics. You can add up all my points. Yeah. Yeah. There's plenty of data to know that he's not scoring 15 points in an NBA game. Can we get a per 36 number on this? I still. I swear to God, I still think I can get four, though. But the only. Joe said he was playing against these good players, so he has experience with that. He's got minutes. Hey, I have games against Kawhi. I have games against Austin Rivers. I've got a pedigree. A little bit. I put my money on Des, by the way. Wow, I'm impressed, mister. Joe's so right. Joe. It's zero. If Joe's. If Joe's talking the truth, which is no NBA player wants to say, you got even a shot off against you. So it's all. That's all equal. The white mamba would wipe the floor with you. Ryan Sculler, bring it. Absolutely. What the. Yeah, no, like, right now. Current. Current life. Yes, absolutely. Brian Scallery was in the league. Yes. Right now, Brian Scalloprino was an NBA player, but I feel like we're. We're glossing over. He was, like, six. He got the last minute of every game to get one. Can I. Yeah, jump in. Dank. You haven't said anything. I met Brian Scalabrine. What's up, everybody? First of all, how's it going? I met Brian Scalabrine, and I will say he is six foot eight, and he does have the massive hands of an NBA player. And he's definitely got, like, all the NBA stuff. But. But chamber, I think, where you match up nice. You got the energy. You got the energy. So. Because that. I'll tell you what. Like, he came into my store and he was talking to some of my employees, talking to some people, you know, like, signing autographs. And you could hear that dude fucking everywhere. Like, he just. I don't know, on and off the court. He just brings the energy. Like. It's just insane. But I think you can match him for sure in that. But you just got to. I don't know. You got to watch out for everything else because he's got that NBA, like, aptitude, you know what I mean? But. Oh, totally. So, Dan, do you think that. Does this mean you think Chamber can score his ten points in an NBA? Yeah. See, that's the second part to my question here. Hold on. So, Chamber, what is. What is your go to move? Even if you're cherry picking and you're standing, like, in the corner the entire time just shooting shots. Let me. Let me jump in here on this one there. This has context already. The tweet. Uh, the tweet that he posted in rebuttal to rook saying, no way. Uh, the response from him was, you can't handle my shake. Okay, perfect. Perfect. They're receipts. Perfect. Yeah, you can't handle my shake. So, for the record, can't handle my shake. I mean, shoot, I'm. When. When the line comes out, I'm taking the overdem. I'll take the over. Wow. I love it. I love it. I'll take the over. Incredible. Thanks. Dank. Mister House, you're up. I can't believe we talked about this for a fucking hour. What a. Yeah. The one thing that hasn't come up amongst all the white mamba talk, and I think is the crowning point of his career. Dude got a ring in zero eight. So say what you want about only getting 1 minute or only scoring four points. How many of you have ringsden? Cause Calabriani has one. Not this guy. I bet he wears that every single day. To your point, mister House. Not only does he have a ring. When he was with the Raptors, he had a role. He was like, he wasn't a starter, but he was like a 7th guy and played minutes. So the guy, the guy is, I think he had like a ten year career, maybe. That being said, chamber, I think your one advantage is he's really long and lanky. So if you could just take him out by the knee. Yeah, you could get shamed. Little head fake. So hold on, I have to interrupt here, getting on my horse. There's a great comment down below here from bird Spy, and I think this is a great microcosm of this entire conversation. He says, I came in late, heard chambers say he can't run a race against his child, and then I'm hearing him say he'd ball out in an NBA game. I'm so confused. Me too, bird spy. Me too. Again, the amount of athleticism that I'll be using in this game is going to be very minimal. It's literally walking. You don't think you'll need to be on your horse, is what you're saying. I don't think I'm going to be, need to be on my horse as long as I'm open. It's going up. It's going up quick. Okay, we're going Joe J. Webb, Steve, and then we're closing this thing down. Oh, yeah. Really quick. My favorite NBA player interaction moment is actually bird spy. My brother at Venice beach during the and one tour, telling Larry Hughes to go fuck himself. That guy. I. That was when Larry Hughes was still, like, good. And Larry Hughes and Kobe had, like, a big high school rivalry, too. And my, my brother was like, fuck Kobe, I hear, had a big high school rivalry against destiny where the Lakers call you up to play on this ten. So excited. Are you in the. Are you playing free all star break or post all star break? It's a good question. Finish. Finish after your ten days with them, because they're not giving you a second ten day. So where do you know? I'm only. I'm only getting one. There's going to be a lot of DNP CDs. You know what I'm saying? In ten day, I only need one game. It's gonna be. I ideally post all star break. You know, maybe we get some, some question time management. Yeah, let's say. Let's say that the entire league is injured for all star break. And none. None of them want to play in the all star skills competition. Right. And they put you. This is the better question. They put you into the three point shooting contest. How are you faring? Basically what you're saying. You're basically saying this is the better shooter in the NBA. I'm the, I'm, I'm the best three point shooter on this space right now. That's, that could be true for sure. I don't think there's a couple I secretly think is a phenomenal basketball player. Pain also, just to be on that team, he's got to be absolutely like, do you know how good you have to be to be on that team? National rank twelve. It's the same Brian Scalabrine comparison here. Like, you have to be extremely good to make that team. Yeah, but how many points? It's more like how many points am I getting? Like, I don't, I don't think I'm getting. Because, you know, the NBA players do you know the 3.2 to get NBA players that enter the three point contest do very well? Most for the most part. I mean, there's a couple that, you know, that might dug out a little bit. But like, I would say on average, I would. Again, I feel pretty confident in that 40% average. So whatever that works out to. Okay. I mean, that's. That's fair. So you're saying you would hit 40% in skills competition? Yeah, I think so. And no, no time. We're going. We're going. J Web, Steve, Vicki, so real quick post. At the top, there is a gutter cat gang drainer going around. So do not click any links from them. People have been getting drained, which is very unfortunate. And then I'm tossing it out there. Riggs and I have been in discussion if we want to make this happen in person. Riggs and I are talking about going to Vegas December 7 to the 9th for the first inaugural NBA play in tournament. It's the semifinals and finals there. We could do a DJ and Olympics thing. We could get chamber playing some basketball. And no, Chamber will never go to an NFT event, dude. But if it's Vegas and basketball, that could be. That could be shows versus shows. We've got you and you've got. We got you and riggs versus me and chamber versus cap and Steve. A little two on two action. For all the bragging rights. Steve and Chris might be a dark horse, I think. I don't know. No. We are dead last. We are dead last. When Steve comes up here, the first thing I was going to ask him was when was the last time he got on his horse? That's. I do want to know when the last time Steve got on his horse, I think Steve was late to the conversation there. So, Steve, earlier, we were talking about, you know, what it means to get on your horse, which is obviously, like the all out 110% effort sprint or whatever, and I couldn't. I couldn't think of the last time I got on my horse. When was the last time you've gotten on your horse? Oof. It's probably been at least five years since I really. The right answer. At least five years since I emptied the tank there. By the way, I was. I came up here to talk about this basketball thing, but there's probably a really low, uh, low hate, like, low class joke to be made about gutter cat gang being a wallet drainer in and of itself, but I'll leave that out there. But the comment in the war room, I thought was very funny, and I I've been holding back on saying it because it's insensitive to anybody who got drained. But the. The comment was, I wonder if they'll make more money than the mellow shoe drop. That's. That's even worse. Did it not turn out well? That might be worth it. Well, that the. I think the thing they were, they dropped Washington a mellow shoe mint link. So it's a question of, is there anybody still around to buy that? Only. Only 25% of the shoes sold out, so that's not great, Bob. Right. Meaning if you drop a mellow mint link to drain wallets, you're probably not getting too much action. Um, okay, so anyway, uh, what I was. I mean, there's so much happening here now. Um, first of all, uh, I just. For some reason, Des wearing 43 in high school feels so on brand. And I mean that as a compliment. It's just a very des thing that I, like, would picture. I'm like. It's like, I wasn't the least bit surprised, but if someone normally tells me I wore 43, I'd be like, it's a random number, but I don't know, it just feels right. Here's a stipulation. Again, this is probably going to be insensitive hour, because this is probably insensitive now, when I say it out loud, but we used to say this when we were, like, drinking in college, and we would have these same sort of questions because I love chambers. Confidence. Love is confidence. Like, I wanted to come up here and say, I expect him to score 20 points, but the truth is, it's like, he's not. He has zero chance to accomplish his goal, but stipulation. I'd like to throw in. What if Chamber has some sort of weapon? I don't know what that weapon is, but he's allowed to have it, which means if he swings it around, he gets more room. So, like, chambers allowed to have a nightstick or a knife or something. And so they're not going to expect chamber to stab someone. Right. But, like, that stipulation opens up his shooting a little bit. We used to have used to, like, throw qualifiers like this in college. So Chamber, what are your thoughts on that? If you get a weapon of some sort? Chamber, what if we change the game to stabskit ball? You could have him. You can have Covid, but no symptoms. That's right. COVID protocol, I would say, like, a taser, I think would be better. Yeah, Taser is a good one. Yeah. Well, that means you get your shot off. Right? Like, that's exactly people. I guess because I. Everybody. The general consensus seems. No, but I think with the Taser, he's got a chance. Taser, I would give him a chance because he's saying he could shoot 40%. Like, he. The problem that I see is him actually getting shots off. If he's got the taser is he's got. He's got a chance. It solves the problem. Right. Like, that's what I'm saying. Like, so chamber with a taser, could he score? What was the number? Ten, was it? Yeah, ten. I think. I think you go ten, and I think LeBron's dishing in the ball because he knows he has the taser, so he knows he's going to get the shot off. So. Very true. Chance. Get an open. Look, this is a good point with. If your teammates know you have the weapon, they are more likely to maybe give you the ball. And. And LeBron loves a great comeback story, you know? What do you mean, this is a good point? We don't tasers in basketball. I mean, we're. Look, he's not getting the money anymore. It's just like, obviously you bring a taser to the basketball game. It's not. I thought that went without saying. You're. You're qualified. No, but here's the problem. LeBron wouldn't give him the ball. He would. He would function as a pick. He'd be like, hey, pick this guy. Hey. Yeah. I'd be throwing dirty picks. Yeah. But maybe if the entire league got space jammed, maybe. I like that you're putting. I bet you ten assists. We're going with ten assists. Yeah, no problem. Good point the. All right, we're going to lock this down after Vicki. But I just. Before Vicky goes, I need to read her comment. Says, I've walked into a room where they're talking a language I don't understand. Vicky GM, I can't believe you've stuck around for an hour. I just keep wanting to interrupt and say, can someone show me where the exit sign is? But everyone was so wrapped up in talking about weird shit that, like, I was just confused. It was like watching a game of Wimbledon where someone's talking about height and someone's talking about numbers. I mean, I spent a whole hour, the only one word I recognized in that whole hour was taser. So at least it finished on up high. Everything else. I have no fucking clue what you're talking about. And the only reason I came up at the beginning was nothing to do with sport, was if you'd have put a bet on who would have been the first fact check person on threads, none of you, I bet, would have thought it would have been Steve. No, that's so true. I didn't expect it. I was surprised when I saw it, especially for him just posting, you know, kaleidoscope images on threads and. But he did get the sensor ban. And Vicki, I gotta say, I. The amount of respect I have for you and the dedication to supporting our nonsense is just top notch, and we appreciate you. I'm sorry that we put you through this. However, you know, here's the thing. There's a lot of shows that we come on here and the conversation doesn't lend itself to chamber participating a lot. Right? And those are the shows in which he leaves and goes and tells his wife that, like, I don't even know why I do this. I never get to speak. It's never about me. And he really gets upset about that. And most of the time when we're talking about anything nfts or crypto related, especially so to give him this treat today, what you have all done for Chamber today has, I bet, had a huge impact on his already inflated ego. I think chamber, I mean, am I right here? Like, this is the way you want every show to go, I tell you now his kids are getting McDonald's, they're fucking getting in the car, he's treating them, and they're going mega size meals because he's happy. He's walking on a cloud. Absolutely. No doubt chamber, is that accurate? That is accurate. They actually just text me saying they wanted chinese food. So I think that's what they, that's what we're gonna get, that's it. Your fortune cookie. You're gonna open it up later and it's gonna say go for 25. You will go for 25 and ten against scalabrine. Oh, that's one day. One day. I very, very quickly. I know you're rapping bunch. Just a random thought. If there was ever a show that lends it to itself to po ops, it's the mint condition. Could you imagine if someone made a post show poap and like we would all remember this day. We could even attach the audio to it in some way of chamber and the Brian Scalabrine and all. It's like I think about this, or when he said he could beat Joe Rogan in a fight or like even the conspiracy episodes or like, like, I just want to throw it out there. If any the movie draft, the apocalypse draft. If any show lends itself to po ops, that would be amazing. Memorials. It's main condition. I just want to toss it out there. I totally agree with you because most of the time our shows are actually off the rails and have a topic that is not NFT related. So you're like, you're like the Monday show, Steve, the Monday show was all new. Jen. Gen Z slang. Oh yeah, Gen Z Slang. And it would have just said. It would have been a picture of you with a crown on that said Riz King of Canada. Canadian Riz kingdom. I mean, you've got, look, you've had a, you've had a stellar week on this show. It has. I got, I had ledger on, which always makes me happy. That's what I mean. You had, we tested your slang on Monday. You got Ledger, who's an old friend, on Wednesday. And we've given you all the attention you could ever want here on Friday. And I'm actually happy that Des came by, and I did not expect Des to have the basketball team credentials to also be in the running of this conversation here. So, Des, I'm very appreciative of you and your basketball skills. People are already asking for the link to your stats in the war room. I will not be, I will not be sharing that as I do not want to full docs you, but if you feel the need, you can drop that in the war room. But that is going to do it for us for the weekend. This was a fun show chamber. We did not get to play defend that thread, which we will get to on Monday, I guess because you have some really cringey threads out there already. I posted Randall's favorite up top which is just you saying, I'm cool, and I got to tell you, it got one reply and five likes, which is definitely already more than your average. See? So threads is where it's at. I did have a nice interaction with Steve's brother also today. He was brother. Yeah, yeah, yeah. It was a good. It was a good one. Like, his real brother, or, like, yeah, I think it's his real brother. I think it's his real brother, but, yes. Not the unabomber one, right? That's the wrong. No, no, that's rip, but no, I think it was Steve's actual brother. Awesome. Well, I can't wait to hear about that on Monday. Uh, let's see how many followers on threads you could get. A before then chamber, and we'll decide whether you're going to spend all your time here or there, but that's going to do it for us. Until next time, stay mint. I'm never coming back. Just letting you know."
    }
]