[
    {
        "speaker": "A",
        "text": "24."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the mid Condition episode 24. Holy cow."
    },
    {
        "speaker": "A",
        "text": "Crazy times."
    },
    {
        "speaker": "B",
        "text": "I know. I. I am Joe, aka bunch of bets alongside my esteemed, one of my esteemed colleagues and co host chamber. No, Des today. Des is in surgery."
    },
    {
        "speaker": "A",
        "text": "He is in surgery."
    },
    {
        "speaker": "B",
        "text": "Des is in surgery. And by in surgery, he is actually witnessing a surgery in the OR. He's doing his real job. And so he texted us today about a picture of him in the OR just hanging out and they're like. And basically like, how the hell did I. Who let me in here? Which is funny. I actually used to have to do that for my old job as well. And."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I always felt very out of place. I was selling like skin substitutes and so, like, they would be doing skin grafts and stuff and you as the sales rep, you would need to assist them in how to use the product, which seems totally fucked. Right? Like why? Why? Right? So we have an awesome guest today, Steve, aka at NFT bark on Twitter. Is this the first 1st doxing of the face? Steve?"
    },
    {
        "speaker": "C",
        "text": "This is the first doxing. I think you guys, and maybe Tyler, NFTs Anonymous has seen my face, I think the lot of it. So you guys are, you guys are the first. And I see that I'm like. I'm like dollar store des. Because he could make it today. So you brought me in to kind of general Des and kind of."
    },
    {
        "speaker": "A",
        "text": "We need some."
    },
    {
        "speaker": "B",
        "text": "We need a des type dollar store des is the hashtag for 100%. Your face is much prettier than that shitty buckeyes memorabilia you have behind you. So I will just say that as a, as a fellow big ten alum, you know, the Buckeyes stuff, really, I."
    },
    {
        "speaker": "C",
        "text": "Do have a babysit the whole big ten every year. You know, we do what we can."
    },
    {
        "speaker": "A",
        "text": "So I do have a question in regards to the Buckeyes. Why is it the Ohio state? Like, wasn't it just Ohio state?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I'll be honest, I've never been a huge fan of that thing. And, like, it's going to get me some hate from my friends who are Ohio state fans. Like, even in like, some of the workplaces I work where like, you set up your college, these all capitalize for Ohio companies and I think it's a little extra. But it is fun because it gets on people's nerves. I mean, it's a. I mean, it's, it's the Ohio State University. Like, it is the university of Ohio, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, but it's the Ohio State University. Even I know that."
    },
    {
        "speaker": "C",
        "text": "Yeah, the players were real big on that in their intros when they were doing, like, the NFL intros and it kind of took off a little bit. But it's, you know, I think it's one of those things that because it kind of needles other people in the big ten, we just kind of clung to it and we're like, well, they're the Ohio State and people get kind of annoyed by it. And the nice part is because they win more than they lose, we don't have to worry about, you know, getting made fun of too much for it."
    },
    {
        "speaker": "B",
        "text": "We got, we got Chris Jordan in the comments as, as ape and pony show, and he is a fellow buckeye, I believe. So we're, we're getting it from all angles here. And I actually have to take a break to go throw up, so. But we have, we have an awesome show. Before we get into the show and into, you know, talking about some nfts and the market, we do have a giveaway today. Chamber. What are we giving away? Are we giving away, what are we giving away today?"
    },
    {
        "speaker": "A",
        "text": "That's a good question. Let me look. I'm going to give away. I'm going to give away a chicken today. Let's give away a chicken."
    },
    {
        "speaker": "C",
        "text": "That's a pretty hot item considering the usual giveaways right there."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "You know what?"
    },
    {
        "speaker": "A",
        "text": "Scratch that. Scratch that. We're going to go a little bit bigger. I think it's bigger. We're going to give away. So I bought a bunch of rooms the other day. Yeah. And I believe the reveal is tonight at eight Eastern."
    },
    {
        "speaker": "B",
        "text": "Oh, so you're gonna give an unrevealed."
    },
    {
        "speaker": "A",
        "text": "I'm gonna give an unrevealed room to, to somebody. So all you gotta do, and it's not gonna be JP if he's listening."
    },
    {
        "speaker": "B",
        "text": "Yeah. JP Kaz is eliminated from JP Kaz come from contention today. All you have to do is retweet our live. Our live tweet, I guess the tweet that shows us live from the mint condition. You'll see us live. Just retweet that to be entered to win. We'll try to remind you in the middle of the show as well. And other than that, let's get to it. So we have Steve on. So first, Steve, let's talk a little bit about you and your NFt journey. Where did you get in? What's your NFT story? What was your background before this and what made you kind of dive headfirst and NFTs?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So being, like, one of the most basic people on the planet, this fits right in. I started with top shot like everyone else and I, you know, I heard top shot talked about on a couple of, you know, podcasts and things that I listened to, like sports podcasts. And I kind of paid it no mind. And then, I don't know, I was like, I'm going to try signing up for this, getting into a drop. And the first drop I signed up for, I want to say, was the all star pack drop, which is since been like quite notorious. It might have been a cool cats can't remember, but either way, I had to have a couple of moments in my wallet to get it. So my first buy, my first Nft I bought was a Jared Allen Cavs Nft block or something. And then I grabbed a couple more so I can get into the drop. And then I got a totally unrealistic expectation for top shot because my first two drops, I got in the queue and I got a pack and I didn't realize how ridiculous that was, but I got an all star pack which like, gave me the full top shot experience of having like a $500 moment go down to like 40. And I got into cool cats drop where I actually made a pretty good flip, where I got like an RJ Barrett cool cats and I flipped it for like $100 and I could probably get it for like, I don't know, 20 now Max. So I got into that pretty early on. And then I started like, poking around and thinking, this was pretty fun, wanted to learn a little bit more about it, you know, set up a metamask and dove in. And I actually don't remember, I think my second nfts after top shot, my first real NFT, and this is going to make me sound Bougie was actually an art block."
    },
    {
        "speaker": "B",
        "text": "Um, I got bougie."
    },
    {
        "speaker": "C",
        "text": "I was listening to Kevin Rose, you know, his, you know, his, his modern finance podcast, which is pretty dope. I've always been, I've been a Kevin Rose fan for years. And he had like, he had the guy from art blocks on. And so I popped on there and I minted. There was like these little planets, like galaxies or something like that. And they're pretty cool, they're dynamic. You download it on your phone, you can like hit three fingers on it. There's little planes that fly around, you can get on and like, just, I was like, you can mint like a unique, one of a kind planet, which was like really cool. So, um, you know, that got me in there and then from there just kind of rolled and, um, you know, bored ape yacht club obviously was, was a big one for me. I was, um, I was in there probably about five days after mint. I was pretty excited about it. Um, and uh, yeah, that was, you know, kind of from there on it was just like, you get a bored ape. And I all of a sudden had like 2000 followers and suddenly I was, you know, off and running and just became obsessed. I mean, it's, you know, I've told people, you know, if you look at my, my sleep, because I keep track of my sleep, you know, in March, when I sort of discovered nfts, which feels like years ago, even though it was six months ago or something, it's like I would get like 7 hours of sleep a night, minimum. Now it's like, I mean, I'm lucky if I get like five and a half. It's been bad because it's just, you know, the market's always awake and you're always onto something and you're fomoing in. So, you know, so my journey is relatively typical, but, you know, it's been pretty fun learning. And like, I've met, like, I mean, you guys, everybody else, like, I met so many like, good friends along the way that, like, that's been probably the coolest part is just the people, the communities and, you know, I got in thinking like, hey, I'll get in the top shot and I'll make some money and I'll flip some stuff. Look at me. And then, you know, however many, you know, months later, it's like I have trouble selling my NFts because I get emotionally attached. So it's completely."
    },
    {
        "speaker": "B",
        "text": "Isn't that a weird. Isn't that a weird thing like that? That's, that's for real chamber. You look like you wanted to say something there."
    },
    {
        "speaker": "A",
        "text": "No, no, I'm sorry. I was just retweeting a bunch of shit, getting the giveaway, going here, giving it legs."
    },
    {
        "speaker": "B",
        "text": "All your alt accounts."
    },
    {
        "speaker": "A",
        "text": "So many alt accounts are so many burners. I try not to win, but it happens more often."
    },
    {
        "speaker": "C",
        "text": "I started being able to spot chamber and spaces with like an alt. I'm like, that one's chamber."
    },
    {
        "speaker": "A",
        "text": "I think I know that guy."
    },
    {
        "speaker": "B",
        "text": "I'm really good at recognizing chambers alt accounts, except every once in a while I'll get really hard conviction that somebody is definitely a chamber alt account. And turns out there aren't. And I feel really bad for that actual person. One, because I've accused them publicly of being chamber, and two, I've accused them publicly of actually having to be chamber."
    },
    {
        "speaker": "A",
        "text": "Like, they are so similar to me right exactly."
    },
    {
        "speaker": "B",
        "text": "It's an insult."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Terrible things did that person say about their sister or family member that made you think they."
    },
    {
        "speaker": "B",
        "text": "Well, so, you know, it's funny. One of those people that I really accused hard of being a chamber alt account is actually now a contributor for Djen. That would be stacking. Toshis. I went. So I was so adamant that he was a chamber alt account that I, man, one time in our rec telegram group, I was like, bringing evidence to the table. It was actually made sense, man."
    },
    {
        "speaker": "A",
        "text": "I'm like, oh, shit. This is hard for me to, like, reject the premise. But it was king."
    },
    {
        "speaker": "C",
        "text": "I started believing it was king."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe it is me."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's so funny. So speaking. There you go."
    },
    {
        "speaker": "C",
        "text": "05:00 a.m. that dude, by the way, that dude is hilarious."
    },
    {
        "speaker": "B",
        "text": "I love that. That's so funny. So let's talk a little bit then about Djen because, you know, we've just launched this platform a couple weeks ago. Has it even been two weeks? A week?"
    },
    {
        "speaker": "A",
        "text": "And it has not been two weeks."
    },
    {
        "speaker": "B",
        "text": "Hasn't even been two weeks. You know, the reception, I feel, has been pretty awesome. The momentum we have is pretty great. The contributors. But Steve, kind of walk us through, you know, the inception of Djen, like, from where, how it all happened to launch, in your opinion?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. Like, I'm going to give, like, the way behind the music and, like, out us as morons on this one, Joe, just because, like, the way this started actually kind of, kind of ridiculous. Like, Joe and I met in like, the bored apes incubator that, like, Tyler, he's anonymous, had started. And we were like, dude, there's such an opportunity for merch. We got to find a way to do merch. And so, like, we had all these calls. Like, we're having the weekly calls. We're taking notes and trying to, like, you know, organize this thing. And we're like, we could do, we could do this merch thing, man. And then we, like, realized pretty quickly, like, neither of us know anything about clothing, fashion. We were talking about doing drops. We don't know how to code. We're like, we're going to put a team together and they're going to be like, these guys are dead weight. They're worthless. But in that conversation, you know, I started listening to mint, I started listening to Rackton. I was like, and we started saying, like, there's this, like, need for, like, a media company and that we did agree on. And we actually, you guys have talent. I have, you know, 15 years of marketing experience. I've been an on air television reporter before. So, like, you know, we have those sort of shared background and we're like, I think we can do this. And we realized, like, out in the world, there's, like, you know, people with substacks and there's, like, a people making video content and there's people with, like, great twitters and there's people running Twitter spaces and, like, all this content exists. But, like, man, what if we got it in one place and we put some money behind it, we put some power behind it. We actually put some organization behind it. Like, we can all win. There's no place like that. I mean, sure, there's, like, you know, coin, telegraphs and things that do news, and that's great. Like, that's just not our jam. But, like, getting that content, that community driven content, I think, you know, where we could, you know, apes, punks, cats, aliens, like, everybody we love could kind of, you know, everyone's welcome at our table, right? Getting them under one roof, kind of giving opinions, you know, you know, streaming content, all sorts of stuff under one roof. So, you know, and again, I'll embarrass myself a little bit here. So then Joe's like, we got, you got to meet with my co host chamber. And I'm like, okay, cool. And I brought a freaking PowerPoint desk. This is like a real business meeting. And, like, walking through, like, my vision and stuff, and they kept cutting me off during it. They're like, no, no, we've already talked. Like, we're good. We've talked about this. We just want to be like. So we got through, and then we ended up getting a couple more co founders on board. So. So we got Ryan, who's just, like, a get shit doner, you know? Ryan, like, grind cracks me up. You know, we launched the site and did, like, a 0.25 giveaway for. To get emails. For an email. Listen, we've sent Ryan, like, all of our crappy illiquid nfts, and he, like, sold them all so that we didn't have to, like, contribute money somehow that, like, we couldn't unload."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was fun because he's like."
    },
    {
        "speaker": "C",
        "text": "I just sold, like, 0.2 of our stuff, and it was like, things, like, we absolutely could not sell. And then, you know, we brought on Chris Jordan. Chris who's Jordan, who's, like, captainswigly. A lot of people know from Twitter, but he's a career entrepreneur. So, like, good little founders crew that we have going. And we tried to, like, be smart about it. And, like, get a real good logo. And, you know, we sweated that and we sweated the website to make sure that it was good. And we talked about it. I mean, we probably talked about it for a month and a half or two months or something before we actually launched it. So I think we really kind of, you know, you know, put in the work to make sure it was good. And I think the thing that I'm proud of about it right now, I mean, besides the fact that we, like, literally had to boost the servers because the website was slow because we were getting so many visitors, which is amazing. So, like, thank you to the community for that. But, like, I think that's cool about it is, like, it's real, man. Like, we're, you know, chamber might not want to be. We're community members. Like, we are, like your community member, man. It's like we, we've all spent money on gas, on NFTs we didn't got and fomo'd into projects and."
    },
    {
        "speaker": "B",
        "text": "Yeah, like those twin a $23 stoner cats moderator loss. Don't get me started on stoner."
    },
    {
        "speaker": "C",
        "text": "That's a whole nother stoner cats we could spend an hour on. But that's what I'm proud of. Like, we're in the community. Like, we care, and we, you know, the people who are writing for us, you know, with us, it's like, it's a 100%, like, organic, you know, stuff from the community. And I think that makes it, like, cool to me is that, like, it's community grown folks in there. And, you know, we get to give people a voice, which is cool with the platform. And people reward us by writing amazing content. Like, stuff that, like, is way, you know, way, way better than anything I could ever write. It's amazing. So, like, you know, to me, it's just been a really cool, cool opportunity. And you know what? Last thing I'll do is I'll plug if people are listening or watching live right now. You know, we always want more writers. If you've ever wanted to write a single article, you know, you have one article that you want to write, or if you have 50 articles you want to write, if you want to write once every three months, if you want to write every day, reach out. Dm me, dm bunch, dm, you know, chamber. Hit us up on Twitter. Like, we want people to write. We could use more writers. Like, you know, jump on and, you know, write anything you want. Like, we want to publish great content that, like, you guys want. We want to be your voice to, you know, beyond, like, you put that tweet out, gone after, you know, x amount of time. We want to help it live on forever. So, like, just, you know, like, reach out if you guys want to write for it. Like, we're super stoked about that."
    },
    {
        "speaker": "B",
        "text": "Shout out to Mitch and his weekly NFT videos. Those are just super dope."
    },
    {
        "speaker": "A",
        "text": "Yes, they are."
    },
    {
        "speaker": "B",
        "text": "Yeah. But yeah, this is the website. If you have not seen it, check it out. And I would second what Steve said, right, where anybody is welcome to come and contribute as much or as little as often as, as you would like and about pretty much anything you would like. We've got some really awesome content about a lot of things. Things. And everybody, you know, brings a unique perspective, which I like about it. You know, we're not going to be news, right. It's going to be opinion things and data about stuff that's going on in the market. You know, we're not going to be breaking much news, but we're going to try to keep you informed and most importantly, entertained, I would say. Right. So that's, that's the goal. And I think what's really cool if you are out there and have even ever written a Twitter thread, right. What we're providing for a lot of those people is the network effect. Right. So, you know, something that they've written goes out on Dgen and it's automatically retweeted by like 30 people. Right. Because we're all trying to support each other. Right. So that network effect is pretty big. So, you know, hit us up if you, if you're interested in contributing. And I guess chamber anything to say about Degen before we move on there."
    },
    {
        "speaker": "A",
        "text": "We should probably plug the starter pack giveaway, too, that we're."
    },
    {
        "speaker": "B",
        "text": "Oh, yes. Duh. Holy."
    },
    {
        "speaker": "A",
        "text": "That's why I brought it up."
    },
    {
        "speaker": "B",
        "text": "Yes. So this. Walk us through it because I'm pretty sure. Was this your idea? It was a great idea."
    },
    {
        "speaker": "C",
        "text": "Brilliant."
    },
    {
        "speaker": "A",
        "text": "I was doing some studying on my new career path, so I don't know if it was actually me or not. Gets a little hazy at times, but, yeah, so we thought, you know, we see a lot of, we see a lot of giveaways happening on Twitter all the time and it's, and they're all great and, you know, it's all fine and dandy, but we thought it would be a good idea. You know, we're thinking maybe doing maybe multiple winners, but that's good, too. But what if we started somebody off with like a, like a baseline of good, you know, decent or good nfts, that. That they may not be able to procure on their own. So we kind of put together a series of, I think, nine. Yeah, nine nfts that include goats, that include, you know, the Royal Society of players. That include some top shots, some chicken runs, some zed horse."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's really a pretty dope giveaway."
    },
    {
        "speaker": "A",
        "text": "I mean, it's everything. I mean, if that was your collection, you could say you and you are in nfts, you know, I mean, like."
    },
    {
        "speaker": "B",
        "text": "You'Re gonna make it."
    },
    {
        "speaker": "A",
        "text": "Would you say you are PGMI? Probably gonna make it. But, I mean, it's. It's. It's got. Basically, it's got an alien, it's got a lamella ball. Nft. I mean, it's basically the only we didn't put in there is like a punk and an ape. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Like, that's because we're poor."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, we. We're not gonna make it, so. But it's pretty easy. It's pretty easy to participate in order to get your entry. And this is going to be done. Pardon me. The draw is going to happen on Sunday."
    },
    {
        "speaker": "B",
        "text": "Is that my quote there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I made it a quote, but I didn't realize until after the fact. I'm like, yeah, that's actually what Bunch said. So we want to thank our amazing NFT community for their support by creating the NFT starter pack giveaway. What's in the NFT starter pack? You know, everything you could possibly need to look your parents and or significant other in the face and shout out, I'm quitting my job and I'm going into NFTs full time."
    },
    {
        "speaker": "C",
        "text": "Actual resignation letter he sent to me."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's all. That's."
    },
    {
        "speaker": "A",
        "text": "Yeah, Gmi."
    },
    {
        "speaker": "C",
        "text": "End of message."
    },
    {
        "speaker": "B",
        "text": "My boss replied, what's an NFT? And then I replied, ngmi."
    },
    {
        "speaker": "C",
        "text": "Real quick, did you see Vicky's comment? Like, Vicki's comment, like, she. We needed her for the branding. Vicki called it the you're gonna make it kit."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's it."
    },
    {
        "speaker": "A",
        "text": "That's the perfect. That's the perfect name for it."
    },
    {
        "speaker": "B",
        "text": "Also, a chamber alt account spotted with Jane Hartshorn. Definitely a chamber alt account because she's complimenting us."
    },
    {
        "speaker": "A",
        "text": "Wow. Yeah. Any compliment is definitely me in the background."
    },
    {
        "speaker": "B",
        "text": "Thank you very much, Jane. Appreciate you."
    },
    {
        "speaker": "A",
        "text": "So in the pack, we got a Zed run horse. So Zed 19 exclusive. Buterin. We got a Royal Society of players, five of hearts. We got a Kenya Martin junior top shot. For those of you who are, you know, our age, that is a very sad card because I remember Kenya Martin Sr. Playing doesn't feel like that long ago. We have a goat. We got a madcap militia. We got a ch, we got a chicken derby. We got an alien boy. We got a divine order, the Zodiac, and we got a lamella ball collectible. And all you got to do is visit DJ network on Twitter, go to their pinned tweet. All you got to do is follow us there, retweet that pin tweet and then subscribe to the DJ newsletter. So if you click on that pin tweet, it'll take you right to this article. You scroll down to the bottom, you hit this right there. You sign up, you put your email in, you're in. And the giveaway ends Sunday, August 1 at noon. But we need to hit the only, the only thing we need to do is hit 500 retweets by that day. If we don't hit 500, it'll just continue till we hit 500. I think as of right now, almost at four. I think we're pretty darn close to four. Yeah. So let me pull it up like that."
    },
    {
        "speaker": "C",
        "text": "So it's, it's humming."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, I mean, we got, it's, what is it, Wednesday today? We got time. I think we're going to make it. So, yeah, it's, it is at 400. And look at us, 400. So, yeah, even better. I was adding the likes to, I was like, oh, 496 but it wasn't 80%."
    },
    {
        "speaker": "C",
        "text": "We're going to get there, man."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So that's quick math, 1 second."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "That's enough plugging, degen. But you should definitely check it out. The, so let's, let's talk about what is the state. I ask this all the Time on Rect podcast. I ask Chamber, how you feeling about the market today? I'm going to ask Steve. Steve, how are you feeling about the current NFT market and what you've seen in the last week, month, whatever? What do you, what are your feelings?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think, like, so I feel good about the market as a whole for a couple of reasons. I feel really good about the market. I think there is a combination of momentum right now in the market because, you know, you're seeing like, look, I have a lot of things to say about stoner cats. Very few are positive. But the fact that you have that level of exposure into NFT shows that we sort of tipping a little bit. You're seeing Zed run on CNBC. You know, that's a big deal. You're seeing Zed run get investing from people like Kevin Durant. And you're seeing Zed run get investing from people like Ashley and Kutcher. Again, tough, tough look with stoner cats. But, like, once you start kind of looking at that, I'm feeling really good about the market. The other thing I've noticed is that the market, at least for me, and I'm probably going to regret saying this, is getting smarter. And by that, I mean at least the people I'm talking to are not necessarily saying, like, we went through this sort of like, board apefication of the NFT market where board apes came, and everybody's like, I want to get to the next board apes. And I feel like there was a tough look probably around, let's call it the April may time frame, where, like, everyone's like, look, hunt, you know, 10,000 pfp. This could be the next board apes. This could be the next board apes. And nothing's been the next board apes. Maybe you could argue some gutter cat gang. I think they're starting to tip quite a bit, too. But I think right now we're entering a place where people are having a little bit of a flight to quality, which I'm enjoying. And I saw a lot of people, you know, Des talked about it last week, so as dollar store des, I'll hit it today. I mean, a lot of smart people, you know, jumping into our, you know, we're a society of players, a bunch of people on my timeline saying, like, I want to get at least a few of these. And I think, like, great founder, public founder, great utility, and, you know, good art. And so, like, you're starting to see people, I think, lean more into that, into what they like and what those things are. So to me, the NFT market is, I'm pretty bullish at the moment because we're seeing positive momentum from a public knowledge perspective. We're seeing even my friends. And again, this is a total anecdotal thing, but my friends are no longer shaming me when I talk about nfTs. And more of them are saying like, hey, tell me more about your horses or tell me more about this. So I think there's just a sentiment that's moving in a positive direction. And at the same time, I see at least people on my timeline getting a lot smarter where we're not all, you know, aping into a project, selling it out in a half hour, and then realizing that it's no good. I mean, it still happens, but it's happening less and less. So I think there's been a lot of good boarding goat onboarding there because frankly, we need that if we're going to continue to expand and we need that awareness. So that's kind of where my head's at. I don't know. What do you guys think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I think that's pretty accurate. I think with stoner cats, whether you like it or not, right? The fact that there is people of that caliber that are even then, like, partnering with Vitalik, like his name is even on that, right. So, like, it's, you know, regardless of what you think of the actual structure of the pricing and all that kind of stuff, but, you know, I think that speaks pretty highly to what the market is doing. Like, people are taking notice. Like you said, CNBC is taking notice. Big money. Big, big money is taking notice. Right? Like, you know, you have lots of things to be excited about. And again, this is early. We are super, super early. I know, you know, NFTs have been around since, you know, for years, but this is the tipping point, right, in my opinion. And it's early in that scale, right. So it's like, you know, I keep saying it, we all have the conviction, keep the patience, and I think we are PGMI, as see Jax 87 says. So congratulations to C Jacks. He did just quit his job. Did you bring that?"
    },
    {
        "speaker": "A",
        "text": "Where is it? Here. Cjax, real quick, while you guys."
    },
    {
        "speaker": "C",
        "text": "While you guys are doing that. So, like, where would you say? Because I've had some differing opinions in my own head on this one. Where do you think he just took the lull? Not the."
    },
    {
        "speaker": "A",
        "text": "He lulled as soon as I clicked it."
    },
    {
        "speaker": "C",
        "text": "I liked that you were like, clicked on that. You're like, these guys are funny."
    },
    {
        "speaker": "A",
        "text": "Like."
    },
    {
        "speaker": "B",
        "text": "Chamber alt account."
    },
    {
        "speaker": "C",
        "text": "What would you, if you guys are qualifying it, like, and I'm not saying it's gonna end like a game, but, like, what inning do you think we're in in like a nine inning game right now of nfTs? And I say that only because, like."
    },
    {
        "speaker": "B",
        "text": "I've gone back, dug out."
    },
    {
        "speaker": "C",
        "text": "Early."
    },
    {
        "speaker": "B",
        "text": "Look, this is, you know, batting practice. This is like, this is what Gary Vee keeps talking about. And, like, you know, say what you want about him being, if you like him or hate him, his conviction on this is, you know, this is the next, this is how he felt about the Internet. Right. And, like, I kind of tend to agree there in the sense. By the way, Gary V was you. You took Gary V spot today, by the way."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "You actually bumped him for me."
    },
    {
        "speaker": "B",
        "text": "Yeah, we bumped Gary. We bumped Gary for you. We almost had him. We had some community support behind it, too. We did have some. We had a lot of people recommend. So maybe. Maybe it's only a matter of time."
    },
    {
        "speaker": "C",
        "text": "Or story of our life where we're like."
    },
    {
        "speaker": "B",
        "text": "But I think, you know, I think it's. I think it's so, so, so early. Look, there's gonna be a time in the not so chamber blew it with this video."
    },
    {
        "speaker": "A",
        "text": "Those were. Those were primo videos, Vicki. Are you kidding me right now? Oh, Kurtz. I thought I had them. It's funny because in our. In our private chat, uh, Steve, it's like, you know what? He, uh. He responded. He's like, you. You should say something. I forget what exactly, but basically say something nice, like, you know, send a video back and say, you know, thanks."
    },
    {
        "speaker": "B",
        "text": "I didn't even see that. I didn't."
    },
    {
        "speaker": "A",
        "text": "Yeah, he did. He, like, responded immediately. I think as soon as I put the tweet out this morning to ask him to come on the show for four, he said, you know, I can't. I'm just spending the day with my family or something. I'd say within, like, five minutes. And then. So Steve messages me. He's like, you know, respond with a video and, you know, say, like, thanks. You know, thank you for, like, you know. And he was like, oh, just, you know, be nice and say, thanks for responding. And I'm like, Steve doesn't know my brand, but I like video."
    },
    {
        "speaker": "C",
        "text": "Like, people will be like, I'll hear someone be like, all Canadians are nice. And be like, but have you met my friend Jamie?"
    },
    {
        "speaker": "A",
        "text": "This guy lives between two american cities, is a real piece of."
    },
    {
        "speaker": "B",
        "text": "What did you say? Say, have you not seen the video? No, I didn't see any of this actual video."
    },
    {
        "speaker": "C",
        "text": "First of all, chamber held the camera about this close to his face."
    },
    {
        "speaker": "B",
        "text": "I saw the, like, thumbnail, and I didn't even see this happening. Oh, man. So you. So we're not gonna get Gary, is what you're saying."
    },
    {
        "speaker": "C",
        "text": "He's here for his life."
    },
    {
        "speaker": "A",
        "text": "Listen, I threatened him twice, but, I mean, vague threats. No, I basically said, you know, in short terms, that, you know, I understandably, he, you know, he could make it. And it just proves that he's a way nicer guy than I am, because I always skip, you know, I always ditch my family to do the show."
    },
    {
        "speaker": "C",
        "text": "Like a no brainer."
    },
    {
        "speaker": "A",
        "text": "Like, how are you not, like, why do you. Why do you like your parents? You know, why do you like your family so much? That seems strange to me."
    },
    {
        "speaker": "B",
        "text": "God damn it, chamber."
    },
    {
        "speaker": "A",
        "text": "I didn't say. I didn't say that, no, I basically I said that he was, you know, just a better person human being than I was, but that we should figure out a time that we get him on show."
    },
    {
        "speaker": "B",
        "text": "Comment from Drew is reference to the how nft are you? Pole. All right. But anyway, what I was saying was, you know, I think he's pretty spot on. Like this is going to be the next social media, right? Like you are going to be able to peer into somebody's wallet and know exactly where they've been, what they're into, and, you know, what they, like, I think. And that's just the beginning of all this stuff that you can do. Like we're in the, we're in it for fun stuff right now, like profile pictures. But like there will be a day where, you know, wedding document, like your legal wedding document will be an NFT. The deed to your house will be an NFT. Like stuff like that. And like your cardinal, um, you know, all that stuff is happen, gonna happen eventually in my opinion. So I'm gonna say dugout."
    },
    {
        "speaker": "C",
        "text": "It's, it's really, it's really logical too. Real quick, what you were saying there too. I mean, I think like those are like the practical applications of it. It's like a non forgeable, like my, you know, my information like that is on like papers in a fireproof box like under my bed or something. Like that's not a safe place for that versus like being on the blockchain and cold storage. So like that's a really good, we."
    },
    {
        "speaker": "B",
        "text": "Didn'T even talk about gaming. I mean, like gaming is, you know, I'm now apparently axie guy of the Internet. So, you know, and I'll take that. But it's, you know, gaming is going to be just this, I think a trillion NFT games. NFTs and gaming is going to be a trillion dollar industry. I think that's, I don't think that's crazy to think either."
    },
    {
        "speaker": "C",
        "text": "I'll throw real quick, just like I'll throw a hot take in about gaming to something that's been like kicking around in my brain. This is like a take test that I'm probably going to get just like roasted on. I actually think, I think gaming is huge and I think along those lines, I actually think the most vulnerable things which is going to piss some people off in the NFT space is actually like Sandbox and Decentraland, which I think are awesome. But I think as soon as like rockstar pops in, as soon as, you know, like you name it, like Minecraft pops in and they start doing actual NFTs where you get ownership of that stuff, pay that money. Like, it's going to be hard for something like, and sandbox is a huge head start, but, God, is it going to be hard for them to compete in that space? And I'm not to say they can't make it or can't partner because they have the infrastructure built. But man, I worry about like those properties if, see, the only thing I."
    },
    {
        "speaker": "A",
        "text": "Would, the only I would say to that would be, you know, things like Minecraft and Roblox are making money handover fist right now. Do they have the foresight to pivot in the short term to kind of go the NFT forever? Yeah. Like, like sandbox might get there before or decentraland or what have you."
    },
    {
        "speaker": "B",
        "text": "It's about who can build the moat, right? Like these are huge, these are huge properties that you're talking about, Steve. And I think that's all going to come, right. But it's like, can these things get off the ground before those guys are even really ready to do something? You know what I mean? So I don't, I don't disagree with you though, right? Especially with the metaverse stuff where there's already so many too. So it's like maybe not all of them are even going to win. Maybe none of them will win because."
    },
    {
        "speaker": "A",
        "text": "They'Re probably giving up a little bit. Like if you think of like Minecraft and Roblox specifically, I mean, they're kind of fighting their Pepsi and Coke. And the first one to say to allocate less funds to whatever they're doing that's working right now and to pivot some of those funds into NFTs may lose the battle on their current front. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "We have a lot of good comments in here about this. So one, bring up worm 369, mostly just for the name. What a great name. But gaming is what will introduce nfts to the average person. I don't disagree with that. I think that's a really great on ramp. On ramp. Cjack says that these traditional ones aren't hungry enough right now. Right? Because part, and that's, I think, true as well, because part of this whole NFT economy is giving up that ownership that these guys now have, right. If everything's centralized and the majority of people aren't used to, you know, what an NFT even is, why would they give up that centralization? You know, it'll take a lot longer. And then bring up Chris, please, DM buddy, for all axie stocks."
    },
    {
        "speaker": "C",
        "text": "That comment about them being not hungry enough is really smart, too. Like, that's, like, really, really smart. Because I do think that there's something about, like, you know, you know, again, hungry dogs don't eat type thing."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Look at, like, you know, like, blockbuster."
    },
    {
        "speaker": "A",
        "text": "I was just about to say, blockbuster could have bought Netflix a long time ago."
    },
    {
        "speaker": "B",
        "text": "That's why Cjax just got to quit his job."
    },
    {
        "speaker": "C",
        "text": "And all of us. Blockbuster put out a paper and a study that they totally, like, messed with."
    },
    {
        "speaker": "B",
        "text": "That flat out great fucking. There you go."
    },
    {
        "speaker": "C",
        "text": "They put out a paper that flat out said, like, the video store will not die. And they'd all these weird reasons. It, like, people enjoy the serendipity of running into someone video store and not terrible reasons, but they did it like, it was a legit, like, study paper to, like, basically self confirming. And it's like they selfdevelop. You know? They self sabotage."
    },
    {
        "speaker": "A",
        "text": "But do you see the trolls that frequent, like, the niche video stores back in the day? They were ready to stay home. Are you kidding me? They were ready to stay home."
    },
    {
        "speaker": "B",
        "text": "Hey, I was just looking for 27 dresses on the new release aisle, and that was it. You know, leave me alone video game I wanted."
    },
    {
        "speaker": "C",
        "text": "I was."
    },
    {
        "speaker": "B",
        "text": "Oh, me too. That was worth it. What I really hated was, like, when you. Then you would go and buy, like, or try to rent, like, a series. Like, one that one year I was really into the Sopranos, and I. You would have to read five different discs for one season. And I was so pissed. I was like, what the hell? I'm like, season five should be on one damn disc, not 80. So, yeah, rip blockbuster."
    },
    {
        "speaker": "C",
        "text": "That was old guys talking about old things right there."
    },
    {
        "speaker": "B",
        "text": "That's a new segment."
    },
    {
        "speaker": "A",
        "text": "I miss the blockbusters of yore."
    },
    {
        "speaker": "B",
        "text": "You know what really got me was the serendipity of running into somebody at."
    },
    {
        "speaker": "C",
        "text": "The store that's like, literally, like, I'm not even making that up. If you google, like, that is from the. Oh, man, he's on fire."
    },
    {
        "speaker": "A",
        "text": "Wow, Vicki."
    },
    {
        "speaker": "B",
        "text": "You kill me, Vicki, so much."
    },
    {
        "speaker": "A",
        "text": "I always rebound. I always rewound. I even. I have the machine, too. You can just pop."
    },
    {
        "speaker": "B",
        "text": "Oh, you did? Wow. You were about automation even back then?"
    },
    {
        "speaker": "C",
        "text": "Absolutely rich brag, bro."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "No big deal. No big deal. I was 90s rich."
    },
    {
        "speaker": "B",
        "text": "We got a couple. A couple things I wanted to bring up. Resources and tools that I wanted to show you that I found this week. So let's first go, because it's the theme of the show is, are we gonna make it or not? Right? So found this website this week. It's called WGMI IO. So we gonna make it IO. We're always talking about exclamation point floor. This website actually gives you the floor price of certain projects, uh, that are out there. It shows you the percentage change, what that value is in USD, and then you can see an activity chart as well here. So if you click on one of those. Um, yeah, so you can see kind of biggest movers. And, like, I think goats is on there. Um, well, let's. So what's bored apes doing today?"
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. I clicked on Vogue collective."
    },
    {
        "speaker": "B",
        "text": "Okay. Oh, yeah, let's see what Vogu's doing."
    },
    {
        "speaker": "A",
        "text": "So. Oh, sorry, that didn't take me to the right spot. Uh, which. 01:00 a.m. i clicking on? I clicked on the name."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know. I clicked on activity, but that took me to opensea, so maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah, so did I."
    },
    {
        "speaker": "C",
        "text": "Maybe."
    },
    {
        "speaker": "B",
        "text": "There's not a chart, per se."
    },
    {
        "speaker": "A",
        "text": "Oh, what about this little chart?"
    },
    {
        "speaker": "B",
        "text": "Well, no, that took me to."
    },
    {
        "speaker": "A",
        "text": "Oh, no, that took over c to shoot."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "But it's pretty cool as just a snapshot of what's going on because, you know, we're always talking about what the floor is. So you can go here and kind of search out some of these projects that, you know, it'll tell you what the current and previous floor is."
    },
    {
        "speaker": "A",
        "text": "Your percent change bio pills taking a. Taking a real big hit. Now, is this pretty new? Because I'm seeing a lot of, like, zero change."
    },
    {
        "speaker": "B",
        "text": "Well, I would imagine the zero change is probably meaning that, I guess. Well, yeah, like, they didn't have. They didn't have a trade today."
    },
    {
        "speaker": "A",
        "text": "Maybe that makes sense."
    },
    {
        "speaker": "B",
        "text": "You know, like, nobody bought or sold. Yeah. Did anybody try to go for Vogu's yesterday? Did you?"
    },
    {
        "speaker": "A",
        "text": "I did, but it was at, like, gas was like, a 750, and I was just like, well, no, that's not going to be happening right now. But there was so many drops yesterday, so, like, if you missed one, like, there was four other ones you could have got into. So obviously we talked. Did any of you guys get into stoner cats?"
    },
    {
        "speaker": "B",
        "text": "No, no, I refused."
    },
    {
        "speaker": "A",
        "text": "I attempted, but it was the same thing. Was right around the same time as bogu."
    },
    {
        "speaker": "B",
        "text": "You tried to buy a stoner cat, huh?"
    },
    {
        "speaker": "A",
        "text": "Heck, yeah, I was going to buy."
    },
    {
        "speaker": "B",
        "text": "All right, walk me through why you wanted a stoner."
    },
    {
        "speaker": "C",
        "text": "Let's go to the psychiatrist couch and unpack."
    },
    {
        "speaker": "B",
        "text": "Listen, come on, tell me what. Tell me what my entire timeline."
    },
    {
        "speaker": "A",
        "text": "My entire timeline was, you know, f. The f. These stoner cats. So, of course I'm going to zig when everybody else is zagging."
    },
    {
        "speaker": "B",
        "text": "Okay, well, well, speaking of, Des did some. Des did some work on stoner cats, and he flipped one for, like, ten x."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "I believe, yeah."
    },
    {
        "speaker": "A",
        "text": "Des knew what to do, so. Yeah, he does."
    },
    {
        "speaker": "B",
        "text": "Always knows what to do."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "So Des also has, I think, maybe the most mint luck I've ever seen of anybody."
    },
    {
        "speaker": "A",
        "text": "It's crazy. Yes, it's really crazy."
    },
    {
        "speaker": "B",
        "text": "But he's also the. He's also the open sea sniper. Like, he's. He's an open sea. Yeah."
    },
    {
        "speaker": "A",
        "text": "What else? Oh, thanks to vicky, I got into women of the world. Have you seen these ones?"
    },
    {
        "speaker": "B",
        "text": "I missed that one because I was busy, but that was good."
    },
    {
        "speaker": "A",
        "text": "But then I think, yeah, Gary pumped out."
    },
    {
        "speaker": "B",
        "text": "Gary. Vee was talking about minted nose."
    },
    {
        "speaker": "A",
        "text": "Well, I wouldn't say pump it, but, yeah, he got into it."
    },
    {
        "speaker": "B",
        "text": "He believes it was mint. Mint, mint. I would call that. I would call that roadmap."
    },
    {
        "speaker": "C",
        "text": "And, like, you know, like, to be."
    },
    {
        "speaker": "A",
        "text": "Like, it's pretty nice."
    },
    {
        "speaker": "C",
        "text": "Their roadmap was, like, all about, like, you know, you know, giving and shared and, like, I'm like. Like, I have zero liquidity right now after Royal Society of players, and I've been, like, playing around, sending things to my cold storage wallet. So, like, it's costing me an arm and a leg just to, like, store stuff. But, like, that was one that, like, actually my guy, everyday investor on Twitter who, like, does not have nearly enough followers, who's, like, real smart. He brought that one to my attention. And just from the sheer, like, what it's doing, I thought it was really cool. You know, it's a female led project. You can see the founder, you know, what she looks like. So it's not like a bunch of male dads who made a female project. And that's, you know, the charity component is through the roof. So, like, yeah, great. Call Vicki, and I'm glad they minted. This is a very cool one. Sold out last night. The arts, pretty dope. It's the type of art you could, like, print out, you know, or get."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, it's nice."
    },
    {
        "speaker": "B",
        "text": "Put on your wall."
    },
    {
        "speaker": "C",
        "text": "Like, that's. That's legit. Like, that could be gallery type stuff. That's dope."
    },
    {
        "speaker": "A",
        "text": "I agree. But besides that one, there was. Yeah, they, you know, the stoner cats. There was a couple other ones, too. Oh, I got into, well, I feel."
    },
    {
        "speaker": "B",
        "text": "Like it felt like there was a ton yesterday because Vogu and stoner cats were both delayed a day. They were delayed lizards."
    },
    {
        "speaker": "A",
        "text": "That's what I got. I got a whole bunch of lizards."
    },
    {
        "speaker": "C",
        "text": "You can combine, like, three lizards to make."
    },
    {
        "speaker": "A",
        "text": "To make a Dragon. Yeah, man. So I got. And there was a separate dragon, one called whelps. I was on."
    },
    {
        "speaker": "B",
        "text": "Look, I just have to, I have to stop you here, because when we started this podcast, you were so I would even. I would call you what? I would. I would almost call you anti nft. I think you were. You were close to anti NFT when we started this podcast, and you were very vehemently, hashtag not a community member. And now you're minting things that I know about what happened here. What. Walk me through the process here of what exactly happened to you, because you were, you were anti NFT. And then on rec, like, one of the first times we started this podcast, or one of the first podcasts we did, we went back and talked on rect, and I think you were telling me that punks were going to zero."
    },
    {
        "speaker": "A",
        "text": "So I think I was making the argument that there was, because I think I had this debate with ledger from our crypto side. I do think at the time I was arguing that top NBA top shot had a longer life, had a longer shelf life overall than a crypto punk, which I still agree with, I think."
    },
    {
        "speaker": "B",
        "text": "You know, five maybe, as a platform."
    },
    {
        "speaker": "A",
        "text": "As a platform. That's what I'm saying. Like, three years from now, who knows what, what a punk is worth? But I do truly think NBA top shot and that company will still be producing cards every year. Like the Val, obviously, the value, you know, a LeBron for $250,000, you know, probably not a smart idea to purchase, but, you know, I think that the company itself, or the, the platform itself, it has more value long term than a punk. I mean, like I said, like, you know, people, I don't have an ape anymore, but, like, even apes, like, you know, like, how long is a. Is an ape gonna be cool? How long do people just hang on to their ape? And I know they're gonna swear up and down, listening to this, that they're always gonna have it, but they're gonna come a point where they can get for eth for their ape or whatever, or the price, you know, the price."
    },
    {
        "speaker": "B",
        "text": "Slowly, like six and a half or whatever."
    },
    {
        "speaker": "A",
        "text": "But that's what I'm saying. Like, that floor, 100%, that floor is gonna come down because somebody's gonna sell it for six, and somebody else at some point is gonna sell for nine, and the liquidity won't be there, but that floor is gonna slowly come down. And there's a point where, like, okay, I can, you know, I can get five eth right now. Or I can get 60 or I can get six and a half eth right now and buy, you know, Ross saudi players. I can just go hard on one of those."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I don't, I don't disagree with that part particularly. I just want to know how you became so into it. Like, you're, you're into it."
    },
    {
        "speaker": "C",
        "text": "Not just that he's so into it that, like, literally, like, in our, like, like kind of group chat or whatever, he's just like, hey, Steve, you like rent land vault, right? And then he's like, yeah. He's like, be right back. He's like, just spending ease. What did I buy?"
    },
    {
        "speaker": "A",
        "text": "Or like, that's part that's par for the course."
    },
    {
        "speaker": "C",
        "text": "It's not even just that he's now into nft. It's that he, like, buys them sentence. He's like, oh, you like these? Cool. I just, I just dropped an ethic up four of them."
    },
    {
        "speaker": "B",
        "text": "Like, that's the, that's the ape in him. Yeah, same. It's a wonder he doesn't own more apes."
    },
    {
        "speaker": "A",
        "text": "Cocaine's a hell of a drug."
    },
    {
        "speaker": "B",
        "text": "C jacks, again with a, with a slam comment here. That's why he invested in v friends and RSOp, because of a perceived shelf right there."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Like, that was v friends was probably my second NFT. I had a be friend before I had an ape. And that was because I was like, I have a guy who's great more than he's wrong saying he's going to spend 40 years adding value. But, like, I chamber. You are shaking your head. You are."
    },
    {
        "speaker": "A",
        "text": "You are. I know I was fighting. Like, I was wrong on v friends because I was fighting v friends. I thought this was a huge cash grab to Gary v. To Gary V's base, but provided a ton of value. I mean, there was even at launch, they were still saying, like, that we're going to do this, this and this. But I mean, we were in the, we were in the midst of so many cash grabs, so many ex NBA players trying to sell, you know, all sorts of crazy stuff. You know, we had the sandlot guys on. You know, it was, it was crazy. I mean, it was, it was, it was bananas. So I just saw, and again, nothing against Gary. I actually don't know what Gary does that, that much. I know he's very popular, but at the time, I'm just like, okay, I know this guy is very popular and he's leveraging his popularity and providing this NFT, which, again, on paper, had a ton of good stuff that go along with it. It didn't mean anything to me. But I was definitely like, no, this is not something I'm going to get into. I wish I had somebody that was very smart and that was buying it and explained it to me."
    },
    {
        "speaker": "B",
        "text": "I just didn't have any money. I was telling you to buy it."
    },
    {
        "speaker": "A",
        "text": "No, they were pretty expensive."
    },
    {
        "speaker": "C",
        "text": "Well, they were was for people. So the lowest floor cost. So we did a dutch auction, and the lowest one went from, like two and a half down to like. .5 I want to say I might."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's pretty expensive."
    },
    {
        "speaker": "C",
        "text": "Like, I had two Ethan in, like, the gun ready to go. Like, I'm like, as soon as this, I'm buying, like, the cheapest version. And then I kept seeing it falling. I'm like, maybe. So I got a rare one for an e and nice. Almost. Almost bought two more, which was. I did."
    },
    {
        "speaker": "A",
        "text": "Really."
    },
    {
        "speaker": "C",
        "text": "It's like, that's one of those things where you look back and you're like, shit. Like, I knew it. I had it. And I was just like, I got cold feet. I was on the sign to buy at least one more at half an e. The floor in those is four and a half e right now. But, like, do you really? So, like, let me. I'll just unpack for a second because I know we have other tools and stuff to go over and I don't want to, like, totally derail, but, like, I take the other side of what you guys are saying. So to me, like, I look at, like, alternative investments that have existed for years, whether it's sneakers, art, or anything like that. And I actually think from a store of value perspective, something like an ape or a punk, I honestly think, like, the psychology is as unique users distributes, so, like, more people get it. I have. I don't like, and I say this, like, don't get me wrong. Like, if my apes worth 250k tomorrow, like, I'll probably sell my ape for two hundred fifty k and write an article for, you know, djen about why I sold my. But, like, I would read that article."
    },
    {
        "speaker": "B",
        "text": "Yeah, it'll just say two hundred fifty k at a period and."
    },
    {
        "speaker": "C",
        "text": "A pile of money with Scrooge McDuck. But, like, yeah, like, I think, like, as a store of value, I do see a long term alternative investment where it's like you can have proof of ownership happening. And I'm not, like, debating, you know, because I think the top shot point is astute. Like, I like top shot more than most because it's backed by the right people and they get crapped on. But they do more in a month than most. Nft."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Doing a year. But like, I don't know, like, I kind of think like the right ones that most of them are going to lose. But like the punks, you know, the apes, some other ones, the be friends, you know, those types of things I do think could be a long term store of value or."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "So that that's where my head goes a little bit versus like the floor undercutting. But I don't know, like, that's kind of."
    },
    {
        "speaker": "A",
        "text": "And that's the thing, too. It's like nobody knows. Like, this is like we're in uncharted water. So just because some dipshit with goofy hat on says that, you know, punks isn't going to be worth anything in three years, you know."
    },
    {
        "speaker": "B",
        "text": "Is that you?"
    },
    {
        "speaker": "A",
        "text": "That's me. I mean, I probably wouldn't listen to that guy."
    },
    {
        "speaker": "B",
        "text": "I probably wouldn't either."
    },
    {
        "speaker": "C",
        "text": "Sit on deference."
    },
    {
        "speaker": "B",
        "text": "So, like, don't listen to him."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. But I mean, I was pretty."
    },
    {
        "speaker": "B",
        "text": "I was early on, but you are also. You were. I will give you so much credit because you were not in tune with the NFT space when we started this podcast. And I feel like you've. You've done a lot of your own homework and I got some stuff that."
    },
    {
        "speaker": "A",
        "text": "I'm like, okay, this could work."
    },
    {
        "speaker": "B",
        "text": "Yeah. You're now ingrained in the community and I. So a little kudos to James."
    },
    {
        "speaker": "A",
        "text": "I'm on discord a lot now."
    },
    {
        "speaker": "C",
        "text": "Like, I was."
    },
    {
        "speaker": "B",
        "text": "Yeah, he was out. Yeah, he was out on discord."
    },
    {
        "speaker": "C",
        "text": "You're like, I kind of like telegram more than discord. And then nothing like so deep, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, I haven't been on telegram in a while."
    },
    {
        "speaker": "C",
        "text": "You're exactly right, though, Joe. It's like every time, like, I'm like, there's an entity mint. I'm like, chamber probably has some. And like, I see, like, I see like a floor just like go shoot through the roof and like chamber be like, yeah, I got like six of these. I got a cell. I got like 14 deadheads that I."
    },
    {
        "speaker": "A",
        "text": "Was like, you know about some money on deadheads. We made some money on. The best one I still have. I think I've one or two left was wicked. Craniums. They have like a. I think they have like one of those, like an avid giveaway on Thursday companion, airdrop. Yeah. So they. We did good there."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "But yeah, no, it's. I mean, it's fun. There are some projects I'm kind of like, for me personally, I'm sure a lot of people feel this way, you know, these, these, you know, profile picks, these pfps, you know, unless there's something additional to it. Like, you know, goats was kind of the first one to do something different where it was going to be. There's a burn mechanism to it. And that 10,000 could turn into, you know, who knows, once that forge opens up. But like I said, you know, we're giving away a rooms, FYI, for those."
    },
    {
        "speaker": "B",
        "text": "Listening right now, tell them that because we only have ten minutes left."
    },
    {
        "speaker": "A",
        "text": "Yeah, we're going to read."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So all you got to do is just retweet the Degen network live feed on Twitter. Retweet that you'll be entered. We're giving away rooms. But, like, stuff like that. Stuff that's like, something different than, like, I like the tv stuff. Like, as much as we're shitting on stoner cats, there's a mech. The idea is good that the mechanism, I don't think is that good. And the expense I don't think is that good. But I think stuff like that. We talked about the lizards, we talked about the whelps. Dragons, I think are cool, too, where there's an evolution aspect to it, where your NFT literally grows from an egg to a small dragon to a, you know, to a, I don't know, medium sized dragon and a bigger dragon after that. But I like, it's something different, right? It's something different. So that's what I always keep my eyes open for. Somebody brought up music nfts a little while ago, and my mind just exploded. I didn't even make that connection. But, I mean, that could be something to look into, into the near future."
    },
    {
        "speaker": "B",
        "text": "Getting scholarship requests on just right in their comments."
    },
    {
        "speaker": "A",
        "text": "Sir. Oh, no, sir."
    },
    {
        "speaker": "C",
        "text": "On the music thing, just real quick, like, there's this. There's this book that I crowdfunded from this guy who was writing specifically about that, which I think was a super interesting concept. He talked about the fact that, like, musicians and, like, celebrities should actually do that in, like, a meaningful way. And the example he gave was like, if Taylor Swift had, like, the Tay Tay or something, right? She basically sold, you know, NFTs and they got you certain access to certain things. But then the. The advantage of that is just, like, by betting on a project, you could be betting on a musician. So we're a band who wants to sell nfts. We sell them, and then as we get better and that access is given by them, the value of those nfts improve. And suddenly it's like betting on a stock. And I find that to be a really interesting concept within music to get exclusive opportunities that are really coded in there instead of like a paper thing or whatever. And then tickets and sporting events. There's so many cool, crazy applications. But the music one, there's a billion of those that are, like, super interesting. And you can, you know, code in each sale and royalties. A lot of smart stuff there. So, yeah, my head's kind of exploded by the music one as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's awesome. Really lots of opportunity and it's. That's what I mean, like super, super early, like dugout stuff. Right. So last thing I wanted to touch on here, because I just found a. I've known about this, but I just used it for the first time today. So this is a really cool application that, you know, say, for example, you own a certain NFT and somebody wants to trade it with you or something of that nature. So I got hit up on discord today by someone who was interested in one of my RSOP cards, my rural society of players cards, and he wanted to trade with me and he was just trying to put. We had a pretty fairly even. It was an even trade, basically, so, you know, both in rarity and. And all of that kind of stuff. So it was a good trade. So I was. And he wanted to complete like a three of a kind and with a jack and he was going to give me a king and whatever. So it ended up being a really good trade, however. So I'm like, all right, this is even. How do we do this? And he's like, oh, have you used nfT trader IO? I think. Is it that IO?"
    },
    {
        "speaker": "A",
        "text": "It is NFT trader IO, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. So essentially what this is is you can actually just put in your asset that you want to trade and you can then put in the wallet of the counterparty. Right? So if chamber are trading, right, so this is mine on the right side and chambers here on the left. And then you can actually do this deal with no middleman and you actually just pay a swap and it swaps it from my wallet to his wallet. Right. So you can actually just complete this trade. So hit next and see what happens. I think you're going to have to send me a link so you approve."
    },
    {
        "speaker": "C",
        "text": "In the meantime, do you see Cjax is on fire today along with Vicky? Do you see his comment there?"
    },
    {
        "speaker": "B",
        "text": "Blink 183. Yeah. Dig it. You may have to sign a request. I don't know if it's going to pop up with your. So if you approve it, I think then you send me that link and then I approve it. And then both of both assets are approved. And then you hit pay and you just pay the gas fee on both sides and it, and it swaps. So this is pretty cool. We don't have to complete the entire thing, but go to the homepage just so we could see what that looks like for people. So NFT trader IO. So you would hit, you make your trade here and then that's where it takes you in. It doesn't even have to be a one to one. Right. So, like, right. This shows you could trade an ape for Hodler or whatever, but you could essentially trade person to person without any middleman or escrow, which is pretty cool."
    },
    {
        "speaker": "A",
        "text": "And it could be lopsided, too. Like, you could. I could have three assets on one side. You could have one asset, right? Absolutely."
    },
    {
        "speaker": "B",
        "text": "So, which is pretty cool. So I know, like, this would be huge. And if people use it in Zed, right. There's a lot of dealing back and forth stuff that, you know, happens in Zed. You could easier."
    },
    {
        "speaker": "C",
        "text": "Can you throw, can you throw eth in the mix?"
    },
    {
        "speaker": "B",
        "text": "I think this is just nfts."
    },
    {
        "speaker": "A",
        "text": "I think so, too."
    },
    {
        "speaker": "B",
        "text": "100% sure on that. But I believe it is just nfTs. But, so I use this for the first time today. Completed that trade was super cool. So if you're ever trying to trade an NFT with somebody, just that you don't know that approaches you, that says, hey, you know, you want to swap? I could think of like, you know, ape for an ape. Or in this case, you know, royal Society cards, which I imagine will probably happen pretty frequently because of the challenges and."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "So I think that's a really cool, this is a really cool tool for something like that. But, yeah, so that would be, you know, this is pretty cool that I just found today. Oh, it even said, like, sandbox land. I didn't."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But I guess why not, right? So, you know, I'll have a link."
    },
    {
        "speaker": "A",
        "text": "In the description, by the way, listening or watching afterwards, the link will be in the description."
    },
    {
        "speaker": "C",
        "text": "Like something that's just amazing about this community. Like someone just built that. Like they're making off it, if anything, because it looks like it's just gas. It's like somebody just built that. So the community has a tool so that you don't get rug pulled, you don't get, like, scammed. And, you know, I love that. And I think you guys are right, like the Rose Society of players, like, until you kind of set it, like, your application that's a brilliant way. Because it's like, if you guys want to create hands, like, really? Because I've had a couple people approach me for trades, and I'm like. I'm always wary. Like, I'm real skeptical with that stuff. So I think it's a real smart tool."
    },
    {
        "speaker": "B",
        "text": "One more thing I have to have to make sure I shout out. I will bring this back up on next podcast because I didn't actually set it all the way up, but. But I got it in the mail yesterday, and it is from my moment. Did you. Have you seen this?"
    },
    {
        "speaker": "A",
        "text": "I have seen this."
    },
    {
        "speaker": "B",
        "text": "Okay, so my moment. It's on Twitter. It's at my moment. M o m I n t. So my moment, they sent me this cool little, you know, my moment thing here. Oh, look at that. It's a green screen right on it. My little note about, you know, that they. Oh, fellow Penn staters, by the way. So I'll always shout out, Penn staters."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "That's right. But it's a really cool, you know, nft display, which is. Which is really awesome. So I didn't set mine up yet because I've been super busy. But next time I will have it set up probably with an RSOP card because it would look pretty sweet on here. So shout out to those guys. So thank you very much for hooking me up with one of."
    },
    {
        "speaker": "C",
        "text": "And they made it with that Penn State education. You're telling me."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Top tier."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, hey, look. That's right. You know, as much as Steve can't believe, Penn staters are smart, but the only Ohio State."
    },
    {
        "speaker": "A",
        "text": "The only Ohio State guy I know, like, athlete wise, is D'Angelo Russell. And he was."
    },
    {
        "speaker": "B",
        "text": "I thought you're gonna say, like, Ron Dain."
    },
    {
        "speaker": "A",
        "text": "No, Deanna Russell. He was."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, that's right. Wisconsin. Wisconsin's Ron Dane. That's right."
    },
    {
        "speaker": "A",
        "text": "But, yeah. Who. Who's a notable name that I should know from the Ohio State University."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. There's."
    },
    {
        "speaker": "A",
        "text": "I mean, I. There's a laundry list."
    },
    {
        "speaker": "B",
        "text": "You're not."
    },
    {
        "speaker": "A",
        "text": "Basketball."
    },
    {
        "speaker": "C",
        "text": "I think they have more NFL players. I think them in Alabama have the most. Most NFL players. That's a shame right now."
    },
    {
        "speaker": "B",
        "text": "Yeah. But, like, neither of our schools are big, like, basketball school. Chambers."
    },
    {
        "speaker": "A",
        "text": "I was gonna say, I don't think I know anybody from Penn State in a moment."
    },
    {
        "speaker": "C",
        "text": "They had a moment, but, like."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Oh, I say was."
    },
    {
        "speaker": "B",
        "text": "Okay, well, they're decent. They're just not, like, you know, producing NBA talent every single year."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, the early two thousands. They had, like, Greg."
    },
    {
        "speaker": "B",
        "text": "Yeah. You know, Zeke Elliot and. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah. Greg. Odin and I. Mike."
    },
    {
        "speaker": "C",
        "text": "Only basketball because like, it was just. They had a moment where like, they went to two final fours and got to smoke by Florida and both because Florida had those."
    },
    {
        "speaker": "A",
        "text": "That's right. That five. Yeah, huge."
    },
    {
        "speaker": "C",
        "text": "But yeah, no, they had. I mean, they had like two of the top five draft picks a couple of years ago."
    },
    {
        "speaker": "B",
        "text": "So they're."
    },
    {
        "speaker": "C",
        "text": "They're out there and like, I mean, football will just continue to power through. But. But yeah, anyway, that. That's totally. Besides any. Nobody watching this cares about any of this."
    },
    {
        "speaker": "B",
        "text": "No, but that's."
    },
    {
        "speaker": "A",
        "text": "Never know. Maybe one."
    },
    {
        "speaker": "B",
        "text": "But that's. So. Shall we roll the giveaway?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's do that. Now, hang on 1 second. You guys chat for a bit. I got to pull it up here. Sorry."
    },
    {
        "speaker": "B",
        "text": "So, Steve, while he's pulling that up, what are you most excited about for DGEn coming up?"
    },
    {
        "speaker": "C",
        "text": "Ooh, a lot of stuff I can't talk about, as you guys know. I would say. Just honestly, I'll hit on that in a high level and not by giving anything away. We have four or five. Two things. One, excited about the momentum because, like, the community's so supportive, which is like the coolest thing. Right? Like, getting all the support from the community and seeing the numbers after, you know, a week has been nuts. But I think the four or five conversations where all of us have full time jobs, essentially doing dj and on top of, like, other stuff we do, you know, that that's been really exciting. We have four or five varying levels of, like, partnerships, discussions, things in the works right now that I think are going to be big. So I think that's what excites me the most, is that we've got more momentum than I possibly could have imagined."
    },
    {
        "speaker": "B",
        "text": "Cool. All right, we ready here?"
    },
    {
        "speaker": "A",
        "text": "I am ready. So I put one winner. I think three backups started off here."
    },
    {
        "speaker": "B",
        "text": "Oh, this is the unrevealed rooms. This is going to be a good giveaway."
    },
    {
        "speaker": "A",
        "text": "This is a good giveaway."
    },
    {
        "speaker": "B",
        "text": "Who knows? You might give. Oh, Red X alien boy."
    },
    {
        "speaker": "A",
        "text": "Red X alien boy. He hooked us up with the alien boy community a couple of weeks ago when we got bombarded."
    },
    {
        "speaker": "B",
        "text": "So I got to shout him out, too. He's been in my DM's all week talking about the boarse. Have you seen."
    },
    {
        "speaker": "A",
        "text": "That, too?"
    },
    {
        "speaker": "B",
        "text": "I got to pick up a couple boars."
    },
    {
        "speaker": "A",
        "text": "Boar on the floor for you succession fans out there."
    },
    {
        "speaker": "B",
        "text": "Cjax so close. He was the star of the show. The star of the show today came in second place."
    },
    {
        "speaker": "A",
        "text": "You know what, CJ? You know what, CJax? You're getting one today. I'm giving away two. We're gonna give away how to do it. Absolutely. So we're gonna give away to. We're gonna give away to red x, alien boy and Cjdev."
    },
    {
        "speaker": "B",
        "text": "Yeah. So. But thank you guys all for listening. Thanks for everybody who's participating in the chat. The chat makes this so much more fun when they can make fun of us live on stream and when they can make fun of chamber live on stream. So shout out to Vicki. But yeah, so that is going to do it for us. Steve, thank you very much for joining us. We will have to have you back on very, very soon, I would imagine. We'll see you on a bunch of Djen network stuff. Don't forget to check out Djen. And that's it for us. So until next time, stay mint."
    }
]