[
    {
        "speaker": "A",
        "text": "I've been kind of licking my wounds lately. I feel like every decision I make has been poor."
    },
    {
        "speaker": "B",
        "text": "Me, too. And is that, like, the sentiment everywhere? Because I feel like, is anybody winning? I don't know. Is anybody winning? Raise your hand. Give me a thumbs up if you're down there and you're winning right now or post it in little purple comments, because I feel like. I feel like I'm not making any good purchasing decisions, let's put it that way. And I don't feel like I have a really good grasp on, you know, buying and selling in the current market. I feel like directionally and philosophically I do, but I don't. I'm not, like, nearly as dialed in on the day to day where I'm making good decisions. I've kind of found myself. It looks like a lot of people feel the same way as far as what? Nobody's winning, but I found myself, you know, going more towards, like, I'm much more of a consumer these days in terms of, like, I'm buying things I like and I'm buying art and I'm doing stuff like that with. With little to no expectation of actually making any profit. And I'm finding joy in that. Like, I'm having fun doing that, but I don't feel like I'm, like, dialed in on the market lately. What do you think?"
    },
    {
        "speaker": "A",
        "text": "That sounds terrible."
    },
    {
        "speaker": "B",
        "text": "It is terrible. It is. No, like, I'm. I'm. If it wasn't for you guys and it was. If it wasn't for the war room, if it wasn't for, you know, all the stuff that, like, I'm doing with building mode, I I would be having just a miserable time out there. So shout outs to having, I guess, the war room and the community, because without you guys, I would be in shambles."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "What do you think? I mean, what are. I mean, you just said it. You're not winning. What's going on?"
    },
    {
        "speaker": "A",
        "text": "I mean, I'm not winning a lot. I'm losing more than I'm winning, but if I can get a couple of winners to."
    },
    {
        "speaker": "B",
        "text": "What's your last big win?"
    },
    {
        "speaker": "A",
        "text": "I'm currently in a win with checks."
    },
    {
        "speaker": "B",
        "text": "Oh, that man. Great win. Great win. If you got in on the early checks for."
    },
    {
        "speaker": "A",
        "text": "But I've lost so much on everything else."
    },
    {
        "speaker": "B",
        "text": "I have a question completely unrelated."
    },
    {
        "speaker": "A",
        "text": "Uh huh."
    },
    {
        "speaker": "B",
        "text": "Where's Dez?"
    },
    {
        "speaker": "A",
        "text": "Who knows? I saw he was participating in the chat today."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. I thought he was coming, like, I was, and I was late, and I."
    },
    {
        "speaker": "A",
        "text": "He was giving us segments."
    },
    {
        "speaker": "B",
        "text": "That's what I mean, I was going to go to Des because he, he had a segment today that was called Des fucks up on checks. And so, like, you brought up checks and I was like, oh, we should talk about this. What does Des think and does not here. So maybe Des will join us halfway through and we could talk more about checks. But tell me about your checks win."
    },
    {
        "speaker": "A",
        "text": "I mean, it's. Again, I just picked up, picked up a few a couple weeks ago. I sold on the way up, but I have a couple of leftover that I have one on that you can actually purchase right now, but it's at a pretty high price point. I'm not too, too worried it's going to sell, but yeah, no, I think the meta was supposed to. You're supposed to get low, low numbers. So like a double digit, a single digit, a triple digit. Apparently these are better. I don't know why. Golf? Golf. Exactly. So I have an 81 and like a 1300 and I have a 2200 left."
    },
    {
        "speaker": "B",
        "text": "I. What do they go to? Is it 10,000?"
    },
    {
        "speaker": "A",
        "text": "No, they're higher that 15,000 maybe."
    },
    {
        "speaker": "B",
        "text": "Oh, nice. It looks like I summoned Des and he's connecting now. I don't know if he's connected, but he's connecting. Meanwhile, before we get to Des, V squared two step your way in here."
    },
    {
        "speaker": "C",
        "text": "I root scoot boogie. I wanted to say, I wanted to add, I did win the Digi Daigaku mass villains mint. So I got, I got to mint one of those."
    },
    {
        "speaker": "B",
        "text": "And of course, I've already sold it, but it was, that was a nice little win."
    },
    {
        "speaker": "D",
        "text": "Minting."
    },
    {
        "speaker": "C",
        "text": "Minting win."
    },
    {
        "speaker": "B",
        "text": "So, yeah, sold it faster than that. DJ network pass, huh? Not, not a chance. Not a chance."
    },
    {
        "speaker": "A",
        "text": "I was going to say."
    },
    {
        "speaker": "B",
        "text": "For those who don't know the story, which you don't. I was going to say when you guys were talking about prices here with the DJ network. Degenes pass. Nice little bump in price lately. And our friend V squared was, was in disbelief because he had sold his in a pinch and. Yeah. And it is what happens. We'll figure out a way to get you a new one. Don't worry."
    },
    {
        "speaker": "A",
        "text": "There are things you can do."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, you work hard, we'll get you one. What's that?"
    },
    {
        "speaker": "C",
        "text": "My road casters being weird."
    },
    {
        "speaker": "B",
        "text": "Well, we are. We are super pumped that you're with us here today. We've missed you dearly. On the shows that are Monday and Friday shows, the I we did quickly get into checks with chamber. Maybe a new, maybe a new segment. But one of your suggested segments today was des fucks up on checks. So I'm interested to hear this story."
    },
    {
        "speaker": "C",
        "text": "No, there's not really a story. I was just kind of joking in our. In our chat. But, you know, man, I just, you know, the deflationary side of me really liked the project early on. I remember seeing it, like, kind of pop up on our radar when it was, like, 0.09, like, right after mint. And I was thinking, I don't know why, but I was thinking of buying 30 at, like, roughly three eth. And because I think 32 is, like, what you needed at the time to get, like, maybe one of the better, like, burned down versions. And, yeah, it didn't pull that trigger. And then just because, you know, that bitterness takes over that we all know of, like, not buying it at zero nine and then really getting angry at the thought of buying it at .2 got the better of me and I just kept fading it, watching it skyrocket."
    },
    {
        "speaker": "B",
        "text": "Yeah, I. Man, I wish I was paying more attention. This is one that I just wasn't paying attention to. And so I ended up missing it as well. And, you know, I feel like I've usually pretty good with, like, what's going on. And I actually had checks sent to me by Adam, which I'm usually beating him to the punch, and he beat me to the punch on checks, so I definitely missed the boat on that one, and I wish I did not. And just, again, fading generational wealth. So, chamber, what else is going on? Des, how are you feeling? We've missed you the last couple days. What are your takes on the market in general? I feel like we haven't had a Des market update in a while."
    },
    {
        "speaker": "C",
        "text": "One thing that I do not like about checks is the derivative market that it sparked with similar done projects with just, you know, like, icons over and over, and then deflationary kind of new versions. That is going to be troublesome for the next month, man."
    },
    {
        "speaker": "B",
        "text": "Are you talking open edition meta in general or. No, no, no."
    },
    {
        "speaker": "C",
        "text": "Specifically talking about, like, know what we're going to categorize it as, but, like, you know, multi icon nfts, where it's literally set up just like, checks, but they're different things."
    },
    {
        "speaker": "B",
        "text": "Yeah. Have you been chasing any of those? Are you derivative chaser?"
    },
    {
        "speaker": "C",
        "text": "I don't chase derivatives, and it's more out of spite than anything. But, yeah, no, it's definitely coming. I think our good friend v squared just put something in chat about Budweiser. Are they doing. No."
    },
    {
        "speaker": "B",
        "text": "Oh, interesting. Is that. Is that real?"
    },
    {
        "speaker": "C",
        "text": "Now I'm super confused if that's real."
    },
    {
        "speaker": "B",
        "text": "V squared's rocking."
    },
    {
        "speaker": "C",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "That's real. That's pretty hilarious."
    },
    {
        "speaker": "B",
        "text": "Um, so what did they do here? I don't know. Is it. Is it a partnership? He. They tagged him. It's from their official account. Says this buds for you, check. And they tagged Jack butcher in it. And he replied, cheers. That's very interesting."
    },
    {
        "speaker": "C",
        "text": "I think it's. If I had to guess, looking at it, I think it's. Well, shit, I don't know. Maybe it is an official partnership because then, yeah. Interesting. I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm very intrigued by that. That's super interesting. I will say Budweiser, aniser, Bush. They, you know, I think they. They have good intentions. You know, there's been stuff with the heritage cans and things like that that you, you know, people were upset about. I think they actually do want to do right and be in this space."
    },
    {
        "speaker": "C",
        "text": "Check in with the person we interviewed that one time for mint condition early on. She was awesome."
    },
    {
        "speaker": "B",
        "text": "She was awesome. She doesn't work there anymore. She actually. Her name is Lindsay McIlhenny. And she left there not too far too long after that. Zella Artois Zed run partnership. And she actually went to become the CEO of. She went to become the CEO of Mila Kunis's company. So she was there. But this was after gutter or after. What were they called?"
    },
    {
        "speaker": "C",
        "text": "God, what were those?"
    },
    {
        "speaker": "B",
        "text": "What were the cats called? What the heck were they called?"
    },
    {
        "speaker": "F",
        "text": "Stoner cats."
    },
    {
        "speaker": "B",
        "text": "Stoner cats. Thank you, Bundy. There's a reason you're the FB guesthouse. What were you gonna say? Sleepy cats. Sleepy cats chamber. Did you have any stoner cats back in the day?"
    },
    {
        "speaker": "A",
        "text": "No. I don't like what? I don't like when people appropriate stoner culture, to be honest."
    },
    {
        "speaker": "B",
        "text": "Is that a real thing or."
    },
    {
        "speaker": "A",
        "text": "Yeah. I hate it."
    },
    {
        "speaker": "B",
        "text": "You feel attacked or, like, you feel."
    },
    {
        "speaker": "F",
        "text": "It's."
    },
    {
        "speaker": "A",
        "text": "It's not a caricature. It's a lifestyle, okay. And cats don't get high. Only cats of. Only cats get high through osmosis by sitting on their. On their owner's lap. They don't. They don't actually get high. And I don't like."
    },
    {
        "speaker": "B",
        "text": "I mean. I mean, that's the stance you're taking. Like, cats don't, you know, they're not human. So, like, should we not make any cartoons about cats? Correct. No cat cartoons, no animal personification at all. Are we just strictly. Strictly realism? You're a realist, only, I don't know, yellow people."
    },
    {
        "speaker": "C",
        "text": "That's a pretty bold statement for. For this group here."
    },
    {
        "speaker": "A",
        "text": "Well, my gutter cast never spoke, so I was fine with that."
    },
    {
        "speaker": "B",
        "text": "They also never rose in price. They did. I didn't."
    },
    {
        "speaker": "C",
        "text": "Crazy stoner cats. Randomly, early on, I hit one of the super rare."
    },
    {
        "speaker": "B",
        "text": "Of course you did, dude. You like?"
    },
    {
        "speaker": "C",
        "text": "No, no."
    },
    {
        "speaker": "B",
        "text": "You have the midas touch."
    },
    {
        "speaker": "C",
        "text": "No, that is definitely not true. I am not captain. Um."
    },
    {
        "speaker": "B",
        "text": "He definitely has the finest touch. I've never seen someone using a cap term, quote unquote, run good so often. He's, uh. He's. He's got it. He's got the touch, the clone x touch, the, uh. You know, he's got it all. I wish to be captain when I grow up someday, but that's. That's it. So, des, we were talking before you got here about how chamber and I felt like we haven't had a win in a long time. Have you had any. Have you had any wins?"
    },
    {
        "speaker": "C",
        "text": "Uh, not."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "No, maybe I have. Not recently. It feels like, um. Yeah, maybe not recently. No."
    },
    {
        "speaker": "B",
        "text": "Yeah, it feels like general long standing."
    },
    {
        "speaker": "C",
        "text": "Win of, um, of ute's and d gods feels pretty good right now, I guess."
    },
    {
        "speaker": "B",
        "text": "How many d gods you got?"
    },
    {
        "speaker": "C",
        "text": "That's the five."
    },
    {
        "speaker": "B",
        "text": "Sheesh. I wish I had had alpha, and I didn't even act on it."
    },
    {
        "speaker": "C",
        "text": "I got them when they were, like, close to 300, and then when sold, $11 or something. So, yeah, that's a good one."
    },
    {
        "speaker": "B",
        "text": "That is a good win. I'll tell you what win I got. First of all, if you've. If you've hit a win lately, tell us what it is in the chat box. Let's. Let's get a little action going down in the purple chat bubble. Let's tell us what your most recent win was. Was it maybe just riding this nice little degenesis pass rise in price? I'll tell you what mine is, and I think a couple of listeners out in the audience may have a little taste of this one as well, from being associated with dj network, the Starbucks Odyssey holiday cheer stamp. I'll tell you that right now. Have you seen what's going on inside the Odyssey marketplace?"
    },
    {
        "speaker": "C",
        "text": "Yes, I'm a little butthurt about it, but I bought. I think I bought eight gift cards, and none of them ever registered as buying a gift card."
    },
    {
        "speaker": "B",
        "text": "Really? Oh, you should have told me. I would have helped you out there. It was rough."
    },
    {
        "speaker": "C",
        "text": "I was buying them in all different types of denominations to try to."
    },
    {
        "speaker": "B",
        "text": "It actually took me a couple of tries to. We had. We had some issues with the gift card one, but we probably will not be doing gift card ones in the future. Because of that. But it was also super early. It was the very first journey of time. It was time based, and so very low supply of the Starbucks holiday cheersamp. The current floor price on the holiday cheer stamp is, uh, let's see, I believe it was $3,900 as of like, an hour ago. Um, the floor got swept all the way up through one eth. There was, uh, there was some buys at one eth, and then that just disappeared. So, um, people are interested in owning the first Starbucks collectible stamp. So that is interesting. So I know there's a definitely a few that swiped more than one of those that are feeling nice right now. And cap's daughter continues to be in disbelief. Continues to be in disbelief. After not listening to her father and getting on the holiday stamp, she's now going to get that. It's going to be her college fund at some point, and she's not going to be, she's going to be salty about it. So, yeah, that's my latest win. I would say odyssey overall, going very well. Should we get into our buy, sell, burn of the day?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's do it."
    },
    {
        "speaker": "B",
        "text": "All right. We've got art version of buy, sell, burn today. You know, in the past, we've done this with burn it all. No, in the past, no, no. In the past, we've done lots of pfps and projects and things like that. You had the awesome idea of doing art version of Buy, sell, burn today. I personally have been on a major art kick lately. I collected a bunch of cool stuff over the last couple days. Actually, one of the pieces I collected was from Eli, who's actually listening down below, so shouts to Eli had a very cool edition that I was just scrolling through, and I, it, like, stopped me in my tracks. I was like, I gotta have it. So, uh, spot bought that one. So shouts to Eli for the awesome work. And I've been on the very, very cool AI art kick lately. We've been doing a lot of that, um, you know, playing around with mid journey and learning and stuff on, uh, in our dj network discord. Uh, Vicky's been giving us prompts every day. So I've just been, like, devouring art lately, which is kind of, which is really fun. That's why I, like, opened up earlier that I'm being more of a consumer lately, because I'm find myself buying art and just to collect and stuff, so. But we've got buy, sell, burn on chromie squiggles, by the way. So if you want to participate in this, you can either request up and give us your thoughts on the specific ones we're going to say, or drop them in the chat box, and I will read your responses for buy, sell, burn. So we've got all of these similarly priced things. Would you rather buy, sell, burn, a chromie, squiggle, a beeple every day, or 20 checks? What would you choose there as your buy sell, burn chamber?"
    },
    {
        "speaker": "A",
        "text": "20 checks, just kind of random floor ones, I'm assuming."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "People. And then I would say burn the people."
    },
    {
        "speaker": "B",
        "text": "What?"
    },
    {
        "speaker": "A",
        "text": "Yeah, make it more. I would say buy the checks and sell the cromies wiggle."
    },
    {
        "speaker": "B",
        "text": "Interesting. You're buying what? So why are you buying the checks?"
    },
    {
        "speaker": "A",
        "text": "Because I feel like there's, it's still going to go up more."
    },
    {
        "speaker": "B",
        "text": "So you're, you're only. Okay."
    },
    {
        "speaker": "A",
        "text": "I feel like 20 of them is like, a good amount to have."
    },
    {
        "speaker": "B",
        "text": "You think 20 checks, as far as price, might outperform both of those, I guess. Over what time period?"
    },
    {
        "speaker": "A",
        "text": "Yeah, over the course of the next, I don't know, like two months?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. That's probably fair. Over two months. I'm not sure about long term, if that's the play, but. Des, what do you got?"
    },
    {
        "speaker": "C",
        "text": "It's pretty funny. First of all, chamber, they're all the same. There's no floor checks. They're all the same."
    },
    {
        "speaker": "A",
        "text": "First of all, the unit number of the check makes a huge difference. So if you have like, a single digit check, a double digit check, triple digit check makes a price difference."
    },
    {
        "speaker": "B",
        "text": "I actually feel like I might have accidentally just kicked somebody from the space."
    },
    {
        "speaker": "A",
        "text": "Good."
    },
    {
        "speaker": "B",
        "text": "I didn't mean to. It was Mister House was coming up to request. I don't know if he just like to leave or. I was trying, I was trying to let him up. And I don't know if I accidentally came to my house. I feel terrible because I might have kicked him out, but I hope he just had to go, oh, there he is. Maybe. Maybe I did kick him out. And now he's back. Hold on. All right, there we go. Now. Now he's up here, des. Go for it."
    },
    {
        "speaker": "C",
        "text": "Yes. So I'm gonna. That's tough. There's something about a chromie squiggle that just gets me. I don't know. I feel like images that are synonymous with the NFT space get the better of me. As far as the nostalgia standpoint goes, beeple is a big name and it is cool, but I've never really actually liked those that much. I'm gonna go."
    },
    {
        "speaker": "B",
        "text": "Damn."
    },
    {
        "speaker": "C",
        "text": "I'm going to go buy. Wow. I'm going to go buy squiggle, sell the checks. Even though I do agree with chamber, especially if it, you know, obviously it's going to get deflationary. So if people get on the hype train, it could go crazy. So I'll go sell checks even though I grew chamber and then I'm going to go burn people just, just to say I burned a people."
    },
    {
        "speaker": "B",
        "text": "Wow. You got. I don't get the people hate. Is it people hate or is it that? What is it?"
    },
    {
        "speaker": "A",
        "text": "I would say I'm not hate for me. Just say it's like, meh, it's fine. It's not top priority, I guess."
    },
    {
        "speaker": "B",
        "text": "Man, we've got. We've got riggs down in here. Riggs is saying, I don't know."
    },
    {
        "speaker": "C",
        "text": "I think it's just personal preference. I think, like, you know, this is, you know, I was going to go down a bad metaphor, but, you know, people in this space is like owning a da Vinci. I'd rather own like Basquiats and Picassos and stuff. Weird shit like that. So I don't know, I see them as equal value for now. And I think just personal preference, but no hate on people. It's just maybe not my cup of tea."
    },
    {
        "speaker": "B",
        "text": "I think I'm buying the people. I'm buying the beeple. I'm going to burn the checks and I'm going to sell the chromie squiggle. I guess I don't want to sell the squiggle."
    },
    {
        "speaker": "C",
        "text": "But all three had a different answer."
    },
    {
        "speaker": "B",
        "text": "That's fantastic. We all had a different answer. Riggs down in the comments says, buy 20 checks, sell the people, burn the squig. JP Kaz says all losses. Cap just listed out. I don't know. He ran out of characters listing his wins so I don't have time to read them all. But he somehow says more L's than wooden in 2023. I'm not sure that I buy that one. Did anybody else jump in the comments? No, but we do have some with their hands up. Mister House, I hope I didn't kick you before. I didn't mean to jump in here. What do you got now?"
    },
    {
        "speaker": "E",
        "text": "You didn't kick me. I've got this freaking automated caller for trying to sell me insurance or a phone plan or something that hits me every day like clockwork around this time. So if anyone has a spam provider bot I'm in the market. As far as this conversation goes, I'm thinking buy 20 checks, burn the everyday, and sell the crummy squiggle."
    },
    {
        "speaker": "A",
        "text": "I think that's the right answer."
    },
    {
        "speaker": "E",
        "text": "I think there's still room for the squiggle to go up in value, but I think it's marginal compared to where it's already at, unless you're taking eth to go up. And obviously, if eth triples, you're going to see some value there. But as far as the current floor, I feel like that's a very long term play. So you could almost swing that in the time where, if you bought 20 checks, let the deflationary principle come in, you can sell those somewhere down the line. But as far as burning the everyday, there's a few aspects why I think it's the perfect one to burn, because beeple himself kind of has, like. I feel like his art to me, almost represents anarchy. You never know what you're going to get. You're going to get something every day. It's going to provoke thought. It's going to provoke emotion and some sort of controversy. Like, the Will Ferrell scenery is like, no one knows what it means. It's provocative. Like, that's beeple's art to me. I feel like by burning it, you're almost playing into that. The illusion of this is a beeple art. It's already an arctic. I'm taking it a step further. This thing's gone. It's gone. You can never have it again."
    },
    {
        "speaker": "B",
        "text": "All right. I could dig that. Take at least it's not a. There's some. There's some substance there. It's not just bearish people. I like that a lot of. Speaking of, whatever happened to that dude that burned, that bored ape? Do we ever. Do we ever hear from that guy again? Where. What's he doing now? Anybody know?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Like, that was a very controversial thing at the. At the time, and I feel like he fell off the map. So if anybody knows what happened to that guy, Des, do you?"
    },
    {
        "speaker": "C",
        "text": "No, not at all."
    },
    {
        "speaker": "B",
        "text": "Well, we need your wellness."
    },
    {
        "speaker": "A",
        "text": "I have a guess."
    },
    {
        "speaker": "B",
        "text": "I almost made an insensitive joke that."
    },
    {
        "speaker": "C",
        "text": "He died, but then I was like, man, if you threw away a million dollars, that's a real possibility. So I'm not going to make that joke."
    },
    {
        "speaker": "B",
        "text": "No, don't make that joke."
    },
    {
        "speaker": "A",
        "text": "I'll make that joke."
    },
    {
        "speaker": "B",
        "text": "Chamber. Those are. Those are chamber jokes. All right, we'll go. We go. Bundy hurt me. And then j web, what's going on? So I think time matters here. So I would say in the next six months, I would definitely see the 20 checks going up in price before the people or the squiggly. I think long term, the people, because, you know, we hate saying people dying, but he's like the man in this space. When he dies, his shit's gonna go through the roof, so. And not to say that squiggly's aren't good too. I just feel like the name people itself is. Carries more than the Squiggles does. Yeah, I. That's why I'm collecting the people. Like, I'm in the. I'm in the art collection mode right now. So I feel like you might as well go super grail as far as that goes. Like, I'm also interested in squiggles to, like, that's on my grail list of things I want to own. But given the choice, I think I would take a beeple. And, you know, never know when. Never know when you might have an opportunity to get a people. We'll go with j. Oh, sorry. Hurt me then. Jweb."
    },
    {
        "speaker": "G",
        "text": "Super easy for me."
    },
    {
        "speaker": "B",
        "text": "Checks are up wet about twelve x."
    },
    {
        "speaker": "F",
        "text": "In two, three months."
    },
    {
        "speaker": "B",
        "text": "So gotta sell those, buy the squiggle, maybe you'll get lucky and get one that used to be Karo's. That would just add to the fun."
    },
    {
        "speaker": "G",
        "text": "And the story of it."
    },
    {
        "speaker": "B",
        "text": "And definitely burning the beeple. Because anytime I see a beeple, I just see that damn crypto dick butt one."
    },
    {
        "speaker": "C",
        "text": "He did."
    },
    {
        "speaker": "B",
        "text": "So get rid of that thing, Kenny."
    },
    {
        "speaker": "C",
        "text": "You get me? We're like this, buddy."
    },
    {
        "speaker": "B",
        "text": "I love it. So, I mean, I get it. No, I totally get it. I'm not. You know, maybe people will work for Yuga someday. Or vice versa. And he can make Jimmy's, you know, orifice, too. Electric boogaloo. J Webb, get in here."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "H",
        "text": "So I'm going. I'm going to buy the people. I'm going to burn the squiggle and sell the checks. And to hurt me's point, checks are not up twelve x. They're up 150 x 29 days from the mint price of $8. That. I'm sorry, but if you're buying checks, you got it. You gotta love it."
    },
    {
        "speaker": "B",
        "text": "So what's the argument? What's the. What's the argument for buying checks? Is that they're deflationary. So what. What's the price now? Are they half an eat still? Is that what ii who for one check?"
    },
    {
        "speaker": "H",
        "text": "Yeah. So it's like, I get that they. That this is a wild market and nothing ever makes sense, but, like, if you bought checks, like, I don't know, if you mention them, for the love of God, please take some profit."
    },
    {
        "speaker": "A",
        "text": "Like, that's just sounds like J web."
    },
    {
        "speaker": "H",
        "text": "Sound rageous checks to five each. Well, when both you I love my dude riggs. When you and riggs are simultaneously saying to buy, I know it's time to exit. So there is that. Oh, here he comes."
    },
    {
        "speaker": "B",
        "text": "Speaking of. Speaking of, I think it's time. I think we're going to go. We got a. We got a. We got a foil, J. Webb with a director, riggs, because I have a feeling he's going to, like, come in with the DX music or something. Riggs, let's go to you."
    },
    {
        "speaker": "F",
        "text": "Oh, man."
    },
    {
        "speaker": "B",
        "text": "I'm going to be super disappointing then, to you because I'm just laying here on my couch, absolutely chilling. However, I was. I was kind of hoping I would hear, like, the glass crack and, like, now you like making me feel like I'm letting everyone down."
    },
    {
        "speaker": "F",
        "text": "But first."
    },
    {
        "speaker": "B",
        "text": "No, no, it's okay. We painted the picture first off, J. Webb, there's no friends in a fucking debate. So I'm coming at you right now. No check. Checks are going to the moon. I'm all in."
    },
    {
        "speaker": "F",
        "text": "We're."
    },
    {
        "speaker": "B",
        "text": "We're ready to go. I think we see checks at three eth in the next 60 days. Just free. Wow. I don't even know what you do with the ding check. Like, I don't. I missed out."
    },
    {
        "speaker": "A",
        "text": "Sell it at three."
    },
    {
        "speaker": "B",
        "text": "That's my own. That's 100% an exit price for me, let me just tell you. But no, that. That's just my logic. Who'd I say I was burning? Oh, burning the squiggle. I'm not cool, by the way, with the joke around getting Kevin Rose's, uh, stolen one prior to this conversation. No, uh, I. I think squiggles are cool. I don't. I don't necessarily vibe with squiggles. So burn that motherfucker. Uh, sell the people and then all in on checks, baby. Let's buy. Interesting. All right, so this checks craze is just, again, reaffirming to me that people really dig, like, game theory and more than it. Yeah, okay, Ponzi. Yes. And fine. That if you wanted to find them as that, but, like, there. There's this, like, crazy attraction to this game theory gamified stuff that's going on. Like, the gamified are making people have to make decisions that are, you know, financially impactful in one way or another. I think it's just such a really interesting thing. A cap. You've been up here for a bit. And then we'll go to Steve and then Luke."
    },
    {
        "speaker": "G",
        "text": "So real quick, I would sell the people because it's the most dry powder. I would buy the squiggle and vault it. And I would burn these checks because they'll probably be at zero next week."
    },
    {
        "speaker": "A",
        "text": "Sounds like a yuga maxi, right there."
    },
    {
        "speaker": "G",
        "text": "Lowest opportunity. But since I really came up to just give my yuga historical education, I'd like to add value whenever I can and, and just connect the dots. Taylor, WTF? Actually, he's doing all right. He still holds nine apes. He did burn the one. It was a, you know, some performance art. I don't know if that actually led to gains that he rolled into more apes that we actually, he's a regular on coffee or semi regular. We should have him on some day too."
    },
    {
        "speaker": "B",
        "text": "I don't even think, I know. I didn't realize that. I did not realize that Taylor, t."
    },
    {
        "speaker": "G",
        "text": "A y l o r e as his ian S and I. Taylor, WTF is his handle. But yeah, he, he's done all right. Still, despite burning the ape early, I think it was around maybe like a three e floor when he did it."
    },
    {
        "speaker": "B",
        "text": "I mean, I guess if I had ten apes that I didn't sell, I would, I would be okay."
    },
    {
        "speaker": "D",
        "text": "Would you do if you had five apes? Why don't you?"
    },
    {
        "speaker": "B",
        "text": "Hypothetically speaking, I sell them faster than a check, that's for sure. Yeah. If you had a bunch of sells five apes on your bingo card or on the bet sheet today, that one hit. Steve, what's up, man?"
    },
    {
        "speaker": "D",
        "text": "Gm, sorry. It came in a little hot at you there, too."
    },
    {
        "speaker": "B",
        "text": "No, no, we love that here. That's good."
    },
    {
        "speaker": "D",
        "text": "There's a couple of things. Yeah, it's, this is, I mean, this is actually very, very awkward because one, I was actually going to give the same update cap gave, so I won't be redundant there. And actually, my buy sell burn is exactly the same as his. For example, I was going to say something almost, I, this is very weird. Identical to, I'm buying the squiggles to."
    },
    {
        "speaker": "G",
        "text": "Show or something sometime together."
    },
    {
        "speaker": "D",
        "text": "Yeah. If you want to get together and do something, cap, I'd love to. Um, and then I was, yeah, I think the squiggle, I actually think the squiggle historically is going to hold up more than some of the people's, even though the people have that big house value."
    },
    {
        "speaker": "A",
        "text": "I'm with Steve on this one. I agree."
    },
    {
        "speaker": "B",
        "text": "Can you tell me why? Because I think that's interesting."
    },
    {
        "speaker": "D",
        "text": "I, you know, I think because generative art is actually going to become an entire, is becoming an entire art class in and of itself. I think that them being sort of the very first genesis project on the generative art, generative art site is noteworthy. And I think people there's a lot of people stuff out there. And I think, you know, I know it's got the big auction house behind it, but I would sell the beeple, I would buy the squiggle. And yeah, I was going to say something like snarky, like cap, about I would burn the checks, which if people are talking about checks pumping this much, this is like one of those sell signal times to me. I just don't think, you know, Jweb hit it. They've been running a little bit. And then as far as wins go."
    },
    {
        "speaker": "A",
        "text": "So they said, isn't that the same thing they said about the apes when."
    },
    {
        "speaker": "D",
        "text": "Bunch sold them all to have bunches back? There's the same thing you said about the apes on a call with me, you, bunch and cap, where you told us, we're like, what would you be selling at? They were like, 83. Like, I would be selling now. So that's chamber take and then wins. Lately, I haven't been, like, overly winning, necessarily, but sold Skybrook, which was a free mint for one point, like six nine eth, and sold a bored ape sewer pass, tier four, that I. Again, that was a free claim for five and a half eth. So a couple of recent wins that come to mind, that's like 70th were the wins recently, which I've just kind of kept in. Kept liquid in case there's something good there. So a couple of wins, but mostly losses because of this open mint manifold type shenanigans."
    },
    {
        "speaker": "B",
        "text": "You've been chasing a lot of those, steve. Which ones did you get into?"
    },
    {
        "speaker": "D",
        "text": "Honestly? Like, too many to name. Like the weird one that we were talking about, the ghost one, which I'm actually really happy about, because I do like the art and it's pretty cool and whatever, but there's like, every time one of them would pop up in time sensitive, it would be like, I gotta mint this. Now there's only like four minted. Cause the DJ network, like, the worm will get there early, and then it'll check back in 3 hours. It's like, there's 57,000 of these. It's like, these are no longer worthwhile. So, yeah, even. Even the fuck render? When I went a little crazy the other night when he announced his burn and did the ultimate, because my contract wasn't going through and it wasn't, like, registering. I meant to buy, like five of them and I bought eleven. So anyway, just doing terrible on those. So it's not all good, but the Skybrook pass and the sewer pass are the wins for now. And that's my bicep. It's a good buy. Sell, burn, though, as far as Ark goes because everybody's disagreeing. But yeah, burn the checks. Sell the, sell the people, buy the squig is my, is my point of view. And fuck you, riggs with the thumbs down. With riggs coming, riggs coming in hot after, like he's like evoking, like my, like, my anger from this morning when he's like, there's no friends in debates. I caught that, riggs."
    },
    {
        "speaker": "B",
        "text": "That was, I was hot this morning. Chamber. Did you catch that?"
    },
    {
        "speaker": "A",
        "text": "I missed. So I've been, I've been unplugged until literally like 03:00 so I'm going to go back and listen."
    },
    {
        "speaker": "B",
        "text": "The most heated I've ever seen Steve. It was, it was mostly that I've ever seen Steve. And I thought, Steve, you handled it very well."
    },
    {
        "speaker": "A",
        "text": "What was the, what was happening?"
    },
    {
        "speaker": "B",
        "text": "So I, it's, I mean, no two."
    },
    {
        "speaker": "D",
        "text": "LTldr is like, oh, so Frank came on. Sometimes, time to time, Franco randomly stopped buying. Like, what I love about Frank is he'll chat about the market. So he's talking about the market. And what's Frank from?"
    },
    {
        "speaker": "A",
        "text": "Frank from?"
    },
    {
        "speaker": "D",
        "text": "And he's chatting about, like, what's going on in the market. And this one dude was basically telling Frank he doesn't know anything. And does he even understand NFTs and putting words in his mouth? And, like, we kept walking it back in a nice way. And then at one point, I was, like, trying to give him credit on his points and he, like, stop. Cuts me off, this, this guy. And he's like, you just don't understand. And I muted him and I was like, I was almost like a kindergarten teacher. I was like, we're going to mute everybody. We're gonna stop telling people they don't understand things. And then I actually got a little bit too. I got big, old big. I drive a dodge. Stratus energy. A little bit too much with him when I was, like, getting mad because he was like, calling, calling me out and challenging."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, that's so funny that I drive a dodge. Steve came in hot."
    },
    {
        "speaker": "D",
        "text": "Yeah, I definitely came in a little, a little hotter than I. But, like, the point was I was trying to walk him back. Now, thankfully, he did kind of. He apologized, he changed his tone. But it was like, I'm like, we're going to stop telling people these things. And then he goes something like, he's like, you know, there's no friends in debate. It's like, that's not how we run this show at all."
    },
    {
        "speaker": "B",
        "text": "Yeah. Which is like, the opposite. If you had to pick an opposite motto for coffee with captain, then what their motto is, which is disagree without being disagreeable. That is it. It's. There's no friends in debate. That was it."
    },
    {
        "speaker": "D",
        "text": "And then chamber if you're. I think it's like the 214 mark, because my. My wife was getting a kick out of it and was like, I want to listen. I'm like, all right, fine. Like, because I don't. Just for the reference, my kids. My wife will tell you it is very rare I raise my voice. Very rare. I get frustrated. I'm very stoken. So it was like it was. And I listened back, and it wasn't as bad as I thought it was, but for me, it was bad. And the war room was getting a kick out of it, so there's."
    },
    {
        "speaker": "B",
        "text": "Steve, I don't know if you saw this. I also don't know if it was coincidental or not, but if you didn't see this, you should go into the war room."
    },
    {
        "speaker": "F",
        "text": "How long do I have to raise."
    },
    {
        "speaker": "B",
        "text": "My hand until I get called on one. Well, one more now, but one more second now. We'll get you in a sec. We got. That was Joey 100 down there, so we'll get to."
    },
    {
        "speaker": "D",
        "text": "Joey likes that, but the."
    },
    {
        "speaker": "B",
        "text": "Go to the war room, Steve. Check out the AI chat. And consider chaos made this fantastic AI rendering of the hulk, but it was actually inspired by your hair pick, so you should definitely check that out. I think Joey left, so that stinks. But. Oh, well, the. So let's. Let's get back to Hans. He, man, he just had to be little. He was so close, like, he was so close, so close, like, I mean, really like, that close. But before we. Before we get to Luke, because Luke's up next. And then we'll go to Mister House. We've got. I did pin to the top. We've got a. Our Friday episode tagged to the top here on the tweet. So set your reminders for Friday at four to 05:00 p.m. eastern. We've also got the coffee with captain. Reminder for tomorrow. Tomorrow's big show on coffee with captain. They're having Julian to see CEO of doodles on the show tomorrow. So set your reminders there as well. Let's get back into it. Luke, thank you for your patience. Your goddamn saint."
    },
    {
        "speaker": "H",
        "text": "If Steve could be as patient as he was this morning, I can be patient walking on the treadmill at the gym. I'm just curious on the price of checks and if the whale that holds 507 right now is going to burn any of them. So is it going to be like, spider man meme of, like, people waiting to burn?"
    },
    {
        "speaker": "A",
        "text": "No, no, I won't be burning any."
    },
    {
        "speaker": "B",
        "text": "Of them or shut up. How many you have? You have, like, three chats. Three? Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. I don't know."
    },
    {
        "speaker": "B",
        "text": "So, wait, so say your question again, because I think it's a. It's a good one."
    },
    {
        "speaker": "H",
        "text": "I just kind of wanted to speculate as a group on do we think people that are whales holding the biggest holdings are like 500, 202? Hundred. Are these people going to burn the 600 to get the black check or is everyone just going to kind of look at each other waiting for something to happen?"
    },
    {
        "speaker": "B",
        "text": "It's a good question, des, what would your thought be on maybe, like, whale activity inside of a project like this with that level of kind of game theory going on?"
    },
    {
        "speaker": "C",
        "text": "Yeah, the problem is, and we see this in a lot of collections, but when that, like, anchor price of something selling at a super premium drops, it lifts the entire collection. It lifts the floor dramatically. So the problem with the burn down to the one check is some other crazy person outside the ecosystem has to value that and make that initial purchase for that price to get set and then everything will rocket. But, yeah, so that's the problem with it, is it needs to be validated at the highest level and then whales will start to burn because then it'll make sense to do it. But, yeah, I feel like."
    },
    {
        "speaker": "B",
        "text": "I feel like J. Webb would have some thoughts on how he would play this. J. Webb, if you are sitting there, if you're a massive checks whale, how are you playing this?"
    },
    {
        "speaker": "H",
        "text": "Sell it?"
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "H",
        "text": "No, I would DCA out. Like, I would take. I'd probably, like sell 10%, 20% now. See if they go up a little bit. Like, you know, everyone likes to talk about DCA into stuff, but I like the game plan of DCA out of whether it's crypto or nfts."
    },
    {
        "speaker": "B",
        "text": "So, Luke, what's the so if you have these guys, you said they had 570 and, like 202 hundred. What's the. So, like, what's their burn? What's their burn choice? And, like, what do we think that that would be worth? Is it worth. Is the thought process that, like, if they burn that super rare thing that they get would be worth more than what they have? Yeah."
    },
    {
        "speaker": "H",
        "text": "Jack said it's kind of a troll on the Twitter check. So, like, are people going to burn to increase status? But it's not really that concrete."
    },
    {
        "speaker": "B",
        "text": "On."
    },
    {
        "speaker": "H",
        "text": "If you burn it once how much better does it get if you burn ten? Like, it doesn't. I don't understand how many have to burn to really increase the value. I guess burning one worth it? I don't know."
    },
    {
        "speaker": "B",
        "text": "Interesting chamber. Did you burn any of yours?"
    },
    {
        "speaker": "A",
        "text": "No, no, I just sunk."
    },
    {
        "speaker": "B",
        "text": "Let's."
    },
    {
        "speaker": "H",
        "text": "I don't burn it out yet."
    },
    {
        "speaker": "B",
        "text": "Oh, it's not. Okay. So interesting. I didn't know that. Thank you. Riggs, what would you do in this situation? If I was a whale and I pinned. I pinned the tweet up top. If you scrolled one over that Jack Butcher put it out. Kind of ratioing out what it is. But I want to cede my time to Sir Punter who got me into checks and probably can answer this a little bit clearer. Oh, all right, punter, get in here."
    },
    {
        "speaker": "H",
        "text": "Well, first of all, can you guys hear me?"
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "H",
        "text": "Said whale may or may not be in the room. The holder of 500 checks."
    },
    {
        "speaker": "A",
        "text": "Told you it was me."
    },
    {
        "speaker": "H",
        "text": "And it's not chamber. Chamber, you are a whale for many reasons, but. But definitely not check."
    },
    {
        "speaker": "D",
        "text": "Did he just make a joke about your weight chamber? I find you beautiful."
    },
    {
        "speaker": "H",
        "text": "No, no, that was not a weight joke. That joke. That just means that, you know, when chamber is in the room, like, you know, his presence is felt. That's the point of that."
    },
    {
        "speaker": "D",
        "text": "I got it because of size. You're saying, wow."
    },
    {
        "speaker": "B",
        "text": "Hashtag hog joke."
    },
    {
        "speaker": "H",
        "text": "All right, all right. Let's get back to the question at hand. Now, checks was an eight dollar mint, right? Like, 30 days ago."
    },
    {
        "speaker": "B",
        "text": "Wait, are you the. Are you the whale?"
    },
    {
        "speaker": "H",
        "text": "Yeah, let's. I am not the whale, and I don't know if the whale."
    },
    {
        "speaker": "B",
        "text": "You have to tell us if you're a cop. So you have to tell us. You have to disclose your holdings. You have to disclose your whole."
    },
    {
        "speaker": "H",
        "text": "I have, like, six checks. I'm not a whale by any means."
    },
    {
        "speaker": "G",
        "text": "Well, know by now if Punter was holding."
    },
    {
        "speaker": "H",
        "text": "Yeah, I'm a Pablo's whale. That's about it. So basically, like, to Jweb's point and to the point of many people on the stage that are d gen traders, right? Something that's gone from $8 to basically $1,000 in a relatively short period of time is probably a little bit frothy, right? So that's a short term trader mentality, right? The people that are playing the long game with this, that understand what's going on with it, and that Jack Butcher brings not only the artistry and a huge following to this, but he's made a big commitment to the project. It's not just like an open edition that he's going to leave on the side of the road. As we've seen this develop, he's building this incredible UI. He has an incredible team behind it of devs. So there's a long term vision here to those that want to play the game and see the art come to fruition. There's a huge bull case behind that. So you have to measure, like, are you short term flipping this stuff or do you want to actually try to hold something? Like think about the people that bought chromie squiggle when it was nothing or a fidenza when it was like one eth or whatever. I don't even know, like what the prices were back then, but like, you know what I'm saying? Like do you want to buy something and try to hold it, collect it like bunch was talking about, or do you want to flip it like. So those are the, you know, the different sides you got away. I'll stop there. But I could tell you a little bit more about the burn dynamics if you want to hear about it."
    },
    {
        "speaker": "B",
        "text": "Yeah, and it'd be awesome. Luke, if you want to like tweet those at the bottom, the ones you just sent me in DM, I'll pin it to the top as well so everybody can see the mechanics there. If you want to do that, I'll make sure I post it up top. But yeah, punter, go for it and then we'll go to cap for sure, though."
    },
    {
        "speaker": "H",
        "text": "There's a whole, there's a thread that's called time for transparency that Jack Butcher did where he just starts talking about how he wants to do this right now. So the whale who has 500 checks can never achieve the single black check. It would take over 4000 checks to achieve the symbol, the single black check. Right. So just so everybody understands, it's not like you're not going to get there with a holding of 500. And what the whale with 500 plans to do is up to them. But what I do want to say is the first step, the first phase of this is this was basically an open edition. So everybody who's looking at the checks right now and is like, I don't fucking get it. They're all the same. Like, why would I buy these? What you're going to be able to do is the first phase of the burn is they're going, this is going on chain. And I don't even call it a burn. I kind of. I kind of refer to the first phase of this as like a swap. You're going to be able to swap your open edition for an on chain original. Right. You don't have to do that, but I don't understand why you wouldn't. And therein, from what we understand, there's going to be some colors, some gradients, some different rarities. I don't know if there's going to be rarities to them, but they're definitely going to be colors and things that change. Let me stop there. But then from there, bunch, the real burn will happen where you can start to combine and, you know, whittle it down to that single check, but it's going to take a fuck load of checks to get there."
    },
    {
        "speaker": "B",
        "text": "Interesting. So that, I mean, so then in theory, this single black check would be worth quite a bit of."
    },
    {
        "speaker": "H",
        "text": "Yeah, it would be worth quite a lot and it would, what people are talking about is like, even for one single person to do it, it's probably going to be impossible. People are talking about Daos being formed so that you get people like teaming up to in the race for the single black check."
    },
    {
        "speaker": "B",
        "text": "But again, that's an interesting dynamic as well. Check dow. Interesting. Check dow."
    },
    {
        "speaker": "G",
        "text": "Yeah, I was actually going to go to the dow. Hunter took the words out of my mouth, but my question, I guess back to Hunter would be kind of specific to checks, but even just higher level, bigger picture like. I agree, this has been a fun, you know, game mechanics and fun game theory. Others are late to that copy pasta game, and I don't think it plays out nearly as well as the original. But the question is like, how, whether it's this exact model and specifically checks or others, how do they keep someone like a year from now still engaged or caught up with everything that's happened? It seemed like in the beginning it was so simple and the meme got it to this point. Do you have any concern over now that it's more complex and harder to understand from someone not in the ecosystem? Does that, does that still scale? Does that slow momentum or."
    },
    {
        "speaker": "H",
        "text": "That's a great, it's actually a great question. That's the one question I have, cap, and the other question I have is like, you know, I'm no stranger to burn mechanics, right. Looking at you, Des, but my friend, you know, but you know, does the value accrue right as we move forward? Right. But cap, to your original question, something I, if you guys have an hour, check out the proof podcast where Jack goes on and talks with Sam at length about checks. It was really great. And just so you know, like, obviously this is on the radar of a lot of different people. You know, if Jack is on the proof podcast, right, but he talks specifically, cap, about this. They want to have a lot of dashboard mechanics behind this. He mentioned the term like a scrolling kind of Bloomberg type ticker, you know, where they really want to be able to, you know, keep it front and center. Like, how is the progress of the burn going? Like, what's. How is the race for the single checkpoint? You know what I mean? Like, I. If it happens the way they want it to happen, I hope. What I think is they're going to try to really keep people engaged and, you know, continue to push for that quest. And, you know, it's, it's, it's, it's an art piece. At the end of the day, it, you know, Jack's the designer. This is all behind the visualize value stuff that a lot of you have probably seen. So he's doing this, you know, he's doing this from what I gather to question, like, what's behind this whole notion of the check? What's, you know, like, there's social aspects behind the check. But, but, you know, for him, it's, it's about the art, right? So I hope that answers some of it. Obviously, you could tell I've gotten really down in the weeds with this, but, yeah. What else do I have to do?"
    },
    {
        "speaker": "B",
        "text": "No, I love it. That's awesome. And I've gotten a education on because it was something that I felt like I missed, so I didn't pay too much attention to after. It's one of those things. Right, where, um, but I did pin the tweet from Luke up to the top with the graphics of the burn mechanics. So, um, from, like you said, punter, the visualized value type of graphic that he put out there, which is pretty cool. Um, so definitely check that out if you're interested in learning more about the checks. Burn mechanics. Thank you, Luke. Cap, back to you."
    },
    {
        "speaker": "G",
        "text": "I know you got a wrap here. I just wanted to officially nominate punter for community member of the year. Just universally speaking. I don't know where this ballot goes, but I would challenge anyone to find someone who gets more passionate and excited and is a brand ambassador for the communities he really supports. I mean, I'm not just pumping his bags or blowing smoke, like from, from goats to Pablo's to Czechs. Like, he, like, this is, if you're a founder, this is what. How you want your community members talking about you. And in closing, I just also want to say that I'm really glad I did not know Punter when he was."
    },
    {
        "speaker": "B",
        "text": "A bitcoin, by the way, punter from this morning. That was my original path, too. If you've heard any of the, like, early wrecked podcasts that chamber and I did in 2018, I went through the bitcoin maxi phase, in which. Which I have now come fully out of and seen the light that is just everything else that is so awesome about this space. Still respect my bitcoin and things of that nature, but I came from that area as well. Chamber had to deal with me for many years as a bitcoin maxi."
    },
    {
        "speaker": "H",
        "text": "Well, sorry to step on you, bunch, but I'll say to you exactly what I said to Frank this morning, which is, thank God that you got out from under that and look where you are today and all the stuff you're doing with Starbucks Odyssey and form three and Djen and everything else. I mean, think about, like, if you had stuck to those maximalism ideals, none of what we're doing here would be possible. So, like, thank God, you know what I mean? And. And just. Just to go back to cap, I appreciate what you say, man. And, like, if you don't get passionate about stuff, like, what's the point? Like, you know, I'm not gonna, like, get on my soapbox and. And stuff. But I was on the Clubhouse archives interview with Steve, and Steve was like, what do you see yourself doing? Like, why are you here? And everything? I'm like, dude, I just want to fucking have fun. I want us to all get back to having fun again. And it's like, when I get passionate about these projects, it's because to me, it's fun. It's a distraction from, you know, the mundane things of life that we all have to deal with. And if I'm up here and you hear me getting pumped up, that's just punter being pumped and punter. So I appreciate it, Cap. I love you, man."
    },
    {
        "speaker": "B",
        "text": "Punter being punter. Print the t shirts. Chamber, how you feeling right now on your checks? You gonna hold these or sell them based on this? First of all, before you answer that, shouts to Des, I would say maybe the most engaging buy, sell, burn we've ever had. And I don't know if we've done them on the spaces yet, but I like doing them on the spaces and hearing everybody's. Everybody's choices here. So shouts to Des for the art version of Bicel burn today."
    },
    {
        "speaker": "D",
        "text": "Chamber tried to do a bicell turn one day, bunch. He tried to do a bicel burn, and he was like, buy cell burn. He was like, fidenza I remember that I wasn't here."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Or like, like he picked things and like. And Des was like, those aren't the same floor remotely. And then he did another one and did three. And we're just like, not better."
    },
    {
        "speaker": "A",
        "text": "You're so funny, Steve. On that whole show, it was."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I was in the car. I was losing service. I was on the way to the airport. Like, you don't want me hosting on that day. I mean, I will."
    },
    {
        "speaker": "A",
        "text": "Steve just came up here and just added added shit to the freaking many."
    },
    {
        "speaker": "D",
        "text": "Filibustered the whole. Every time, talked about every single."
    },
    {
        "speaker": "A",
        "text": "Remember people were. They were there. We only. We get the same 50 people every time they remember. You don't need to remind them."
    },
    {
        "speaker": "H",
        "text": "You got some, you got some new people today, man. I got some new people in the room. You may even have the checks whale. You never know, guys."
    },
    {
        "speaker": "B",
        "text": "We do. Apparently we do have a check. I'm wondering if Luke is the secret checks whale. And like he asked the question to like crowdsource what we would do in that situation. I'm wondering if that's a whale."
    },
    {
        "speaker": "A",
        "text": "That's a whale type move."
    },
    {
        "speaker": "B",
        "text": "That is somebody with a check. PFP. Just putting that out there."
    },
    {
        "speaker": "A",
        "text": "Let's see."
    },
    {
        "speaker": "H",
        "text": "Oh, boy."
    },
    {
        "speaker": "B",
        "text": "Where is that one?"
    },
    {
        "speaker": "H",
        "text": "Big brain. Big brain rigs. That's all I'll say. Last thing on the checks, I put the transparency time tweet up above from, from Jack Butcher and that's the thing that he's been updating on the regular as they flesh this out. So again, if you have, if you have no life like me and you want to check that out a little bit later on, that'll, that'll give you a lot of info. And thanks for letting me talk, guys."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Des, how did you feel about today's show as we close this thing down?"
    },
    {
        "speaker": "C",
        "text": "Solid? I love my Wednesdays, man."
    },
    {
        "speaker": "B",
        "text": "Yeah, I thought this was a very fun show. I'm going over to the dj network discord right now. We did have since you didn't post them today, but Shane posted some bets for some props for today. So we'll go through those before we end. I'm just looking at them for the first time. I'm just looking at them for the first time right now. And man, did we have, did we have some bangers here. We've got. The first one was over or under the number of times checks NFT is mentioned, which I did not see this prior and we talked a lot about it. So the over under was two and a half times. So 2.5 over 2.5 was plus 210. So we smashed that over. So congrats to anybody who bet that one does. Banshee mentioned Starbucks. NFT yes. At plus 210. There you go. We hit that one too. Maybe somebody's going to win. Now we've got number of non hosts to speak. I really like this one. This was over, under three and a half. Interesting. The over was -120 so we hit the over there too. So we're all over the overs today. Does bunch you do an impression. I did not do one today. So number twelve is a loser. If you picked no or sorry. Number eleven is a loser. The yes was -250 so I definitely have a bit, huh. And the time it ends is over under 05:04 p.m. eastern. So the before is minus 250, which I think we'll get to. We have three minutes to close this thing down and that's it. So I don't know if anybody won yet, but we got some. Those were fun bets. So thanks, Shane, for putting those out. If you don't. Oh, wait. I was going to close it down but we have the check whale. We have to go to the check with. We have the, we have to follow them immediately. Yeah, me too. So we, I noticed out the corner of my eye was literally just about to shut it down. So we, we have to go. Hold on. Let me find out how to."
    },
    {
        "speaker": "D",
        "text": "This is manipulation of the over on the."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "D",
        "text": "Or you could, you could also just simply ask me a yes or no question and we would have gotten there too. But going to go into Shamri. Come on."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're going to."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right. That's pretty good. Get in here. Talk to us about checks."
    },
    {
        "speaker": "F",
        "text": "Well, I just heard y'all speculating about what I was planning on doing with my checks so I thought I'd come up and just offer a little clarity if I could."
    },
    {
        "speaker": "B",
        "text": "Yes, absolutely."
    },
    {
        "speaker": "F",
        "text": "Currently plan is I'm burning all of them for the black check now. You know, maybe I see a little side dow or something to make a cool one. Check. Like, I know there's some talk of trying to turn number 23 into a red swoosh, which, you know, genius, if I got some reds I can breed into something like that, then, you know, maybe if you don't go to the dow. But the plan right now is anything, anything I can stick to the black check. Dow goes to the dow. I'd rather have an 8th of the black check than 501 checks or 580 checks."
    },
    {
        "speaker": "B",
        "text": "Rather interesting. I love that we got the, the check whale to, to come up here and chat about checks. Punter, what's your thought here? Would you. Would you do the same thing if you had 500 checks?"
    },
    {
        "speaker": "H",
        "text": "Well, let me. Let me just say that we're in a little side thread for checks. And I'm like, dude, they're talking about you."
    },
    {
        "speaker": "B",
        "text": "Like, he's like, so, punter summit, I."
    },
    {
        "speaker": "H",
        "text": "Was like, dude, I didn't want to out you. You know? He's like, fuck it. I'll come up. Hey, let me just tell you, I don't. For me, I might keep a couple of singles. I have a couple lower numbers. I bought number 149 today. That's the lowest number I have. Everybody's been jockeying for these lower numbers. I don't know. I'm a minnow compared to shrimp doe. So I would say I might do a little bit of burning, might contribute a little something to the dow, and might keep one or something for myself and might flip a couple along the way. But, yeah, it's just been a lot of fun. And when you have a whale in a chat like him, I tell you, it makes you. It's hard to not be bullish when you got somebody who's got 500 of these fuckers, Schmidt."
    },
    {
        "speaker": "B",
        "text": "Oh, what was it about checks that or are you like, a whale in general, would you say? Or was it check specifically, that was a draw to you and that you're interested in? I'd love to hear."
    },
    {
        "speaker": "F",
        "text": "I mean, I'm like a orca at best. Whales a bit much, but, like, I had to do some work to get liquid enough to make this happen, for instance. But. But originally, it actually started because a buddy of mine, fly, pointed me out to the mint. I like Jack's work. I've been aware of his work for a while. I think what he does, it's pretty cool. And fly had minted 236, so I minted 237 to be a jerk just so I would be number one. And then the next day, Jack announced the mechanics behind it, and I was just so blown away by the speed and the kind of elegance of the execution that I just went as hard as I could. I sold my punk make, sold a lot, pretty all but three of my cool cats, and just went, that's conviction."
    },
    {
        "speaker": "B",
        "text": "That's amazing. Good."
    },
    {
        "speaker": "F",
        "text": "It was a real challenge, too, because within a day of that, my favorite artist in the space, des lucrece, released his oe at the same time, which I was, like, as bullish on. So I was trying to. Trying to be a dual maxi and just reallocate my entire portfolio to these two things as aggressively, as humanly possible. And so far so good. I got 505 checks and 620 defy, so I landed."
    },
    {
        "speaker": "A",
        "text": "What's your lowest check?"
    },
    {
        "speaker": "F",
        "text": "Number one."
    },
    {
        "speaker": "B",
        "text": "Stop."
    },
    {
        "speaker": "H",
        "text": "Come on, chamber. You could have figured that out."
    },
    {
        "speaker": "A",
        "text": "I mean, I could have, but it was much easier."
    },
    {
        "speaker": "H",
        "text": "Shrimp toe has like, 420 has one, I think, right? You have like. So you have like all the friggin hot numbers, right, my friend?"
    },
    {
        "speaker": "F",
        "text": "I have number one, number 69 and number 420."
    },
    {
        "speaker": "B",
        "text": "That's all you need."
    },
    {
        "speaker": "H",
        "text": "That's all you need."
    },
    {
        "speaker": "B",
        "text": "That's it. That's it."
    },
    {
        "speaker": "F",
        "text": "Yeah, well, I. I grabbed 69 and 421st and I got to thinking about it. And like, you know, 69 and 420, they're memes. But like, one is. One is forever. It's mathematical fact. Like, number one will always be number one. It doesn't matter what language you're speaking, what happens from the culture. So I went all time high on that. I spent eleven ether on it."
    },
    {
        "speaker": "A",
        "text": "Do we not think 69 has that same cultural meaning across all cultures? Is that."
    },
    {
        "speaker": "F",
        "text": "Well, I mean, think about. Think about leaks. Think about 1337, the value of one three 3710 years ago versus now. Nobody gives a shit about lead anymore."
    },
    {
        "speaker": "A",
        "text": "That's true."
    },
    {
        "speaker": "F",
        "text": "Never know. You never know."
    },
    {
        "speaker": "D",
        "text": "I fucking love this guy, by the way. He's like, he's collecting, he's collecting, he's getting the numbers like the memes and he's. And also just. I would be remiss if I'm going to get eye rolls from bunch of you, but he said, I'm not a whale, I'm an orca. Orcas are actually the apex predator of the sea. So you're kind of. You're kind of big."
    },
    {
        "speaker": "B",
        "text": "Yeah, I had."
    },
    {
        "speaker": "D",
        "text": "I had to do. I couldn't help. I was holding it inside. It had to come out."
    },
    {
        "speaker": "H",
        "text": "Steve, please don't scare this guy off. Steve, come on. We just got him here."
    },
    {
        "speaker": "B",
        "text": "Hit the big o card now. I do. I don't know. I'm going to need a ruling here. We're getting called for collusion."
    },
    {
        "speaker": "A",
        "text": "No, no, no. This was a natural progression of the show. This wasn't us, you know, padding the stats. We had a. We had an opportunity to extend the checks conversation and it happened organically. So I feel we're past the 504 marker legitimately."
    },
    {
        "speaker": "F",
        "text": "And I had the over on it, so I had to come in and stretch it out a little."
    },
    {
        "speaker": "H",
        "text": "It is collusion."
    },
    {
        "speaker": "A",
        "text": "I love it. I also love the fact, I think the best just having one more then. Then your. Than your buddy. I feel like that's a great move also. I might be the best of all the moves. I'm a big fan of that."
    },
    {
        "speaker": "F",
        "text": "Yeah. There's just."
    },
    {
        "speaker": "B",
        "text": "It's always."
    },
    {
        "speaker": "F",
        "text": "It's always worth that little bit extra to be number one. If you're gonna get. You're gonna almost be number one. You might as well, like. Like, I did one more sweep on boots just so I'd be number one on boots. You know, you just gotta. You gotta do it. Sometimes you speak into my heart."
    },
    {
        "speaker": "A",
        "text": "I appreciate that."
    },
    {
        "speaker": "B",
        "text": "See, I am not. I am not a fan of that because I always lose those fucking competitions. My guy g man always one ups me every time we go into something. So I'm like. I hear these stories. I'm like, down bad again. It just. It's like PTSD."
    },
    {
        "speaker": "F",
        "text": "Yeah, I've been there. I've been there plenty of times, too. But, you know, it's funny. That's kind of how I ended up with a big position in pixel vault originally, was. I was just trying to climb the ranks. It was more about that than it was any about an investment thesis, really. In that case, worked out pretty well. But that component of the public ledger as sort of a decentralized p two e, I think, is underappreciated, like the ether scan, as a p two e game. So that's how I ended up with the initial big checks position. And so, yeah, I minted 237 at $8 a pop. I think that'll probably be my best roi ever."
    },
    {
        "speaker": "A",
        "text": "I think so. I think so. I feel we don't have to check the math on that one. I feel like that'll be."
    },
    {
        "speaker": "F",
        "text": "Well, I got a bunch of cool cats for $60. So, like, it's a. It's a steep hill, but."
    },
    {
        "speaker": "H",
        "text": "Hey, shmripto, can I ask you a quick question while we got you? So sorry, bunch. If we're running over here and you got shit to do, just let me know and I'll stop. But, like, when you minted the. When you minted the checks and it was just this open edition, like, you had no idea that he was going to get Jaleel on board and create this whole game mechanic, right? Like, correct me if I'm wrong, but nobody really knew. Like, that sort of happened after the mint, when people were like, jack, what are you gonna do with this? Like, we minted 16,000 of these things. Are you gonna do anything with it? Like, talk a little bit about that? Because, like, it's. That's what really what grabbed my attention is, like, this evolution of how he turned it into a project. Like, what?"
    },
    {
        "speaker": "F",
        "text": "Seemingly on the fly yeah, that's seemingly exactly what happened. And for the record, Jack had a baby born like two days before the mint. Like he's doing all of this with a weeks old baby. It's just insane."
    },
    {
        "speaker": "A",
        "text": "That sounds terrible."
    },
    {
        "speaker": "F",
        "text": "Yeah, doesn't it?"
    },
    {
        "speaker": "B",
        "text": "As someone with a two month old, I can confirm that's terrible."
    },
    {
        "speaker": "F",
        "text": "Yeah. And so you look at what he's managed to execute in that context, you think about like when that kid's on, there can be a little more self sufficient. Think about how much he's going to crank out. Then he's. He kind of went into it apparently just as another. Because if you look, he had opebin and merge. Previously merge and Opein were both huge mints. Opefin actually landed right around 16,000 as well. Merge, I want to say, was closer to 20,000. People think merge is a reference to Pax, the merge. It's a reference to the ether merge. And when it came out, when the, when the mint closed, he said, see you in ten years. So anybody buying merge now thinking something's about to happen with it, like pump the brakes. He's been pretty clear. Opepin, he said that, you know, when he's done with checks, he may or may not do something with them, but that that's potentially next in the docket. But of course, people are running those up on speculation too. But, you know, if you looked at those two projects, you wouldn't have any reason to think that checks was going to be some massive art project. I think part of what got me was I, you know, being in the pixel vault ecosystem, I had kind of seen them develop this exponential burn mechanic for the dots. You know, burn one, then two, then four, then eight, then 16, then 32. And so I was kind of already had that in my mind when I saw how huge a number of checks had minted. And I thought, well, you know, Jack likes games and numbers, and here's this new exponential burn meta. I wonder if he's going to do anything with it. And that was really part of why I minted. I was willing to mint as many as I did. I mean, it wasn't like it a huge investment. I think it was an ether and change. To get that many off the bat, which, you know, on a joke thing that, from a guy that's done two previous open editions that did nothing, was kind of a swing. But it's just something about that dot exponential burn having kind of put it out into the, out into the universe. And here he is with this big kind of conceivably an overmint. Just, I don't know, just seemed like that would be kind of the way it went. And then, sure enough, here he comes the next day with this, you know, aggressive, beautiful transparency time mega thread, which was the best comms I've ever seen in the space by a huge margin. I hate discord. Just talk to people on Twitter. We're all on Twitter. The mega thread was incredible. And it was the perfect comms. It was just perfect. And then, you know, you start to see more and more and more what he and Jaleel are doing and the breedable colors, and you start thinking about the fact I have people dming me all the time going, well, what will happen after the burn? There is no after the burn. The burn goes on forever, till the end of time, because it can't end, because it's this weird equilibrium seeking system that fights entropy and people's irrational attachments to specific numbers to approach. Well, I can tell you what it is. If the game were to end, there would be three black checks, 58, one checks 00:32 or zero. Four checks, one of everything else, and then zero, 80 checks left. That's the end of the game. But that can't happen because people lose their keys and they fall in love with particular numbers or letters or whatever. So there's some equilibrium point between here and there that this thing stays in like, constant tension all the way there. There's no release of tension in there, this game. And so, I don't know, he's taken this really simple mechanism and this kind of immaculate conception that founders all dream about, but get in their own way over. I mean, this sort of bitcoin esque immaculate Conception of an eight dollar mint with no pre mine. He's better than Satoshi. He didn't pre mine. He bought all his on secondary. So, you know, it just checks every single box. And I would be absolutely stunned if this thing doesn't end the year, like, deep into the double digits. So not in fa and all that, but like, I've been to the mountaintop and seen the infinite game. This thing's gonna fucking change everything, dude."
    },
    {
        "speaker": "H",
        "text": "I mean, and last thing, I'll say buncha and then I'll get off the stage. But, uh, just to be holding your original position that the size. I don't even want to sit here and do the math, but just to confidently be holding the original 200 and whatever you minted from $8 to where we are, the floors, like 0.75 or 0.72. I mean, a lot of the people that I know in this room would have sold those a long time ago. No shots at anybody here. Love you all. But that shows the level of conviction that you have, man. So props to you."
    },
    {
        "speaker": "B",
        "text": "Well, this is an awesome turn of events. So appreciate you, Schmidt, for coming up and chatting about your checks bag. What made you so bullish? This was really great way to and the space, uh, an awesome episode overall. We're going to shut it down for now. Come back. The invite links or the reminder links are up top for coffee with captain tomorrow with the CEO of Doodles Julian at 08:00 a.m. eastern, as well as our show on Friday at four to five. That's going to do it for us. Until next time."
    },
    {
        "speaker": "A",
        "text": "Stay mint."
    },
    {
        "speaker": "B",
        "text": "Statement."
    },
    {
        "speaker": "A",
        "text": "End show."
    },
    {
        "speaker": "B",
        "text": "Mint."
    },
    {
        "speaker": "A",
        "text": "Stay mint statement."
    }
]