[
    {
        "speaker": "A",
        "text": "GM, folks, how we doing?"
    },
    {
        "speaker": "B",
        "text": "Good, man. How you doing?"
    },
    {
        "speaker": "A",
        "text": "I'm just hoping my voice carries through for the next hour."
    },
    {
        "speaker": "B",
        "text": "You sound perfectly fine."
    },
    {
        "speaker": "C",
        "text": "Bunch, I have a favor to request from you. I need your AI bot to. I need you to type in how to build a soundboard, rodecaster knockoff through AI with chat GPT and get it back to us."
    },
    {
        "speaker": "A",
        "text": "All right, I'll work on that project. I was just thinking while you were saying that, for some reason, my head went to the downside of me having this chat bot with my voice out there. My kids are definitely gonna use it one day to, like, call themselves out of school. Like, I was thinking, you're gonna have me, like, say something to somebody. They're definitely gonna use that to call themselves out of school one day, and they'll be like, what do you mean? You called us."
    },
    {
        "speaker": "B",
        "text": "The father."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. That's exactly right. You know, lucky for you today, chamber, I came directly from recording another podcast, so I already had my audio ready to go. We didn't have to waste five minutes me trying to plug in my headphones to my, you know, dollar store iPhone. And so we're ready to go. And it is Friday. And how are you doing, my friend?"
    },
    {
        "speaker": "B",
        "text": "I'm doing pretty good. It's Friday. I always feel better on a Friday. I don't know, like, do you feel stressed out about the week? Like you. Like you did, like ten years ago?"
    },
    {
        "speaker": "A",
        "text": "Yeah, more so now, actually."
    },
    {
        "speaker": "B",
        "text": "Is that right?"
    },
    {
        "speaker": "A",
        "text": "Yes. It's funny. Like, I feel like people expect that I. That I wouldn't because, you know. Oh, you get to work in web three. No, it's like, more stressful, I think, because you, you know, at the end of the day, we're like, running startups and, like, operating the biggest web three brand program in the space. It's like, there's just always a lot to do, and so I'm glad when the weekend comes."
    },
    {
        "speaker": "B",
        "text": "I bet. And it's so funny that you say that too. Like, because of the way the market is, you are running the biggest. It's the biggest project, I feel, in the space currently. Am I right?"
    },
    {
        "speaker": "A",
        "text": "No, I think so, too. And I'm not really sure you can argue any that. It's not like, maybe yuga. Like, that may be it, but, like, I don't know."
    },
    {
        "speaker": "B",
        "text": "What's Yuga doing?"
    },
    {
        "speaker": "A",
        "text": "Well, when you say biggest, like, they're currently bigger than the Starbucks, obviously."
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "But, like, what has potential for the bigger impact on the space? I would probably argue Starbucks."
    },
    {
        "speaker": "B",
        "text": "Right. That's wild. Look at you. Look at you, buddy."
    },
    {
        "speaker": "A",
        "text": "I don't know how I got here either. It's like every time I go, I just came from a friend von Frutten's podcast. And the, like, every time I tell the story of how I got here, it's just like, oh, it sounds so fucking ridiculous. You know what I mean? Yeah. Like, oh, okay. I just. I literally just kept kind of putting 1ft in front of the other until I now grow a neck beard in my basement and get to play with my friends online all day."
    },
    {
        "speaker": "B",
        "text": "I've been thinking a lot more of it. Was 420 yesterday, a big day in the cannabis industry. I was surprised by the way I'm."
    },
    {
        "speaker": "A",
        "text": "Going to interrupt you right there because I have a bone to pick with you. Not a bone to pick. But first of all, happy 420. Thank you. For you. I know it's a big day. I've never seen LinkedIn content from you to yesterday. And yesterday I opened up my LinkedIn and what do I see? Is just a TikTok. First of all, is a TikTok of you."
    },
    {
        "speaker": "B",
        "text": "No, I think it was an Instagram. It was an Instagram Instagram reel."
    },
    {
        "speaker": "A",
        "text": "Okay? Instagram reel you put on LinkedIn and it's a time lapse video of you just rolling a joint on 420, and it's like you're not in it. It's just your hands. You know, you're an artist. And I just thought it was hilarious. Like, this is my, like, this is my LinkedIn content. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "And honestly, it's crazy. And when I was putting it out yesterday, I thought it was insane. And, like, just the fact that I get to work, like, in something that's just been illegal for so long here in Canada and is mostly illegal in a lot of places around the world that I get, you know, my colleagues all kind of participated in the content from my company and other companies that I work with. And, yeah, it's crazy. It's crazy. So, yeah, I thought it was. I thought it was an interesting. For people like yourself. I thought it would be very entertaining to see that. But I'm glad. I'm glad it was."
    },
    {
        "speaker": "A",
        "text": "It was. Anyway, you can continue with your other 420 story."
    },
    {
        "speaker": "B",
        "text": "But I was kind of shocked with how many times I had to explain to people what 420 was. Like. My mom didn't know."
    },
    {
        "speaker": "A",
        "text": "Come on."
    },
    {
        "speaker": "B",
        "text": "I'm not even joking."
    },
    {
        "speaker": "A",
        "text": "No way."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, I'm like, oh, it's 420. She's like, what's 420? I'm like, what do you mean, what's 420? A couple of times I had to explain to elders what 420 was. I was, I was shocked."
    },
    {
        "speaker": "A",
        "text": "Sorry. You caught me. You caught me mid. I was, I was trying to tweet and pin at the same time, but I'm actually surprised that."
    },
    {
        "speaker": "B",
        "text": "Do you think, do you think your parents know what one he is?"
    },
    {
        "speaker": "A",
        "text": "My dad probably does. My mom probably doesn't, actually. I actually wouldn't be surprised if it's the other way around. My mom's, you know, mad online, as the kids say. So I'm sure she's got some 420 coming across her feed every once in a while. Plus she follows me on Twitter, so she probably sees some, some things through the algo. But I would bet. I would bet they do. I'm gonna test that theory tomorrow. You know, also, you know, my brother is a smoker, so he, you know, they had to confiscate his contraband growing up, so I'm pretty sure they would know. Right?"
    },
    {
        "speaker": "B",
        "text": "You would think. I thought my parents would know for sure. I haven't asked my dad, but I feel like I'll test him out tomorrow, see if he knows what's up. I feel he's the least cool of my parents. I feel my mom's hipper than my dad."
    },
    {
        "speaker": "A",
        "text": "I feel like both of my parents are pretty cool if I mean by parent standards, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say neither of my parents are cool. It's just my mom is more cool when, you know, if you had to."
    },
    {
        "speaker": "A",
        "text": "Pick one, like, where do they top out? Do you think they top, are they like a four at the max or."
    },
    {
        "speaker": "B",
        "text": "Like, my mom is maybe like on a parental cool level? Just a cool level, not a parent cool level because that's a different, I think that's a different rating system. I would agree. I think a six was where my mom would top out. My dad would top out at a four at the very most."
    },
    {
        "speaker": "A",
        "text": "Wow. All right."
    },
    {
        "speaker": "B",
        "text": "Not cool at all."
    },
    {
        "speaker": "A",
        "text": "I want to shout out our wonderful friend Outer Lumen. I pinned, oh, her tweet to the top chamber. Eat your heart out, otter. Lumen is announcing that she is joining yuga Labs as a UX designer. Congratulations, outer. What an awesome, awesome thing for you. I'm so happy for you. And you rock. You're going to kill it. And just super, super pumped for you."
    },
    {
        "speaker": "B",
        "text": "That's, that's super exciting."
    },
    {
        "speaker": "A",
        "text": "Are you now chamber? Now let me ask you."
    },
    {
        "speaker": "B",
        "text": "I'm pro yuga."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. That's what I was going to say. Are you now pro yuga? Because outer Lumen is a part 100%."
    },
    {
        "speaker": "B",
        "text": "I'm going to buy a mutant right now."
    },
    {
        "speaker": "A",
        "text": "I actually. You know, they're. They're. They're on a dip today. You could probably get a good deal."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I was looking at the price of the straight up eight. It's almost getting into that buy zone, you know?"
    },
    {
        "speaker": "A",
        "text": "Oh, okay. Let's go there. When are you buying an eight?"
    },
    {
        "speaker": "B",
        "text": "What did I say? Like, 40 eth?"
    },
    {
        "speaker": "A",
        "text": "You're not too far away."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Right now the question is. The question is, will you actually buy one at 40?"
    },
    {
        "speaker": "B",
        "text": "That's a great question. Probably not. 40 seems still like a lot of eth these days."
    },
    {
        "speaker": "A",
        "text": "Let's go here. What's the USD dollar amount that. Forget eth. USD dollar amount that you would buy an 8th, 1 second. What's 40 right now is like almost 80 grand."
    },
    {
        "speaker": "B",
        "text": "Yeah, I feel like. Like 30 grand?"
    },
    {
        "speaker": "A",
        "text": "Yeah. All right."
    },
    {
        "speaker": "B",
        "text": "Like 30 grand."
    },
    {
        "speaker": "A",
        "text": "I think 40 grand. I would buy one."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just looking at that. I'm just looking at the."
    },
    {
        "speaker": "A",
        "text": "If anybody has 40 grand, they want to loan me to buy one when it hits there. I love that. That'd be great."
    },
    {
        "speaker": "B",
        "text": "If there's any. Any floor ones that look good outer."
    },
    {
        "speaker": "A",
        "text": "I'm sure your new compensation package includes, like, an eight a month for ten years or something as a signing bonus. Throw your boys a bone here. Well, we would really appreciate it. Chamber. Would you ever work for an NFT focused company and get paid in tokens?"
    },
    {
        "speaker": "B",
        "text": "Not full time."
    },
    {
        "speaker": "A",
        "text": "Not even if it was apes or ape coin?"
    },
    {
        "speaker": "B",
        "text": "If it was apes and apecoin. I don't know. I got a family man."
    },
    {
        "speaker": "A",
        "text": "Like, what about something like polygon? If you were paid in matic and Maddox?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, I think that would be okay. Or maybe like, a portion of it paid in, like, even. Even, like, bored apes. If it was, like, 30% ape coin, 70%, you know, fiat, I could. I could maybe handle that. It's. It's tough, though, but definitely more like polygon or something like that. That I would feel much."
    },
    {
        "speaker": "A",
        "text": "I'm pretty sure there's a matic bonus structure at Polygon, but I am not 100% sure on that. But I'm sure. Yeah. Anyway. Yeah. What's going on since we last spoke? How are you feeling about. We're seeing a dip in the crypto markets today. Your favorite meme coins are hash downbad."
    },
    {
        "speaker": "B",
        "text": "They sure are."
    },
    {
        "speaker": "A",
        "text": "Yeah. If you. So is. So is bitcoin today. We saw it top out on, like, the. Let's see what day. 14th or. Sorry, the. Friday. Yeah, the 14th ish at around 31,000. And it did this kind of, like, head and shoulders thing. And we are currently sitting and breaching the. Let's see."
    },
    {
        "speaker": "B",
        "text": "Yeah, the 2028."
    },
    {
        "speaker": "A",
        "text": "Yeah, we're breaching the 28 level, which on April 3 was the last time we saw this level, so. But now, you know, you're officially making new lows here."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "If you're looking at my puke chart, which I've been holding through. I've been holding through the puke chart like a good little dj."
    },
    {
        "speaker": "B",
        "text": "What do we. What are we pukeing to? 24k?"
    },
    {
        "speaker": "A",
        "text": "I've got puke levels at 26, 55, or, sorry, 26 five."
    },
    {
        "speaker": "B",
        "text": "I think we're blasting past that."
    },
    {
        "speaker": "A",
        "text": "Okay, so puking all the way down. My next puke level is 24 two."
    },
    {
        "speaker": "B",
        "text": "Yeah, that seems like. Yeah, that's. That's where the vomit stops."
    },
    {
        "speaker": "A",
        "text": "I think if we. Well, if we. I mean, it could potentially stop at 25 eight, which I have is like the 200 day."
    },
    {
        "speaker": "B",
        "text": "Yeah, I see it there."
    },
    {
        "speaker": "A",
        "text": "Or, sorry, 200 week. So we could. We could end up there. But, like, you know me, I'm. I like my Ichimoku cloud."
    },
    {
        "speaker": "B",
        "text": "What's the cloud saying we have?"
    },
    {
        "speaker": "A",
        "text": "I'm looking at a six hour chart because that's where I entered my short on way back. I've been holding this short, so I played this as a swing short. So it's not crazy that I'm still in it because I'm playing on a six hour time frame. Right. I. I entered my short on March 27. So I've been holding this position for almost a month. And, like, what, at, like, 27 five? I entered at 28 628 six. So I was underwater for the last week or so, but my stop loss was 31.7. So we never got there. But we. I got. I started to get some emails. I had ku kluin a knocking at my door. Sir, they're like, sir, you are. You need to cover this. That was getting pretty tight there, but I."
    },
    {
        "speaker": "B",
        "text": "Look, we're laughing at this point."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, so anyway, my six hour cloud chart, which is what I was mentioning before, we are currently under the cloud now, officially, so that's bad news if you are, if you are long or a moon, boy or girl on. Today, we are making new lows. Those are the target areas I would expect to see, obviously. Probably not a straight line down, but at this point, your invalidation is back over 31k, which is tough to. You never know. But the indicators here are telling me it's time to cool off for a bit. So I was a little early, but that's okay. Now we've got eth sitting around. Oh, boy. Big big, big red candles on Eth. EtH is at 1853."
    },
    {
        "speaker": "B",
        "text": "Yeah, I see 1775 here."
    },
    {
        "speaker": "A",
        "text": "That's exactly. Actually, I've got 1757. Yeah."
    },
    {
        "speaker": "B",
        "text": "Right in there. I feel that's where it stops, actually."
    },
    {
        "speaker": "A",
        "text": "1791 and then 1757. I think it could go as low as 1650 and then, gosh, if that. If that ends up breaking, you're talking like 1450."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So there's. There's your lows. There's your potential lows there. But it could. I mean, I think I have to get there, but, like, the EtH daily is still looking bullish on the cloud, so it could be."
    },
    {
        "speaker": "B",
        "text": "The ETH BTC chart looks fine. I feel like it has an opportunity to bounce here. If BTC goes down, BTC goes up, which then could cool off eth USD, I think, at around that. Like, kind of what you were saying, 1790, 1750."
    },
    {
        "speaker": "A",
        "text": "So I've been playing these, the six hour chart on both of these, and the six hour chart on ETH is also turning over. You're now under the cloud. So, like, we got a little time here, I think, before you see a new high. Doesn't mean it's over, over. But, you know, you're probably on a six hour time frame. You're probably a couple weeks away from anything like that. So play that as you will. I actually, you know, gonna pat myself on the back here today. Chambere. I feel alive again. I sold an NFT."
    },
    {
        "speaker": "B",
        "text": "What'd you sell?"
    },
    {
        "speaker": "A",
        "text": "I sold an NFT. Can you believe that?"
    },
    {
        "speaker": "B",
        "text": "I can't believe it because I'm going."
    },
    {
        "speaker": "A",
        "text": "To tell my grandchildren. Your grandfather sold an NFT in 2023, kids."
    },
    {
        "speaker": "B",
        "text": "That's a feat."
    },
    {
        "speaker": "A",
        "text": "In 2023, there was someone around to buy your grandfather's NFT."
    },
    {
        "speaker": "B",
        "text": "What was it?"
    },
    {
        "speaker": "A",
        "text": "It was. I sold one of my captains. One of my Memland captains."
    },
    {
        "speaker": "B",
        "text": "Oh, really? Well, that makes sense. There's some buyers for that, for sure."
    },
    {
        "speaker": "A",
        "text": "It was a nice seven eth hitter. Look at that. So the Memeland ecosystem was kind of my only big play that I still had on the table. I'm pretty much just an eth on everything else, and then just kind of playing, buying what I like, like, buying art and stuff like that. And so I had two captains and three potatoes. So I had, like, a full crew and one captain left over. And I listed it actually, like, last week around 7.1, and subsequently it dipped down to, like, six. So I was just sitting there waiting. And then there was some bullish news yesterday that got it swept all the way up to, like, 7.7. Now it's kind of back down to around where I sold it. So I'll take that in. You know, that's a nice $14,000 win. That is much needed. And still have my other full crew, so I'm gonna take the victory lap on that one."
    },
    {
        "speaker": "B",
        "text": "That's huge."
    },
    {
        "speaker": "A",
        "text": "You sell any of your saisons?"
    },
    {
        "speaker": "B",
        "text": "I sold a couple. Sold them some."
    },
    {
        "speaker": "A",
        "text": "What are you holding for?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I'm an idiot. No, I don't know. Like, everything's down. What are you gonna do? And I mean, they're not. I think I'm at like, even right now, so I'm not even at a loss. And it's still alright."
    },
    {
        "speaker": "A",
        "text": "You still got plenty of time to lose more money."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You never know."
    },
    {
        "speaker": "A",
        "text": "I mean, what's your feeling overall on the market? Like we. It seems like Memland's one of the only things that's actually doing well as far as an NFT PFP style project. I don't know what else is happening right now that you can point to and say, this is good."
    },
    {
        "speaker": "B",
        "text": "No, there's literally nothing that you can point to. I think you hit it on the head. I think Memeland nine gag."
    },
    {
        "speaker": "A",
        "text": "I think we just wait also. But it's too late to chase there too. Like you missed."
    },
    {
        "speaker": "B",
        "text": "It's wait and see time. Like it's wait for, you know, every few months we do have a project that really explodes. You know, it was. What was the trying to think. We've had a couple lately. I was in one of them. I forget what they were called now. You know, the. The art dots checks."
    },
    {
        "speaker": "A",
        "text": "I hope he's talking about checks because that would be checks. Yeah, you know, art dots. You know, there was those colorful worm things. Oh, you mean chromie squiggles."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, the checks. You know, we have the checks. I don't remember. Am I supposed to remember all the stupid names for everything? Yes."
    },
    {
        "speaker": "A",
        "text": "Yes, you are."
    },
    {
        "speaker": "B",
        "text": "Maybe I am. But yeah, we had the checks. I believe, you know, we had. I feel like killer bears kind of moved a little bit too."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Killer bears had a mint yesterday for their companion piece that sold out. They had a 0.25. I think it was 10,000."
    },
    {
        "speaker": "B",
        "text": "Unbelievable."
    },
    {
        "speaker": "A",
        "text": "25, which is pretty impressive in this market. So kudos to the killer bears crew. They were on coffee with captain yesterday. Probably got them over the hump, if I would say so myself."
    },
    {
        "speaker": "C",
        "text": "That coffee bump, I will say it was eight."
    },
    {
        "speaker": "A",
        "text": "Eight."
    },
    {
        "speaker": "C",
        "text": "Eight and three. Three were reserved for holders, so 555."
    },
    {
        "speaker": "A",
        "text": "To 5500 to the public. I did get the price right, right. V squared."
    },
    {
        "speaker": "C",
        "text": "I've got to change my voice inflection or something because."
    },
    {
        "speaker": "A",
        "text": "Oh, wait, sorry."
    },
    {
        "speaker": "B",
        "text": "I thought I knew it was pain this time."
    },
    {
        "speaker": "A",
        "text": "My bad."
    },
    {
        "speaker": "C",
        "text": "I mean, I. And I love v squared, so, you know, being compared to him as an honor. But I had actually, in my notes, I was like, change voice inflection so everyone doesn't think you're V squared when you come off mute. Obviously, I'm not doing a good job."
    },
    {
        "speaker": "A",
        "text": "I apologize. That's totally my bad. I feel like, man, I feel like I need to make you an AI voice clone that has just a slightly different inflection than V squared. You know, you're just two wonderful people, that's all. I apologize. The. Yeah, so I did get the price right. Was it 0.25?"
    },
    {
        "speaker": "C",
        "text": "Correct. It was 0.25."
    },
    {
        "speaker": "A",
        "text": "That's a pretty big. Pretty big feat in this market, don't you think, chamber?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, no, it's. That is a. I think killer bears has a pretty strong community. That being said, I know some of them got some for free, but I think just the fact that they have a strong community, I think for people on the outside looking in gave them a bit more confidence to get in at that price point. Yeah, I have to say, I have to think that had something to do with it."
    },
    {
        "speaker": "A",
        "text": "Cool cats also had a launch yesterday for a new collection. I believe that did pretty well, was much anticipated from the cool cats crew. The initial collection is down bad with everything else, but it's pretty awesome to see these teams still building and producing, and it's just so hard to keep the expectations with the secondary prices. So, you know, at this point, I'm looking at teams that are still consistently producing and putting stuff out. If I was looking to, you know, buy into any ecosystems at the moment, that's really, I think what matters. If you build it, they will come. If they're not slowing down, then, you know, hopefully at some point when this all turns around, they'll be there. Right. Um, you know, I was just talking to von Fronten, uh, on this podcast, and we were talking about, like, what's next for Dgen? And we focus stay on web three content. Will you try to go out elsewhere? Um, you know, to gain audience? And I kind of said, like, I would rather focus and build here, to be here and to be in a spot when this does come back around that we are established in here. And I feel that's the same way with a lot of these projects. What do you think about that, chamber?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I would."
    },
    {
        "speaker": "A",
        "text": "I would agree, except for chambers making weed, tiktoks now. So he's already on."
    },
    {
        "speaker": "B",
        "text": "It's funny. So, like, I've been trying to figure out how to pair with maybe like a, we, like a cannabis nft or cannabis cryptocurrency project. I actually, I was in a store the other day and there was a, like a big sign where you had, there was a QR code and basically collect points and earn crypto in a cannabis store, which I thought was very, oh, very interesting."
    },
    {
        "speaker": "A",
        "text": "Like the, like the store at the store level. Like, I didn't program."
    },
    {
        "speaker": "B",
        "text": "It was as I was leaving. So I kind of just noticed it on my way out. So next time I'm in, I'm gonna, I'm definitely going to dig in a bit more on, on what the deal is."
    },
    {
        "speaker": "A",
        "text": "Super interesting. Well, you'll have to report back on that. We, we very rarely get a captain appearance here on the show unless we're doing a draft, so gotta kick it over to cap cat. Gm."
    },
    {
        "speaker": "D",
        "text": "Gm. I just can't get my brain around the, like, you were talking about the next bull. Do you realize it's now in range that chamber leapfrog Steve and is like our lead figurehead and probably have like a hundred thousand followers. Once he, once he buys an ape, he'll single handedly bull, you'll start the next bull run. Combined with now making tutorial videos on LinkedIn. Like, like he's, he's, we talk about content, content, content. And chambers just leap, just leaping."
    },
    {
        "speaker": "B",
        "text": "All of us, I think just playing 4D chess."
    },
    {
        "speaker": "A",
        "text": "That's right. Like, chambers out there, he's going to be chambere. Are there, like, I assume there are. They're weed influencers. Yeah, there are now."
    },
    {
        "speaker": "B",
        "text": "There are now, man. Absolutely."
    },
    {
        "speaker": "A",
        "text": "What does a typical weed influencers following look like?"
    },
    {
        "speaker": "B",
        "text": "It's very, just not remember, very attainable."
    },
    {
        "speaker": "A",
        "text": "It's okay, so, like, what's attainable? Are you already there with your chamber account?"
    },
    {
        "speaker": "B",
        "text": "No, no, but, like, ten k gets you a big flex."
    },
    {
        "speaker": "A",
        "text": "Wow. All right. I think you could do that. And especially if he buys an 8th cap, I think, you know, uh, I think we need to do something and."
    },
    {
        "speaker": "D",
        "text": "Oh, I can see our sponsorships now that Riggs is going to be landing. It's, uh, these people have checks, too. Like, it's coffee with captain's going to bring on a whole new, whole new meaning."
    },
    {
        "speaker": "A",
        "text": "I think so, too. Um, I think also we need to have something already set in stone for when chamber does buy his ape. Uh, because the first thing you know he's going to do is say something like, I heard ape follow ape and then we're all just gonna, like, laugh at him and. And I'll probably block him. But, like, when that happens, we should definitely have some kind of, like, break glass in case of emergency protocol going, because they're. They're. If you ever buy an ape and tweet, I hear ape. Follow ape as an engagement farming thing for followers. I think I'll quit this year. I think I will."
    },
    {
        "speaker": "D",
        "text": "No, it's just confirmation of the simulation. Like, there's nothing, like, you can't prove to me there's no argument against the simulation if that in fact happens."
    },
    {
        "speaker": "A",
        "text": "I think that's right. Um, but while we have you cap, because I think we're due for. I think we're due for a good draft coming up here on one of these shows. What would you suggest our next draft be?"
    },
    {
        "speaker": "D",
        "text": "Let me think on it, because it's got to be. We haven't had one for a while, so I feel like we need to come hard."
    },
    {
        "speaker": "A",
        "text": "We tried. We went on a big nineties kick, and I don't know if we should stay there because that's our wheelhouse or if we should go somewhere else. But I definitely."
    },
    {
        "speaker": "D",
        "text": "I was listening to some blink 182 this morning, thinking of chamber the gym."
    },
    {
        "speaker": "A",
        "text": "Speaking of, what, what song did you play for the intro? Chamber. All I saw was. I was. I was a tad late, like, a couple seconds, and then I went to go retweet the show, and all I saw was Dow Jones comment underneath. Oh, bunch. Who's cried to this song at least 30 times? So what was the song?"
    },
    {
        "speaker": "B",
        "text": "It was. It was carousel by Blink 182. It's my absolute favorite blink one banger song."
    },
    {
        "speaker": "A",
        "text": "Banger. Oh, it's probably your only favorite."
    },
    {
        "speaker": "B",
        "text": "It might be the only one I like, but I do like that one a lot."
    },
    {
        "speaker": "A",
        "text": "Cap, where do you weigh in on the Blink 182 argument? I did see some tweets by jp kaz this morning."
    },
    {
        "speaker": "B",
        "text": "I saw this, too."
    },
    {
        "speaker": "A",
        "text": "Or yesterday, about how blink 182 is trash."
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't know how he can say that. I'm a homer for all the. The blink. One hundred and eighty two s. The green days of the world. Like, that's just. That's pulling on my nostalgic heartstrings. So, yeah, I'm. I will fully support blink 182. Anything from blink 182 to Pearl Jam, Nirvana, sublime, anything in that era, I'm on board."
    },
    {
        "speaker": "B",
        "text": "But you just. You just named all good bands and then one shit band."
    },
    {
        "speaker": "D",
        "text": "Who is the shit one blink 182?"
    },
    {
        "speaker": "A",
        "text": "He hates them. He hates him."
    },
    {
        "speaker": "B",
        "text": "No, I just. I just. What? I don't like, I like the songs are fine, but they are just absolutely garbage at playing their instruments and singing."
    },
    {
        "speaker": "D",
        "text": "Like, once you hear them live and you're defending, that's your biggest critique, right? They. They're not a good."
    },
    {
        "speaker": "B",
        "text": "Absolutely. They're just absolute garbage."
    },
    {
        "speaker": "A",
        "text": "You know who else I've seen that, like, sucks live? Third eye blind sucked live."
    },
    {
        "speaker": "B",
        "text": "I could see that. I could see that. But JP Kaz brought up Jimmy World."
    },
    {
        "speaker": "A",
        "text": "God loved him."
    },
    {
        "speaker": "B",
        "text": "I literally saw them just a few years ago. Unbelievable. They sounded so, so good for. I don't know. I'm sure they're, like, 50 years old now. Sounded phenomenal."
    },
    {
        "speaker": "D",
        "text": "Maybe this is the draft. The biggest variance in album studio recordings versus live shows. Like, whoever has the best shows, live."
    },
    {
        "speaker": "A",
        "text": "Performers, maybe, or best non line, best album. I don't know. Or maybe, you know what'd be a fun one is, like, best album covers, best album art. Like, that could be a good one. This."
    },
    {
        "speaker": "B",
        "text": "This would."
    },
    {
        "speaker": "D",
        "text": "And it gets us back to our roots here."
    },
    {
        "speaker": "A",
        "text": "It's."
    },
    {
        "speaker": "D",
        "text": "We're all here for the art, we realized this week."
    },
    {
        "speaker": "B",
        "text": "I like that."
    },
    {
        "speaker": "A",
        "text": "Where would you rank the nirvana? Naked baby."
    },
    {
        "speaker": "B",
        "text": "That's tough. That was."
    },
    {
        "speaker": "D",
        "text": "I mean, it's uncomfortable reading it, though."
    },
    {
        "speaker": "B",
        "text": "Like a seven."
    },
    {
        "speaker": "A",
        "text": "It's iconic. It's iconic. How about, where would you rate. Where would you rate the Matchbox 20? Airplane hat guy."
    },
    {
        "speaker": "B",
        "text": "Oh, my good. I am a sucker for Matchbox 20."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, me too."
    },
    {
        "speaker": "B",
        "text": "Like an eight. That's a good one."
    },
    {
        "speaker": "A",
        "text": "I think on my list, I would pick the Dookie album cover cap. I'm sure you can."
    },
    {
        "speaker": "B",
        "text": "It's up there."
    },
    {
        "speaker": "D",
        "text": "It's up there."
    },
    {
        "speaker": "A",
        "text": "That's pretty good. For sure. I gotta go to our loomis."
    },
    {
        "speaker": "D",
        "text": "I still think we're gonna get green day at Ape fest this year. Maybe that's the alpha. We can proud about her now that she's on board."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's it. That's right. Now we have an inside track. This Malfa outer Lumen. Welcome and congratulations. Yay."
    },
    {
        "speaker": "E",
        "text": "Oh, hey, thanks, fam. Now that you're talking. So I wanted to draw everyone's attention to this new track called losing my conviction by EVM. It's a pretty fun parody. And."
    },
    {
        "speaker": "A",
        "text": "Oh, can you, like, pin it up top or something? Oh, I did. Yes. Nice."
    },
    {
        "speaker": "E",
        "text": "It's pinned. It's on Soundcloud. May or may not be."
    },
    {
        "speaker": "A",
        "text": "Is it a parody to Rem?"
    },
    {
        "speaker": "B",
        "text": "It has to be, right?"
    },
    {
        "speaker": "A",
        "text": "Oh, my God, I cannot wait."
    },
    {
        "speaker": "E",
        "text": "And the best part is that divide and I may or may not have made it. So there's that."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, you are just on fire. Out of Lumen. How do you find time to just be such a queen all the time?"
    },
    {
        "speaker": "E",
        "text": "I'm on Jupiter time. Way more hours than."
    },
    {
        "speaker": "A",
        "text": "Pain. Whoever is going to be manning the audio track for next week, we are definitely opening the show with losing my conviction. I can't wait to listen to it. So you did make it. Is that Alpha?"
    },
    {
        "speaker": "E",
        "text": "Yeah. That soundcloud is kind of funny. There's another one there called jpegs by Miley signed this, which is like, yes."
    },
    {
        "speaker": "A",
        "text": "We should maybe do a draft of, like, best artist pun parody names. I think that would be good. And you have to pick one that you create like you make them."
    },
    {
        "speaker": "E",
        "text": "I'll tell you the two that we're working on because these are for, like, the, there's a person named dad Mod in the space and they host these, like, really fun, kind of like SNL, like skit like spaces. And it's just fun. And so the parodies were kind of fun by those spaces. Yeah. So losing my conviction premiered last night and then we're working on top the charts or what?"
    },
    {
        "speaker": "A",
        "text": "Standing ovations all around."
    },
    {
        "speaker": "E",
        "text": "Who knows? It seemed to have gone over well. It was fun, but we're working on, oops, I minted again. That one's by Britney's tears."
    },
    {
        "speaker": "A",
        "text": "And this is incredible. I had no idea that this was something that you do. And I love it so, so much."
    },
    {
        "speaker": "E",
        "text": "Just some random fun because why not? But it's kind of like a weird Al Yankovic kind of take on this."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "E",
        "text": "Because there's so many different nuances in the space and so much terminology that it's just like, so much fun to, to play around with. So, yes, there's that one and then there's even one more kind of in the back burner. But I'll, but I'll stay off of that. But, yeah, that soundcloud that I pinned up there, like, that's where all of them are going to get dumped eventually and stored these little fun, little parodies. So. Yeah, but losing my conviction. We're proud of that one. That one's pretty funny."
    },
    {
        "speaker": "A",
        "text": "I got another one for you. You can create life after fud by Cher. Do you believe in life after fud? That's my contribution to the weird Aljankovic. This is something I would totally do. So I'm so into this. Please share them all with me."
    },
    {
        "speaker": "E",
        "text": "I'll add you to the, to the lyrics."
    },
    {
        "speaker": "A",
        "text": "Google Doc. Please, please. Oh, my God, that's so funny. All right, let's go to Ryland. Congratulations again. Outer. That's so awesome for you."
    },
    {
        "speaker": "E",
        "text": "Thanks so much, Jim, guys."
    },
    {
        "speaker": "A",
        "text": "And congrats to outer as well. So I got, I got an idea for the draft kind of in this, in this realm. What about, like, best rock show lineup? And you can have like three categories. You got the opener and then you've got on the other end, you've got, like, the stadium, the big, big headliner that gets people in. And in the middle, you've got the, kind of the low key, actually the best band there, kind of in the middle. Middle zone. So you want to be to the top. I love. But you broke. Sorry, my headphones unplugged. I'm adding one category to this where you actually. Where you also choose the venue. And so now you've got the, you've literally got the whole experience from back to front. I think this would be a cool one. Chamber, what do you think?"
    },
    {
        "speaker": "B",
        "text": "I love it. I love the venue."
    },
    {
        "speaker": "D",
        "text": "I'll take an afternoon off work to not just draft, but I'll give myself at least a couple hours to prep for this one."
    },
    {
        "speaker": "A",
        "text": "I love it, Ryland. So, chambers, should we just straight up book this one for next Friday?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I like that."
    },
    {
        "speaker": "A",
        "text": "Let's book this one for next Friday. Outer. You're invited as long as you pick all of your parodies and you can create the venue in mid journey and post it up to the top. And Ryland. So definitely make sure you're around next Friday afternoon. And if you're not, we'll push it to the following one because this, this is a good one. So set your alarms for next Friday's stadium rock band draft. Fantastic. How, man, awesome. Chamber. I think that's a fun one."
    },
    {
        "speaker": "B",
        "text": "I'm very excited. I'm just."
    },
    {
        "speaker": "A",
        "text": "You got any. Got any good parody, parody songs? I know you've been thinking about it."
    },
    {
        "speaker": "B",
        "text": "No, I've been thinking about. It's funny, it reminded me of, like, back in, like, the 2010s, like the early two thousand and ten s, I would say. I listened to, like, a lot of indie music. It was a. It was a real scene back then, but there was some, like, quality, like, real bands that had, like, kind of parody names."
    },
    {
        "speaker": "A",
        "text": "Like, there was like, neutral Milk Hotel."
    },
    {
        "speaker": "B",
        "text": "Neutral Milk Hotel are legendary. And they're from the nineties, late nineties."
    },
    {
        "speaker": "A",
        "text": "Wow. Yeah, well, I listened to them in college, so, you know, that's 2005."
    },
    {
        "speaker": "B",
        "text": "Everybody listen. I. I thought they were from the early two thousands when I was in college, when I first heard them. So I think everybody just assumes that they're from their college years. But, yeah, I think the album dropped in, like, 97 chaps college years were."
    },
    {
        "speaker": "A",
        "text": "Like Bing Crosby and things like that, but neutral Tong song and nelly."
    },
    {
        "speaker": "B",
        "text": "But I remember listening to bands like Dale Earnhardt Junior. Junior was like a big band that I used to listen to a lot. Calm Truesdez was a big band that I used to listen to a lot. Like, there was some funny parody band names that was like a. It was like a thing back then that. Yeah, it was. But yes, neutral milk hotel definitely are like. Is that vibe like. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, like, you know, what. What the hell does that mean? Who knows what that means, right? You know what I mean? Yeah. Awesome. I like this idea. We've got the draft set for next week. Speaking of music, let's go back to nfTs. Did you see the VFriends Snoop Dogg collab? And is, is it sus or bus?"
    },
    {
        "speaker": "B",
        "text": "I did not see it besides the notes, but I don't know. I think vfriends is one of the few projects that are doing good things still and kind of have a long term vision. And I would put Snoop Dogg in the kind of the top end of the category of as far as, like, celebrities that got into nfts that actually care about nfts, I would put him high on the list. So I would say bustin all right. Yeah, I think that's a good thing. I think that's a good collab."
    },
    {
        "speaker": "A",
        "text": "Yeah. So if you haven't seen this, there was a video that went out yesterday. It was like a two and a half minute video on Twitter of, like, the announcement video where it's in typical Gary Vee fashion, where you're just kind of watching him live, which I feel like is. Is some weird kind of, you know, eroticism for Gary Vee fans. Definitely. You know, you just. You just watch him live. And so that's what, that's what you do with Gary v content. But he's in the studio with Snoop, and, you know, he's just talking about the hustle, and, uh, they're making the track, and it was fun. It was a fun video. So that was cool. If you didn't see that. Check it out. Um, you know, it's funny, I was watching that video last night, and then I was talking to Morgan about something today, and I brought that video up where it's like, you know, he. There's a spot where he's just talking, and I don't think he's trying."
    },
    {
        "speaker": "B",
        "text": "I think we lost him again. Pull this. Pull the plug."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. Either."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm here."
    },
    {
        "speaker": "A",
        "text": "Okay. There's this part in the video where he's like, I don't think he's trying to be, like, you know, hustle and grind culture, but it's just kind of comes out of him, like, naturally."
    },
    {
        "speaker": "B",
        "text": "He is mister. Yeah, he's mister hustle."
    },
    {
        "speaker": "A",
        "text": "But he's just talking about how, like, hey, man, like, we get here because we work hard, like, and he's just kind of being real about it. And I was thinking about, you know, just our own kind of journeys. And, like, it is. It's really just, like, compounding, and it just, all of a sudden, you find yourself in a spot one day where you're just like, oh. All that kind of just built on top of each other and played, and now I'm gonna get the spot, you know, I mean, so."
    },
    {
        "speaker": "B",
        "text": "Absolutely. It's funny. It. It's funny. Brought up Gary Vee, though, because I used to go to a lot of, like, are you familiar, like, grant cardone? Yeah, I used to go. I used to go to a lot of grant cardone, like, seminars."
    },
    {
        "speaker": "A",
        "text": "You don't strike me as a. As that kind of goer."
    },
    {
        "speaker": "B",
        "text": "No, no, I'm not. But I used to go. I used to get free tickets, so I would go anyways and kind of just laugh at him and, like, laugh at the people that would, like, you know, would really buy into all of his, you know, stuff."
    },
    {
        "speaker": "A",
        "text": "So you would go to grant Cardone's shows and I. Fun and live? Is that what you're telling me?"
    },
    {
        "speaker": "B",
        "text": "Yeah, like, I mean, just to myself, like, you know what I mean? Like, I would go, like, with my buddy and stuff, and he, you know, he was."
    },
    {
        "speaker": "A",
        "text": "I can't even imagine you in that setting as a human. Like, I can't even imagine you in that setting."
    },
    {
        "speaker": "B",
        "text": "Like, a lot of it's so. It was very funny, but, yeah, I've probably seen him, like, I don't know, six or seven times. I would say, wow. And, yeah, it was. It was funny each time. And, you know, like, oh, maybe like. Cause I would convince myself, like, at least the first couple of times, it was just like, maybe I'll pick something up that, you know, I can use."
    },
    {
        "speaker": "A",
        "text": "Okay, wait, I'm stopping you right there. Now I'm putting you on the spot. What is the best thing that you've learned from Grant cardone having. Being a grant cardone super fan?"
    },
    {
        "speaker": "B",
        "text": "Just confidence, man. That's it. That's it. Just think you're better than everybody else, and, you know, I don't know if it's that."
    },
    {
        "speaker": "A",
        "text": "It's not that you have to think that you're better than everybody else. It's just that you have to think you're good enough to do whatever you're doing. Absolutely. Like, I'm not the best at anything I do. I just think I can do it. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely. Confidence was the what, you know, the one thing I pull. But I didn't. So I kind of thought, I didn't realize he was that big of a thing. I honestly thought, like, I knew, like, oh, he'd come from the states, I'd see him here in Canada. I didn't realize, I'd say over the last, I don't know if his last few years or whatever, but he's, he's like a really big deal. And I didn't, I don't think I, you know, this is when I went to go see him, I was like, in like, like 20 06, 20 07, 20 08. You know what I mean? Those, those kind of years. And then he. I don't know. And now I've just imagined if you."
    },
    {
        "speaker": "A",
        "text": "Had an NFT from those events, that now that he's blown up, you could have been a, you know, proof positive that you've always been a great cardinal."
    },
    {
        "speaker": "B",
        "text": "He was. I was watching a video on him, I think literally just yesterday, and in this video, and I was laughing. He was basically very convinced."
    },
    {
        "speaker": "A",
        "text": "You are a true grant Cardone fan. You were like, oh, yeah. I accidentally stumbled across ten videos that I watched yesterday of Grant Cardone."
    },
    {
        "speaker": "B",
        "text": "Big grant Cardone energy. I know, but he was saying how embarrassed he would be if he made $400,000, like, in a year. And I'm like, what a piece of shit."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. Imagine."
    },
    {
        "speaker": "B",
        "text": "Like, all of the people that are there to see them are just like, okay. Are you kidding me, man? Like, I'm struggling to make a buck 50 here. This guy's embarrassed about 400k."
    },
    {
        "speaker": "A",
        "text": "Like, literally a dollar 50."
    },
    {
        "speaker": "B",
        "text": "Yeah, literally a dollar 50."
    },
    {
        "speaker": "A",
        "text": "All right, save us. Vicki, how are you ga. Oh, yeah."
    },
    {
        "speaker": "F",
        "text": "I've had better days. It's been interesting. It's been wild. I ranted for three minutes solid in Jesus Crypto, Jesus's space."
    },
    {
        "speaker": "A",
        "text": "That was good."
    },
    {
        "speaker": "F",
        "text": "But you mentioned the name."
    },
    {
        "speaker": "A",
        "text": "Were you just yelling at riggs?"
    },
    {
        "speaker": "F",
        "text": "No, I was just yelling at everyone."
    },
    {
        "speaker": "A",
        "text": "But yeah. Okay. I like that, too."
    },
    {
        "speaker": "F",
        "text": "Yeah, you mentioned the name Grant Cordone, and I immediately started to laugh and my sides hurt. And I continued laughing because I actually have two grant Caldome stories, both of which are personal and both of which equally hilarious to me. So years ago, before those people knew about grant Codeau and Tenex, there was an app that came out called Meerkat, which came out before periscope. And for those that don't know, this is how old I am. We used to live stream our office and our shops in London 18 hours a day. So we had quite a big following across America of people that would literally wake up and use us as a radio and would ask us british questions and see all the stuff we were making in our stores. And once a week we used to do a live stream session of where do you live? And people would literally come into the chat. And this was pre obviously periscope. This was, people weren't used to like, Facetime style videos, and we used to have a world map, and Rob and I used to basically take people where they lived and we would pin on the board where they came to visit from. So we had a literally a demographic on our office wall of where all our community lived. So as per usual, once a week we did this, and then one night we get an icon that comes in that was whatever, GC ten x or something, and it's like, hi, it's grant. And then I started laughing straight away because I knew that he was doing live streaming, and I went, oh, okay, Mister Cordone's here to see us all. And everyone was like, ripping into it. And he goes, no, no, no, it's really me. And I went, we'll say something that Grant would say. Then he goes, well, you're pinning on the map, aren't you? And I went, yeah, we're pinning everyone's location. He goes, well, I want a fucking whale in Miami where I live. And that was a point when I went, yep, Grant is in the house. Literally. And we ended up for a joke which kind of went viral with all the, the people back then. We went to some dollar tree store and we bought a ceramic whale fridge magnet, which we glued to our board. And he thought it was the best thing ever because of his ego. He was like, every time we had this map, everyone was like, who's that whale down in Miami? I'm like, that's Grant Cordone. That's the first story. The second story was when he was trying to get himself established. He wanted to meet Gary V. And at this point, he hadn't met Gary. He actually charted his plane to fly to New York, and then he had all of us in the meerkat community try and ping Gary. Poor Gary knew that Grant was trying to hunt him down. He was literally livestreaming, walking the streets of New York, trying to track down where Gary was going to be next, and it was. It's like an episode that was surreal, watching this guy find. And then one of the community members found him and had, like, a coffee with him. And it was one of the most."
    },
    {
        "speaker": "A",
        "text": "I was gonna say, it's probably, like, not that hard. I could picture, like, gary having a simultaneous, like, live view of, like, all the stuff he's doing throughout the day. And then a grant, like, also. And then they just kind of are. You could tell they're converging on each other and then just walk by each other in the street. I think now, Vicki, I think, though, like, if you're. I mean, there's easier ways to meet Carrie vee these days. All you have to do is make 400."
    },
    {
        "speaker": "F",
        "text": "Oh, Grant's muted him."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. You just have to make 475 consecutive gratitude videos, have a killer tag line, like, we are riding, and you'll meet Gary V in no time. That's it. That's all you got to do these days. What do you think? Chamber or you hold a v friend."
    },
    {
        "speaker": "B",
        "text": "That's the pipeline right to Gary Vee's heart right there."
    },
    {
        "speaker": "A",
        "text": "That's it. I mean, like, that's. Yeah, that's the Gary v recipe."
    },
    {
        "speaker": "B",
        "text": "It's 15 affirmation videos per day. Great tagline. And then a v friend."
    },
    {
        "speaker": "A",
        "text": "I think you got your chamber."
    },
    {
        "speaker": "F",
        "text": "You could do one video and never have no fucking chance of meeting Gary v ever."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I forgot he even did that. Vicki, wait. Tamer, what did you. I forget what you did. I did the video."
    },
    {
        "speaker": "B",
        "text": "I tried to troll. I think I was trying to troll him. I was trying to basically make an invitation video of what he was doing at the time."
    },
    {
        "speaker": "A",
        "text": "Yeah. You're like, the guy that's currently trying to get tickets to be con by, like, cutting up his v friends cards every day, which is, like, the opposite way. You should be trying to do something like that. That's you. And then you can go the GT route and do it the real way. I would say, though, I don't know."
    },
    {
        "speaker": "B",
        "text": "I don't think I would be that excited to be Gary Vee, though. Kind of like he's on a grant cardone level to me, where I'm just going to, you know, I would meet."
    },
    {
        "speaker": "A",
        "text": "I would like to. I would meet Gary. I don't think I'd meet Gary Grant Cardone. I do think, you know, we are maybe in the midst of GT being the next gary Vee. I think he's probably better than Grant cardone, but we'll see. Gt welcome to the stage first of."
    },
    {
        "speaker": "G",
        "text": "All, yeah, I think I'm a little bit better than Grant. Definitely not Gary level. And just wanted to just PSA. Gary actually has no fucking idea who I am because of the gratitude day videos, though. Don't film 428 gratitude day videos in a row. It is not easy. And he still doesn't know who I am. He did know who I was because of a video I shot from my best friend giving him a vf two. Still don't actually know if he remembers exactly who I am, but I think."
    },
    {
        "speaker": "B",
        "text": "Chamber he knows who I am."
    },
    {
        "speaker": "A",
        "text": "Did we get any updates on the don't do the chamber?"
    },
    {
        "speaker": "G",
        "text": "Basically what he's saying is don't do the right thing, don't preach kindness, and he'll remember you."
    },
    {
        "speaker": "A",
        "text": "I heard he. I heard he actually said that he liked the dude cutting up the cards, which I would have thought the total opposite of. I mean, what's your thought on that? GT?"
    },
    {
        "speaker": "G",
        "text": "Yeah, I don't really like it, but I mean, he also."
    },
    {
        "speaker": "A",
        "text": "I don't either. I think it's. I think it's pretty terrible. Like, I think the better also said, I think the better thing. You go."
    },
    {
        "speaker": "G",
        "text": "You go."
    },
    {
        "speaker": "A",
        "text": "I was gonna say I think the better thing would be like, giving out a pack every day to somebody new. Right? Like, you know, go ahead."
    },
    {
        "speaker": "G",
        "text": "No, I 100% agree. But he also said, like, the criteria for being a speaker was, like, do selfless things and, like, be a part of the community and, like, you know, like, he brings in people to speak that put clown emojis next to his name, you know, like, listen, I'm not here. I'm just keeping this in the back of my mind. That's all I'm doing."
    },
    {
        "speaker": "A",
        "text": "Do we have any word yet on the VCon community stage for you, or are we still TBD on that?"
    },
    {
        "speaker": "G",
        "text": "It's TBD. They haven't announced it."
    },
    {
        "speaker": "B",
        "text": "All right, well, we'll work on a sizzle reel for you from. Yeah, nftnyc. I got some stuff in the works for you."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. The we are riding video was so good. Mostly because GT giggles after everyone, and it's left in the cut and it's so good. It is so funny. We got to go down to the real grant cardone of the conversation. JP. Cass, what's going on, buddy?"
    },
    {
        "speaker": "H",
        "text": "What's up? I did have a grant cardone story. Like, no shit."
    },
    {
        "speaker": "B",
        "text": "Like this guy, if anybody has seen Grant Cardone in his life, it's JPG."
    },
    {
        "speaker": "A",
        "text": "I've never seen them both in the same place, so don't get."
    },
    {
        "speaker": "H",
        "text": "I haven't seen him live, but I'm like, it's like 2007, and I'm going into this sales job for. It was. It was car sales."
    },
    {
        "speaker": "B",
        "text": "I was in car sales too, by the way, JP. I was in car sales too."
    },
    {
        "speaker": "A",
        "text": "That's why I was both grant Cardone fans."
    },
    {
        "speaker": "B",
        "text": "I love JP every day. Every day. I love JP more."
    },
    {
        "speaker": "H",
        "text": "They sat me. They sat me down in this training room. The vhs tape into this tiny ass tv. It on pops Grant Cardone giving me all the bullshit about how to sell a used car and every word to say, and I was blown away."
    },
    {
        "speaker": "B",
        "text": "I feel like I've watched this video."
    },
    {
        "speaker": "A",
        "text": "Hi, I'm Grant Cardone, and this is how you sell a used cardinal number one. If a customer complains about a falling off hubcap, just say it's part of it. Thanks for watching."
    },
    {
        "speaker": "B",
        "text": "He had. He had JP. Do you remember he had like the hundred closes?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like the different, like 100 different styles of clothes. Like, it was. It was amazing."
    },
    {
        "speaker": "A",
        "text": "All I can picture is, like, the always sunny where Hugh honey and Vic vinegar pressure closed the sale of the house. You know I'm talking about chamber."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "H",
        "text": "He is bat shit crazy today. Grant Cardone, he's lost his damn mind."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, he's. Is he not significantly more popular than he was back then, JP? Like, I feel like it was kind of a joke back then, but he's."
    },
    {
        "speaker": "H",
        "text": "Leaned into, like, all the conspiracy, like, queuing on stuff, like, oh, yeah, he is bat shit crazy right now."
    },
    {
        "speaker": "B",
        "text": "He. I saw the craziness in his eye back in zero seven."
    },
    {
        "speaker": "A",
        "text": "So I got v squared in the TMC chat. Says we need to get chamber on a space with Grant Cardone. He's been on spaces a bunch over the last few months."
    },
    {
        "speaker": "B",
        "text": "Only if he's there with me."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, both of you. Maybe you guys should have him on night shift spaces next Wednesday. I think that would be great. I actually can't believe that, like, out of all of this, we're just giving you a pass that you've, like, seen him six times live. We're watching YouTube videos of him yesterday, and we're, like, letting you play it off like it's irony. And really you're like this big grand cardone fanboy. I'm going back to gt."
    },
    {
        "speaker": "G",
        "text": "I literally love you guys so much. I'm so pissed that I didn't fucking meet you bunch. You in NYC. But listen, I know working on this fucking 22nd positivity clip, and if I win that winter, when I win this fucking crypto punk. These 428 gratitude day videos, baby are going to be right where they were supposed to fucking be."
    },
    {
        "speaker": "A",
        "text": "Oh, hell yeah. Amazing. Well, when you need, when you need that engagement, drop it here. We will support you for sure. So I hope you win the crypto punk. Just like that way, you know, at least we have somebody on par with Riggs winning the beeple, by the way, chamber, I was manning the Degen handle today on lunch break and J. Webb listened to our show on Monday and he said that he appreciated me saying that you'd get along with him the most. However, he did sense a slight hint of disappointment in your voice as I told you that. So I don't know if maybe that's just something you want to address here or not."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, absolutely. Let's talk about this."
    },
    {
        "speaker": "A",
        "text": "So here's the question. Are you disappointed that it's Jweb you would most likely get along best with out of the Degen crew?"
    },
    {
        "speaker": "B",
        "text": "I'm disappointed when anybody ever tells me you're going to love this particular person. So I was disappointed that was J web because maybe I would have met J. Webb one day and it would have been a natural thing where we just liked hanging out with each other. But now there's, you feel like I've."
    },
    {
        "speaker": "A",
        "text": "Put, you feel like I have now put pressure on this relationship."
    },
    {
        "speaker": "B",
        "text": "I now don't want to like him out of spite."
    },
    {
        "speaker": "A",
        "text": "I mean, I guess I get that. It's like, oh, man, this is the best pizza ever. And then you have it and it's like, average."
    },
    {
        "speaker": "B",
        "text": "You're a sociable guy. Like, you know what it's like. You know, you have other people that always kind of tell you, oh, you're gonna, oh, you're gonna love this guy. He's gonna, you know, and then you meet them, you're like, this is the worst."
    },
    {
        "speaker": "A",
        "text": "Yeah. But I can tell you with 100% certainty that wouldn't be the case."
    },
    {
        "speaker": "B",
        "text": "Like, I hope you're wrong. I mean, I hope you're right."
    },
    {
        "speaker": "A",
        "text": "Wow, J. Webb down fucking bad. I'm sorry, Jay Webb. I didn't know he was gonna just go full on Dow Jones."
    },
    {
        "speaker": "B",
        "text": "It could have been anybody. It could have been anybody."
    },
    {
        "speaker": "A",
        "text": "I'm gonna go dow because he was evoked."
    },
    {
        "speaker": "B",
        "text": "And then my favorite person that was at NFC."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "I",
        "text": "Yeah. Shots against me. Fuck them. Chamber. I'm with you."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "I",
        "text": "And I stand by your decision. Fuck all this. Everybody knows the penguins know how to party."
    },
    {
        "speaker": "A",
        "text": "I didn't say that you were less than. I just said that they would get."
    },
    {
        "speaker": "B",
        "text": "A little, we know what's up."
    },
    {
        "speaker": "I",
        "text": "We all know what, dude, there's plenty of penguin to go around. Cut the blubber and dish it out. We're all good."
    },
    {
        "speaker": "A",
        "text": "Gt throwing to you."
    },
    {
        "speaker": "G",
        "text": "Yeah. Dow is actually the most incredible person in DJ network. So that just needs to put on."
    },
    {
        "speaker": "A",
        "text": "That's like facts. Yeah, that's facts."
    },
    {
        "speaker": "G",
        "text": "What I was going to say was like, I think me and Bunchy would probably get along because of our kids, but me and Chamber are on literally the same wavelength. I can tell you Chamber, after having that conversation we had on the phone, like we literally, I'm telling you, you're gonna want to hang out with me. Like we're literally so similar and I don't care."
    },
    {
        "speaker": "B",
        "text": "I like the confidence."
    },
    {
        "speaker": "G",
        "text": "I'm talking myself up because I know I'm not going to disappoint."
    },
    {
        "speaker": "A",
        "text": "I'd much rather, I feel like this has turned into like fucking chambers the Bachelor and now all of the DJ people. Chambers played so hard to get. Like he won't come to a conference. I've known him for five years and never met him. And now we've got a stage full of dj's that want, that are like pitching for the rose. And I'm like, I don't know what happened here. How do we get here? Meanwhile he's a closet grand cardone. Maxi, I don't fucking know how this happened. Vicki, back to you."
    },
    {
        "speaker": "F",
        "text": "Just those of you who in the where I have pinged Grant in the comments and I actually found the photo. I don't even know what year it was. Does it say what year it was? Yeah, the proof of Grant being whale status is in the chat. And I pinged him as well, so you never know. He may turn up to relive his conspiracy stories if you stay around for at least another twelve."
    },
    {
        "speaker": "A",
        "text": "Vicki, Vicki. Gotta pin that picture up top, if you would, so we can see that and I don't know, comes in here."
    },
    {
        "speaker": "B",
        "text": "And is like, that's the guy that was laughing at me back in oh."
    },
    {
        "speaker": "A",
        "text": "Seven oh, that's my biggest fan. Remember when I signed your arm because you didn't have anything else?"
    },
    {
        "speaker": "B",
        "text": "It's now tattooed."
    },
    {
        "speaker": "A",
        "text": "Grant, you remember when you brought that samurai sword to my conference and you made me sign it because that's all I had on you?"
    },
    {
        "speaker": "F",
        "text": "That wasn't his arm."
    },
    {
        "speaker": "A",
        "text": "Amazing. Oh, man down."
    },
    {
        "speaker": "I",
        "text": "Now when you talk about the third leg, you got to go to Riggs next. But since he's not here yet, I think next week's show, instead of us doing our normal draft, maybe we court chamber people have to make a list of things. What would make Chambers best friend and we all got to kind of."
    },
    {
        "speaker": "A",
        "text": "I actually really like this, too, where it's more like Chambers drafting. Drafting us. Whereas you're playing, you're playing a game of bachelor. Oh, I think. I think he got rugged, but I know where that was going. He said he was. He did get rugged, but he was going to say. He was just going to say that. He's just going to send you a big bag of mushrooms and coke and you'd be good to go."
    },
    {
        "speaker": "B",
        "text": "I mean, that would definitely help."
    },
    {
        "speaker": "I",
        "text": "Mushrooms and coke is definitely a better one. I'll bring that to the game on Monday."
    },
    {
        "speaker": "A",
        "text": "There you go. I mean, look, if I shouldn't have given that one away, I would have wondez. But now instead, I have to be the host, and I'll. I will host it like a true reality tv star. Chamber, are you, are you in for this? Can we do this as a segment one day where. Where the people come and court you?"
    },
    {
        "speaker": "B",
        "text": "I much rather do a music draft."
    },
    {
        "speaker": "A",
        "text": "I think we're gonna do this one. I think we're pulling. I'm pulling a grant cardone and I."
    },
    {
        "speaker": "B",
        "text": "If you get g money in here, the realty money."
    },
    {
        "speaker": "A",
        "text": "Dow, go ahead and then we'll shut it down."
    },
    {
        "speaker": "I",
        "text": "Yeah. Just for chambers shtick, you should have to bring a song you're gonna have in the car playing when you come pick them up, because we know Chambers ass isn't coming together."
    },
    {
        "speaker": "A",
        "text": "You're gonna have to scoop. I like that. I'm gonna invoke the TMC chat here to actually put out the criteria of what the courting chamber would be. And I, each of you will have to come with your criteria and pitch him. I'm really liking this. So we're definitely doing this. So I don't know if we'll do the draft first, but we've already committed to that. And poor Ryland's gone. He's going to show up and be like, what? I have to date chamber. He's like, what the hell did that happen?"
    },
    {
        "speaker": "B",
        "text": "I'm so underprepared."
    },
    {
        "speaker": "A",
        "text": "He's like, I was sitting here talking about the Beatles, and now I got to date this guy. But I. We'll do this one as well, because I think this is actually really funny. And then, you know, you'll have to give the rose or an emoji, maybe that. You'll have to give the 100 emoji to who you choose or the heart emoji, though. That'll do it. That's gonna do it for us. Chamber."
    },
    {
        "speaker": "B",
        "text": "Before we take off, I gotta make sure we shout out Ian and his tweet. I don't know if you've seen it yet."
    },
    {
        "speaker": "A",
        "text": "I haven't. Why didn't you sit to the top? We've been here for an hour."
    },
    {
        "speaker": "B",
        "text": "You're not going to like the answer to this."
    },
    {
        "speaker": "A",
        "text": "You don't know how to pin stuff to the top."
    },
    {
        "speaker": "B",
        "text": "Not 100% sure."
    },
    {
        "speaker": "A",
        "text": "God dang. How long we been doing? I like that better. I like it better."
    },
    {
        "speaker": "B",
        "text": "Have you seen this yet? Okay, so Ian made a DGen network t shirt with hand sketched pictures of all of our pfps."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "I think I. I think I can do it. 1 second pin. I think I pinned it. I think it's there."
    },
    {
        "speaker": "A",
        "text": "Oh, you did pin it. All right, let's."
    },
    {
        "speaker": "B",
        "text": "Miss out."
    },
    {
        "speaker": "A",
        "text": "This is so cool."
    },
    {
        "speaker": "B",
        "text": "This is great."
    },
    {
        "speaker": "A",
        "text": "This is incredible. Shots to Ian. This is fantastic, dude. Ian's amazing. I'm so glad that he's part of DJ now because he was killing it in the Starbucks community and now I'm super."
    },
    {
        "speaker": "B",
        "text": "Is that where he's from? He's a."
    },
    {
        "speaker": "A",
        "text": "That's where I met. Yeah, that's where I met him. In Starbucks. Because he's making really cool stuff every day, as is Vicki. Vicki's doing her siren of the day in the Starbucks community. And they're like, each one's better than the next. And I gotta tell you, like, Starbucks knows Vicki now. It's pretty great. Yeah, Starbucks knows Vicki. And so, like, when I'm going to pitch her later for like, designing a stamp or something, I'll also include all of her roast clips and we'll, we'll send those right off to Howard and."
    },
    {
        "speaker": "F",
        "text": "Oh, my God, it's Starbucks roasting."
    },
    {
        "speaker": "A",
        "text": "Yeah, there. Oh, my God, it does. That's it. The roast with the most. With Vicky. Dark. Dark roast. Where they get dark roast is roasting chamber after darken. I like all of these. All right, chamber. That's going to do it for us. Shouts to Ian that is pretty cool. We need to actually make those, by the way. We should definitely make those. Let's get Ian on the horn. What do we got tonight? What is it? Is it night shift tonight? JP, what time?"
    },
    {
        "speaker": "H",
        "text": "Eleven eastern."
    },
    {
        "speaker": "A",
        "text": "You can check out the NFT night shift featuring Grant Cardone at 11:00 p.m. eastern tonight on the dj network YouTube. And then tomorrow, check out GT and crew, Dan the Lost Boy and Omi on Saturday morning cartoons. We had a newsletter come out today. I wrote an article today that we didn't even."
    },
    {
        "speaker": "B",
        "text": "You did write it. A great article."
    },
    {
        "speaker": "A",
        "text": "I wrote an article today for the first time in like a year. I also put a tweet thread out about it. It's up top. It's about how AI is going to come and take your job and what you can do to prevent that. Yeah, because it's going to happen. Twitter space hosts will be the new billionaires because there's not going to be anyone left to, you know, they're, they'll all be doing our regular jobs, and people will just need to chat about and commiserate on the days where they had jobs. You know, that's going to do it for us. Until next time, statement."
    }
]