[
    {
        "speaker": "A",
        "text": "I'm about to drive through Cincinnati for the first time, I think, in a couple of weeks."
    },
    {
        "speaker": "B",
        "text": "Oh, yourself some skyline chili. Shit your pants and wave to the banger. There you go."
    },
    {
        "speaker": "A",
        "text": "That's on my to do list. That's on the bucket list. I want to shit my pants in every state."
    },
    {
        "speaker": "B",
        "text": "I feel like that would be like a really great map to keep above your desk with, like, you know how some people have, like, pins that they place in the map for states they've been to or like, baseball stadiums or whatever you can. You could do states, you've shat your pants."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I'm down. Those are gonna get populated very quickly, I'll tell you that much."
    },
    {
        "speaker": "B",
        "text": "How many would you say off the hops?"
    },
    {
        "speaker": "A",
        "text": "Seven, eight, maybe. I don't know. Depends what we think of Delaware State. Okay."
    },
    {
        "speaker": "B",
        "text": "I used to live there, by the way. Did you know?"
    },
    {
        "speaker": "A",
        "text": "I did not know that."
    },
    {
        "speaker": "B",
        "text": "Yeah. I lived in Delaware for almost exactly one full year."
    },
    {
        "speaker": "A",
        "text": "I thought I was telling you, they have a small state of Delaware."
    },
    {
        "speaker": "B",
        "text": "Delaware. Delaware is delightful."
    },
    {
        "speaker": "A",
        "text": "I've only heard good things. Delaware, that's like a Vermont area. Is that kind of that nice main, you know? Am I way off?"
    },
    {
        "speaker": "B",
        "text": "Yeah, way off. Yeah. Delaware is south of New Jersey."
    },
    {
        "speaker": "A",
        "text": "Oh, really? Way off. Oh, I thought it was part of that, like almost cannon."
    },
    {
        "speaker": "B",
        "text": "You take the jersey. You take the Jersey turnpike right into Delaware."
    },
    {
        "speaker": "A",
        "text": "Really? Yeah. No, I definitely thought Delaware was part of the almost Canada states, like Maine and Vermont."
    },
    {
        "speaker": "B",
        "text": "No, you're thinking of Maine and Vermont."
    },
    {
        "speaker": "A",
        "text": "I'm also taking Michigan and Wisconsin."
    },
    {
        "speaker": "B",
        "text": "Those are also not near Vermont, but we're taking."
    },
    {
        "speaker": "A",
        "text": "I'm taking them as a Canadian, I'm going to be annexing them for Canada shortly."
    },
    {
        "speaker": "B",
        "text": "I'm not quite sure that's allowed. I believe the state that you are thinking of, though, is New Hampshire."
    },
    {
        "speaker": "A",
        "text": "Is that what I'm thinking of?"
    },
    {
        "speaker": "B",
        "text": "Yes, right next to Vermont. And it almost looks like Delaware if you flipped it upside down."
    },
    {
        "speaker": "A",
        "text": "Okay, all right."
    },
    {
        "speaker": "B",
        "text": "I get where you're coming from there. You just were not."
    },
    {
        "speaker": "A",
        "text": "That's fair. Not bad for a non, you know, non american. I would have."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I couldn't tell you where most of Canada is."
    },
    {
        "speaker": "A",
        "text": "Could you name."
    },
    {
        "speaker": "B",
        "text": "I mean, I know. I know where Canada is. I don't."
    },
    {
        "speaker": "A",
        "text": "Could you name. What are the provinces on either side of Ontario?"
    },
    {
        "speaker": "B",
        "text": "Oh, God, no idea. I have no idea. Let me see if I can guess."
    },
    {
        "speaker": "A",
        "text": "One's like. One's an easy one. I feel, uh, it's the french one."
    },
    {
        "speaker": "B",
        "text": "Back."
    },
    {
        "speaker": "A",
        "text": "Yeah, you got one of them."
    },
    {
        "speaker": "B",
        "text": "Okay. And then I don't know if this is a province, but, like, way on the web. Are we talking west coast?"
    },
    {
        "speaker": "A",
        "text": "No, just the west side of Ontario. So, like, once, if you go west, what's the province you're gonna hit next?"
    },
    {
        "speaker": "B",
        "text": "Oh, I don't know, but I'm. I think, like, the big city over there is like Winnipeg."
    },
    {
        "speaker": "A",
        "text": "That is correct. That is the capital of the province I'm talking about."
    },
    {
        "speaker": "B",
        "text": "What is. What is the problem?"
    },
    {
        "speaker": "A",
        "text": "Manitoba."
    },
    {
        "speaker": "B",
        "text": "Ah, man. The Manitoba."
    },
    {
        "speaker": "A",
        "text": "That's right. Fun sports fact. The University of Manitoba just, you know, that's probably like."
    },
    {
        "speaker": "B",
        "text": "Sorry, interrupt you. That's probably like the only one I don't know. I know. Alberta, British Columbia."
    },
    {
        "speaker": "A",
        "text": "Killing it."
    },
    {
        "speaker": "B",
        "text": "Saskatchewan. Like, I know those ones. That was probably the only one I."
    },
    {
        "speaker": "A",
        "text": "Didn'T know, but, yeah. Toba proud. Yeah."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "The University of Manitoba just had its first female football player. She's a kicker, obviously."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. This. I saw the stats, or I saw the highest."
    },
    {
        "speaker": "A",
        "text": "She won and she went out and won the game, like on a field goal. So crazy stuff. Uh, it was."
    },
    {
        "speaker": "B",
        "text": "It's a canadian field."
    },
    {
        "speaker": "A",
        "text": "It was 17% shorter."
    },
    {
        "speaker": "B",
        "text": "Yeah, it still counts. Um, now, you know, like, Canada touches. Parts of Canada touch the arctic Circle."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Totally mistaken."
    },
    {
        "speaker": "B",
        "text": "Does anyone live up there? Like, how far north do people actually?"
    },
    {
        "speaker": "A",
        "text": "Fucking north. Fucking north."
    },
    {
        "speaker": "B",
        "text": "Like, people live where the arctic Circle is 100%."
    },
    {
        "speaker": "A",
        "text": "And I didn't even know, as a Canadian, I didn't even know this. I was working back in the day, I worked for tempur pedic and, like, the mattress company. And when I first started with the company, I was like, inbound sales. So, like, I would work out of an office and I would take phone calls from all across Canada. Right. Because I was bilingual, I could take field phone calls from Quebec or. I know. Absolutely, right? So I got a call one time from a customer that was looking to buy a mattress. And they were looking. Sometimes they're like, oh, what's the closest store? Back then, they weren't at every store like they are now. So they would call in and I would tell them where to go."
    },
    {
        "speaker": "B",
        "text": "Yeah, visit our north Pole location."
    },
    {
        "speaker": "A",
        "text": "So I said, what's your postal code? So I punch in the postal code and it gives me a store that I knew fairly well in Whitehorse. And Whitehorse is way the fuck up north. And it was 2000 km from Whitehorse. And I'm like, where the hell?"
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "And they were in a town, I believe it was called Campbell river. And it's technically, I think, part of the Northwest Territories. And it's, if you're familiar with the global map, there's a parts of Canada that just kind of break off."
    },
    {
        "speaker": "B",
        "text": "Now is this the, is this the white horse that's by the Yukon, correct."
    },
    {
        "speaker": "A",
        "text": "Yes. And they were still 2000 clicks outside of there. Yeah, it was crazy. So they are."
    },
    {
        "speaker": "B",
        "text": "Wait, but white horse isn't even, I'm looking at it on a map. It's not, it's not that north. Like, I mean, it's not Arctic."
    },
    {
        "speaker": "A",
        "text": "It's close to Alaska. So, yeah, what I'm saying is it is close to."
    },
    {
        "speaker": "B",
        "text": "Yes, but it is not, it is not the northern."
    },
    {
        "speaker": "A",
        "text": "No, no. So, yeah, the, the postal code they gave me was 2000 km north of Whitehorse cold."
    },
    {
        "speaker": "B",
        "text": "So, yeah, they were living."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like what is, how is the weather just always frozen up there? Like what's the, what's."
    },
    {
        "speaker": "A",
        "text": "I have no, I have to imagine. It's just terrible. No, it wasn't, Campbell."
    },
    {
        "speaker": "B",
        "text": "I couldn't even imagine. Like, why would anybody live there?"
    },
    {
        "speaker": "A",
        "text": "I have no idea. Yeah, it was. I mean, I guess maybe for, you know, maybe people like that, I don't know. Like maybe that's what I mean."
    },
    {
        "speaker": "B",
        "text": "I don't know how that's even close to, like, how could you even. I understand liking the cold, but like that's, I mean, you're talking."
    },
    {
        "speaker": "A",
        "text": "Yeah, way too cold. Like, I mean, it's, and it's in the middle of nowhere. Like, maybe some people just want to live in the middle of nowhere."
    },
    {
        "speaker": "B",
        "text": "Well, I respect the middle of nowhere. Like, I get that hustle, but like, if I'm in the middle of nowhere, I want to enjoy it, you know?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. Yeah. So this was, yeah, there's like, if you look at the map, there's like little islands that sort of form, uh, as you get further and further north. And it was on one of these little islands, it was called, sorry it wasn't Campbell, it was Cambridge Bay. Uh, and I believe that is part of the northwest Territories."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Yeah, so some of these people, people are living on these islands."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I, I, yeah, if you."
    },
    {
        "speaker": "B",
        "text": "Scroll in, like, there's like Banks Island, Victoria island. Like, that's what we're talking about here."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like just chilling in the northwest passage."
    },
    {
        "speaker": "A",
        "text": "Exactly. Like, you know, chipping out old explorers that are still frozen in, you know, perpetuity. Yeah. Cambridge Bay was where she had called from, and I didn't even know people lived up there. And I was, I was enthralled by it. Isn't that crazy?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, we've got, we've got Joe up here to give us some arctic circle. Joe Gm. Hey."
    },
    {
        "speaker": "C",
        "text": "Hey. Gm gm chamber I need to ask you a question about the geography of Canada and specifically about the children in school learning geography. And I only got, like, 18 minutes. I gotta take a phone call. But we have to learn, like, 50 states and 50 state capitals and shit. And you guys got ten provinces. So basically, what are they learning the rest of the year when they're not learning the ten names of those ten problems?"
    },
    {
        "speaker": "A",
        "text": "Any Canadian that's taken a geography class, they will tell. We will all have the same struggle. And that struggle is recreating the map of Canada or filling it, coloring it in, and putting the names of each province in the proper. You know, in the proper area. And the biggest struggle is getting the word Saskatchewan into the province of Saskatchewan. It's the greatest struggle ever to hit a Canadian. Ever to hit the canadian education system. No one."
    },
    {
        "speaker": "B",
        "text": "That's."
    },
    {
        "speaker": "A",
        "text": "That's what we deal with."
    },
    {
        "speaker": "C",
        "text": "So, like, ten year olds. That's what ten year olds are doing."
    },
    {
        "speaker": "A",
        "text": "They're still dealing with it to this day."
    },
    {
        "speaker": "C",
        "text": "Americans down here are trying to remember why there's a new Mexico and how it's not Mexico. And people are like, oh, you guys are so stupid. And then there's, like, a North Dakota and a South Dakota, and it's like, oh, you guys are so stupid. And, like, let's be honest, that's a really stupid one. That state should be just one thing. And you guys are trying to figure out how to fit."
    },
    {
        "speaker": "A",
        "text": "Yeah. How to fit 17 letters into a quarter inch. Yes. It's the big struggle. No, we also actually learn. The fun thing that we do here in Canada is we actually learn the geography of other countries and just all the places instead. I guess."
    },
    {
        "speaker": "C",
        "text": "So now, where Delaware is."
    },
    {
        "speaker": "A",
        "text": "Not where Delaware is, apparently you got."
    },
    {
        "speaker": "C",
        "text": "You have to learn about the UK."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "But there's only four countries over there."
    },
    {
        "speaker": "A",
        "text": "Well, we learn about. I think we learn about Europe. We learn about Asia and Africa. We live about. We try to learn."
    },
    {
        "speaker": "C",
        "text": "We just ignore those places. We got 50 fucking states we gotta deal with here. We have to remember how come Mississippi still exists? And they just go like. And then that's. How come a lot of Americans walk around and think, Africa is one country."
    },
    {
        "speaker": "A",
        "text": "I saw that. I saw somebody. I saw some comments in and around South Africa being a country. And how can South Africa be a country within Africa? You can't have a country within a country."
    },
    {
        "speaker": "C",
        "text": "Lesotho is stuck right in the middle of South Africa. I mean, you can't have a country within a country. I'm not really sure what's happening to those poor people."
    },
    {
        "speaker": "A",
        "text": "It's a whole thing over there."
    },
    {
        "speaker": "C",
        "text": "There's a whole little dot right there. Like, I think South Africa is interesting. I think they got two of them that are stuck inside these two little bitty tiny countries in there. But I just look at the canadian map and I'm like, I'll remember everything north. Like, I knew Manitoba was the one next to it, but I can't remember anything above that shit. Like, above that shit should just be called forest."
    },
    {
        "speaker": "A",
        "text": "Barely, I was gonna say barely forest. It's mostly tundra. Tundra."
    },
    {
        "speaker": "C",
        "text": "Tundra, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I know. And things have changed since I've been in school. We've added Nunavut, which is a third territory. We used to."
    },
    {
        "speaker": "B",
        "text": "Are you guys, like, pulling some Pluto shit over there? Like, Marty?"
    },
    {
        "speaker": "A",
        "text": "Pluto's been in and out of the rotation like crazy. When we were kids, Pluto was a planet. Then I heard rumors that it wasn't a planet anymore."
    },
    {
        "speaker": "B",
        "text": "And now you guys are still creating provinces, huh?"
    },
    {
        "speaker": "A",
        "text": "We're making provinces, we're making territories. It's crazy stuff."
    },
    {
        "speaker": "B",
        "text": "Now, what's the difference between a province and a territory?"
    },
    {
        "speaker": "A",
        "text": "That's a great question. I want to say population. Territories have very little, but that's my guess. Yeah. I mean, interesting."
    },
    {
        "speaker": "B",
        "text": "Now, do they play in the provincials?"
    },
    {
        "speaker": "A",
        "text": "I think they play in the territorials."
    },
    {
        "speaker": "B",
        "text": "I got it. I got it. All right, chamber. Now, you are a canadian. You live up in the great white north, but your climate is not so, so different from where I live. It's, I would say, probably, you know, on average, ten."
    },
    {
        "speaker": "A",
        "text": "I have a map open. I can give you some american cities that I share a meridian or not. What are they called? Meridian. Yeah."
    },
    {
        "speaker": "B",
        "text": "Latitude, longitude."
    },
    {
        "speaker": "A",
        "text": "So I would be very similar to."
    },
    {
        "speaker": "B",
        "text": "Like, they're pronounced Floridians and they're awful."
    },
    {
        "speaker": "A",
        "text": "Like Portland. I'm trying to think like, Detroit, obviously. Very."
    },
    {
        "speaker": "B",
        "text": "Portland, Maine."
    },
    {
        "speaker": "A",
        "text": "No, no, Portland, Oregon. Detroit. Pittsburgh, maybe. I would say in that same zone. Not Philadelphia."
    },
    {
        "speaker": "B",
        "text": "How can you be on the same longitude of Pittsburgh in the United States?"
    },
    {
        "speaker": "A",
        "text": "I mean, that's the closest one. Like Cleveland. Pittsburgh, you know? I see, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, I get it. My question was, like, you know, if you could live. If you could just live anywhere in the world, like, what type? What is your ideal climate, assuming it's not already where you live?"
    },
    {
        "speaker": "A",
        "text": "It's pretty close. Like, I do like where I live. I do like the idea of the western part of the United States. The Oregon, northern Nevada, northern Utah. Like Wyoming. That area there I like a lot. I could see, because I feel like it'd be. It might be certain elevations, you're gonna have a lot of snow, obviously, but the temperature might be similar. But, yeah, I think I like mountains. I like mountain. More mountains, the better."
    },
    {
        "speaker": "B",
        "text": "I'm big mountain guy."
    },
    {
        "speaker": "A",
        "text": "Yeah, big mountain guy."
    },
    {
        "speaker": "C",
        "text": "Yeah. Calgary is at the same latitude as London. So you should be walking around telling."
    },
    {
        "speaker": "A",
        "text": "People that Calgary and London, England, maybe not my London."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "No, no, no. I don't count your guys as London. I'm talking about the real one. Yeah, the original London."
    },
    {
        "speaker": "A",
        "text": "It's funny because I just learned very recently, because, yes, you look at Calgary and you look at London, England, and they are in the same latitude but have very, very different climates."
    },
    {
        "speaker": "C",
        "text": "Climates, right, yeah, because of the proximity to the water."
    },
    {
        "speaker": "A",
        "text": "Well, it's not even just that. I mean, obviously that's the major factor. But the reason it's the major factor is because of the Gulf stream actually brings in so all that, like, Gulf of Mexico air, all that caribbean nice, warm air actually gets cycled up the coast of western Africa and Europe and actually bring or warms up that climate significantly. And that's why you can be on the same latitude but not have. You know what I mean? Have much nicer weather in Portugal and Spain and stuff. Right."
    },
    {
        "speaker": "C",
        "text": "That's balls cold in fucking Calgary."
    },
    {
        "speaker": "A",
        "text": "It sure is."
    },
    {
        "speaker": "C",
        "text": "Did following the NBA help you with us geography? Because you start looking where these fucking teams are, and eventually you're like, you know, Bunch says Portland, Maine. You're like, nah, I mean, the one with the fucking trailblazers."
    },
    {
        "speaker": "A",
        "text": "Yeah, it definitely helped. I was always. I always liked geography. I always thought geography was very cool. I was at a big. I mean, Delaware notwithstanding, I'm usually pretty good with american geography, but geography in general, I've always really liked sports. Definitely helps."
    },
    {
        "speaker": "C",
        "text": "And when they reached our bunch real quick."
    },
    {
        "speaker": "B",
        "text": "No, go ahead."
    },
    {
        "speaker": "C",
        "text": "Relocated the Grizzlies from Vancouver to Memphis. All of a sudden, you realized there was a state called Tennessee."
    },
    {
        "speaker": "A",
        "text": "Yeah, there was. I always thought Memphis was the nice city in Tennessee. Nope, not the case. Not the case. So, yeah, no, it's good."
    },
    {
        "speaker": "B",
        "text": "All right, well, since we're on the topic, I thought it would be fun to just have my good friend Chachi bt fire me up some geographical. Would you rather. For you, chamber? Are you ready?"
    },
    {
        "speaker": "A",
        "text": "All right, I like it."
    },
    {
        "speaker": "B",
        "text": "Would you rather spend a year living in the heart of Tokyo or living in a remote village in the Swiss Alps? Sounds like you'd probably go Swiss Alps based on your mountainous answer."
    },
    {
        "speaker": "A",
        "text": "I mean, yes, but that being said, the Tokyo thing sounds very enticing, but I would definitely pick the. I would definitely pick the mountains."
    },
    {
        "speaker": "B",
        "text": "Yeah. Would you? Let's see. Would you rather take a road trip across the United States or backpack across Europe?"
    },
    {
        "speaker": "A",
        "text": "I'll tell you what, if you're road tripping, I feel like you're going to stay at a hotel more often than not. Or, like, a motel at the very least, backpacking."
    },
    {
        "speaker": "B",
        "text": "You're talking hostile."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And I, like, sleep with a local."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Those are your options."
    },
    {
        "speaker": "A",
        "text": "I do like the idea of american motels."
    },
    {
        "speaker": "B",
        "text": "Just remember, if you're backpacking across Europe, you have zero air conditioning."
    },
    {
        "speaker": "A",
        "text": "That's true. Yeah. Definitely driving across the US. Yeah. I'm actually taking a little road trip. Amber and I taking a road trip down to nashville in a couple of weeks."
    },
    {
        "speaker": "B",
        "text": "That I would say is the nice city in Tennessee. Would you agree?"
    },
    {
        "speaker": "A",
        "text": "Last time I was in nashville, somebody said they were coming up from memphis, and they told me not to visit there because it was a shithole."
    },
    {
        "speaker": "B",
        "text": "Yeah. The last time I was in nashville was the last time I ever drank. That's how much fun I had."
    },
    {
        "speaker": "A",
        "text": "That's crazy. Yeah. That's for real."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was for real. Well, here's an interesting one. Would you rather have the ability to speak all languages of your or all languages of asia?"
    },
    {
        "speaker": "A",
        "text": "Good question. I think asia."
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "I feel like you just talk to more people. Like, do I also speak."
    },
    {
        "speaker": "B",
        "text": "There are more people in asia? Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Can I also speak english or do I just learn or do I. Okay, so, like, I have english, and then let's say."
    },
    {
        "speaker": "B",
        "text": "Let's say for the sake of this, you have no YouTube, you, no oblique English, no obli."
    },
    {
        "speaker": "A",
        "text": "English. Okay. I would then go Europe, because then I can learn English and French and, you know, Italian and Spanish. Portuguese."
    },
    {
        "speaker": "B",
        "text": "All right, fair."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Joe, you have a way in on this."
    },
    {
        "speaker": "C",
        "text": "I would say Asia. I would say his 1st. First of all, there's more people in China that speak English than in America. So you can just put that on the list. But you get. You get Japan, Korea, whatever. There's now speaking in North Korea, Cantonese, Mandarin, Chinchou."
    },
    {
        "speaker": "A",
        "text": "And now you're just making stuff up."
    },
    {
        "speaker": "C",
        "text": "Vietnamese, Filipino. Are we put in the Philippines?"
    },
    {
        "speaker": "A",
        "text": "Did you say Chinchou? Is that a real language?"
    },
    {
        "speaker": "B",
        "text": "Yes. Well, it's like, I ordered taco Bell."
    },
    {
        "speaker": "C",
        "text": "It's like a small part of China, but inland. Then you get Thai, and Thai actually sounds really good. Cambodian, Laos, Indian, and then you'd get the Farsis, you'd get Arabic. Like, dude, you can fucking do work all day."
    },
    {
        "speaker": "B",
        "text": "This is. Yeah, I think you're making a pretty good argument there. I think you're just getting more languages as well, right? Tons more languages. All right, here's the last one for this. Would you rather climb Mount Everest or trek to the North Pole? Climb on as, as we know it? Go to the grocery store."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, just go, just go up the street, you mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So I would say, like, climbing, summiting Mount Everest has always been something that has intrigued me. Come on."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Always has. It's just so, like, I love, again, I love mountains and there's just something about Everest that's so cool. There's just so much lore there. But now I see. I'll tell you what I don't like. I see a lot of people. It's very touristy now, and like, you."
    },
    {
        "speaker": "B",
        "text": "Go to, it's where tourists go to die. It's."
    },
    {
        "speaker": "A",
        "text": "That is very true. And they don't decay. So you just are reminded about all the dead people that are there if you visit. So in that case, I'd probably say the North Pole because it's probably less touristy and, like cooler now. Like, there's probably, it's probably cooler to visit the North Pole than it is to summit Mount Everest, you know?"
    },
    {
        "speaker": "B",
        "text": "I think that's fair. Yeah. I don't know. Well, I'm not sure I would. I have, I have to pick one, I guess. I'm going North Pole, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's flat. I mean, I feel you're almost, you're."
    },
    {
        "speaker": "B",
        "text": "Talking like almost certain death trying to trek Mount Everest. No."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "For someone like you or me."
    },
    {
        "speaker": "A",
        "text": "Absolutely. I mean, I could take as many walks around the block as I walked. I don't think it could help me summit. Summit ever. So. No, I'm with you."
    },
    {
        "speaker": "B",
        "text": "Not even the cool beats of transcevens will save you on your."
    },
    {
        "speaker": "A",
        "text": "What a way to die, though, I'll."
    },
    {
        "speaker": "B",
        "text": "Tell you, by the way. All right, so we used to do, for those who have been around the show for a very long time, we used to do would you rather, as a recurring segment and we would do themed, would you rather. And this was before the age of chat GPT. And they actually like, became hard to find, so we stopped doing them. Like, we stopped, like it was taking a lot to find, you know, example. Would you rather that we didn't have to either make up on our own or go search for good ones and weed out a bunch? This thing gave me 20 good ones in 5 seconds. So we'll have to bring this segment back and do a would you rather theme."
    },
    {
        "speaker": "A",
        "text": "I have the audio drop for it still. So anytime you want to."
    },
    {
        "speaker": "B",
        "text": "I don't even remember what that one was. Was."
    },
    {
        "speaker": "A",
        "text": "I think it was from. I think it was the clip from the boondocks. We could do this. These. I think we."
    },
    {
        "speaker": "B",
        "text": "The easy way or the hard way?"
    },
    {
        "speaker": "A",
        "text": "The hard way."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right. Yeah. Big shout out, by the way, just like unrelated but I see Anthony down in the audience and so just a huge shout and welcome back. Back to Anthony. Anthony was out in Israel when all this stuff was going down. Glad you made it out safely. Absolutely terrifying. I'm sure it was happening in Israel. Just, you know, normal Israel stuff."
    },
    {
        "speaker": "A",
        "text": "Is it, are they summiting Mount Everest over there or what's happening?"
    },
    {
        "speaker": "B",
        "text": "I don't know. Anthony had to summit the top of his hotel to stay away from."
    },
    {
        "speaker": "A",
        "text": "I'm just joking. I obviously know what's happening. That's crazy that Anthony was there."
    },
    {
        "speaker": "B",
        "text": "Yeah, Anthony was there and stuck for days and days and so."
    },
    {
        "speaker": "A",
        "text": "For real?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I'm only hearing about."
    },
    {
        "speaker": "B",
        "text": "Dude doesn't hang out in the war room. Obviously. We were, we had Anthony watch going on for like three days and he was giving us, you know, sporadic updates as he could from his travels and super, super pumped that you are back safely and I can't even imagine what a experience that must have been like. So, you know, just shouts to Anthony."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "B",
        "text": "Yeah. Now he's. Now he's seen some boy now."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, he is. He's probably changed. It's probably changed him. He probably doesn't have the same, you."
    },
    {
        "speaker": "B",
        "text": "Know, he said, he said he's like, it certainly puts things in perspective. I would, you know, like, I mean, we're over here talking about Luca nets and jpegs and Anthony's taking shelter in his shower. So, like, they're, you know, built different type stuff, you know?"
    },
    {
        "speaker": "A",
        "text": "No kidding. I wonder. Yeah, this is, this is, yeah. Wild stuff."
    },
    {
        "speaker": "B",
        "text": "Anthony's coming up the stage. We are not going to make Anthony answer a trivia question today because I just want to hear what he has to say about."
    },
    {
        "speaker": "A",
        "text": "We're going to thank him for his service."
    },
    {
        "speaker": "B",
        "text": "Yeah. I just want to hear what he has to say about his experience. I can't even begin to fathom. Anthony GMDH."
    },
    {
        "speaker": "D",
        "text": "Hey, guys. What's going on?"
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I can hear it in his voice."
    },
    {
        "speaker": "B",
        "text": "Yeah. He's seen things. Yes."
    },
    {
        "speaker": "D",
        "text": "It's good to be home. I could just say that it's, it's been an exhausting past couple days."
    },
    {
        "speaker": "B",
        "text": "Tell us, like, what you what, tell us what it was like. Like, I can't even imagine what's going."
    },
    {
        "speaker": "D",
        "text": "Through your head, it's hard to put into words. I mean, so I woke up Saturday more. So I got there, like, Tuesday. So. So just for background, it was a vacation. I went with my dad and my brother, and we had a wedding this week there, but we went, like, a week early to kind of just go around the country, see the, you know, the main sites, and, you know, kind of just hang out there."
    },
    {
        "speaker": "A",
        "text": "So were you in, were you in Tel Aviv?"
    },
    {
        "speaker": "D",
        "text": "Yes, we were, like, based out of Tel Aviv in a hotel. And then we would, like, take, like, day trips to other, like, other parts of the country. So, like, the first day, we went up to, like, the Golan Heights, which is like, the north of Israel. We went to, like, wineries and saw, you know, quadded around in the desert up there. We went out to, like, the Dead Sea one day. We went to Jerusalem another day. So kind of just going through all the, all the sites kind of day trips back to Tel Aviv each day. Saturday was so Friday night I was in Jerusalem. We had dinner. It was a holiday there this week. I had, like, a holiday dinner with a family friend of ours. Their family actually lives there. And we went to their house for dinner. We get back and go to bed Friday night, Saturday morning, we didn't have actually plans to do anything Saturday, so we weren't waking up early because Saturday being like, it's called shabbos. For anyone who doesn't know, it's kind of like a day of rest for the jewish religion. And we were just going to hang out kind of in Tel Aviv, maybe go to the beach. So Saturday, want to say, like, 07:00 a.m. i'm sleeping, but I kind of hear some noises, some rumblings. I'm like, wow. Kind of, like, open my eyes, and I'm like, that seems really weird. And then I kind of hear some, like, like, siren noises in the background and some, like, noise from inside the hotel, like, from the hallway, like they're making an announcement. I can't really make out anything, so because I'm, like, literally half asleep and I'm just, like, trying to, like, wake up. So I kind of, like, wake up a little more. I pull my phone to see if I see anything. I go on Twitter, usually the first place I go to see any news, and I see, like, right away that, like, israel is being bombarded with missiles. And I'm like, holy shit. Like, I don't even know what to do. So I kind of wake up everyone that I'm with, and I say, like, guys like, just fy this is happening. I'm not sure if this is, like, anything crazy, because I do know that, like, this does happen from time to time. So we're kind of just sitting there. We're like, I don't know what to do. We hear it again, but this time, we can make out what's happening with the alerts and things like that. And we hear from the hotel to go seek immediate shelter and proceed to the nearest shelter. And I open out my door, and I see people running. And every floor in every hotel pretty much in Tel Aviv has bomb shelters. It's, like, mandatory. The way they build the buildings is, like, they have these cores that are just, like, bomb shelters in the inside of the hotel for people to go to for times like this. So that happens, and then we get out. It's, like, a very quick thing. You're only in there for, like, five minutes, if that, you get out. And I'm starting to now, like, look on my phone and put the news on and see what's happening. And this is, like, starting to see, like, invasion. Like, I see, like, videos of, like, these terrorists and cars, like, going around, and I'm like, oh, man. This is, like, actually really scary. Like, this seems different. And I'm seeing that from, like, the Israel news, and we have family that, again, like, we have family and friends there, and they're saying, hey, this is not what we normally have. Like, it's one thing to get missiles. We shoot all them down, and it's, like, not a big deal, but this time was an invasion. So at that point, we really have no idea what to do. We're just like, okay, let's just sit in the hotel and see what's going on. And we just kind of watch the news unfold throughout the day. It kind of got quiet for a couple hours. Nothing else happens. We weren't sure if it was all over, but then the news starts coming out more and more. Like, okay, it started with, like, ten people dead and, like, 40 people dead. And then you hear about the music festival and everything. Now you're starting to get really scared because you don't know where else it's gonna come from. Gets to, like, nighttime. Like, we're just, like, sitting in the hotel. We really have no idea what to do. We're thinking, like, I'm supposed to be there for, like, a whole nother week. Do we go home? How do we, like, how do we get out of here? Are we safe? We have no idea. And then nighttime comes. We're like, okay, like maybe, maybe it's over. They said it was like an isolated incident. Maybe they secured the border and like, we're good. And then about like 09:00 I want to say comes it's just like one after the next after the next. And we're in and out of the shelter like four times. And you hear it, it's like, it's really terrifying because you hear like some rumblings up in the skyd. Like the buildings start shaking. You hear sirens go off and then everybody's like, you know, the alerts start coming to your phones or from the hotel and just run into shelter and just kind of rinse and repeat, rinse and repeat all night. And that's basically what it was for like three, four full days, you know. So after this, like, so that was Saturday, Sunday, same thing. And at that point we're trying to get out of there. We're like, okay, like, we can't wait for our flights home. We start seeing all these flights getting canceled. Like, we really need to figure out a way home. So the next like 24 hours was basically us working on computers, calling people, like really trying to figure out any way out of there and we couldn't. Like, it was literally every flight was booked or canceled and that was just like the nightmare that we were trying to go through. But luckily we found a way out. We were able to get a flight out to Turkey, private charter. Luckily I had my family here, my wife, everyone at home trying to help us get on flights, so they helped us get on to a flight to turkey one way. No idea how we were getting home from there. Just anything we could do to get out of the country. So we go to the airport on Monday morning. Our flight was at like noon. We're like, let's just try to get to the airport in the morning when hopefully it's quiet, you know, we don't hear any, anything. Like, it's a 2025 minutes drive. Let's just drive there as fast as we can and stay in the airport and figure out, you know, hopefully our flight takes off. So we're there. Everything seems okay for a little bit, and then I want to say like 20 minutes before we're supposed to board this plane, we get the alerts in the airport. Like, missiles heading towards the airport. Like, oh, man. So we have to go into shelter at the airport and one literally lands, like, you know, like right outside of it in a field right outside the airport. So now we're panicking. We're not sure the flights are going to take off because, like, now they're actually starting flying missiles right at the airport. But, you know, a couple minutes later, they tell everyone, okay, we're good to go. They get us on the plane and they literally, like, we get on the plane, within five minutes, they pull from the gate and they get off and they go and they take off. So made it to Turkey, and then I just had, like, a hell of a commute home, essentially, from Turkey to London back to the US. It was over, like, traveling for like, 36 hours, but honestly was so relieved. Once we got in the air, like, outside of, like, the Israel airspace, it was like, you know, okay, this is over. It's just gonna suck to get home. But at that point, we felt safe."
    },
    {
        "speaker": "B",
        "text": "Geez. Holy moly. That is quite the experience. I can't even imagine what that must have been like in real time to experience. I mean, like, you're, you're a New York, New Jersey er. Like, how, how does it compare, like, to what you experienced during. I know you were probably a kid, but, like, how's experience to, like, what you felt during 911?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's hard to. It's hard to compare because, yeah, I was in, like, third grade during 911, so I didn't really understand a lot at the time. I mean, I do vividly remember it because I was in New York and kind of saw it unfold and was right in the thick of it. So I do remember it vividly, but I didn't have the same wherewithal of, like, man, these people are really trying to hurt us here. I felt like, sure. No, I think, like, I. This time I had fear. I. Right. Like, there was, there was a genuine sense of fear that somebody was trying to. These people were really trying to hurt, you know, like, the people that I was with and you didn't know what was happening."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "It was, it was this concept of, like, you're just sitting around waiting like, you kind of felt like a sitting duck and not sure if you're safe. You're protected and, you know, you have no way out. That's the other thing is, like, in America, you have this. There's a lot more of a safety blanket, right. You could, like, maneuver around. You could get in a car and drive somewhere. Like, difference between, like, what's happening in New York City versus if you drive, like, you know, 3 hours west or 3 hours south is, like, doable. And that's a huge difference in, like, the, in terms of, like, you know, what, what's happening in America at any given time. In Israel. Like, you can't do that. Like, Israel's, like, smaller or, like this. They compare to, like, the size of New Jersey in its entirety. Right. So Tel Aviv to the border, the northern border of Gaza is, like, you could make it in, like, a 45 hours drive. It's. It's really close. Like, it's. You're talking miles. Right. And it's like, the different. I say it's like, you know, you, like, in a township of New Jersey, it's like one county to the next. So from your county to my, like, to the county next to you is one's in a complete war zone. And you're sitting. You know, you're thinking you're safe in a hotel. Like, the. How close it is. Yeah. I mean, they're shooting missiles. And, like, I'm seeing it. I've, you know, videos, like, from our hotel room, you could literally see, like, in the sky. It looks like fireworks. Literally. Like, they send out these missiles, and then the iron dome kind of intercepts it. And you just see these, like, orange explosion just happening in the sky."
    },
    {
        "speaker": "B",
        "text": "Is that what that was? It was being shot down. Because I saw the video you shared in war room. So that's what we were looking at."
    },
    {
        "speaker": "D",
        "text": "Yeah. So those are the iron dome intercepting missiles that are being shot out. I mean, look, that. God bless that thing. Seriously. It's fascinating technology, but they shot it."
    },
    {
        "speaker": "A",
        "text": "Looked. I saw some of those videos. They looked fake. I thought. I had to double check to make sure it was real because that looked wild. Yeah."
    },
    {
        "speaker": "D",
        "text": "They're not fake."
    },
    {
        "speaker": "A",
        "text": "It was unreal. How? Literally, it acts as, like a. Like a. What do you call it? Like a protective shield, you know?"
    },
    {
        "speaker": "D",
        "text": "I mean, it's. Yeah. Without it, I couldn't imagine what it would be like. You know, that I've seen so many different counts, but, I mean, it's thousands of missiles that are launched with, like, no rhyme or reason. Right. They're just shooting to shoot them into anywhere they hit. A. And, you know, the stats are 97 plus percent get intercepted. Luckily, there's been very few instances of direct hits. You know, a lot of times you'll see, like, oh, they'll say, like, tel Aviv was hit or, like, one of the cities was hit, and it's not really hit. Like, most. Like, if it. If it gets hit, it's usually, like, the missile. The dome intercepts it, and a piece of the missile with enough explosive powder falls down and it creates a little thing. But it's. I mean, still. Dane still could kill somebody, but, um, no, it's not like buildings are falling down. In the south is, like, where more direct impacts hit because they overwhelm the dome in such a short range that sometimes, you know, one, like I said, they'll get 98, 99% hit, but one slips through occasionally."
    },
    {
        "speaker": "A",
        "text": "I do have a question. When you're. When you're in the hotel and you're hearing the stuff over the loudspeakers, is it in English or is it being translated for you?"
    },
    {
        "speaker": "D",
        "text": "So they do English and Hebrew. So, like, simultaneously, it alternates between the two."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "D",
        "text": "Once I heard the, like, it's like one of those things where you just hear it once and you know what's happening. So, like, there was plenty of times where I didn't understand what was being said, but, like, you kind of just had an idea of what to do."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's definitely not like, free ice cream in the."
    },
    {
        "speaker": "D",
        "text": "No, no, definitely not. There's. There's sirens glaring from outside. Like, you hear the sirens. They actually have this amazing app. It's called, like, home command, Israeli Home Command. And actually, you download it, you give it your location, and you get a notification on your phone before even the sirens start glaring. Like you're. That you're, like, the first person to know. And it's like, watching you. It's like, knows your location and it senses when a missile is heading your way and it gives you an alert and says, like, hey, get to the shelter. And based on. Based on. Based on what? Based on what? Like, city you're in. And they know, like, from where the missile is coming from, they tell you how much time you have before an impact would hit. So they would say, like, if you're in. If we're in Tel Aviv and a missile fired from southern Gaza, for instance, they say, like, by the time you get the notification, you have like 60 seconds to get in."
    },
    {
        "speaker": "A",
        "text": "Really a holy."
    },
    {
        "speaker": "D",
        "text": "Some places. But that's a lot, right? Like, if you're in, like, Ashkelon or Ashta, like, some of the southern cities, it's like 15 seconds from when you."
    },
    {
        "speaker": "A",
        "text": "Hear the siren, right."
    },
    {
        "speaker": "D",
        "text": "So it really depends on where you are and you. So you get the alert and you go. And then you're watching now on your phone, we're just watching and just, like, staring at it and waiting. And you're seeing it. Like, okay. Siren pop up in this city. Siren pop up in that city. It's just like chaos. Because everything you hear, like, this is the problem for me right now, is like, every noise I hear, I'm like, jumpy because you didn't know if, like, okay, that vibration that a bomb is a siren about to go off and you're just like in constant panic mode. Like, I slept. I didn't sleep because I laid in my bed with fully clothes on just waiting for any moment to have to run into a."
    },
    {
        "speaker": "A",
        "text": "Right. I mean, how could anybody know? That's crazy. Was it. So it was yourself and like, what, a couple members of your family?"
    },
    {
        "speaker": "D",
        "text": "My dad and my brother were with me."
    },
    {
        "speaker": "A",
        "text": "No little kids or anything with you guys or at least traveling with."
    },
    {
        "speaker": "D",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "That's good. Yeah. Because imagine like being just like a little kidde. You know what I mean?"
    },
    {
        "speaker": "D",
        "text": "Like, I mean, we had like friends, like family friends who are with us with little kids."
    },
    {
        "speaker": "A",
        "text": "Right. Like, that, to me is. Is gotta be the worst. Now, are they. You'd mentioned like. Like Ashod and stuff, are they targeting like Jerusalem or anything like that as well? Because that's kind of."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. So they are, are they?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I wasn't sure if that was kind of like neutral ground or. I don't know how that worked."
    },
    {
        "speaker": "D",
        "text": "No. Yeah. It's very difficult to understand. It's definitely not neutral ground. And to be honest, from what I gathered and a lot of the people I've talked to, that's the main point of contention. If the Palestinians had that. Again, I'm sure there's both two sides to it where some want the entire state, but some really just want the area of Jerusalem."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "And if you go through the history, like, I learned a lot more of the history while I was there."
    },
    {
        "speaker": "A",
        "text": "So have I. I actually did a. It turns out basically we just blame England."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "For the most part."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "England was like the 9th. Like, most problems, World War one and on. And then, like, obviously what happened after World War two and the Holocaust, things changed. And then there was multi Yom Kippur war, the Six Day War. Like, it's been changing constantly. Right. It's like a constant geographical shift. But then, like, people have the history going back like 3000 years, right. And like, you know, and it's just, it's just. It's. It's really crazy to try to justify any of it and, well, it's."
    },
    {
        "speaker": "A",
        "text": "It's funny, you know, growing up super, you know, very religious and then trying to explain to people, it's like with my family, like my wife and my kids and stuff like that and about, you know, kind of the. When you say, like the history. Right. Like the. The ancient history. And, you know, the best way I always explain it is it's. It's it's the classic, you know, the parents died and the kids are fighting over who gets what. And, you know, it, you know, and a lot of war, a lot of wars, regardless of, of where they, where they're fought, are, you know, based on those types of things. Right. Whether it's, you know, two brothers, you know, fighting, who's going to become king. You know, a lot of the, you know, a lot of the Middle Eastern conflict started with basically just like a land battle on after dad dies, who gets what. So it's, it's, it's pretty, it's crazy to see how long it's lasted. And obviously, there's many more layers on top of that since then. But it's. I'm very happy that you got out safely, and I was not aware of this. I'm just finding out about this now. So my son is abroad and in danger. My fatherly, I'm kind of disappointed with myself because my fatherly intuition didn't kick in at all. Had I known, I would have, you know, I would have. I would have come to get you."
    },
    {
        "speaker": "B",
        "text": "But neither did your obligation to your community force you into the war room to actually be notified."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "D",
        "text": "Yeah. I have to say, like, you know, the support from home was overwhelming. I mean, everybody here and, you know, family and friends at home was. It was, it was a lot, right. Like, and I could imagine, you know, thinking of, you know, my family and people here, like, it was just as scary for them as it was for us. Right. Like, not knowing where we were, how we were at any point in time. It's. It's a lot for everyone, right? Like, it's. It's truly intense. And now that I'm home, I'm watching it from the outside, and we still have people who are there who couldn't get out. And, you know, I don't feel like it's truly over. You know, I don't."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely right."
    },
    {
        "speaker": "D",
        "text": "I don't. I don't. You know, when. I mean, in the grand scheme of the war and things like that, I don't think it's going to be over for quite some time. But until I know, you know, like, and the more you talk to people, you know, especially in the New York area, right, where there's a large jewish population, a lot of my friends and family and stuff like that, you know, everybody knows somebody there, right? Like a family member is there or friend is there, and it's tough, right? There's, they say, like, about 200,000 Americans now, a lot of them are dual citizens, but, you know, not allowed to."
    },
    {
        "speaker": "A",
        "text": "Play for Team USA Basketball, by the way."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was the Monday's show, but, yeah, I mean, dude, that is so crazy. I can't even begin to fathom that. Like, the point you just made about, you know, the spillover effect, even now that you're home and people you know and interact with through work or somebody, a friend of a friend that all still potentially know, people stuck there is just devastating to even think about. Right? Like, because, you mean, you said it. You're, like, even though you're home now, you're kind of in this constant stuck alert and fear phase for a while. And that's probably very difficult to even, like, live your normal life right now, huh?"
    },
    {
        "speaker": "D",
        "text": "Oh, yeah, no, without a doubt. And, you know, this is. I could. I could spend so much time talking about it, like, the. The way that the Israel. Like, the people of Israel think, right? Because they've been going through this for a long time, right? Like, this has been a constant state now, nothing like this. This is full scale war and probably the most intense of it, but they've been going through, like, periods and cycles of this for quite a long time. And they truly, like, believe in defending their homeland and not letting, you know, the terror get to them. It's. It's crazy, right? It's truly crazy that you have to be desensitized. But there are millions of people living, and it's beyond the thousands of people who have died or been injured. It's like, millions of people living in a state of terror. And that's, like, ultimately what these people want to achieve, right, is. Is beyond, you know, that there is killing and there is a lot of bloodshed, but they. They're also, like, creating this sense of terror in this state. And, you know, I is, like, obviously my first time in my life, like, really feeling that firsthand. It's truly terrifying. Like, it really. It really is. You know, you see the videos and the amount of, like, propaganda and things that, like, it's. It's. It's hard to imagine when you're just living your daily life and we're doing the things that we do and complaining about the shit that we complain about and, you know, just joking around and having fun. You literally get so far away from this until you're in it. And when you're in it, let me tell you, like, nothing else matters. Nothing. Like, you come home and, like, you're not even thinking about things that are happening. All you can think about is. Is what you just kind of witnessed and saw and the fear in people's eyes and how they feel. And it's, it's scary. And. But, you know, the only thing we could do here is obviously, like, voice support and try to understand what's happening. And, you know, it sucks. There's nothing really you could do, but there's a lot to learn. There's a lot of information out there, and you really have to, you know, people have to educate themselves and understand, you know, what, what are the impacts to stuff, you know, when events like this happen and how do we not let that, you know, bring harm to our society and where we live?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a, I mean, it's a great point. And I just, like, still just can't even fathom what you must be going through. So I appreciate you coming up and sharing your story and kind of telling us everything that happened and what you went through. I can't even imagine. Just, like, reliving it to tell us is probably traumatizing. So appreciate you being willing to do that. I think it's impactful for anybody listening to this or the podcast on record or on, you know, on rewind that they hear a firsthand account of this. Because I think what's super important about what you just said is, like, I, as somebody who's so far away from it, right. Like, it's hard for even me to put in perspective watching news or seeing it on Twitter, but hearing a firsthand account is incredibly powerful and I moving and puts a lot into perspective. So totally appreciate you coming up and sharing because that is probably not an easy thing to do after what you just went through. So thank you for that. And chamber. I feel like this is a good place to shut it down for the day. What do you think?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. I think I don't know what to do with the show. I don't know what to, I don't know what to title it."
    },
    {
        "speaker": "B",
        "text": "I don't make a joke about it. That's."
    },
    {
        "speaker": "A",
        "text": "I know, but I can't make a joke. I definitely have to make it serious. But I, if I find. If I make it serious, we're just."
    },
    {
        "speaker": "B",
        "text": "Like emergency alert podcast, like, no, but."
    },
    {
        "speaker": "A",
        "text": "I feel like that's. It's, it's, I don't like it. I don't like using this as a way, but I do feel we need to warn people about the content of the show at the same time. So it's very."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's powerful, though. Like, I think anybody listening to this back, you know, we're we're funny. We like to poke fun. We like to, you know, take ourselves not too seriously, but, you know, when you have an opportunity to hear something like this firsthand, you know, it is not only worth it, but important to do so. And I think our obligation is to share it out. And I agree. Let others experience what that might be like and for if no. If no other purpose than to, you know, feel empathy for something that they might be so far away from in their daily lives and put that kind of stuff in perspective."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Absolutely. Yeah. No, it's. I do want to highlight, you know, obviously, Anthony went. Went through a unimaginably traumatic experience. You know, we do want to highlight. There are reasons for what's happening from the palestinian side, so that there's a. Obviously terrorism, and these type of actions are not great, but there's been a lot of shit happening in that region. And I just don't want to characterize necessarily either side as being in the wrong, but there's definitely. It's a layered, stinky onion over there right now, and it's, you know, you just want peace for everybody, and I hope. I hope they get there."
    },
    {
        "speaker": "B",
        "text": "Yeah. And all we can do is offer our perspective of it from. From somebody here who is a friend."
    },
    {
        "speaker": "A",
        "text": "And I was not anticipating a firsthand account today, that's for sure."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You. You had no idea it was coming."
    },
    {
        "speaker": "A",
        "text": "I didn't. I literally thought, like. I literally thought today I'm like, we cannot speak of what's happening in Israel and Palestine right now just because I didn't want to utilize it to."
    },
    {
        "speaker": "B",
        "text": "Now, normally, you would have had no worries of that because I am somebody who thinks little of the roman empire and thus geography as a whole. However, we spent the entire show talking about geography today in one way or another. Um, yeah, no, but we. I, again, just appreciate Anthony and hope everybody listening to this, you know, gets a little perspective on what's going on for others in the world. And that's about it, man. Ready to close it down?"
    },
    {
        "speaker": "A",
        "text": "I guess so. I got a hard stuff at 05:00."
    },
    {
        "speaker": "B",
        "text": "All right, so there you go. Now take this over there and just, you know, be a zombie with whatever you're doing, because now your whole world is shook."
    },
    {
        "speaker": "A",
        "text": "It is shook. I'm not going to sleep well tonight, but thank you. Yes. And again, so happy that Anthony is back safe and sound."
    },
    {
        "speaker": "B",
        "text": "You got to close them out with a little big booty mix, if you got it."
    },
    {
        "speaker": "A",
        "text": "He didn't even. He doesn't even know how that episode has single handedly kept the show afloat."
    },
    {
        "speaker": "B",
        "text": "That's true. Anthony. What you missed was on Monday's show, Chambers shared that our big booty mix episode that is titled something about Big Booty Mix is our best performing episode we've had in years."
    },
    {
        "speaker": "A",
        "text": "So definitely this year, like the last."
    },
    {
        "speaker": "D",
        "text": "Twelve months because has there been a new demographic added to the show? I guess listeners?"
    },
    {
        "speaker": "A",
        "text": "I don't know. It's tough to say."
    },
    {
        "speaker": "B",
        "text": "Whoever's clicking on it is obviously looking for it. I just don't understand why they're thinking we are going to provide what they're looking for."
    },
    {
        "speaker": "D",
        "text": "I know the reason why on the podcast channels. So, so big Booty mix is like, I think they have issues with like copyright and like using the rights of songs, I believe so quite often, like they're put up on Spotify and like as podcasts, right? They're not music. They put up as a podcast and they get taken down very often and they usually come right back like, but non stop. They're up and down. I typically listen on Soundcloud because they don't take them down. But you'll get a lot of people who will search for them on Spotify and then they're down at the moment and then they're probably finding you instead."
    },
    {
        "speaker": "B",
        "text": "This is such a engagement. Farming hack chamber. Every episode from here on out is titled Big Booty Mix. One, two, three."
    },
    {
        "speaker": "A",
        "text": "Can we rebrand? Rebrand, yeah."
    },
    {
        "speaker": "B",
        "text": "Big booty mix crisis. That's it. That's going to do it for us today. Thank you so much, Anthony. Super glad you're safe and wish everybody that you know and everybody out there in fear can, can get themselves to safety. Until next time, keep the mic hot."
    }
]