[
    {
        "speaker": "A",
        "text": "What have I done? What have I become?"
    },
    {
        "speaker": "B",
        "text": "I can't describe this."
    },
    {
        "speaker": "C",
        "text": "This is my mid mic crisis."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome to the mid mic crisis. I am bunch. You, alongside my esteemed colleague and co host, Eric Stevens. Eric, how are you?"
    },
    {
        "speaker": "A",
        "text": "I was not ready for that."
    },
    {
        "speaker": "B",
        "text": "I did not have it planned. I literally just shot from the hip, right, that right at the end. Literally right at the end. Just decided to go for it."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "I got. That was a good. That was like a full on belly laugh. That wasn't. That wasn't your high pitched squeal laugh. That was like a chortle."
    },
    {
        "speaker": "A",
        "text": "That was. That one got. That one got me. That one got me. For real. For those of you who may not know, bunch sent me a."
    },
    {
        "speaker": "B",
        "text": "So wait, before you even go there, tread drift Doug is the one that told me."
    },
    {
        "speaker": "A",
        "text": "Oh, really? So through ten drift Dougie, you know, Dougie two times, as I like to call him."
    },
    {
        "speaker": "B",
        "text": "Dougiebff. As I like to call him."
    },
    {
        "speaker": "A",
        "text": "He, I guess, sends a video to you, and then you send it to me, and you say, check out the three minute mark. And it looks like a YouTube crypto guy doing some market analysis, maybe some Twitter analysis. And I'm looking at the screen, and I'm watching it on my phone, so it's kind of smaller. And I'm like, is that our show? He has pulled up on his screen like it was our spaces. I'm like, oh, cool. Like, bunch probably. We probably get a shout out or something, and we don't get too many of those. So bunch probably sent it to me knowing that I would be excited to hear it. And so I kind of. That's my. You know, that's how my mind is set up to watch this. And I'm listening to it, and I'm like, I'm again expecting positive, and what I'm hearing isn't exactly positive. I'm gonna have. I'm having to recalibrate what's actually happening in real time. I'm like, 1 second here. Is he. Are they calling us the alt cabal or, pardon me, the alt accounts for the cabal. So, yes, we were. You know, I forget this guy's name now, but we've been accused, me specifically being the alt account of Eric Stevens, aka I hunt gems. I forget his twitter handle."
    },
    {
        "speaker": "B",
        "text": "Yes. I mean, you don't know your own handle?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Red. Red flag. Red flag."
    },
    {
        "speaker": "A",
        "text": "Um, and you. You being another. I don't know if he named your actual."
    },
    {
        "speaker": "B",
        "text": "Oh, no, he just called me an idiot, straight up. No, it just called me an idiot."
    },
    {
        "speaker": "A",
        "text": "Just an idiot. At least I was the brain. I mean, the guy's got to be pretty. You're pretty off base. If I'm the brains behind the operation, you're the idiot of, you know."
    },
    {
        "speaker": "B",
        "text": "Well, would you like the backstory?"
    },
    {
        "speaker": "A",
        "text": "100%. I need more of this."
    },
    {
        "speaker": "B",
        "text": "Okay, so this. This person is. Caesar calls. He's."
    },
    {
        "speaker": "A",
        "text": "I followed him immediately, by the way."
    },
    {
        "speaker": "B",
        "text": "He's immediate. He describes himself as the most honest or only honest key opinion leader or caller in the crypto space. Gotcha, I believe, is what he describes himself as. One of the only honest, quote unquote, kols out there. Check me out. He's got 46,200 followers, one less after I saw this video. The funny thing about this is, so he's. If you've followed him at all, he's been on this, like, crusade. I would call it nothing short of a crusade, to kind of out all of the scammers and paid influencers and, you know, all these pump and dumpy scammers."
    },
    {
        "speaker": "A",
        "text": "Like the groupings of them. Right, correct."
    },
    {
        "speaker": "B",
        "text": "Yes. And all of the projects that these folks are associated with. Right. And the funny thing is, I'd been following along like, I'm out there rooting for this guy. So you."
    },
    {
        "speaker": "A",
        "text": "So, prior to you receiving this video, you were already following this guy?"
    },
    {
        "speaker": "B",
        "text": "Yes. Yes."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "This is amazing. So, yeah. And so he, like, put out a part one of this video or part one of this series, like, two days prior, and it's like, I don't know, a 1516 minutes long video."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And I watched the whole thing. I watched the whole thing."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "Actually, maybe it's even longer."
    },
    {
        "speaker": "A",
        "text": "I thought, like, the one you sent me was, like, 30 minutes."
    },
    {
        "speaker": "B",
        "text": "The one I sent you is 31 minutes and 44 seconds. The first one is 47 minutes long. Sorry. Wow."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "47 minutes. So, yeah, I mean, it's a crusade, right? And so I was following along. I literally watched the whole first video because I'm like, okay, this is interesting. He's naming all these projects. He's putting, uh, you know, wallets together, all of, all this stuff. And he sounds like he's done his research, and he sounds very credible. And, like that, he's done all of this wallet connecting."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And and so I I had been talking to Doug about him, and I'd actually been talking to other people about him, and, like, oh, this is, you know, a noble thing, and he's doing blah, blah, blah. Yeah. Dude, this is why I was so fucking pissed, because you. When I said, oh, I was."
    },
    {
        "speaker": "A",
        "text": "You were mad. I was laughing I thought it was, I thought it was, was very funny. I was so mad."
    },
    {
        "speaker": "D",
        "text": "Can I add some context?"
    },
    {
        "speaker": "B",
        "text": "Yes, yes."
    },
    {
        "speaker": "D",
        "text": "Sorry. The only reason I came up, by the way, too, love the show. Love the show. I'm honored to be here with the, with the actual cabal now. Like, there's like, no, it's an honor. Thank you for coming out. But when you said eric a minute ago, I spit out my food. I was laughing so hard."
    },
    {
        "speaker": "E",
        "text": "I was like, wait, what?"
    },
    {
        "speaker": "D",
        "text": "But so kidding aside, when I was, same thing, I was following caesar calls to like, oh, this guy's a, this guy's good. I like, I like what he's going with this. And like, for all the things."
    },
    {
        "speaker": "B",
        "text": "Yeah. We stand for. Yes."
    },
    {
        "speaker": "D",
        "text": "So I'm sending, I'm in the Walgreens parking lot, which, by the way, that only going there to buy more cans. Paris on iced tea. I'm sitting there and I'm watching the video and I'm texting bunch you through the, and as I'm going through it, I didn't watch the whole thing yet. I'm listening. Like, I retract all my statements. I'm like, please take it back. He called you an idiot. I was like, fuck this guy. I had no idea, it seems."
    },
    {
        "speaker": "B",
        "text": "And I didn't even understand what you were saying to me at the time because I didn't watch the second video yet. And so, and he's like, you're saying to me in the messages, you're like, he named you. And I'm like, what? I'm like, what are you talking about? And he's like, yeah. He's like, I'm actually kind of confused at what's going on. And I was like, oh, he's pulled up our show. Because if you look at this video, he links, he links a ton of, he links a ton of the stuff from that lost account that you and I had on the air."
    },
    {
        "speaker": "A",
        "text": "Right? Yeah."
    },
    {
        "speaker": "B",
        "text": "Do you remember that?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "And so that's what this clip is, that he's, he's speaking over our interview with the gentleman from lost."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "And Doug, I'm looking at your messages. He goes, wait, did he mention your show? And you send me a screenshot and I'm like, what the fuck? And he goes, oh, now your voice. And then he goes. And then you say, haha, sorry, I should have listened to all of this first. He called you an idiot. All right, I retract all my statements. So then I start listening to this thing and I'm like, all right. What the hell could he possibly have had to say about us. And mind you, remember, I watched the whole 1st 40 fucking minute video. And I'm like, oh, this guy really knows what he's talking about. And literally within the first 30 seconds of him speaking on this video, at the three minute mark, he's like, yeah. And this guy, Chamber rect, who's an Eric Stevens alt account. And he's like, convinced. Very convinced, dude. Like very adamantly, totally, 100% convinced. And what I find so weird about the connection to, like, him trying to make that connection to you with the context of the lost account because he, he obviously, he obviously puts merit into the lost account. He links all of them and he links all of them. And like the blockchain analysis he did and whatever. And first of all, I'm actually looking at this now and it seems like he was in the space, by the way, right?"
    },
    {
        "speaker": "A",
        "text": "Originally."
    },
    {
        "speaker": "B",
        "text": "Originally, yeah. In the screenshot. In the screenshot. I'll just. I got to copy this in our chat while you're putting it there."
    },
    {
        "speaker": "D",
        "text": "Bunch of my only thesis on this because I thought about it for a while and I didn't know that whole, that whole conversation, I'm sorry to jump in here, is that it's almost like he felt that you changed the conversation when he was bringing up something that was maybe uncovering, possibly you guys being part of whatever it was."
    },
    {
        "speaker": "B",
        "text": "And then that's had to be it, right?"
    },
    {
        "speaker": "A",
        "text": "That's it."
    },
    {
        "speaker": "D",
        "text": "There's nothing. There's nothing else I could get from it besides that."
    },
    {
        "speaker": "B",
        "text": "He must have think. He must think that chamber. You sound like Eric Stevens. And then."
    },
    {
        "speaker": "A",
        "text": "I didn't know such a hot voice."
    },
    {
        "speaker": "B",
        "text": "The last thing he said, the last thing he says was like, oh. And then this idiot, this bunch, you idiot, changes the subject. And the last thing the lost guy says before that was about, you know, how he's got this list or spreadsheet of cabal members that he didn't want to release. And I wasn't going to like, press him on that if you're telling me you're not gonna release it. Plus, it wasn't even what we were supposed to be talking about on the show. The entire context of that episode was to warn people, which was the exact same mission that this fucking guy has."
    },
    {
        "speaker": "A",
        "text": "I feel like, yeah, we're on the same team."
    },
    {
        "speaker": "B",
        "text": "That's what I'm talking about. Warn people about the dangers and what they should look for when they go into these tokens. And the fact that that was the spin on this is just absolutely ridiculous. And then the funny thing is, is he's like, running giveaways on his twitter for, like, incentivizing people to watch this video. Right? And he. There's one tweet that goes out where he's like, specifically make sure you watch the first seven minutes."
    },
    {
        "speaker": "A",
        "text": "When I saw that follow up, I was dying."
    },
    {
        "speaker": "D",
        "text": "I was like, why the first seven minutes?"
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "He's like, specifically make sure you watch first seven minutes. And I'm thinking to myself the whole time now I'm. First of all, now I'm furious. And then secondly, he's. He's just, like, wrong in the first seven minutes. So it's like he's lost all credibility on all of it. But I don't know. He's a dweeb, so."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, no, I definitely was."
    },
    {
        "speaker": "B",
        "text": "Oh, I got so heated. I said some. I commented, Adam something. I mean, I. You know me forever. I never get snappy on the timeline. No, I definitely got. I got real rude with them. I told him to fuck himself twice."
    },
    {
        "speaker": "A",
        "text": "Yes. When I heard it, and when I finally pieced it together what was happening, I thought it was very funny. And I'm like, well, worst case scenario, we just get more listeners to the show, and I feel like it's fairly evident that we are not the puppeteers of the cabal."
    },
    {
        "speaker": "B",
        "text": "Just look at my piano."
    },
    {
        "speaker": "A",
        "text": "We are not."
    },
    {
        "speaker": "B",
        "text": "I mean, he. He's. The only thing he's right about is me being an idiot."
    },
    {
        "speaker": "A",
        "text": "I mean, but out of the two of us, I would not say you're the idiot. You know, I'm saying."
    },
    {
        "speaker": "B",
        "text": "I mean, you know, I am an idiot. I definitely am, 100%. But not for the reasons he said."
    },
    {
        "speaker": "A",
        "text": "Right, exactly. But, yes. I thought that was very funny. I'm blown away that you were already following him and you were already on team."
    },
    {
        "speaker": "B",
        "text": "Well, I was following this story because the whole thing was, he's, like, putting out all these videos, doing these spaces, and he's like. And, you know, as I'm trying to manage the magic Internet cat CTO, I'm like, okay, we. This guy shares a lot of the same views that we think. So, like, maybe we could work together and X, Y, and Z. And then this happens. I'm like, oh, my God, what an idiot."
    },
    {
        "speaker": "D",
        "text": "I gotta jump on. What you just said there is. Like, that's the part that drove me so crazy and pissed me off, is that I'm like, I have been following this guy for a long time, and I believe he actually does have good intentions. Right? I'm not saying he doesn't. The problem is the laziness of how it is on the part for. For where he puts you guys. And just assume, like, that was a fact. Basically invalidates everything correctly. More pissed off about the space where it's like, even people that are trying to do good shit can't do it right. And it's like, come on. I can't. Who do I trust? I'm interested."
    },
    {
        "speaker": "B",
        "text": "You can't just trust Eric."
    },
    {
        "speaker": "A",
        "text": "Just trust me. You'll be just fine."
    },
    {
        "speaker": "B",
        "text": "Trust Eric. I don't even know how he gets. Gets there. Maybe your profile pictures kind of look alike. I don't know. Eric's is like, the. He's got the what? The sonic Obama. You knew? Is that what his is?"
    },
    {
        "speaker": "A",
        "text": "I thought he was like, the. Is that the blue thing? Yeah, the blue."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then I I don't think your voices sound the same at all."
    },
    {
        "speaker": "A",
        "text": "I don't think I've ever heard him speak."
    },
    {
        "speaker": "B",
        "text": "And then I just don't understand why he would he. Then. Then the lost guy, in his opinion, should lose all credibility. Like, what's the lost guy doing? Cabal?"
    },
    {
        "speaker": "A",
        "text": "The way he framed it, it was like, me being Eric Steven is looking to, like, tempt fate by having this guy on. And anytime."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're like, the serial killer that wants."
    },
    {
        "speaker": "A",
        "text": "Hundred percent. Yeah."
    },
    {
        "speaker": "B",
        "text": "Sending letters to the police."
    },
    {
        "speaker": "A",
        "text": "But you're, like, deflecting the questions. You know what I mean? Like, anytime it gets too close to uncovering the."
    },
    {
        "speaker": "B",
        "text": "Well, you know what's so funny is, like, I was reflecting on that episode, and I bet you if you go back to, like, whenever that date was, this was a guest that you lined up 100%, and I had no idea of the context of the conversation we were going to be having. So I'm not surprised at all that I switched the topic, because I was probably just switching to the next thing. Like, you know what I mean? I didn't know what the heck we were supposed to be talking about at that point, and I certainly did not have the intention going into that of, like, um, exposing the cabal. Like, I didn't know that's what we were supposed to be doing. Sorry, Cesar. I was warning people on how to not get honey potted in meme coins. Bingo. Sorry."
    },
    {
        "speaker": "A",
        "text": "The other problem I had, though, too, is after watching the video, I was like, I get it. Like, I could see he framed it in a way that if I didn't listen to this show, like, I'm like, oh. And it sounds like. It sounds like they're trying to avoid the question. Like, I was believing him, and I'm the guy. I'm the puppeteer. So for everybody else, it must have sounded very suspicious. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I just fucking hate it here. I don't want to be here anymore. I don't want to do any of this anymore. What am I here for? What's the point?"
    },
    {
        "speaker": "A",
        "text": "Well, I'll tell you what. I got lots of things to talk about that isn't that. But we can. We can. We can pivot here if you'd like. We can do."
    },
    {
        "speaker": "B",
        "text": "I wasn't even gonna talk about it, and then I decided I was gonna call you. Eric."
    },
    {
        "speaker": "A",
        "text": "I completely forgot. I completely forgot about it."
    },
    {
        "speaker": "B",
        "text": "Oh, well, then that. Until you said, eric, that must have got you pretty good. And you can tell I was so pissed, too."
    },
    {
        "speaker": "A",
        "text": "You were not happy. You were not happy."
    },
    {
        "speaker": "B",
        "text": "Well, you could see why now. Having the 100% together now."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "It wasn't just like, oh, I saw this tweet, and. And here it is. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Oh, totally, totally understandable. Do you want to do a mic?"
    },
    {
        "speaker": "B",
        "text": "And that's the show. What?"
    },
    {
        "speaker": "A",
        "text": "Do you want to do a mic minute?"
    },
    {
        "speaker": "B",
        "text": "Only if you have the drop. It's the mic minute."
    },
    {
        "speaker": "C",
        "text": "Meow."
    },
    {
        "speaker": "B",
        "text": "Talk about magic. Internet, cats. It's so good."
    },
    {
        "speaker": "A",
        "text": "Sure is."
    },
    {
        "speaker": "B",
        "text": "Well, not only is that drop good, but what you did with the instructions to the game was just next level good."
    },
    {
        "speaker": "A",
        "text": "I'll put that in right here."
    },
    {
        "speaker": "C",
        "text": "Fat cats with magic hats strapped to a rocket and heading to the moon. Your task is simple. Players are charged with propelling Mike and his rocket through the ups and downs of the market with diamond hand at will. Mike to the moon. Mike to the moon. Avoid the red and green arrows on equally sized caps placed at random heights. Mike automatically descends and only ascends when the player taps the space bar. Each successful pass of an obstacle or pair of obstacles awards the player one point. Mike to the moon. Oh, yeah. Mike to the moon."
    },
    {
        "speaker": "B",
        "text": "Perfect. And you should definitely pin it up top if you can, because people should listen to it, and you should pin it up top also. I mean, could be the best performing tweet we've had of all time on that account."
    },
    {
        "speaker": "A",
        "text": "Definitely. I think we had, like, 20k impressions on that one."
    },
    {
        "speaker": "B",
        "text": "Yeah. Which is crazy. Yeah. 20,000 views, which is wild, which is pretty cool. The only thing we've ever done better is this Caesar video."
    },
    {
        "speaker": "A",
        "text": "The Caesar video is amazing. Do we ever. Did we tweeted. I think we tweeted it out. I'll post."
    },
    {
        "speaker": "B",
        "text": "You did? Yes. You tweeted it out from the main account. You said that. Your post says, let's see, it says here we've made it. Check out the three minute mark where MMC is thought to be the alt mouthpiece of the cabal. It's a big day that only got 220 or 255 views. One comment, which was from who? From Doug. That's really fun. Yeah. So time for your magic Internet cat minute. We're talking about our game that we launched on Friday we've been having a ton of fun with. And I just checked the leaderboard for the first time in a couple days here, and we have a new leader."
    },
    {
        "speaker": "A",
        "text": "I'm just. I'm just pulling it up now. I wonder who it is."
    },
    {
        "speaker": "B",
        "text": "We have a new leader, and he is on stage with us right now. Pain, you are the number one spot with a score of 148. Pain, what is it like to not have a life?"
    },
    {
        "speaker": "F",
        "text": "I'm super competitive, so I really shouldn't have ever started the game. That was. That was my first problem."
    },
    {
        "speaker": "B",
        "text": "Well, this is how I feel, because. And the worst part is, I'm so bad at it. So the amount of time I'm spending on it is just compounding because I can. I cannot. My competitive nature cannot let me be so bad at it. So I totally understand that you were prior. You have a score right now of 148. You have surpassed Brendan, who has the second high score of 142. And then after that, it's not particularly close. A luminary in third with 116 bit droid who just started playing yesterday. He just popped in and throws himself into the top four at 115 zg. Our good friend ZG at 113. And then von Fronten at 105, followed by chamber with a high score of 103. And I did not realize this is. That score I just logged puts me in the top ten. Mad props, boodle gto pish. I don't even know how to say that."
    },
    {
        "speaker": "A",
        "text": "Bootleg top."
    },
    {
        "speaker": "B",
        "text": "Bootleg boot top leg, top shot. Bootleg top. It probably can't fit. Bootleg top shot. We'll go with that. And then myself all tied with 92. Wow. I'm glad I'm on the top ten now. That's impressive. I'm proud of myself, Payne. Now I will spend the rest of the day trying to beat you. I'm supposed to have date night with my wife, but she can wait. This is not canceled."
    },
    {
        "speaker": "F",
        "text": "The real issue was I got way too close on one run. I got 139, and I was like, I can't be."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "How can you live with yourself?"
    },
    {
        "speaker": "B",
        "text": "No. Yeah, you were. You were three points behind Brendan. So how long did it take you between that first one and now? And like, did you get anywhere close in the middle in. In the meantime?"
    },
    {
        "speaker": "F",
        "text": "Um, I was listening to a podcast today, and I got in the hundreds."
    },
    {
        "speaker": "B",
        "text": "Caesar video."
    },
    {
        "speaker": "F",
        "text": "I'm definitely going to listen to that now."
    },
    {
        "speaker": "A",
        "text": "Turns out pain is Caesar."
    },
    {
        "speaker": "B",
        "text": "Even better, somehow."
    },
    {
        "speaker": "F",
        "text": "Yeah, I got in triple digis today, and I lost. I got. I mean, I I was. I was upset. I remember why I don't play video games anymore. I kind of. I can rage. But, um, then the last run, I got close, and I just. Thankfully, I. Thankfully, I got it. Hopefully, I'll never play that again. Don't tell Brendan. So he doesn't go and play it anymore."
    },
    {
        "speaker": "B",
        "text": "Oh, Brendan's gonna know. There's no doubt. The. I got a 92 on my last run right before this show. The prizes are 100,000 magic Internet cat to first, 50,000 to second, and I think 25 to third. And this will run the first run until Friday. So if you haven't played yet, jump on into our telegram, find it on Twitter, wherever you consume your magic Internet cats, and play, uh, pain. Any tips or tricks that you can pass along to me? Or do you not want to give away your secrets here?"
    },
    {
        "speaker": "F",
        "text": "No, no, I'm fine to give it away, honestly. You just got to really find the rhythm. And the deeper you get into the. The run, you have to be careful about, uh, the softness of how you press the space bar. I feel like you can kind of just try to lightly tap it. Your. Your arm starts to get a little fatigued, and you have to mentally push."
    },
    {
        "speaker": "A",
        "text": "Through that low and low. Reds are the."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, that's the. That's that stamina. All your training has led to this."
    },
    {
        "speaker": "F",
        "text": "You know, I have been told I have high dexterity."
    },
    {
        "speaker": "B",
        "text": "So you've got the dexterity of a young Michael Jordan. That's what people say about you. If you can hear the clicking right now, I'm playing while we're talking, because now I cannot lose."
    },
    {
        "speaker": "A",
        "text": "See, I find the trick, too, bunch, is you don't look at the. Your character."
    },
    {
        "speaker": "B",
        "text": "You look."
    },
    {
        "speaker": "A",
        "text": "You look at about the middle of the screen and have the character in your peripheries, and I find that helps you see, the."
    },
    {
        "speaker": "B",
        "text": "That was my trick when we did the Starbucks. We did the Starbucks games, which were also, like, endless runner type things where you're jumping over the obstacles with the spacebar. I was always looking forward and really pressing my luck on how, with the last possible second, I could hit the spacebar. The thing. My downfall in this game is the low hanging red candles."
    },
    {
        "speaker": "A",
        "text": "The low reds are worst."
    },
    {
        "speaker": "B",
        "text": "I can't I just, like, press the spacebar right into them every single time."
    },
    {
        "speaker": "F",
        "text": "I'm convinced some of them are unavoidable. Unavoidable. I'm not going to lie."
    },
    {
        "speaker": "B",
        "text": "I agree. Because, like, the. I think I don't have a good grasp of where the actual bottom is either. Where, like, I'm going to die if I get too close to the bottom. But anyway, Brendan has now been alerted that I got a 92, so it's only a matter of time before he checks the leaderboard. So you may have some competition there. Pain. Steve was playing on Friday night, logged, like, a 60 on his first try. No surprise there. But I cannot be the last place on the podcast, so I will be playing this until Friday to try to be geniuse, guys. But that is your mic minute chamber. What else? Anything else you wanted to add there?"
    },
    {
        "speaker": "A",
        "text": "No, I think that the game is fantastic. I have my daughter playing it as well. She hasn't beaten my score."
    },
    {
        "speaker": "B",
        "text": "What's her score?"
    },
    {
        "speaker": "A",
        "text": "I think she's gotten about 60. 60 something. 64."
    },
    {
        "speaker": "B",
        "text": "Thank God I got a 92. I could not have lived with myself. Your daughters were beating."
    },
    {
        "speaker": "A",
        "text": "She's good, though. She plays video games. She's like a. Almost a real human being at this point."
    },
    {
        "speaker": "B",
        "text": "Currently on a 55 right now while we're chatting here. So maybe that's the key. I need to distract myself, you know?"
    },
    {
        "speaker": "A",
        "text": "All right, we should. We should talk about the. The possible Ethereum ETF approval for a hot minute, because."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because, like, some guy on the Internet said the odds went up and had a God candle that it's never seen in the. Its history. Right."
    },
    {
        "speaker": "A",
        "text": "We're not a serious people."
    },
    {
        "speaker": "B",
        "text": "We aren't. You hear that, Caesar?"
    },
    {
        "speaker": "A",
        "text": "We're not a serious people here. Yeah, we went from just, you know, about three grand to about $3,800 in the span of 48 hours, which I think is pretty. Pretty bullish. Is this pricing in a possible ETF approval? I'm not sure. Probably, I would say. I'm looking at the ETH BTC correlation, the chart there. That's where it's really egregious, because technically, right now, Bitcoin is on a pullback day. Bitcoin had a nice move up."
    },
    {
        "speaker": "B",
        "text": "71 ish, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we got to 70. Yeah, 71 and change yesterday, a little, slight pullback today. We'll see if it bounces off resistance at, you know, 69k. Currently at 69 five, but, yeah. I don't know. I think. Nice. Good job, bunch."
    },
    {
        "speaker": "B",
        "text": "Thanks. I got a 97 just for those keeping track at home. 97. I'm coming for you."
    },
    {
        "speaker": "A",
        "text": "Hey, everybody. Just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter idmike crisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple, podcast, Spotify, or wherever you're listening to this right now. Let's get back to the show. So, I don't know, this is. What are your thoughts on the ETH ETF possible approval?"
    },
    {
        "speaker": "B",
        "text": "Cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think good. I think this is good. Just more. The more crypto, I think Ethereum having an ETF is more bullish for overall crypto than just bitcoin. What do you think about that?"
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "Because what it's saying, I think a lot of people, normies will call them see the crypto bros and is it bros and broads? I forget. I want to. I want to make sure I'm getting the female equivalent of bros. But Chad ETs. Yeah, Chads and chadats out there, they see us, you know, talking about dogs with hat and, you know, all this other shit. And bitcoin gets the ETF approval. And I think bitcoin, seen as the more serious cryptocurrency. And if it was just bitcoin, I think the regular public would kind of see everything else as just scammy and pointless. I think the addition of ethereum, I think what it does, I think, is it gives the perception that other cryptos can be part of that conversation, along with bitcoin, which should give more. More of a bullish. It should create a more bullish market because of that. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You're saying, if I am understanding, you're basically just saying it's further validation for the space as a whole."
    },
    {
        "speaker": "A",
        "text": "I think it's more validation. I think just bitcoin is one thing, but having Ethereum, I think, opens up a bigger portfolio of products for regular people."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree with that. But I don't think we should be expecting, I mean, not today, a Solana ETF or dog with hat ETF."
    },
    {
        "speaker": "A",
        "text": "I could see a Solana ETF."
    },
    {
        "speaker": "B",
        "text": "I'm not sure you'll get that after the FTX stuff, even though."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "You know, it wasn't technically having to do with him. I think that there's a. There's an SPF sized stain on Solana for a while. In terms that being. In terms of legitimizing it with an ETF, I mean, you see, you're talking like, this thing was $8 a year, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, it's a fair point. I mean, that being said, like, you look today and we're almost at four grand for Ethereum. And, I mean, it was like, I feel like not that long ago, like, I bought some for, like, $90."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, not that. 2019. 2018?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Like 20? Yeah. Maybe. Maybe even, like, maybe it was that black swan event in March of 2020, like, just at the start of. COVID I don't."
    },
    {
        "speaker": "B",
        "text": "I don't know if the Black Friday or Thursday. The Thursday."
    },
    {
        "speaker": "A",
        "text": "I don't know if we got that low, but maybe we did, but."
    },
    {
        "speaker": "B",
        "text": "Well, bitcoin was 3300 on that day, so that's where it felt."
    },
    {
        "speaker": "A",
        "text": "You probably saw a sub 100 ethereum that day to that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's where it bottomed out. Like $80."
    },
    {
        "speaker": "A",
        "text": "Yeah. So."
    },
    {
        "speaker": "B",
        "text": "And when it was at 80, we were all like, oh, yeah, it's going to 40."
    },
    {
        "speaker": "A",
        "text": "Such losers. You know who bought it at 80? Eric Stevens."
    },
    {
        "speaker": "B",
        "text": "Fuck yeah, he did."
    },
    {
        "speaker": "A",
        "text": "Oh, just a fucking chad, that guy."
    },
    {
        "speaker": "B",
        "text": "Literally. Literally a Chad."
    },
    {
        "speaker": "A",
        "text": "Maybe Eric Steven is my alt account. Everything about that."
    },
    {
        "speaker": "B",
        "text": "Well, you know, here's the thing, because I'm not gonna lie. It crossed my mind that you could have been lying to me this entire time. And I'm like, is this guy fucking Eric Stevens? And if he didn't tell me that and has just been doing, like, yeah, if he's just been doing cabal things without me for all these years, I'm going to be so pissed. Not because. Not because you were lying, because I wasn't included."
    },
    {
        "speaker": "A",
        "text": "I would. If I was. If I was in the cabal for real, you would 100% be in the cabal with me?"
    },
    {
        "speaker": "B",
        "text": "Well, like, that's what I would hope. And so I'm sitting there thinking to myself, I went and found Derek Steven spaces, and I was like, man, this voice sounds. I could only. The only way I knew it wasn't you was the laugh."
    },
    {
        "speaker": "A",
        "text": "The only guy that I've heard sound like me, and I listen to him a lot now is Lil Dicky Kevin Rose. What? Lil Dicky the rapper?"
    },
    {
        "speaker": "B",
        "text": "You think Lil Dicky sounds like you?"
    },
    {
        "speaker": "A",
        "text": "He laughs exactly like me. And I've been listening to a lot of, like, interviews with him lately. I'm like, holy shit. Like, it's. It's pretty. There's a similarity there."
    },
    {
        "speaker": "B",
        "text": "Payne, can we close the show with Mister McAdams, please? Thank you. Let's go to circles. I don't know if circles is going to have any thoughts on the ETF. He's probably going to talk about the realtor video. I tagged him in this morning at 06:00 a.m. circles."
    },
    {
        "speaker": "E",
        "text": "GM, GM, GM. So I had a couple different ways, and I'll take it whatever way you want to a definitely. That arrow down next to the ground is complete bullshit that needs to be reworked. Can a dev do something? No, I was tempted to do."
    },
    {
        "speaker": "B",
        "text": "I was just going to say no. Brendan is clearly he's unavailable from help desk. If the customer is you, it seems like I just."
    },
    {
        "speaker": "E",
        "text": "Well, no, no, he's available. I just need to buy another zero. One Solana worth of Mick in order to get."
    },
    {
        "speaker": "B",
        "text": "That's right. Each question. Each question requires you to buy $1 worth."
    },
    {
        "speaker": "E",
        "text": "Yes, exactly. I was gonna maybe pull a scruffy reference the market report, but you guys already went over that, so that is what it is. As for. I absolutely was dying during that realtor video that you shot over to me. I shot it over to misses circles, and then I was calling her earlier today, and she's like, yeah, I've already seen that. I've seen a bunch of his stuff."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. I didn't know. That was the first time I had seen it. That's the first time I'd seen it. And I thought it was hilarious. And I'm not quite sure why it made me think of you, but it."
    },
    {
        "speaker": "A",
        "text": "Is it the, like, the quick."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm gonna post it on top."
    },
    {
        "speaker": "A",
        "text": "That's very funny."
    },
    {
        "speaker": "E",
        "text": "An unmatched rib."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. So I just posted it up top."
    },
    {
        "speaker": "E",
        "text": "I don't think I have enough time to pull it off."
    },
    {
        "speaker": "B",
        "text": "I think you do. You've got, you've got just the, you've got just that intersection of, like, serious dry pan humor that I think you could. I think you could pull it off. My favorite line. So I just posted up top from Turner Novak's account. It says this Realtor does speed tour videos, and it's probably the best thing you'll watch today. And it was this guy, he's giving, like, a house tour, and he's just running through the house, and he's making these funny comments, and he gets to, like, the master bathroom, and he's just like, two person shower. And he looks at the camera, he goes, dm me. He just runs away. I was dying, but yeah. So check that out if you haven't seen it. Very funny. What else you got? Circles. Anything else? Eth etfemen?"
    },
    {
        "speaker": "E",
        "text": "Uh, well, real quick, I will say, I'll let you into a little secret in regards to how at least we run our instagram account is we look for those viral videos and then just do it in our own style. So maybe we won't do something like this, but we've definitely been like, this person has had a shit ton of views, so we should try and recreate it for our house. Um, so it."
    },
    {
        "speaker": "B",
        "text": "We might."
    },
    {
        "speaker": "E",
        "text": "We might end up doing something like it. We'll see what happens. Um, are eth. ETF'S? I don't know, man. I read Steve's post. I read the post that Steve was talking about. Post. We'll see what happens."
    },
    {
        "speaker": "A",
        "text": "I'm sorry. Just to. Just for."
    },
    {
        "speaker": "E",
        "text": "I am not a circle."
    },
    {
        "speaker": "A",
        "text": "Can you catch me up? Circles? Are you a real estate agent?"
    },
    {
        "speaker": "E",
        "text": "I am a real estate agent. I've been one for a little while, mostly on the back burner. Misses circles in the fall, got her license. And ever since then, let's be honest, she's been kicking ass. I'm just here to make sure the contracts look all right."
    },
    {
        "speaker": "A",
        "text": "Great."
    },
    {
        "speaker": "E",
        "text": "And then I recently got my drone license. And so we're also starting a drone business, so, you know, trying to get away from my terrible full time job that is undisclosed. Find me a consensus, and I'll tell you."
    },
    {
        "speaker": "A",
        "text": "I gotta tell you something, though. I've been really getting into the, like, real estate porn category lately."
    },
    {
        "speaker": "B",
        "text": "Wait, I'm sorry, what?"
    },
    {
        "speaker": "A",
        "text": "You know, like, real estate porn and."
    },
    {
        "speaker": "B",
        "text": "Hold on, are you talking. Oh, my God, there's so many questions I have right now. Are you talking about, like, house porn, or are you talking about actual."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, pornography, but based on a realtor."
    },
    {
        "speaker": "B",
        "text": "God damn it. I hate you so much."
    },
    {
        "speaker": "A",
        "text": "It's very good."
    },
    {
        "speaker": "E",
        "text": "I was originally thinking he meant what you meant, bunch you."
    },
    {
        "speaker": "A",
        "text": "But on this, because I have some thoughts. I have some thoughts on the topic."
    },
    {
        "speaker": "B",
        "text": "What, real estate general or no, pornography in general?"
    },
    {
        "speaker": "A",
        "text": "Because I'm not liking. Again, maybe I'm just an old head. There's too much of this step mom, step sister stuff going. I don't. I'm not into it. I don't like it. Guys, we need to figure it out. Guys. Okay, maybe just regular. How about people meeting at a bar? That's fun. What happened to those days? So I find the realtor stuff about."
    },
    {
        "speaker": "B",
        "text": "The tame and Paula concert."
    },
    {
        "speaker": "A",
        "text": "Yeah, tame Impala concert. You know, you got some neon paint on your face, things get weird. You know, I get it. I'm into it. So I do think the realtor stuff is the closest to regular people, or at least two people that aren't mildly related to each other enough."
    },
    {
        "speaker": "B",
        "text": "Aren't you married to your aunt?"
    },
    {
        "speaker": "A",
        "text": "No. I mean, kind of, but I don't want to get into it. Sometimes you don't want the stuff that you get at home. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "I see. But, like, you're. This has gone just some direction, huh?"
    },
    {
        "speaker": "F",
        "text": "Where's Amber at?"
    },
    {
        "speaker": "B",
        "text": "Poor Caesar's gonna have to listen back to this and try to get some."
    },
    {
        "speaker": "A",
        "text": "Be the leader of the cabal."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, God, you're just so perfect at distraction that."
    },
    {
        "speaker": "A",
        "text": "All right, how about. I got another topic for you. I got another topic for you. I pinned it to the top. Big news today. Competitive eaterhouse Tekuru Kobayashi retires from competitive eating. You may know him from being banned from the Nathan's hot dog contest during July 4 weekend. I want to say."
    },
    {
        "speaker": "B",
        "text": "What was he banned for? Blood doping?"
    },
    {
        "speaker": "A",
        "text": "Yeah, the guy is a."
    },
    {
        "speaker": "B",
        "text": "Was he steroids? Was it steroids?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Oh, I think it was. Payne says he knows him as the glizzy guzzler."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "Also, very weird category."
    },
    {
        "speaker": "A",
        "text": "Well, competitive eating. My question to you, though, are you."
    },
    {
        "speaker": "B",
        "text": "Like, obviously citing health reasons?"
    },
    {
        "speaker": "A",
        "text": "Yes, citing health. I mean, it can't be healthy to be a competitive eater. It can't be. But were you like, are you a Joey Chestnut over Kobayashi guy?"
    },
    {
        "speaker": "B",
        "text": "I was at the beginning, like, when, you know, when Joey Chestnut was like, an underdog."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And then that as soon as he surpassed him, it was never, ever even close ever again. So it's just. It kind of lost its luster a little bit."
    },
    {
        "speaker": "A",
        "text": "No, no, I totally agree. I totally agree. So as I was reading this, I started thinking, I'm like, well, how many hot dogs could I possibly eat? And then I started thinking, I'm like, well, you have to do it in a certain amount of time. Right?"
    },
    {
        "speaker": "B",
        "text": "Because you only have ten minutes. Yeah, you have ten minutes."
    },
    {
        "speaker": "A",
        "text": "Could you eat ten hot dogs in ten minutes?"
    },
    {
        "speaker": "B",
        "text": "Yes, I think I am almost certain of that, actually."
    },
    {
        "speaker": "A",
        "text": "Okay. I think that's the question of the day. Please share your responses. Feel free to come up and talk about this. Could you eat a ten hot dogs? You know, plain or minimal condiments? I would say maybe some mustard on there. Could you? Ten in ten minutes. And I felt that was the number I came to. I'm like, I could probably do ten in ten minutes."
    },
    {
        "speaker": "B",
        "text": "Ten in ten minutes. I could definitely do. I feel like I might even be able to do more than that."
    },
    {
        "speaker": "A",
        "text": "Yeah. What do you think you could max out?"
    },
    {
        "speaker": "B",
        "text": "It won't be. It wouldn't be much more than that. It would probably be twelve. That's a."
    },
    {
        "speaker": "A",
        "text": "Because those first four are fucking delicious."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, delicious. Like, I'm doing four. Eyes closed. Um, it's. It's a eight nine. Like, once you get to eight, I would imagine it being a struggle."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I'm curious to see pain. Do you think you could do it?"
    },
    {
        "speaker": "F",
        "text": "I do. I do think I can get to 1010."
    },
    {
        "speaker": "A",
        "text": "You do ten to ten minutes."
    },
    {
        "speaker": "F",
        "text": "I do. I would never want to, but if I had to, gun to my head, I would do it for sure."
    },
    {
        "speaker": "B",
        "text": "Whack me."
    },
    {
        "speaker": "A",
        "text": "Bunches drop in the high scores in the chat right now."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just so you know, I am playing. I am playing during this entire podcast because I needed to get up there on the leaderboard. I feel like I have now posted respectable scores. I have just posted a 118, which puts me at third on the leaderboard. So I am now past you, chamber. I can sleep easy now, knowing that I am currently, at the very least, not the last place on the podcast. So come at me, bro."
    },
    {
        "speaker": "A",
        "text": "Amazing. I had to put my glasses on the other day when I was playing. I was playing. I'm like, I can't do this. I need my glasses. I went upstairs and got my glasses."
    },
    {
        "speaker": "B",
        "text": "I need my rocket glasses. I agree."
    },
    {
        "speaker": "A",
        "text": "I can't see the screen. It's too blurry."
    },
    {
        "speaker": "B",
        "text": "Okay, so ten hot dogs in ten minutes. I'm pretty sure I could do it. I'd love to hear what other people think in the comments. The other one, like, who do we."
    },
    {
        "speaker": "A",
        "text": "Know that could, like, do you think, you know, Chris could do."
    },
    {
        "speaker": "B",
        "text": "I don't think so. No, I don't think so."
    },
    {
        "speaker": "A",
        "text": "I think his body would reject it. Feels like he's too healthy."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's why. Especially now that he says that, he's, like, kicked his sweet tooth a little. I don't think. I don't think he could do ten and ten minutes, but he is. I would say he is very competitive, so maybe sheer force of will, he could get there."
    },
    {
        "speaker": "A",
        "text": "I feel like Steve couldn't do ten and ten. I feel like he doesn't talk about eating enough."
    },
    {
        "speaker": "B",
        "text": "Well, he would do it for breakfast. Yeah, he would do it for breakfast. That's for sure."
    },
    {
        "speaker": "A",
        "text": "Shane would be a guy, I think. I feel like Shane's a dude."
    },
    {
        "speaker": "B",
        "text": "Shane could do. Shane could do 1010 and 1010 beers. Ten dogs, ten minutes. He could do it all. Like."
    },
    {
        "speaker": "A",
        "text": "Like dog beer. Dog beer. Dog beer."
    },
    {
        "speaker": "B",
        "text": "Yeah. Or. Or you do the. The strategic dip."
    },
    {
        "speaker": "A",
        "text": "The dip."
    },
    {
        "speaker": "B",
        "text": "He is Valentine's dip as his handle."
    },
    {
        "speaker": "A",
        "text": "That is true. That's a good point."
    },
    {
        "speaker": "B",
        "text": "Are you. Would you. Would you be a dipper?"
    },
    {
        "speaker": "A",
        "text": "No, that's disgusting. I would."
    },
    {
        "speaker": "B",
        "text": "Well, you would have to. And if you were going for the records, you would have to be."
    },
    {
        "speaker": "A",
        "text": "I don't think you have to dip. I think if you drink the water."
    },
    {
        "speaker": "B",
        "text": "No, there's no way you. I mean, in ten minutes, for ten dogs, you don't have to dip, but if you were actually being competitive, you could dip or you would. You would have to."
    },
    {
        "speaker": "A",
        "text": "I don't think I could, like, I don't think I could physically do it because I think."
    },
    {
        "speaker": "B",
        "text": "Are you a. Are you a dipper of other products, as in, like cookies and milk?"
    },
    {
        "speaker": "A",
        "text": "Not really. I like. I don't mind cookies and milk, but I do. I usually, like, eat and then wash day."
    },
    {
        "speaker": "B",
        "text": "Some good questions in the comments from Mayhem. Uh, how big are these dogs? Standard store size or street dog?"
    },
    {
        "speaker": "A",
        "text": "I think standard. You know, what is that?"
    },
    {
        "speaker": "B",
        "text": "Whatever a Nathan's is. Whatever the. Official. Official Nathan's."
    },
    {
        "speaker": "A",
        "text": "Five inch. I don't know. What are they?"
    },
    {
        "speaker": "B",
        "text": "That sounds about right."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. The standard bun dog."
    },
    {
        "speaker": "B",
        "text": "Have we ever talked about the Waffle house challenge?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we. I honestly think we've talked about it, like, three times."
    },
    {
        "speaker": "B",
        "text": "I don't remember where you've landed. How long. How long would you be at the waffle house?"
    },
    {
        "speaker": "A",
        "text": "So the challenge being. Because I think the first time I."
    },
    {
        "speaker": "B",
        "text": "Heard it, you guys, you have to sit. You have to sit. The challenge is you have to sit in a waffle house for 24 hours. Now, the catch is, for every waffle you eat, you get an hour off your time. How long would you be there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think. I think I would be there. I would be gone in like 6 hours. 6 hours."
    },
    {
        "speaker": "B",
        "text": "That's four waffles an hour for 6 hours."
    },
    {
        "speaker": "A",
        "text": "But you only need. No, it's less than that because you only need. Because you get the 6 hours that you're there. So you only need 18. So it's like three an hour because you need 18."
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "Plus the."
    },
    {
        "speaker": "B",
        "text": "I mean, I didn't come here to do awful math today, but I guess that's where I think it's."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you only need eight. Yeah, you only need to down 18 if you're."
    },
    {
        "speaker": "B",
        "text": "They don't teach you this type of math in cabal academy. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. As if you thought this show."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, like, listen, dude, if you've ever listened to this show, you. And there. There is one thing you should know, and it is not. Is that we are nowhere even close to."
    },
    {
        "speaker": "A",
        "text": "We're not those guys."
    },
    {
        "speaker": "B",
        "text": "Those guys?"
    },
    {
        "speaker": "A",
        "text": "No, we prefer non step porn. And some of us dip our glizzies and some of us don't."
    },
    {
        "speaker": "B",
        "text": "Wait, where did you go with the. Where did you go. Where did you land on the dipping other items? Are you a cookies and dipper?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I don't think I dip anything. No, I think I don't like soggy things."
    },
    {
        "speaker": "B",
        "text": "Here's one from phonics. But do you think you could do the 612 1824 challenge? You get to pick which number for which. But it's glazed donuts, jerk offs, running miles and drinking beers. All has to be done in 24 hours."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "You got to do 612 1824 of five."
    },
    {
        "speaker": "A",
        "text": "Okay, I write this down. So."
    },
    {
        "speaker": "B",
        "text": "Wow. Wait, this is even crazier. First of all, this segment. This segment is brought to you by 612 1824. This segment is brought to you by fantasy meme coin League. Fantasy meme coin League, which. How many times will you jerk it in 24 hours? Yeah. So you have to. It sounds like all of them have to be done in 24 hours, but you get to pick which of the ones you do six times. Twelve times."
    },
    {
        "speaker": "A",
        "text": "I'm gonna be honest."
    },
    {
        "speaker": "B",
        "text": "So there's like two parts to this. There's one. You have to decide rank right now, which ones you're capable of the most times to least. And then two, could they be completed in 24 hours?"
    },
    {
        "speaker": "A",
        "text": "Right. I think off the bat, I was thinking running being the smallest amount, like do 6 miles of running, but I'm like, I'm not sure if. Twelve times in a day, like, that's."
    },
    {
        "speaker": "B",
        "text": "One, I think you gotta go off. You gotta go. Yeah, you have to. That's the one."
    },
    {
        "speaker": "A",
        "text": "Now then it's running."
    },
    {
        "speaker": "B",
        "text": "Yeah. God, man, you're gonna run twelve."
    },
    {
        "speaker": "A",
        "text": "I'm gonna do this before anything."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, this is right. It's six jos. 12 miles running. And then it's probably you could toss up between 18 and 24 on the glazed donuts or beers. In my drinking days, I would have definitely opted for the 24 beers. I could have done that in my sleep."
    },
    {
        "speaker": "A",
        "text": "I've done it multiple times."
    },
    {
        "speaker": "B",
        "text": "I've done it. My, my record was a full 30 rack."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Yeah. In one. In one day. In a 24 hours period."
    },
    {
        "speaker": "A",
        "text": "That's a good day."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. You be, you could, you could, you could survive in Canada."
    },
    {
        "speaker": "B",
        "text": "Oh, dude, I could live. I could be the mayor of letter Kenny."
    },
    {
        "speaker": "A",
        "text": "Well, that's why this past weekend in Canada was May 2. Four. And it is the first of many binge drinking holidays that occur over the summer after a long winter."
    },
    {
        "speaker": "B",
        "text": "Yeah. Those, those days are so far behind me, though. I am actually. So it makes me puke. Even while even thinking about it, I was at a. Somewhere this weekend with my family. And one of the ladies that in the party next to us was so drunk, she couldn't have get up the stairs. And I had to help her up the stairs. And I just was, like, thinking to myself, oh, my God, I cannot believe I ever even wanted to do things like that."
    },
    {
        "speaker": "A",
        "text": "That's tough. Yeah, that's tough. So I guess the only other thing to think of."
    },
    {
        "speaker": "B",
        "text": "Can you eat 18 glazed doughnuts?"
    },
    {
        "speaker": "A",
        "text": "That's a. Over the course of 24 hours. Yeah, I could. I could eat."
    },
    {
        "speaker": "B",
        "text": "I could."
    },
    {
        "speaker": "A",
        "text": "But some of these you're gonna have to do while running and while jerking."
    },
    {
        "speaker": "B",
        "text": "Off, like, you're gonna need just because of the time. Yeah, well, you can do. You know, you could do a beer mile, actually, that's the part that. That gets in the way of a lot of this. Like, you have to drink those beers, and some of them would either have to be during the time you're running 12 miles."
    },
    {
        "speaker": "A",
        "text": "I'm out of shape. Okay? I'm out of shape."
    },
    {
        "speaker": "B",
        "text": "12 miles would take you. Let's say you're. Let's give you a modest. Very modest, like, 13 minutes mile."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Right. Like, you could do. You could do a 13 minutes mile. Right?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Maybe the problem is, I don't know. If you could do twelve consecutive miles, right?"
    },
    {
        "speaker": "A",
        "text": "Like, there'd be like 18 minutes miles if you average them out."
    },
    {
        "speaker": "B",
        "text": "So if you did a 13 minutes mile, it would take you 2.6 hours. And if I granted straight."
    },
    {
        "speaker": "A",
        "text": "If I. If I averaged 18 minutes miles."
    },
    {
        "speaker": "B",
        "text": "18."
    },
    {
        "speaker": "A",
        "text": "Yeah. What does that give me? That's."
    },
    {
        "speaker": "B",
        "text": "It would take you 3.63.6 hours."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's fine. I think that's what you do. You drink some beer."
    },
    {
        "speaker": "B",
        "text": "So jerk off, you're gonna run hammered."
    },
    {
        "speaker": "A",
        "text": "No, I'm gonna jerk off immediately."
    },
    {
        "speaker": "F",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "And then I'm gonna run 12 miles."
    },
    {
        "speaker": "B",
        "text": "Wait."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Is this. What type of real estate are you into at this time?"
    },
    {
        "speaker": "A",
        "text": "I mean, this is, you know, bungalow, three bedrooms, two bath. Nothing too extravagant. I'm a sense guy with sensible pleasures."
    },
    {
        "speaker": "B",
        "text": "Okay, got it. I understand. Yeah."
    },
    {
        "speaker": "A",
        "text": "But it's. I'm running 12 miles right away. And then within those miles, so maybe, like every 3 miles, I'm crushing one."
    },
    {
        "speaker": "B",
        "text": "You stop it for one beer and a doughnut. One beer, one doughnut."
    },
    {
        "speaker": "A",
        "text": "Maybe not. Maybe not even a doughnut. Definitely a beer. Maybe one donut every, like, 6 miles. So, like, I'm only eating two donuts. Like, I don't want to be stuffed. You know what?"
    },
    {
        "speaker": "B",
        "text": "I'm saying pain says most people walk a mile in 15 minutes ish."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "So do a little walk and run, and you're fine."
    },
    {
        "speaker": "A",
        "text": "Okay, cool. All right, so. Yeah, so I feel like I could drink a good amount of beers, especially if I'm walking. I could just walk. I mean. But they're asking you to run, though, right?"
    },
    {
        "speaker": "B",
        "text": "I'm assuming running miles?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I feel like you have to try to run, so. Yeah, I think get a good amount of beers in while you're running. Maybe a couple of donuts, immediately come back, jerk off again. Yeah, I mean, I think it's doable. And then, honestly, the more drop. See what you don't want. You don't want many jerk offs left after you've had 24 beers."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Because the conclusions are, I think the."
    },
    {
        "speaker": "B",
        "text": "The last thing you. The last leg is finishing the beers."
    },
    {
        "speaker": "A",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "However many there are left."
    },
    {
        "speaker": "A",
        "text": "Six to eight beers left."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And just crush them for the last couple of hours."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's the way to do it."
    },
    {
        "speaker": "A",
        "text": "I think that's the only."
    },
    {
        "speaker": "B",
        "text": "The Lord of the Rings marathon. That's how you do it. That's how you do it."
    },
    {
        "speaker": "A",
        "text": "I love it. Okay, cool. I feel good about that."
    },
    {
        "speaker": "B",
        "text": "Okay, one more question here before we wrap it up. This fixta. Has chamber ever done the beer fest strikeout?"
    },
    {
        "speaker": "A",
        "text": "I mean, I've seen beer fest a couple of times. I forget what the strikeout is, so."
    },
    {
        "speaker": "B",
        "text": "I don't know if this is specifically a beer fest strikeout, but it's. But what I know a strikeout of is the. The joint, the shot, and the beer all in one shot, all in one, like, swoop, and you're actually holding in the smoke at one time while you're doing it all."
    },
    {
        "speaker": "A",
        "text": "I've never tried holding in the smoke because I smoke, like, you know, when I was drinking a lot, I would definitely smoke a lot of cigarettes and stuff."
    },
    {
        "speaker": "B",
        "text": "You've got the lungs of a young Jacques Cousteau."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, I've never tried. Like, I don't know what the physics are behind, like, keeping the smoke inside my body while drinking. So I would like to try it. I guess I might be getting tools for it."
    },
    {
        "speaker": "B",
        "text": "Perfect. We'll set up the live stream next time and invite our Caesar."
    },
    {
        "speaker": "A",
        "text": "Like, to try it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll invite our buddy Caesar. You could go face on. On camera, and, you know, you can see. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I love it. This is a good show today. This is a good show today."
    },
    {
        "speaker": "B",
        "text": "I needed this show. I was not ready for, like, real talk."
    },
    {
        "speaker": "A",
        "text": "I'm gonna have to have to rename this episode. And I don't know what. No more stepsister porn."
    },
    {
        "speaker": "B",
        "text": "Hot new markets in real estate."
    },
    {
        "speaker": "A",
        "text": "Yeah, how about that?"
    },
    {
        "speaker": "B",
        "text": "Or the sexiest real estate markets around."
    },
    {
        "speaker": "A",
        "text": "That's. That's it, man. That's it. That's it. I should. I do want to ask you, did you. Have you finished baby reindeer?"
    },
    {
        "speaker": "B",
        "text": "Yes. Yes, I finished it."
    },
    {
        "speaker": "A",
        "text": "We have two minutes."
    },
    {
        "speaker": "B",
        "text": "Last night or the day before. So you were 100% right. Literally, the next episode that I watched was where it all turned and it got. Yeah, there was a lot of it. You know, it's funny, I was. I said to my wife, I'm like, why are we watching all this stuff lately? Because the last thing we watched had a lot of that in it as well. And I was like, what was it? And it was the fucking Nickelodeon documentary. That was rough, too. And it was very similar. It was like the exact same story in terms of the scenario and what was happening and, like, even to the point where kept recurring and going back and all of that stuff, which is just, like, such a wild thing to think about having, like, the control over you that somebody has like, that because of it, you know?"
    },
    {
        "speaker": "A",
        "text": "What's your control over me?"
    },
    {
        "speaker": "B",
        "text": "You can't quit you. That's actually your control over me. I probably would have quit this show a thousand fucking times."
    },
    {
        "speaker": "A",
        "text": "Yeah. Just take the shot at GHB before we do the show."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was. But, like, the whole. I mean, the whole rest of the series was pretty intense."
    },
    {
        "speaker": "A",
        "text": "It was a type, but good. I thought it was well written."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "Like, I thought it was an exceptional show. But the funniness definitely goes away."
    },
    {
        "speaker": "B",
        "text": "Yes. It is no longer funny after that. Did you then go and watch the Piers Morgan interview?"
    },
    {
        "speaker": "A",
        "text": "I watched most of it, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. So we started to watch. We haven't gotten all the way through how. But, like, she basically claims none of it's true."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course."
    },
    {
        "speaker": "B",
        "text": "She."
    },
    {
        "speaker": "A",
        "text": "Like. I mean, she's nuts. Like, she's exactly."
    },
    {
        "speaker": "B",
        "text": "You're on team. You're on Team Donnie."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I'm a big Donnie fan. Big Donnie fan. But, yeah, no, it's. She's obviously crazy. She's saying what a crazy person would say. Like, it's so on brand for her."
    },
    {
        "speaker": "B",
        "text": "Yes. And she sounds like. Like the way she speaks in that interview is exactly. Exactly how it's portrayed. Yeah. I'm like, oh, to the t. Yeah."
    },
    {
        "speaker": "A",
        "text": "So, yeah, whatever she says, I'm like, okay, that's great. Oh, I'm gonna sue you. I'm gonna sue Netflix. I'm like, oh, yeah, sure. I'm sure."
    },
    {
        "speaker": "B",
        "text": "So, yeah, the funny thing was they said that now she's suing Netflix. I guess they were trying to keep her identity secret, but it was just, like, so damn obvious, I guess, that the Internet slew outed her immediately. Is that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I. I don't know. I mean, I don't know. I don't know."
    },
    {
        "speaker": "B",
        "text": "Well, that's what she says in the beginning of the interview. She says that, like, made her popular, though."
    },
    {
        "speaker": "A",
        "text": "Like, they write."
    },
    {
        "speaker": "B",
        "text": "But she was saying that they already had found her based on what they did. Was, like, you know how in some of the scenes they show her actual text messages and posts on the screen? They took those and search the Internet for them, and that's how they found her."
    },
    {
        "speaker": "A",
        "text": "Which makes sense. And, I mean, I think she had, you know, she had altercations or interactions with, like, political leaders and stuff like that, which may have been reported on previous. You know what I mean? Prior to her interactions with Donnie."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. She's a repeat offender."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it's. Yeah, it's very. I do need something a bit more laid back. I've been watching a lot of king of the hill with my daughter lately because they'll be rebooting that shortly."
    },
    {
        "speaker": "B",
        "text": "Are they?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think. Twelve years into the future."
    },
    {
        "speaker": "B",
        "text": "God damn it, Bobby."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I'm so excited. For the record, if you've never watched King of the hill, I was never."
    },
    {
        "speaker": "B",
        "text": "A big king of the hill fan, personally."
    },
    {
        "speaker": "A",
        "text": "It holds up so well. Every episode is a treat. Yeah, highly recommend. Big king of the Hill fan. But anyways, let's wrap it up there."
    },
    {
        "speaker": "B",
        "text": "You kept me two minutes over time. That's how much I'm enjoying talking to you today, you know?"
    },
    {
        "speaker": "A",
        "text": "Well, I love to hear it, so I'll let you wrap it up. I'll let you wrap it up. I got. I got things to watch any."
    },
    {
        "speaker": "B",
        "text": "Oh, so wait, what are we watching next? I feel like we need to be watching the same thing."
    },
    {
        "speaker": "A",
        "text": "I started watching Bodkin, which is the."
    },
    {
        "speaker": "B",
        "text": "Oh, dude, I was gonna watch that. Is it any good? No. Dang."
    },
    {
        "speaker": "A",
        "text": "I fell asleep halfway through the first episode. It was. It wasn't pulling my, you know, pulling my pud that much, you know?"
    },
    {
        "speaker": "B",
        "text": "You know, when I want to go back that I started. I started watching, I don't know, a couple years ago and just, like, fell off was Barry."
    },
    {
        "speaker": "A",
        "text": "Oh, berries. You gotta watch that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to go back and watch that."
    },
    {
        "speaker": "A",
        "text": "Yeah, bodkin. I'm gonna keep watching it, but I didn't get the same vibe from you. Know, being excited for other shows."
    },
    {
        "speaker": "B",
        "text": "I get it. I understand. Well, now you've got a particular taste. It's real estate and Nickelodeon documentaries and baby reindeer."
    },
    {
        "speaker": "A",
        "text": "Yeah, more. More or less. Very specific."
    },
    {
        "speaker": "B",
        "text": "That's gonna do it for us. Go try to beat our high scores now. Chamber, you're. You're on deck. You gotta beat me. I'm still coming for you, pain. Check it out. Contest runs till Friday. Then we'll probably just start a new one because it's fun. That's gonna do it for us. Until next time, keep the mic hot."
    },
    {
        "speaker": "A",
        "text": "What have I done? What have I become? I can't describe."
    },
    {
        "speaker": "B",
        "text": "This."
    },
    {
        "speaker": "C",
        "text": "Is my mid mic crisis."
    }
]