[
    {
        "speaker": "A",
        "text": "I see you, you see me watch you blowing the lines when you're making a scene oh girl, you've got to know what my head overlooks the senses will show to my heart when it's watching for light you can escape my eyes private eyes, they're watching you they see you in every move private eyes, they're watching you arrive at words, you play with words."
    },
    {
        "speaker": "B",
        "text": "We got the Riz Kings Bunchuan Chamber here ready to go."
    },
    {
        "speaker": "C",
        "text": "How do you like that? How did you like that song?"
    },
    {
        "speaker": "B",
        "text": "I actually like, I feel like I."
    },
    {
        "speaker": "A",
        "text": "Got a variety of likes and songs."
    },
    {
        "speaker": "B",
        "text": "And that definitely hit one of the categories. It's."
    },
    {
        "speaker": "C",
        "text": "It's. It's absolutely one of my favorite albums. This is the bird and the bee, and they did a. An album that is only hall and Oates covers. It's fantastic. I think the guy now, he does like, he's like a, like a producer, works with like all of the, you know, the big people now apparently he's very. That's where the money is, is producing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw. I had to look him up there, you know, Los Angeles duo, and I was like, I can."
    },
    {
        "speaker": "D",
        "text": "I could go with that."
    },
    {
        "speaker": "B",
        "text": "I'm really interested in what bunch, whose thoughts are, though."
    },
    {
        "speaker": "C",
        "text": "What are your thoughts, bunch?"
    },
    {
        "speaker": "A",
        "text": "He's speechless of that song that, you know, it's a classic. So I'm. I'm all about some. I'm all about classics done. Well, like, a good cover always gets me. It's, you know, one that I have enjoyed many covers of is king of wishful thinking. That's one of my great coverable one."
    },
    {
        "speaker": "C",
        "text": "My."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a great one."
    },
    {
        "speaker": "C",
        "text": "My favorite cover of that. So, like, back in, like, my, my high school days, I'd say like, you know, you know, 10th, 11th, 12th grade kind of thing. I was a massive. There was. I might have been just before your time, but there was like a. A punk, like a pop punk cover era where punk bands would just cover, like, classic songs. And king of wishful thinking by newfound glory is one of my absolute favorites."
    },
    {
        "speaker": "A",
        "text": "I listened. Listened to that today."
    },
    {
        "speaker": "C",
        "text": "Amazing. Newfound glory is one of my absolute favorite bands."
    },
    {
        "speaker": "A",
        "text": "I listened to that today. I was on my peloton this morning getting my, uh, my miles in. By the way, if you are into the exercise and fitness and holding yourself accountable, there's a public, a public channel in the Djen discord."
    },
    {
        "speaker": "C",
        "text": "I should really get in there called."
    },
    {
        "speaker": "A",
        "text": "The 420 miles summer club. And you can track your mileage along with a bunch of us in the DJDE miles, however you want to do it. Uh, you know, cycling, walking, driving, whatever. Uh, which is what, how I would imagine you're, you're going to get this."
    },
    {
        "speaker": "C",
        "text": "I honestly, I need this kind of accountability."
    },
    {
        "speaker": "A",
        "text": "Um, well, I don't know if you've checked out that thread, uh, or that, that channel. Did you even know it?"
    },
    {
        "speaker": "C",
        "text": "I knew it existed. But I really need to get in there because I need some accountability partners. You know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "You should get yourself in there. I, look, I, I feel like I'm doing pretty. And some of the, some of the folks in here just are absolute monsters. Warp Joe is one of the absolute monsters in there. Homeless. And I'm trying to look for the person here who. Tiger is fine. Tiger is fine. She. So cap put out this challenge of 420 miles for the summer, and tiger is fine. Knocked it out in the month of June alone. She absolutely, like, I'm trying to think. Yeah, she was doing peloton, I believe. Yeah. So, uh, my daily routine these days is, uh, I do 20 minutes on the peloton in the morning, and then when I finish working, I take my two kids, throw them in the stroller, and we go for a four mile walk around my neighborhood. Four mile walking around ten. Yeah, getting around 10 miles a day in. But. So to loop, to close the loop on the story here, I did a 20 minutes pop punk peloton ride this morning, set a new pr, which was nice. The newfound glory, king of wishful thinking was one of the tracks that was played there this morning on the pelvic."
    },
    {
        "speaker": "C",
        "text": "That was like 2000. I feel like that was a. Oh, yeah, right on the newfound glory. Yeah, that, that was definitely my, my gem. They have a, they have a bunch. They do. What's my other favorite one? They do the theme song to never ending story. They do. They have a bunch of covers. They were like the main cover punk band back then."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true. So, yeah, big fan, that. King of wishful thinking. Great coverable song for. And there's other, and there's also the very classic Paul."
    },
    {
        "speaker": "C",
        "text": "I'm so glad you brought that up."
    },
    {
        "speaker": "A",
        "text": "Have you seen that?"
    },
    {
        "speaker": "C",
        "text": "I was just about to mention it to you because that is, they did a couple, I feel like they did like two or three kind of scene for scene."
    },
    {
        "speaker": "A",
        "text": "I feel like was the best one, though."
    },
    {
        "speaker": "C",
        "text": "I'm with you. They gave Paul Rudd, like kind of the balding hair."
    },
    {
        "speaker": "A",
        "text": "I gotta go. I'm gonna go watch that after this."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's definitely the best."
    },
    {
        "speaker": "A",
        "text": "If anybody can find that link, drop it in the chat, give us a, like, comment. Retweet help us share the room. Appreciate it. Appreciate you all hanging out today. Chamber. I started this 420 miles challenge on June 8, I believe. June 8. Would you like to guess at how many miles I've done so far since June 8? So, we're almost a month."
    },
    {
        "speaker": "C",
        "text": "Okay. Almost a month. 235."
    },
    {
        "speaker": "A",
        "text": "Oh, you're giving me too much credit today. I just passed 212.48 miles. So I am just over halfway home for the 420 challenge. Chris Hoddle is at 02:07. He's out there on his second round. He's at 62 miles into his second tour of. Into his second tour of 420. But, yeah, so that's what's going on in there today. How now, chamber? Are you going to. You going to join us or what?"
    },
    {
        "speaker": "C",
        "text": "I mean, I just don't know what to do. I just feel so defeated sometimes. You know what I'm saying? You know, my rockstar lifestyle doesn't carve out much time for these kind of, you know, fitness ventures."
    },
    {
        "speaker": "A",
        "text": "I mean, so, what part of your rockstar lifestyle would you have to cut out? Like, napping, smoking cigarettes."
    },
    {
        "speaker": "C",
        "text": "Cigarettes. Napping. Like, I don't eat. Like, I feel yden. I mean, I don't eat that much, but I'm like, I'm not eating great. So I'm like. I wouldn't say, like, I'm an overeater, but I guess I could put a few more salads in my, you know, in my routine. But there's. There's. There's just so many things, but, yeah, smoking cigarettes and just motivation, I think, is my problem."
    },
    {
        "speaker": "A",
        "text": "So it's like, you know, well, maybe some of this accountability. That's what I'm saying here I. Get yourself going."
    },
    {
        "speaker": "C",
        "text": "I always wanted a gym buddy, and I feel like I always want to like, can I go on Craigslist and just ask for a gym buddy? You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "I mean, you could certainly do that. And I'm sure you would find quite an interesting nothing. Craigslist. Yeah. Make sure to put that on your list, maybe. Yeah, that's exactly right. What up the. I think for your gym buddy, you might be able to find that on missed connections. Maybe somebody has seen you out there in the streets, and they're like, man, that guy that I just saw coming out of Dunkin donuts or Tim Hortons with a twelve pack of glazed doughnuts. I'd love that guy to be my gym buddy. So check the Craigslist Miss connections. You might find some stuff there. Let's go down to Randall real quick. Randall Gm Gm."
    },
    {
        "speaker": "D",
        "text": "What's going on?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Chamber, you should do, maybe think of doing powerlifting. They're more of the anti salad people. We just eat, so that way we have strength to lift things."
    },
    {
        "speaker": "C",
        "text": "That's the other thing. You bring up a good point here, because, you know, I could I have the frame that would, you know, allow for powerlifting, but it's not. I don't think that's the look I want. I feel like if I'm gonna do all this work, I want that Jesus on the cross, you know?"
    },
    {
        "speaker": "A",
        "text": "Oh, wow. I'm going back down. Thank you. The real. That real gaunt, angular look."
    },
    {
        "speaker": "C",
        "text": "Angular, exactly. I want some angles, you know, I'm."
    },
    {
        "speaker": "A",
        "text": "Saying interesting, but I do think you're probably, what? More. Just both personality wise and build wise, more suited for powerlifting?"
    },
    {
        "speaker": "C",
        "text": "Oh, definitely. I feel like that's the easy route. You know, I'm saying."
    },
    {
        "speaker": "A",
        "text": "Yeah. J. Webb, would you agree here that chamber should be powerlifting instead of trying to get his cardio?"
    },
    {
        "speaker": "D",
        "text": "No, I disagree. First off, chambers, tall and tall does not lend well for powerlifting."
    },
    {
        "speaker": "C",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "Shorter guys like me, you know, the short kings. Yeah, short kings like us, like when the, when the weight doesn't need to move very far. That's where we excel in power lift."
    },
    {
        "speaker": "C",
        "text": "That's a good point."
    },
    {
        "speaker": "D",
        "text": "I think chamber, you know, here's what we really need. This is another content, another brilliant content play. We fly chamber out to Colorado. He lives with me for, like, three months. We train the garage every day. We got Mister House in here. We fly him into. He teaches jiu jitsu. Like, we just have this whole, like, reality show."
    },
    {
        "speaker": "C",
        "text": "I love turning into a killing machine."
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly. Of us whipping chamber into shape."
    },
    {
        "speaker": "A",
        "text": "I love that. You missed it. You missed the real hook at the end. All of it is leading up to him actually stepping into the octagon with either Joe Rogan or the combination of Zuckerberg and Elon Musk. I think that I'll take my odds with the."
    },
    {
        "speaker": "C",
        "text": "I'll take my, my odds with the nerds."
    },
    {
        "speaker": "A",
        "text": "I was watching you going against the nerds."
    },
    {
        "speaker": "C",
        "text": "Yeah. Joe Rogan, I mean, he's. I was."
    },
    {
        "speaker": "A",
        "text": "Don't forget, that's how this all started. You said you could beat up Joe Rogan."
    },
    {
        "speaker": "C",
        "text": "Did I say that?"
    },
    {
        "speaker": "A",
        "text": "I also backtrack. You said you could beat this whole chamber. Take that."
    },
    {
        "speaker": "D",
        "text": "He could score ten points on an NBA player."
    },
    {
        "speaker": "A",
        "text": "We haven't gotten there yet. We're getting there. That's coming. We're going to our buddy Ledger for this one, though, so. All right, we've got, we've got a wonderful guest with us today. Oh, he is here."
    },
    {
        "speaker": "C",
        "text": "Okay, good. I wasn't. Yeah, I'm just looking here now."
    },
    {
        "speaker": "A",
        "text": "Yes, we have a wonderful guest with us today. Those of you who are regulars on the show may have heard him a couple months back. I believe with the launch of Flip XYZ we have the one and only ledger status Ledger. How you doing, buddy?"
    },
    {
        "speaker": "D",
        "text": "I'm doing well. I was doing better before I hopped on just in time to hear chamber talking about advertising his wares on Craigslist."
    },
    {
        "speaker": "A",
        "text": "Just looking for a connection ledge, you have, you've known us for quite some time. Would you expect any other type of content here on this show? No, that's the right answer. For those who don't know who Ledger is. Ledger, I'll give you a chance to introduce yourself, but chamber, I want you to do your best introduction of who Ledger is."
    },
    {
        "speaker": "C",
        "text": "I'll tell you right now, Ledger is, in my opinion, one of the nicest old school crypto guys that's still around, maybe the nicest one. Very informative, very knowledgeable. Him and Josh have a great show that I steal from constantly when the market allows me to. Everybody should be listening to his show, by the way. But yes, just, just a genuinely nice guy that provides quality information if you're looking to trade crypto."
    },
    {
        "speaker": "D",
        "text": "That's sweet of you."
    },
    {
        "speaker": "A",
        "text": "Not only that, but he has since come over to the NFT dark side to launch Flip XYZ, which is an amazing platform. We'll talk about here in a second. But I would second everything that you just said. Chamber. We've had the privilege of having Ledger and Josh on our show a couple times, both in the wrecked podcast days, now in the mint condition days with Ledger. One of my favorite shows that we ever did was we had Ledger and Josh on. Gosh, it was like New Year's Eve. We did a show a couple years ago and they came on and we did our whole predictions for, I think it was, I think it was the end of 21 going into 2022. Does that sound right?"
    },
    {
        "speaker": "C",
        "text": "It may have been a year prior that leading in."
    },
    {
        "speaker": "D",
        "text": "I don't remember."
    },
    {
        "speaker": "A",
        "text": "Gosh, that was a lot. Maybe, maybe that's what it was. That was a long, long time ago. And I could just. The one, the one that I always remember and still reference was we were giving predictions on like what token or coin would jump into the top ten. And Chambers, Chamber and Josh both said the same one. And actually me and you, Ledge said the same one. You and I chose uniswap, which ended up being a solid choice in the running chamber and Josh both chose Monero, which ended up nowhere close."
    },
    {
        "speaker": "C",
        "text": "I feel like it was like, a week later that basically everybody called bullshit on Monero, and it just tanked. It was a short lived prediction that we saw the results do very quickly."
    },
    {
        "speaker": "A",
        "text": "I haven't heard about Monero in quite some time. Is there anything still going on in those streets?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, and the thing about Monero is it doesn't need news to work, you know?"
    },
    {
        "speaker": "A",
        "text": "That's very true."
    },
    {
        "speaker": "D",
        "text": "Just be. It's just a coin that offers privacy and transactions. I think it does its job well. That doesn't mean it's, like, tornado cash. Yeah, but that doesn't mean it's, like, great for speculating on."
    },
    {
        "speaker": "A",
        "text": "That's very true. Chamber, when was the last time you used Monero?"
    },
    {
        "speaker": "C",
        "text": "A week after I made the prediction."
    },
    {
        "speaker": "D",
        "text": "I was just wondering if you bought weed. You don't have to use Monero to buy weed anymore, do you?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "You only need more for hard drugs now. The legal. The legalization of weed was bad for Manero."
    },
    {
        "speaker": "A",
        "text": "That's very true. That was the news that tanked the whole you're all your chances chamber. That's true. Chamber. Is there any, like, weed focused coins out in Canada for the jobs that you're doing?"
    },
    {
        "speaker": "C",
        "text": "It's funny to say that. I was visiting ledger. I don't know if you know this or not. I'm actually in the cannabis industry now. Hereditary."
    },
    {
        "speaker": "D",
        "text": "I'm not surprised it checks out."
    },
    {
        "speaker": "C",
        "text": "But I was visiting a store a couple months ago, and they had, like, a. Like a standee by the door, and basically, there was, like, a QR code where I think, basically, I didn't do it, but I think the gist of it was, you ended up getting a crypto wallet, and that's how you would get your points for transaction at that particular store. So you would get reward points, kind of. I mean, probably similar to, you know, what Starbucks odyssey is doing, obviously on a much smaller scale, but I think something along those lines."
    },
    {
        "speaker": "D",
        "text": "Corner store."
    },
    {
        "speaker": "C",
        "text": "More or less."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we got our inspiration from whatever you just."
    },
    {
        "speaker": "C",
        "text": "No, I'm for. I didn't want to say it. Um, you know, because obviously, there's. There's ties there, but, uh. Yeah, no, you know, it's suspicious."
    },
    {
        "speaker": "A",
        "text": "We're bringing it to Tim Hortons next, so watch out, Canada. Everybody keeps asking, when Canada. We're just going to work with Tim Hortons next."
    },
    {
        "speaker": "C",
        "text": "That's the move."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, Ledger, I'll give you an opportunity to introduce yourself without us hooligans stepping all over your wonderful reputation and, and credentials. So introduce yourself for those who may not be familiar with you."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I come from open source software, been crypto, curious for a long time, did some trading, investing, going back to being a kid. So when I actually dug deep into crypto, got excited about ethereum and programmability on a blockchain. That's when I went really all in, mentally in early 2017, is learning about Ethereum beyond just bitcoin and sending money back and forth. And then the difference back in the day, at least for me with crypto, is it was mostly about trading and centralized exchanges, and nobody was really using cryptocurrency in a significant way other than like launching icos or, you know, maybe sending bitcoin payments here or there. So when DeFi summer came about and defi kind of revolutionized, like actually using a blockchain for its intended purposes, removing counterparties, opening up all kinds of, like, primitives, that's when I got reinvigorated again and learned crypto all over again. And eventually that led to beginning my own business and really digging into what's happening on chain, because NFTs also brought a bunch of people on chain. In fact, way more people than Defi brought on chain. Defi brought more money and NFTs brought more people. But both were examples of actually using a blockchain for its intended purposes and using all these compute features and interesting pieces of functionality of crypto and putting it to work. So it got me all excited about crypto again, whereas before it was like, I'm going to speculate whether the number is going to go up or down. And we still do that, but now we also get to actually use these open source tools for what they were meant for. And so seeing that come to fruition has been really exciting. So a friend of mine from the web space came to me, this is Sam, and said, hey, we should do something with some of this on chain data. It's pretty exciting. And I was like, yeah, sounds great. And that's where flip came about. And so we started building out pretty broad, sweeping feature set, kind of built for your prosumer type of NFT person to be able to explore NFT markets, aggregate, NFT markets, purchase, manage your own profiles, do all kinds of stuff, get a feed of all the people you follow. Basically wanted to build the tool that I needed, dabbling in the NFT markets, and that's what we did and been doing that since 2021. So that's where I spent a lot of my thought processes today. And then of course, you talked about podcasts. I've been podcasting about crypto one way or the other. Between ledger cast is the one that chamber listens to going back to 2017 and then up only in 2021 and 2022. And, yeah, it's been a fun ride. I didn't do that very succinctly, per se, but that's kind of the story."
    },
    {
        "speaker": "A",
        "text": "That was a pretty. I thought I'm pretty comprehensive, so I appreciate that. The. I will never forget. Just, I thought, we'll ask you. I'm going to ask you, but one of my favorite up only moments, I guess there was two. There was the Do Quan, the do Kwan one, and the one right after FTX back in November. I was in the hospital when my kid had just been born, and I was watching you and Kobe interview. I forget his name, the gentleman that. Yes, yes, yes. I was watching that, and, like, shit was hitting the fan in real time, and the dude did not know to do, and it was like, I couldn't believe what I was watching at the moment, but it was pretty crazy. Up only became the place to be for crypto news and talk for quite some time. How did that all come about with you and Kobe going back to that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, we had become acquainted, I guess, as I survived a cycle like, that wasn't one and done."
    },
    {
        "speaker": "A",
        "text": "That's your badge of honor, right? You get. Everybody gets a badge when you. When you survive a cycle. So we're just waiting for, you know, the next bull run, and then all of us get a badge."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I think. I think the fact that I didn't disappear, I was interested in stuff. I wasn't, like, you know, scamming people or anything. I think Kobe started paying attention a little bit more, and it was also entertained by the fact that I was pretty outspoken when the election stuff was going on, and I was a guy from Alabama that was very clearly not a Trump fan at all. I think he found that entertaining. So we would talk sometimes about trading, sometimes about other stuff, but just kind of here or there. And then he was trying to interview Bitlord on a. Whatever that application was. Twitter kills all their good apps. The vine or whatever, the interview app that they had, whatever that was. Periscope."
    },
    {
        "speaker": "A",
        "text": "Periscope, yeah."
    },
    {
        "speaker": "D",
        "text": "He was trying to interview Bitlord on that and was failing miserably. And bit Lord was going nuts about how doge was going to infinity, which."
    },
    {
        "speaker": "A",
        "text": "It was, by the way, classic Bitlord maneuver."
    },
    {
        "speaker": "D",
        "text": "Yeah. And. But the stream was not working, and I had this podcast experience, so I dm'd Kobe. And was like, hey, do you want me to stream this for you guys? Because you're really sucking at it. And he was like, yes, please. So that became episode zero of only. And we ended up talking to bit Lord and Marin the TikTok witch and cousin Crypto, who's another TikToker, actually, fluffy pony from Monero. Like, all in this one episode, all kinds of people came on there and we had seven or 8000 people watching it live."
    },
    {
        "speaker": "C",
        "text": "I remember Marin the TikTok witch."
    },
    {
        "speaker": "A",
        "text": "I just want to. I just want to go on record that we've interviewed all of these people as well, Chamber, and we are not nearly."
    },
    {
        "speaker": "C",
        "text": "I mean, he did it all at once, though. That's what. Yeah, that's sweeps week, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So it's like, it was probably one in the morning or something for my time, and I should not have been doing that, but I was. And I, yeah, we had fun and we were like, man, maybe we should try this again. People seem to enjoy it. So that's basically where up only started kind of by accident. And Kobe and I had this pretty decent yin and yang relationship. You know, I'm like, the Normie and he's the one that everybody wants to become. So it worked well. And we've had a lot of fun on the episodes that we've done. And I don't know if it's dead or not. Can't answer that question for you. But maybe we'll be back someday, maybe not."
    },
    {
        "speaker": "A",
        "text": "That's all right. Even if it is, we'll appreciate the moments that we had because you guys had some pretty epic moments of all of those, which was one of which was your kind of, which. I mean, there's a lot of these moments I feel like. What was your. Like, I can't believe this is even happening right now."
    },
    {
        "speaker": "D",
        "text": "I think kind of the starstruck one, like, the most starstruck one was outside of the space is probably Mark Cuban just because it's like, you know, watch Shark Tank and whatnot as a kid. So then him coming on, like, being really kind. I mean, Joe Lubin and Vitalik both came on. Cz and Sam came on at the same time."
    },
    {
        "speaker": "C",
        "text": "That's the one I. That's the one that. That I remember most is the Sam Ncz."
    },
    {
        "speaker": "D",
        "text": "And I was having massive technical difficulties during that. I was in Maine with. With Sam and Jennifer, my co founders for Flip, and, like, had everything, like, trying to get set up and their main office, and that's a mess. So, yeah, I mean, those were pretty stunning. I guess, but the, the cuban one was the most, like, mainstream. The funny thing about that is my wife, who does not tech anything at all. Like, she's in healthcare. And I woke up one morning, and first thing I said to her was like, hey, we're gonna have Mark Cuban on the show. And I was, like, just waiting for the impressed look on her face. And she just looks at me and she's like, who's Mark Cuban?"
    },
    {
        "speaker": "A",
        "text": "That's amazing. Did she even know shark Tank reference?"
    },
    {
        "speaker": "D",
        "text": "I don't know that she knew what shark tank was or nothing, but, yeah, she was, like, totally unimpressed, and I was like, all right, well, I'm just going to go right back down my pedestal."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. That's too funny."
    },
    {
        "speaker": "C",
        "text": "Hey, bunch, has your wife ever been impressed with any of the guests we've had?"
    },
    {
        "speaker": "A",
        "text": "The only thing she's impressed with is that you're still friends with me after all these years. That's it. That's literally all, you know, the only. Yeah, she doesn't know much about the space in general. I don't think she's interested too much. It's one of those whatever makes you happy kind of things. You know what I mean? She thinks that I sit down here in my basement all day and play the egg game from I think you should leave. She has no idea what I actually. And I don't know if she totally cares. She just cares if I'm happy. And that's. That's pretty much it. So."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's funny."
    },
    {
        "speaker": "D",
        "text": "The only one. Yeah, the only one where my wife was, like, impressed or, like, excited for us, which ended up not working out, which made it worse, was I told her that we might have Ashton Kutcher on because they were doing their NFT project and him and his wife and. Oh, shoot. Mila. I'm terrible with celebrity stuff, so I didn't actually. I mean, I. I was excited."
    },
    {
        "speaker": "A",
        "text": "So you were less impressed than your wife would?"
    },
    {
        "speaker": "D",
        "text": "Oh, yeah. She was like, holy cow, why do they want to talk to you? It turned out they did not. They just wanted their NFT project on our show because we were like, correct. No, we're not. We're not just bringing on random people from your NFT project. Like, we want to talk to y'all. But we don't have."
    },
    {
        "speaker": "A",
        "text": "Yeah, right, right. We're, you know, you're. I'm not just some bag of meat."
    },
    {
        "speaker": "C",
        "text": "Ashton, did we have somebody from that project on the show, but it wasn't like either. Ashton, we did."
    },
    {
        "speaker": "A",
        "text": "We got the same thing that happened to us."
    },
    {
        "speaker": "D",
        "text": "But y'all said. The difference is y'all said yes and we said no."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that's exactly right. And that's why you're."
    },
    {
        "speaker": "C",
        "text": "You doesn't have Kobe as a co host."
    },
    {
        "speaker": "A",
        "text": "You know, he's got me more like, you don't have Kobe as a coach. You're definitely the star of the show. I just keep it on the rails. That's. That's."
    },
    {
        "speaker": "D",
        "text": "But, yeah, we had a lot of good moments in the show, and it's. It was a. It was a great time. And then maybe it will be again in the future. I have no idea. I really cannot tell you."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, if it. If it ever happens again, you know, Chamber will throw his. His. You know, he is now a co host of another fantastic web three podcast, the first mint. I don't know if he's told you that, but he's been telling everybody else that he knows. Yeah, he's a huge. He's a pretty big deal. So, you know, maybe you should tell your wife that chamber might come on your show and chill, and she'll really respect you."
    },
    {
        "speaker": "C",
        "text": "The chamber."
    },
    {
        "speaker": "A",
        "text": "The. Yeah, the canadian one that lives next."
    },
    {
        "speaker": "D",
        "text": "To a grave NFT supporting cannabis store."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Anyway, all right, let's go back into what we're here to. To chat about today. So let's. Let's talk a little bit more ledger about flip, because I. What? I'm super, you know, just to bounce around from one of your wildly successful podcasts to another. The dynamic of you starting flip and talking about it on the. The dynamic of you starting flip and talking about it on ledger cast and just hearing Josh's overall sentiment for NFTs was something that was just adorable to me, which is so good. So tell us about, first of all, has Josh ever bought an NFT?"
    },
    {
        "speaker": "D",
        "text": "I don't think so. Yeah."
    },
    {
        "speaker": "A",
        "text": "And not even to support your platform, huh?"
    },
    {
        "speaker": "D",
        "text": "No, I think he said something along the lines, I wish you the best. Josh is not. I mean, he thinks ethereum is a scam, so, like, what's he. What's he going to do with NFTs? You know?"
    },
    {
        "speaker": "C",
        "text": "Like, yeah, you're definitely, like, the wild man on that show."
    },
    {
        "speaker": "D",
        "text": "Yeah. Which is kind of funny."
    },
    {
        "speaker": "C",
        "text": "Which is very funny. Did you get into, like, the meme coins? I feel like you did. Right? Like, you got into the meme coin."
    },
    {
        "speaker": "D",
        "text": "Season a couple months ago. I wish I did. I would. Pepe early been all right? Um, no, I. I. No, I did not. I. I thought it was pretty."
    },
    {
        "speaker": "C",
        "text": "I'm assuming Josh didn't."
    },
    {
        "speaker": "D",
        "text": "No, it wasn't. He did not. Um. That's not. I'm not afraid to trade those types of coins at times. I would never, like, promote them or say it's good in any way, but, you know, there's times where I would have thought, like, okay, well, this narrative could do well, but, yeah, the getting is."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "The last time I thought that was true was actually doge in December of 2020. Unfortunately, I didn't, despite Bitlord saying he got a hold forever. Like, I didn't do so. And so I didn't get most of the w off that because the problem I run into with that, if I don't believe in it from a fundamental perspective, it's really hard for me to hold on for that journey."
    },
    {
        "speaker": "C",
        "text": "So I had the same issue with doge."
    },
    {
        "speaker": "A",
        "text": "Yeah. And you had to be in there for a pretty long time. Like, it was a couple month move."
    },
    {
        "speaker": "D",
        "text": "Yeah. And when I do those types of things, I'm uncomfortable holding something if I don't fundamentally, like, appreciate it, which can be dangerous, because I can. I fundamentally appreciate Defi. And some, like, holding defi for long periods of time can be really bad. But, yeah. So I had a hard time with most of the meme coins, but, you know, I've had my days of good trades, so I'm not complaining."
    },
    {
        "speaker": "C",
        "text": "What's the I gotta ask? Like, because you are my alpha when I'm looking for, you know, what's coming on the horizon. And I'm similar in the way that if the getting is good, then I don't mind, you know, participating, whether it's, you know, meme coins, nfts, all coins, defi, whatever. But I feel like we're in a lull right now at nfts are just, you know, they're. They're doing what they're doing. I'm hedging my bets more towards a crypto move next, like maybe a bigger bitcoin or ethereum move, followed by maybe some alt follow through. What are you kind of thinking as what could possibly be next? What have your eyes open for?"
    },
    {
        "speaker": "D",
        "text": "I'm more bullish on dino defi than I've been in a really long time."
    },
    {
        "speaker": "C",
        "text": "I feel like this is a g. I'm sorry, Dino."
    },
    {
        "speaker": "D",
        "text": "Dino defi. You know, like the old school ones."
    },
    {
        "speaker": "A",
        "text": "Like I was going to say. You mean og stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I've been. Dino coin xyz. No, I don't know. That's probably a scam. Literal dino coin. Here's the deal."
    },
    {
        "speaker": "A",
        "text": "Yeah. T rex coin utility is fantastic."
    },
    {
        "speaker": "D",
        "text": "We're buying a t rex and fractionalizing it. You can own a piece of a t rex. And I will say I was in a chat that tried to do exactly that with a yde, with the triceratops."
    },
    {
        "speaker": "A",
        "text": "That had to be the, uh, that influencer cabal chat."
    },
    {
        "speaker": "D",
        "text": "I can tell you close to the picotop, if everybody's talking about what percentage."
    },
    {
        "speaker": "C",
        "text": "When you start buying dinosaurs."
    },
    {
        "speaker": "A",
        "text": "That'S crazy. Well, J. Webb said the other day that, you know, his picotop signal was when he was looking at private jet chartering. So this, uh, if you're looking at private jet chartering or talking about fractionalizing a triceratops, it might be time to sell."
    },
    {
        "speaker": "D",
        "text": "This got to the point where there, I think there were probably 50 people trying to orchestrate like, what share of the triceratops they would have. And they, Dan Mataszewski would have more to say. CMS holdings. And they sent someone to the physical auction and it was like, yeah, we're going to buy this triceratops. And the auctioneers thought it was going to go four or 5 million or something like that. It went to it past four or 5 million in like 10 seconds. So the whole trip to try to get the triceratops was useless within 10 seconds of the actual auction. And we were just all disappointed. But they spent weeks hyped up for it about like, oh, we're gonna own this triceratops and it's gonna be awesome."
    },
    {
        "speaker": "A",
        "text": "And I wonder what was the final bid on this?"
    },
    {
        "speaker": "D",
        "text": "It's very public. I mean, most of those big auctions are very public. I think it went for like 9 million or something."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "Yeah. But if I just sold everything I owned at that moment, it would have been great."
    },
    {
        "speaker": "A",
        "text": "Yeah. Amen. So you're thinking you're seeing some, some legacy defi stuff that you're interested in. Are the people need to know what your overall thoughts on, like, bullish versus bearish in the next, I would say, I don't know, six months or so. Based on what you're seeing, everybody, we're seeing this rally. Are we in bitcoin, ethereum? A little bit. Mostly in bitcoin. Is this a bear market rally or are we setting up here for potentially the beginning of a new cycle? What do you think?"
    },
    {
        "speaker": "D",
        "text": "Probably a bear market rally. Like, when looking at OG defi stuff is like, you know, it might have gotten oversold. There's some appetite for it. Everybody's like, why would you ever buy something chasing yield when rates are 7%? You know, like when the narratives are have all been debunked and it's terrible and whatever. It's probably a decent time for a rally because it's just been. Everybody's so depressed and NFTs are trying to approach something like that. But I feel like there's still a lot of opportunity for pain probably in some of the NFT land, even though there's been a lot of pain, but you really need some sustained sideways accumulation type periods. And really we've just had sustained down moves, and so maybe we get a bounce, maybe there's a little bit of belief in the market, and then things calm down. I do think ETH and BTC probably bottomed, though, and so now you start seeing money move around a little more. Where people are seeking upside beyond just now, they hold eth, or they feel relatively comfortable holding ETH and BTC. So you might see some independent rotations occur, but I wouldn't expect, like, kind of the everything floats up type of market, and I don't think that would be healthy because your market cap starts to explode. When that happens, new coins come on the market at the same time as all the old coins start going up. Your market cap inflates and the liquidity doesn't really support that very well. So I would like to see these rotational moves where sectors start to perform pretty well. Even you have sector narratives that are playing out for one reason or the other. So one person's group of alts will perform poorly while another person's having the time of their life and then get some rotation going. Seems to be a little bit more sustainable."
    },
    {
        "speaker": "A",
        "text": "Remember those days, chamber, when we were having the time of our lives?"
    },
    {
        "speaker": "C",
        "text": "Yeah. That's the thing, though. Like, I find. I mean, every, you know, every little bit of time that goes by, there is something new that comes into the market that provides, you know, usually massive amounts of liquidity, and if you can time them right. I mean, you know, we talk about alts, we talk about DeFi, talk about nfts. I mean, meme coin season was. I don't know how much money went through meme coin season a couple months ago, but, I mean, that was intense."
    },
    {
        "speaker": "A",
        "text": "Quite a bit. Yeah."
    },
    {
        "speaker": "C",
        "text": "Like, quite a bit. So, I mean, I think it's just a matter of, you know, they'll probably be something new eventually. Probably by the end of the year, though, they'll probably be another."
    },
    {
        "speaker": "D",
        "text": "There's always new."
    },
    {
        "speaker": "C",
        "text": "I don't know what that's gonna be exactly."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "So I think it just. It's just a matter of keeping, you know, keeping some. Some powder on the side, ready for whatever, you know, wherever the market wants to go."
    },
    {
        "speaker": "D",
        "text": "Yeah. And because if you get maybe, if you get maybe old sectors, it may be new sectors. Don't really know. Big John sold around October 22, 2021."
    },
    {
        "speaker": "C",
        "text": "So was that the name of the Triceratops?"
    },
    {
        "speaker": "D",
        "text": "One eth? One eth was worth around $4,300.01. Bitcoin was worth around 62,000. So all your, you know, Solano is probably $220 at the time."
    },
    {
        "speaker": "C",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "So it was definitely the peak."
    },
    {
        "speaker": "D",
        "text": "Yeah. Great time to sell everything."
    },
    {
        "speaker": "A",
        "text": "Steve. Steve commented, and I was actually going to say this before when you were saying this, he said, hey, now, a bunch of bets you can literally buy fractionalized triceratops on Raleigh Road, that. I had a feeling that was true. So good shout, Steve. All right, let's get, let's get back over to flip and your nft journey, because I, it's funny, I started, we started this conversation by, you know, talking about the dynamic on your podcast where, you know, Josh is a bitcoin maxi and thinks Ethereum's a scam. Meanwhile, you're launching NFT, you know, an NFT platform. And so what is, you know, you've been podcasting with Josh, like you said, since 2017. 2018, like Chamber and I. What was, uh, what is it about kind of the NFT space that interested you to actually go out and build a product in versus something like, you know, Defi, where you seem to have another, you know, deep interest in."
    },
    {
        "speaker": "D",
        "text": "Yeah. Back in 2017 when people were using ETh, like, they figured out how to launch ERC twenty s and put icos out there, basically launch a coin. But it was each item, each token was the same as the other one. And then people took this like, oh, look, I can launch tractor coin. And look at, we're going to put tractors on the blockchain because we have tractor coin, but it didn't actually have what was necessary to put that stuff on a blockchain. But there was tons of fundraising and excitement around it. The ERC 721 spec, or NFT spec, unlocked that in a more real way because it allows for title, deed or receipts. Those are the words that are used in that specification. And that allows, like, okay, well, each tractor coin. Yes, it is a tractor coin, but it's actually this tractor. And it allows you to put specific items on a blockchain with a standard spec and with like, specific metadata and actual, actual standards for how it could work. And so now you can start to identify what are these things that could benefit from putting title or receipt or a deed on chain. And there's lots of things that you can think about. Some of them have massive regulatory hurdles. They're going to take like 30 years to figure out. But some are not. Some are much more straightforward, like in game items or what we found product market fit with very quickly in 2020 and 2021, late two thousand twenty s, I think, is where it really started with nfts. And that really took off like it was natural product market fit. It took out the middlemen. Oftentimes between digital artist and collector or speculator, and product market fit for this digital art world was found very quickly. And also people immediately could start to identify for what else could go on chain. When you start talking about being able to have these specific items and specific titles with these common collections, common metadata and whatnot. And that got me excited, because you saw in that first six months or so, that bear market, Defi had our bull market. Rather, Defi had brought on 30 or 40,000 people on chain with lots of money, and nfts brought like half a million people on chain. Because the way that you integrated with all this was to use a wallet, like metamask or wallet connect and connect your wallet, and do stuff on chain and trade. And OpenSea had built itself back in 2017 and 2018, and nobody really cared until all of a sudden they were like, holy cow, this makes a lot of sense. Where do we do this? And then, bam, off it goes. And I just got really excited about what NFTs were unlocking from a utility perspective, for what a blockchain can be used for. And we've seen that expand out in a lot of ways, like your lp tokens or if you provide liquidity on uniswap v. Three, that is a receipt for your liquidity provision, and that receipt is an NFT. So an NFt is not the same thing as a jPeg, right? It's not just jpegs. And what excites me is what can become an NFT over time in unregulated markets and eventually regulated markets, because I think that just creates some natural potential for product market fit. So that gets me excited, and that's why I wanted to build on it. And it's a weird balance because it's not like a dislike the jpegs or like collectibles, but you see a lot of junk at the same time as you see the real stuff. So you got to balance what do I think is real in this ecosystem who are doing real things with digital collectibles and jpegs? And it makes a lot of sense. And then also recognize that 99.9% of it is junk. That is going to go to zero. But that doesn't mean the spec is junk. It doesn't mean digital collectibles are junk. It doesn't mean that creating communities that are very powerful are not real. They're very real. It's just there's so much speculation that occurred that it drowned out a lot of the signal, and now we're seeing people throw the baby out with the bathwater. But that's what got me excited about it."
    },
    {
        "speaker": "A",
        "text": "So do you think that like, what do you think it takes for the broader public excitement or just sentiment to change? Because I think what you said there at the end was really interesting, where, you know, I think we see it all the time where the general public just thinks of this as Djen JPEG flipping, and they don't quite understand the rest of the nuance and really novel things that you mentioned at the beginning of your dialogue there, where there's a lot of really interesting things that can be done with this technology. What do you think it takes to bring that to light or bring it back or change to the narrative?"
    },
    {
        "speaker": "D",
        "text": "I think it requires examples of it actually working where the NFT component is important, but is not centric to the experience. It shouldn't be aha, this is an NFT. It should be aha, like this works. And by the way, these are NFTs. And whether that's unlocking game avatars so that they're not, like, they're not hooked into some particular ecosystem of game, or if it's pulling the middlemen out of the event space, or if it's unlocking this VIP access for your favorite musicians, if you can use NFTs as a component of these things, and where the open ecosystem that you create there has benefits over closed ecosystems, then I think you'll start to see people realize, oh, this did have a point, in addition to just, you know, people speculating on JPEGs, and speculating on JPEGs was just kind of proof of concept, but now we see how this can be unlocked on a long tail of things. And now what we're, a lot of us are out there waiting on, okay, well, show us the product market fit in these different industries. And it's like, well, I don't know. We also kind of have to help some of these industries understand it so that they can, they can create solutions. So it's a little bit of a chicken and egg problem."
    },
    {
        "speaker": "C",
        "text": "I also had the thought too, as you're talking, you know, we all have kids, okay? And I'm sure a lot of people listening and a lot of people in the web three space have kids, and I've always seen them as the generation that are going to be actually utilizing this. And, you know, whether knowingly or unknowingly, but if it is knowingly, and the associate, like right now, association with nfts is jpegs and a bunch of dads losing all of the family's money. Okay, what if we're doing a disservice long term by actually even participating right now? Because the association my daughters have with."
    },
    {
        "speaker": "A",
        "text": "NFTs is your shitty podcast?"
    },
    {
        "speaker": "C",
        "text": "Is my."
    },
    {
        "speaker": "A",
        "text": "A."
    },
    {
        "speaker": "C",
        "text": "My shitty podcast. And the hours I spent just looking at cartoon images on my laptop. And I can't imagine there's a feel good moment that's going to occur in the future where my daughter's trying to buy tickets for a concert. And like you said, we've taken out the middleman and now it's just an NFT. Maybe they'll be more hesitant. I think we might actually be doing more."
    },
    {
        "speaker": "A",
        "text": "You mean to tell me that your daughter is not on open searching or flipped searching tricky tractor tribe jpegs?"
    },
    {
        "speaker": "C",
        "text": "Not. Not at the moment, yeah."
    },
    {
        "speaker": "D",
        "text": "I mean, it could be that there's some, like, reputational damage because of how much speculation occurred around absolutely anything. But that's part of the way hype cycles work for any industry and anything. And if the."
    },
    {
        "speaker": "A",
        "text": "I mean, we're seeing it with AI right now."
    },
    {
        "speaker": "D",
        "text": "Yeah. And we saw it with the web, too. Like, people laughed the Internet age out of the room when the stock market topped in 2001 and then behemoths were being created at the same time. And I think the same thing can happen in the web three space where if this technology is real and there is real great product market fit and various places that we'll see that start to pop up. I think some kids already, I mean, kids definitely connect at the collectible level, so it's not like that's really a problem. It's just when the collectibles cost like $50,000 that it's a problem."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "Like, my, my son is actually here with me right now, and as a lawnmower in the background, I'm sure they might hear right now, but I got one of the pudgy penguins plushies, and he was like, oh, this. This is really cool. Can I have it? And I was like, no, that's mine."
    },
    {
        "speaker": "A",
        "text": "You're like, nope, this is my tractor and yours is somewhere else. I have one of my pudgy penguins figurines on my desk and I have not yet brought it into eyesight of my son because I know that that is a losing battle for me for sure."
    },
    {
        "speaker": "D",
        "text": "Cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love this conversation. I could have it forever. But I do want to get more in depth into what you've got going on with flip. Make people aware of that, all the new updates that you've got and where the direction is here. So you kind of mentioned what got you excited about nfts. How does that lead to flip and what are you trying to accomplish here with the platform?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think the biggest thing that we want to do is be able to one connect people to their own portfolio of what they own and being able to get a good snapshot of what they are on chain that web three identity. It's multi wallet connectivity that you can do on flip. Get a view of all your holdings and all your activity, past performance. Have an overview of all the things that you're selling. Then you can also track and engage with others. I can follow like y'all's wallets and get notifications when you do stuff in our feed or follow communities. And we, the biggest thing we want to do is kind of help people engage at that community level. Help them shop for stuff, help them connect to that community. So follow that community. Get notifications when, you know, they tweet something important or when your favorite wizard hat, pudgy Penguin goes on sale that you've been following so that you can get a notification of and go buy it. We just want to provide this broad hub of your NFT landscape. And the most recent thing that we've done is actually release profiles which has been privately released. We haven't actually publicly announced it yet, but it is live on the site. And if you just go to flip xyzign then you can see that. And it's pretty neat because I've got six wallets connected and I've got 100 and something collections on there. But it actually shows me this view of my entire portfolio at a glance in that multi wallet format. There's a little ref link there that you can share with other people and it's just a neat overview that's significantly different than what other market participants in the NFT landscape are doing. Like most, whether you say NFT aggregators or NFT exchanges, most of them are focusing more on like the, the floor of whatever's moving the most today. And it encourages these like lower and lower hold times and stuff. And we want to help people explore deeper into those communities and then also like get a better picture of, you know, what their own wallets are and what their own wallets do and kind of establishing your profile. So for instance, I would like for flip XyZ at leisure is like my link tree essentially for my web three identity and I can feature my favorite NFTs there, the communities that I like, people can kind of explore what I've done in the space and I think that stuff is really cool. I put my links to my podcasts and stuff on there. And in the same view I can also follow all the things that I'm interested in and be much more engaged as an NFT market participant because I'm not just sweeping floors and dumping them and off I go because I think that perpetuates to chambers point earlier the bad behavior. So I'm trying to figure out what can we build to perpetuate the good behavior of how to engage in the space where you're not ignorant of price. It's not like I'm only in it for the art. The price means nothing me. That's just what you say when you're down bad. You know, I think that it's the price is an important component, but it's not the only component. Like the most important thing to me is kind of this broad view of like what am I here for and what am I engaged in and having like this holistic picture of who you are, your activity and whatnot. And you can do all that on flip. So it's a lot different than other aggregators or, or exchanges, although we're often lumped into that kind of aggregator type of category."
    },
    {
        "speaker": "C",
        "text": "There's definitely way more of a social media component to this."
    },
    {
        "speaker": "D",
        "text": "Yeah, I try to hesitate saying social."
    },
    {
        "speaker": "C",
        "text": "But yeah, it's accurate though. I think we do have a, one."
    },
    {
        "speaker": "D",
        "text": "Thing we do have said we're not an exchange. We have a private trading feature. So like flip XYZ trade, I can essentially do OTC level trading with anyone. If I do want to buy something, I can make an offer to one of you guys or I can say, hey, here's these two ens names that I really love and I'm going to offer them to you for the low, low price of 100 eth. I can send you the link, it's like a Google link and somebody can just go execute that trade and become your counterparty. But you're doing all that without hitting a public order book or anything. It's really cool. We got some, some pretty novel stuff that people need to check out."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is cool. I'm on there right now. While you were talking, I was looking at my performance tab, and I just, like. I just want to know, like, where it all fucking went. Like, on paper, I've done a really good job. The problem is, I don't know where it all is now, so. But this is actually really cool, because, like you said, one of our favorite tools way back in the day was when you had, like, WGMI, where it told you you could connect a bunch of your wallets and it would tell you kind of what your stuff was worth. But this is even more in depth. Right. And it gives you a pretty awesome view of any wallet that you can connect there. And then also, like, your, like, a really interesting visualized view of your wallet activity that I think is really interesting. It shows you your realized profits, your cost basis, your average profit per collection chamber. What do you think my number one realized profit collection is of all time?"
    },
    {
        "speaker": "C",
        "text": "Memland."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "I know which ones were bad."
    },
    {
        "speaker": "A",
        "text": "This one I'll give you."
    },
    {
        "speaker": "C",
        "text": "This was a board ape."
    },
    {
        "speaker": "A",
        "text": "No, that was."
    },
    {
        "speaker": "D",
        "text": "He sold too soon."
    },
    {
        "speaker": "A",
        "text": "No, but that."
    },
    {
        "speaker": "C",
        "text": "You did sell soon, but maybe it was enough."
    },
    {
        "speaker": "A",
        "text": "It was artifact clone x mint files, actually. The mid files. Yes. Interesting. But, yeah, so. But this is super cool. I love all of the functionality here. And, like, if you're somebody that's in the space and active every day, I mean, this has everything you could possibly want."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "From just an analyzation of, like, what's out there and your personalized information, which I think is really interesting. We've been talking the whole time about how on chain is great. On chain is great. But I don't want to send any. Anybody performance."
    },
    {
        "speaker": "D",
        "text": "Well, that's why we have the private and public component, because, you know, I have six wallets connected, but only two of them are public. And so when I'm."
    },
    {
        "speaker": "A",
        "text": "That's super."
    },
    {
        "speaker": "D",
        "text": "Yeah, so when I'm toggled public, that's what you would see. But when I'm toggled private, I still get, like, my own view of my stuff, and it adjusts whether you're looking at your current holdings or you're looking at your past performance. Like, it'll show you based on whether it's. You've got public or private toggled. So that's a pretty valuable thing there, because I agree with you. You want to be able to make those choices about what you show to the public and what you don't. But, I mean, we've built tools that we want to use. And these are tools that we find valuable. The NFT market is smaller than it once was, so it may be one of those things where we're building tools that people won't realize for a little while that, like, these are really great. And, you know, right now people are getting upset at Blur and all this stuff and about ruining the market. And I'm like, well, there are other options out there. Like there are some pretty good tools out there that you can support."
    },
    {
        "speaker": "A",
        "text": "And yeah, this, your platform here has one of the most robust set of tools and analytics, just from not only like the personal stuff I was just talking about, but down to a collection level and some other really interesting stuff. Like you're in this, in this metrics tab here you've got floor changes in the last 24 hours. Interesting wallets, exchange, market share, profitable today. Collections taking profits, collections taking losses. Like, really interesting, interesting stuff there. And then, I mean, when we talked to you last time about flip, just the collection level data and insights that you guys can provide is really interesting as well. Like, you can get super, super deep. And I think, like you've said before, that it is meant, it's not meant necessarily for the flipper who's just looking at floor. It's like, it's more for like the shopper of like, in community type of person. Right? Like, if you're Dow Jones as a pudgy penguin and you're interested to see what is going on deep inside that collection, like, there's a lot of really interesting stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah. And I mean, I've been shopping for a wizard hat pudgy penguin as an example for quite some time. And I had multiple conversations and, you know, made OTC offers from flip to people that had wizard hat pudgy penguins and just didn't work out. But I was using flip to track it and then finally one came up that worked for me and it was a blur order book item, but I bought it on flip because we aggregate markets just like everybody else. So you can still use flip to get a multi order book marketplace and buy off Opensea or blur or whatever, and finally got my wizard hat just the other day. But you can also have that negotiation back and forth through the OTC tab. Right now we don't have like a chat feature built in. We just kind of have a message. So I could, you know, you could send me an OTC offer for my new wizard hat and be like, I see that you bought this for 6.9, but I'll offer you 8.2 and you can, like, make a note on there with it, and then I can counter you and make a new note and things like that so it doesn't have, like, full on chat features built in. But you do know, like, you're talking to that authenticated wallet and you're not getting scammed in discord. And it's not like you send me eight eth, then I'll send you a jPeg. So there's just a lot of useful stuff here. Those don't work."
    },
    {
        "speaker": "A",
        "text": "Yeah. Chambered sent me three messages over the weekend at doing that, and I was like, stop trying to get me to send you over. Send you the eth. Like, he just, after all these years, I couldn't believe it."
    },
    {
        "speaker": "D",
        "text": "Yeah, we're really proud of what we've built. It doesn't necessarily fit, like, exactly in a corner for what people expect in the NFT market. But I think if you have a wallet and you have any nfts, then you still are actively engaging with NFT markets or wanting to follow people or collections, and you're not using flip, then you're doing yourself a massive disservice because it's by far the best place to do that. For what it's worth, there's a mobile app as well, both iOS and Android, wherever you can get those same notifications pushed directly to your phone. So it's kind of a no brainer. Just people got to go check it out. So they should. And it's hit flip that XYZ."
    },
    {
        "speaker": "A",
        "text": "We got to get the, we got to get the whole dj or crew on flip."
    },
    {
        "speaker": "D",
        "text": "There we go."
    },
    {
        "speaker": "A",
        "text": "Because there's no real that the amount of degenerate they do, they need to be more informed. So, you know, like I was saying before, I have yet to see a platform that offers this much of a broad spectrum of, like, just like you mentioned on chain analytics of both your personal plus all of these collections, which is really interesting. So, you know, the just wrapping, putting a bow on the whole conversation rate of, like, hey, what is it that interests you here? And it was how we can, you know, portray and gather and paint a story around on chain data versus what you've built. I think you're, you're crushing that. It's, it's really, really impressive to see. So congratulations on that. And I think everybody should definitely go head over to flip Z and check it out. You will be impressed, I promise you. And chamber, any other questions here before we let our good friend ledger go?"
    },
    {
        "speaker": "C",
        "text": "No, I think I'm good. I just pulled up my. Do you want to take a guess on what my top performing collection was?"
    },
    {
        "speaker": "A",
        "text": "Futters."
    },
    {
        "speaker": "C",
        "text": "No, that's a hell, I don't know."
    },
    {
        "speaker": "A",
        "text": "Tell me. It's called. You've got to be Azuki."
    },
    {
        "speaker": "C",
        "text": "Yeah, Azuki was a big one. Azuki clone xu beans. Adam bomb squad. Big win there."
    },
    {
        "speaker": "A",
        "text": "Interesting one."
    },
    {
        "speaker": "C",
        "text": "Yeah. And then check beans."
    },
    {
        "speaker": "D",
        "text": "Did good. Oh, did good. Well. Did well for me too. I had. I think I had two azuki's when the bean dropped. No, you got two for each suzuki."
    },
    {
        "speaker": "C",
        "text": "For each one."
    },
    {
        "speaker": "D",
        "text": "So my public wallet has. I had two beans and I sold them both at like 5.9 or something like that. So, like pretty reasonable profit. I think that was pretty close to the beans top. But Mizuki's had a tough time. It's interesting to look back on those. My best overall. It's not going to be shocking to people that watch up only, but has been fluff world, which is hilarious."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "D",
        "text": "I love the bunnies."
    },
    {
        "speaker": "A",
        "text": "Might have to honorary fluff and gift it to his public wallet, whatever. Whenever he connects it to flip for you before we do go. I did see Torta down there has a question. Jump in, torta, and welcome."
    },
    {
        "speaker": "B",
        "text": "Hello."
    },
    {
        "speaker": "D",
        "text": "Hello, hello."
    },
    {
        "speaker": "B",
        "text": "Thank you so much for having me."
    },
    {
        "speaker": "D",
        "text": "It's always."
    },
    {
        "speaker": "B",
        "text": "It's been a long time I've known DJ network and always happy to be on your spaces ledger. I just checked out the website that you have, the flip XYZ and I find it like very interesting and I love it because it has like so many functions and stuff. Had a question about the app. So on iOS, does the app work the same way it does on a computer or there's advantages or disadvantages on the app?"
    },
    {
        "speaker": "D",
        "text": "The advantage that you have, the biggest advantage is for certain types of notifications. So you can say, I want the notification only on desktop or only on mobile or both. So you can get those push notifications for the most important stuff right to your phone. The biggest disadvantage is that you can't purchase on the app because Apple doesn't allow that. As I'm sure that you all are aware, Apple's not very web three friendly about purchasing nfts. So we have. It's a little more of a full featured app at the moment. We're probably going to make it more of a dedicated companion app because we do run into things sometimes where people are like, I can't do this. And we're like, what? Doing it in a place that doesn't allow us so you can't purchase there, but being able to open it up like you normally would your Twitter feed or something. But instead you're looking at, like, your personalized NFT feed based on the collections you follow, and you're seeing the news from that collection or the price updates or like somebody listed one that you've been following for a long time. All that goes into your feed. You can just scroll through your feed the morning, you can see your portfolio update in the morning, and then you can get those notifications pushed to you, which I find really valuable. Like, one of them that we do, for example, is your listing expired and do you want to relist it? You can do all that directly and flip. So if your listing expired, it'll let you know. So that you know, you didn't have something unlisted that you thought you had listed for a long time because we told you it expired or even like, for some stuff. So ens is example. We have specific rules, so we'll tell you your registration is also expiring. So you need to go renew your ens or something. So there's just lots of cool stuff. But my favorite thing about the mobile app is the push notifications, whereas desktop is more like destination. I'm going to log in in the morning and open the desktop app, but I love the push notifications on mobile. I get to stalk my friends. So if keyboard monkey starts sweeping something, I'm going to be able to know, or like, who's that guy that's been going nuts pimp capital lately? And it's like, oh, that's 666 address. It's pimp Capital. And he's off buying stuff."
    },
    {
        "speaker": "A",
        "text": "Pimp capital."
    },
    {
        "speaker": "D",
        "text": "What is in that one?"
    },
    {
        "speaker": "A",
        "text": "No. Chamber. Is that you?"
    },
    {
        "speaker": "C",
        "text": "No, I can't, I can't divulge these types of. I have a lot."
    },
    {
        "speaker": "A",
        "text": "I think you need, you need the, you need to claim the handle Riz capital. I think that's the one for you. All right, claim it."
    },
    {
        "speaker": "B",
        "text": "Oh, my bad. Before you leave, like, no, go ahead."
    },
    {
        "speaker": "A",
        "text": "To order."
    },
    {
        "speaker": "B",
        "text": "One more question to ask you, like, if you have time."
    },
    {
        "speaker": "D",
        "text": "Yeah, I got a couple minutes."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, like, when I checked out, like, what you're doing and stuff, I finally, like, very, like, good for people that are joining the web three space because it's like, very educational. So you can learn a lot of stuff from that. So, like, are you planning to keep it access accessible for everyone? Or like, is it gonna be private? Because there's more and more, like, people that are leaving the space of nfts because they just don't have any profits or they don't have the education and like, I'm interested if the site is gonna be always, like, public to everyone so that they can educate themselves from the site or is it gonna be private?"
    },
    {
        "speaker": "D",
        "text": "No, it's gonna be public. We want to make it accessible to users to be able to explore. If anything, we want to make it more accessible. So like I said, right now, I mean, flip works best if you have a wallet and if you own an NFT or two. The goal in the future would be helping onboard people to get those wallets and find their first nfts and learn what is an NFT. That's a really challenging thing to, to do and just onboard people for the very first time. So for the most part, we're taking people who've somewhat onboarded and see a need for more, or like, they dig in and it's like, oh, now I realize that what I knew is not enough. And this is the next step. This is the next level of engagement. And we want to do better than that. We want to help onboard people and onboard people directly to communities that they find interesting. Because I think in the long term, it's not just, hey, I'm onboarding into nfts, it's I'm onboarding into this community that I found. And the community discovery might even come first before you even understand what nfts are. And nfts, again, like we talked about earlier, are more of a byproduct. Like, you shouldn't really care. Like, oh, you know what? I really just love hammers. So, like, I need to do all this research about hammers. Like, no, you want to, you want a treehouse, you need to, you know, you need to get into a treehouse and you need a hammer to put the treehouse together, you know? So I think a lot of what we've done in the NFT space is obsess over the hammer, rather than obsess over what you're trying to build. And I think getting people obsessed with the communities that are created as the central item within the, within the space, I think the community is the one thing that kind of spans industry. So whether it's, you know, talking about Starbucks Odyssey earlier or if you're talking about pudgy penguins or clone X or Louis Vuitton or whatever, like, it's people that love those brands and the people that love those communities, that's what you want to engage with. And the NFT is platform, the spec, and the technology is just the hammer. So, you know, we go, we go too hard on the hammer sometimes."
    },
    {
        "speaker": "B",
        "text": "Yeah, 100%. Thanks so much for your answer, because, like, I 100% agree on you, like, about onboarding people and new people that are coming to space. Because when I joined, like, two years ago, the first time, I was, like, 14 years old. Now I'm 16, but at the time, like, I didn't know nothing about nfts. And I find it, like, very, very, very good that now for the new newcomers, there's, like, like, places like that where they can learn the basics and just be ahead in their first steps. So thank you so much for doing what you're doing, you know, problem."
    },
    {
        "speaker": "D",
        "text": "And thanks for being engaged, man. You're. You're a young man, so you've got plenty of time."
    },
    {
        "speaker": "C",
        "text": "How's torta? 16, and he sounds more manly than me."
    },
    {
        "speaker": "A",
        "text": "I was gonna say the same thing about myself. So funny. So, Torta, thank you so much for the questions and loving your, loving your Vinnie Hager PFP there, too."
    },
    {
        "speaker": "B",
        "text": "So, Steve, actually."
    },
    {
        "speaker": "A",
        "text": "What's that?"
    },
    {
        "speaker": "B",
        "text": "I took it from Steve. Steve had it as this, as his banner, and asked him, what's the art? And he's like, Vinnie Haggard. And then I just put on my Pfe."
    },
    {
        "speaker": "A",
        "text": "But that, there you go. That's amazing. That's awesome. I think that's a good place for us to stop for today. Ledgerez, thank you so much for coming on. It's always a pleasure having you join us. I hope you'll join us again next in a couple months, and we can talk about all the awesome new things that flip is doing. And, you know, if you want to come back, we'll make some predictions at some point as well. Chamber, any parting words for everybody? Ledger here."
    },
    {
        "speaker": "C",
        "text": "I just scroll to the bottom of that performance list, and that didn't make."
    },
    {
        "speaker": "D",
        "text": "Me, you know, you can do some tax loss harvesting, though, based on that information."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me, guys."
    },
    {
        "speaker": "C",
        "text": "Look at that."
    },
    {
        "speaker": "D",
        "text": "By July, right?"
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "That's it. Appreciate you, Ledge. Thank you very much. And for everybody else, I just learned a new word from pain. He asked me if I could point to the jumbotron to have you all vote on the poll up top. And then he said something, uh, no, Kizzy. K I z z y. I don't know what the hell that one means. Is it kind of like no diggity pain? Is that what it is?"
    },
    {
        "speaker": "C",
        "text": "No kidding."
    },
    {
        "speaker": "D",
        "text": "More like no cap."
    },
    {
        "speaker": "C",
        "text": "Yeah, no cap."
    },
    {
        "speaker": "A",
        "text": "Okay, here's a rescue slang episode that we had on Friday, on Monday, where we went through all the millennia, or the Gen x or Gen Z slang that we need to be a hip on for the next cycle. So no Kizzy and Riz is where the top favorites there, but go vote on that poll above. Share it out for more information for more responses. Appreciate you guys all. Thanks for coming. And until next time, stay mint."
    }
]