[
    {
        "speaker": "A",
        "text": "There was behind."
    },
    {
        "speaker": "B",
        "text": "It. Life is wasting time look inside your."
    },
    {
        "speaker": "A",
        "text": "Heart I look inside my."
    },
    {
        "speaker": "C",
        "text": "No, that's a throwback."
    },
    {
        "speaker": "A",
        "text": "That was specifically for bunch, who's now running late. And it's like, to deaf ears, it's like, I try to do something nice. He's back. I try to do something nice for him. You know, fucking story of my life. I'm in a fucking, uh oh."
    },
    {
        "speaker": "C",
        "text": "What's that about?"
    },
    {
        "speaker": "A",
        "text": "Just. I don't even know. I just got evil just coursing through my veins. Today I woke up and chose chaos and madness. Yeah. Just. I don't know. I'll tell you. I'll tell you. I'll tell you what it is. I think there's a lot of things that are annoying me, but I think the number one thing that's annoying me is it's a weird thing. You'll laugh when you find out. But I just found out through my mother, who says a lot of things that upset me from time to time. And she's one of these kind of old heads that are like, oh, you know, kids don't know how to balance a checkbook anymore. Or like, nobody writes in cursive. And she. Last night I'm talking to her and she's like, oh, I was talking to some teacher friend of mine, and apparently they're bringing cursive back to public school. And my mom's usually full of shit when it comes to these types of things. So I'm like, yeah, whatever, mom. I let her go and I'm like, I'm just gonna just double check to see. And sure enough, after 1314 years of being out of the curriculum, they've brought cursive back in. And I am red hot about it. It's just like a. It's like a political thing. I think my province is run. Is. Is run by conservatives. Right now, the conservative parties in, you know, in. In the throne. And they do a lot of things to, you know, just like anywhere else, right? They do a lot of things to rile up the base or to appease their base. And their base is a bunch of old heads doing something like bringing back cursive to the public school curriculum is one of those things. And I could. I could give a shit about cursive. It's. It's what it represents. It's the political side, but it's also, for that hour a day or whatever, it's going to be like, what are they not learning? You know what I mean? Am I way off here, bunch?"
    },
    {
        "speaker": "B",
        "text": "Welcome back, by the way."
    },
    {
        "speaker": "C",
        "text": "I mean, I don't even know what to. What to begin to say. I didn't realize there was so much of a political agenda with, with cursive."
    },
    {
        "speaker": "A",
        "text": "It's not, again, I don't think it's necessarily cursive itself, but it's what it represents. It's like an old head. The principle of thinking. Do you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's the principle, right."
    },
    {
        "speaker": "A",
        "text": "It's like, oh, we're going to teach checkbook balancing. Do you know what I'm saying? It's what it represents."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was weird. They took it away and I. Well, of course, you're in Canada. I think they took it away in the states. I think they added it back. I thought. And then maybe they've taken, during the."
    },
    {
        "speaker": "A",
        "text": "Trump administration, goddamn conservatives bringing cursive back to public schools."
    },
    {
        "speaker": "C",
        "text": "Oh, well, they could be learning, but."
    },
    {
        "speaker": "A",
        "text": "Like, this is my point. Like, they could be learning. Aih, they could be learning more coding. Like, there's so many things. Like, I'm an old person. I'm 40 years old. I have used cursive 0% of the time during my very long business career. And I would say even. Even more so in the last, like, 510 years. Like, anything that you need to sign your name with is all docusign, so you can't even the argument of, like, nobody knows how to write a, know sign their name. Like, who gives a fucking shit about that? A, but b, we're all using docusign, so I'm just. I'm out of ten about it, and I don't know where to put my energy. Yeah."
    },
    {
        "speaker": "C",
        "text": "Sometimes I write in cursive for fun, like, if I'm writing a letter or something, trying to write a nice note, but that's nice."
    },
    {
        "speaker": "A",
        "text": "Yeah. But I feel like it should be part of art class. Does that make sense?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Oh, I agree. I think bunches. I don't even know if he's gonna. If he wants to come off mute today, because he's just, he's so lost."
    },
    {
        "speaker": "A",
        "text": "He's only seen curse of at on that Disney cruise. I feel like this."
    },
    {
        "speaker": "B",
        "text": "I'm about to curse of you out right here on stage because this is, this is, this is the content we're running now. Cursive talk."
    },
    {
        "speaker": "A",
        "text": "I'm gonna be honest with you. I was a good boy while you were gone. I feel I put together two quality episodes that were somewhat, you know, beneficial to the listeners. Now that you're back. I got. I got a lot of shit on my mind."
    },
    {
        "speaker": "B",
        "text": "You got a lot of problems with you people."
    },
    {
        "speaker": "A",
        "text": "Yeah. I got a lot of problems with you people."
    },
    {
        "speaker": "B",
        "text": "Uh, look, I didn't know cursive was such a hot topic. I just assumed, uh, it was. I just assumed it was going the way of the dodo, outside of, to your point, like as an art form. Right. Calligraphy."
    },
    {
        "speaker": "A",
        "text": "Sure. Absolutely."
    },
    {
        "speaker": "B",
        "text": "Right. Like, I don't, I guess there's a need. I don't know if there's a need for it, but there, it probably teaches you or works some sort of part of your brain. So there is probably perfect."
    },
    {
        "speaker": "A",
        "text": "There was that. I was in a deep hole yesterday, last night. So there is."
    },
    {
        "speaker": "B",
        "text": "I mean, like, yeah, I went down."
    },
    {
        "speaker": "A",
        "text": "I went down the."
    },
    {
        "speaker": "B",
        "text": "You went down the cursive. The pros and cons of teaching cursive. Rabbit hole."
    },
    {
        "speaker": "A",
        "text": "Correct. It was hard. I went, I went hot and heavy. So there is an argument for what you're saying, how, you know, writing things down, if you write something, the chances of you remembering it are significantly higher than if you just read it. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm. I learn that way typically, but."
    },
    {
        "speaker": "A",
        "text": "But you can still do that, just printing, you know?"
    },
    {
        "speaker": "B",
        "text": "Correct. I was actually saying, I think that maybe there's like, you know, some right brain, left brain exercising."
    },
    {
        "speaker": "A",
        "text": "The studies show no difference if you're doing it in curses, in cursive, or if you're printing. So I get doing that. But like, why learn a new way to write just to do that? You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Were you very anti cursive growing up?"
    },
    {
        "speaker": "A",
        "text": "No, I mean, I was, I mean, I went to grade school from like 88 to like, oh, man."
    },
    {
        "speaker": "B",
        "text": "Like they were using quill pen."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, I think I was learning Latin back then, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "A",
        "text": "Yeah. No, like, cursive was like, I think I had cursive like through entire grade school. I don't know if we had in high school, but, you know, I was like, I guess you don't. You're not taking writing lessons in high school."
    },
    {
        "speaker": "B",
        "text": "No, but you, let's go to specially had to know. But you, but at that point you'd learned it. And I remember having required assignments that, like, that, like, if I had to write a paper, like actually handwrite a paper that it needed to be in cursive."
    },
    {
        "speaker": "A",
        "text": "Yeah, like that's. And I mean, I know for me, I don't use very much. Do you, like during your professional career, was that a big thing for you?"
    },
    {
        "speaker": "B",
        "text": "No, I never use cursive except to sign my name."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And even that, it's not, you know, actual cursive. It's a signature, you know?"
    },
    {
        "speaker": "A",
        "text": "And mine's like, a bunch of squiggles. Like."
    },
    {
        "speaker": "B",
        "text": "Right, exactly. Mine. Yeah, exactly. Mine's like if a chromie squiggle threw up on some old washed up baseball players autograph. Like, that's what mine looks like. The. My wife solely writes in cursive."
    },
    {
        "speaker": "A",
        "text": "Interesting. Well, I feel like it was like. I don't mean to pigeonhole people, but I was, like, a girl thing. I feel like all girls from our time, we're leaning heavy into cursive, and we're really trying to perfect it. Where guys. Not as much. I just feel the same way."
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't know. I don't really know too many people that write an all cursive nowadays. So, like, I couldn't. I don't know if I have the appropriate."
    },
    {
        "speaker": "A",
        "text": "I think my wife does, too."
    },
    {
        "speaker": "B",
        "text": "That's interesting. I wonder."
    },
    {
        "speaker": "A",
        "text": "I'm."
    },
    {
        "speaker": "B",
        "text": "There's a poll."
    },
    {
        "speaker": "A",
        "text": "I'm positive. I'm positive she does, too. Like, when she writes stuff down, it's definitely cursed."
    },
    {
        "speaker": "C",
        "text": "My mom would always write in cursive, and I can never tell anything."
    },
    {
        "speaker": "B",
        "text": "My mom still writes in curse."
    },
    {
        "speaker": "A",
        "text": "Yeah, so does mine, too. All. All my birthday cards are all incursive."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay. Anyways, I don't want talk about. I honestly have taken off my hat. I'm about to go on mute to take off my hoodie because I am steaming hot right now. I want to talk about Disney cruises for a little bit."
    },
    {
        "speaker": "B",
        "text": "Steaming. Wait, steaming hot in terms of, like, your temperature in relation to cursive? Like, this is really getting hot."
    },
    {
        "speaker": "A",
        "text": "Yeah. As my anger increases, so is my body temperature. Disrobe here. Yeah, give me one sec."
    },
    {
        "speaker": "B",
        "text": "Normally, you have to pay. You have to buy shares of friend of Chamber on friend Tech to see him disrobe live. But."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm back. I'm back."
    },
    {
        "speaker": "B",
        "text": "Chamber. Have you sold any friend tech shares?"
    },
    {
        "speaker": "A",
        "text": "No, not yet. I was excited about it for about five minutes, and then I saw a tweet from Joe that took away all my excitement."
    },
    {
        "speaker": "B",
        "text": "Like, it was just, like, the privacy policy."
    },
    {
        "speaker": "A",
        "text": "No, about. Just like, how it's. I mean, it was how we're all."
    },
    {
        "speaker": "B",
        "text": "Stupid and we're going to more or."
    },
    {
        "speaker": "A",
        "text": "Less how, like, all the, you know, six Twitter people are going to make money on this."
    },
    {
        "speaker": "B",
        "text": "Oh, I mean, totally like you. So there's. There's basically two ways to play it. You either have to be somebody popular enough that somebody wants to speculate on your shares, or you have to be the speculator. Like, selling your shares is not how you're for you personally is not how you're going to make money."
    },
    {
        "speaker": "A",
        "text": "No, no, that's nothing."
    },
    {
        "speaker": "B",
        "text": "I mean, I was trying to sell your shares to other people, and, like, I was offering to buy them for them and they didn't want them. I was. I literally always spent all morning like, hey, would you. Would you let me buy you this share of chamber? And they were like, absolutely not. You're like, I'm about to pivot. I don't want that trash. Like, what does it get me? I'm like, well, you could watch him take off his hoodie. And they're like, what else? And they're like, well, he's got some hot cursive takes. And they're like, less interesting. But, you know, we. So we didn't sell any. No one let me buy them one. But if anybody here wants a chamber share one courtesy on me, let's pump chambers bags up. I mean, a platform, like, friend tech, though, feels to me like peak. Like, peak of where you would consider yourself successful, chamber, like, if you ran up your friend tech price somehow."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And, like, you could compare it to the likes of a Kobe or, you."
    },
    {
        "speaker": "A",
        "text": "Know, I was looking at. I was just looking at ledger. I'm like, oh, let's see, like, who's on there? I checked ledger. His shares are like 0.35. Ethan."
    },
    {
        "speaker": "B",
        "text": "Yeah. Kobe's are like two eth. And I'm sitting here thinking to myself, like, man, if Chamber was able to get his chart running, like, right would just be one of the most djen."
    },
    {
        "speaker": "A",
        "text": "War room pump and dump right there. That's all I said."
    },
    {
        "speaker": "B",
        "text": "What are we buying today? Oh, we're aping into Chad. Literally. Chad? Yes. So we could talk about friend tech more if you want. Mister House is here. So let's. Let's bump it over to mister House, and then we could talk about whatever you want, chamber. Disney cruises, frontech, cursive, and schools. Whatever your little heart desires, mister House."
    },
    {
        "speaker": "D",
        "text": "Gm. Gm. So before I potentially accept my free share of chamber, what is the utility? Do I get, like, a percentage of his loot coin payout? Like, what's he offering for me to be a part of his inner circle? Because I've seen people giving away friends bracelets, like the NFT from art blocks, seen some other stuff. So chamber, what. What's going to get you compared with Kobe and Ledger?"
    },
    {
        "speaker": "B",
        "text": "See, there you go, chamber. Those are the questions we need to know. What utility are you offering? I. Cursive corner on Thursdays is not going to be enough. Curious."
    },
    {
        "speaker": "A",
        "text": "Curious cursive."
    },
    {
        "speaker": "B",
        "text": "Curious cursive corner on Thursdays not going to be enough for Mister House to get over the line. What else are you offering your tech buyers?"
    },
    {
        "speaker": "A",
        "text": "You could get a fairly shitty AI art every week. Maybe like a four square."
    },
    {
        "speaker": "D",
        "text": "Wouldn't that buy a share of bunch? You for that. But it'd be good AI."
    },
    {
        "speaker": "A",
        "text": "Are his good?"
    },
    {
        "speaker": "D",
        "text": "Why wouldn't I buy a share of bunch good AI art?"
    },
    {
        "speaker": "A",
        "text": "Well, see, mine's going to be significantly, you know, if. If mine is, you know, say, one eth bunch bunches, essentially would be like, maybe like ten e. You know what I'm saying? So it's. It's. It's a value brand."
    },
    {
        "speaker": "D",
        "text": "I would say that's fair enough. You have me half convinced. Now. The real. I see the real value prop for a sheriff chamber is there's a. There's a wrapper of friend tech shares where you can make your friend tax shares. ERC 20 tokens. We get a chamber ERC 20 chad. I think it's going to the moon."
    },
    {
        "speaker": "A",
        "text": "It's not bad."
    },
    {
        "speaker": "B",
        "text": "This is what I'm talking about. You. You can actually finally ape Chad."
    },
    {
        "speaker": "A",
        "text": "Has there been a quality Chad coin out there?"
    },
    {
        "speaker": "B",
        "text": "I mean, I don't think there has been. I don't know if there's any quality chads in the space."
    },
    {
        "speaker": "A",
        "text": "I met one."
    },
    {
        "speaker": "B",
        "text": "I mean, there's size Chad. He's the only one."
    },
    {
        "speaker": "A",
        "text": "He is legendary."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I actually met a chad in the wild the other day, was. And he kind of looked like me, which was weird, too."
    },
    {
        "speaker": "B",
        "text": "Chad in the wild."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "It was. It was off putting. We kind of looked at each other. We didn't. Neither of us liked it. Just like a beard. Like a big, tall, bearded guy at a weed. We were at a weed store. We were both at a weed store. And. Yeah, it was. It was eerie."
    },
    {
        "speaker": "B",
        "text": "Wow. Yeah, that's interesting. All right, Chamber, where do you want to take this today?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Like, so I. You know, we're talking about what is a stupid thing called Friend Square. Friend Tech."
    },
    {
        "speaker": "B",
        "text": "Friend Tech, by the way, a terrible."
    },
    {
        "speaker": "A",
        "text": "Name, terrible process in getting the app to. I don't know, have you, like. Are you at the app portion yet?"
    },
    {
        "speaker": "B",
        "text": "No, this. I have very little interest in this, like, you."
    },
    {
        "speaker": "A",
        "text": "That is the right instinct. I am not enjoying this at all."
    },
    {
        "speaker": "B",
        "text": "Yeah. I just have, like, very little instincts or interest in this. I feel like we've seen most of this play out already with, like, bit clout. That was kind of. It was novel then. There's different things here, obviously. There's some different mechanics and different features that are interesting. I do think that, like, the. I do think, like, the access people are getting to specific maybe group chats, that's. There's something attractive there. You're actually getting something. But I don't. I just don't see a lot of potential long term value in it. And I mostly, I just don't have time to, like, go in and, like, if you're going to play with this, you need to be, I think, like, really, really bought into the fact that, like, you're a popular creator or you need to be, like, trading these people, like, these assets. Right. And it's like, if you're not going to be actively trading bonding, curving assets, then I'm not really sure there's a reason for you to be there because most of us are not these ridiculously power high powered creators where that's the obvious value prop. Right. And it's like how they're creating this virality is to get all these people on board, but we, like, we saw the same stuff with bit cloud that kind of fizzled out. I just don't think, like, I get the creator economy thing. I get that. But, like, I just don't see a ton. I just, I don't know. Strikes me as odd. It reminds me of what it. What it reminds me of is the first time I ever found nfTs."
    },
    {
        "speaker": "A",
        "text": "I was gonna say, if you're about to say what I think, because I thought the exact same thing."
    },
    {
        "speaker": "B",
        "text": "It's the same thing as."
    },
    {
        "speaker": "A",
        "text": "What was it called? Crypto."
    },
    {
        "speaker": "B",
        "text": "Crypto all stars."
    },
    {
        "speaker": "A",
        "text": "All stars. I couldn't think of the name. That's exactly what it reminds me of."
    },
    {
        "speaker": "B",
        "text": "If you were not around in the 2017. 2018 days, I believe this was 2018 that this started. I'm gonna do a quick."
    },
    {
        "speaker": "A",
        "text": "It was. It was right after the. It was kind of at the exact tail end of the 2017 cycle. You know what I mean? Right at the peak."
    },
    {
        "speaker": "B",
        "text": "Yeah. So here on the website is still up."
    },
    {
        "speaker": "A",
        "text": "Who's on?"
    },
    {
        "speaker": "B",
        "text": "Wow. The website is still up. When is it? When was this published? Hold on. So Coindesk has an article on crypto all stars from February 20. Nope, sorry. Yeah. It's about 2018. February 2018 is like when this thing started."
    },
    {
        "speaker": "A",
        "text": "That's exactly right."
    },
    {
        "speaker": "B",
        "text": "And so crypto All Stars was actually the first time I learned, like, what was different about an NFT than, you know, normal cryptocurrency. And if you. It's just crypto allstars. Co if you're interested, take a peek. It's very bare bones. I don't even know if it still works. But, like, you can see all you were really able to do, you were buying these NFTs. And like the tagline on here says, always wanted to collect your favorite crypto Twitter all stars. Us too. Now we can. Crypto all stars allows users to buy and sell the only smart contract in existence of their favorite crypto Twitter personalities using the blockchain. And so it just like this exact same concept. I want to buy my favorite ship poster. It's easy to become a sole owner of a one of a kind all star card. Just head over to the marketplace and click purchase contract under the name of your, your favorite all star. Make sure you've downloaded Metamask. But, like, so these, these were nfts. They were non fungible tokens that were tied to this smart contract, and they were essentially a bonding curve, right? So they call it a game. Here it says the game. If you buy an all star card for 0.03 ETH, another player can immediately buy it from you. Once that happens, you'll automatically receive .06 eth. It's quite simple. When you purchase an all star, the card in the marketplace, it's immediately relisted for sale at a higher price. Somebody buys your card from you, you get paid. Contracts double in price with each transaction until they reach 0.05 LTC. When I guess they were doing things in litecoin. Once they reach that, they increase by point or by 25%. Instead, it was what there was a."
    },
    {
        "speaker": "A",
        "text": "Lot of, there was a lot of hubbub around it. I remember certain people, I forget who were upset because it was just a project they just stole."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. It was just something these people spun."
    },
    {
        "speaker": "A",
        "text": "Up and, yeah, it's just like, imagine me just take in whatever, like Gary Vee's likeness and be like, oh, here, get a Gary Vee."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure it might have been. Was it like coin easy and Randy Marsh? Oh, that dynamic duo."
    },
    {
        "speaker": "A",
        "text": "I don't know if it was them. It could have been them."
    },
    {
        "speaker": "B",
        "text": "They created the Pepe dap thing after."
    },
    {
        "speaker": "A",
        "text": "Yes, they did a couple of things. They were, they were, they were doing projects. It could have been them. It. It wouldn't shock me. I feel like, like, dumb hat. Like there was like, anita coin. There was a dumb card. Like, there was. I'm trying to think of some of the other ones, but I remember some people were upset that their likenesses were. I don't know if they ended up getting free ones or what, but, yeah, that was, I was dreaming one day of being a crypto also, I was."
    },
    {
        "speaker": "B",
        "text": "Gonna say you were upset. You were not featured."
    },
    {
        "speaker": "A",
        "text": "Even. Even me. Like, even I knew at that point I didn't have the street, that you."
    },
    {
        "speaker": "B",
        "text": "Didn'T have the clout."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like I have it now."
    },
    {
        "speaker": "B",
        "text": "Now, 20 years in, I would be very upset. You're upset that you have to read for roles 100%."
    },
    {
        "speaker": "A",
        "text": "Like, I'm upset."
    },
    {
        "speaker": "B",
        "text": "By the way, are you still doing that show?"
    },
    {
        "speaker": "A",
        "text": "What show?"
    },
    {
        "speaker": "B",
        "text": "First mint."
    },
    {
        "speaker": "A",
        "text": "No. I mean, no, no. I did the two. Just the two days."
    },
    {
        "speaker": "B",
        "text": "Oh. Because Drew. Drew crit made a comment to me about something you said on the first mint, and I took it as that it was recent, so I didn't know if it was. If you had."
    },
    {
        "speaker": "A",
        "text": "No, no, no. It would have been from those two episodes."
    },
    {
        "speaker": "B",
        "text": "Was I going to say so? Yeah. This whole concept reminds me very much of, like, the crypto all stars. First time I ever found nfts and understood what they were. So, like, there's a lot of interesting things there, because that's what kind of got me interested in nfts. The fact that you could collect and own something unique and digital. Obviously, the bonding curve and Ponzi part of it kind of is there was bad about it."
    },
    {
        "speaker": "A",
        "text": "We were talking about that on Friday. How many ponzis were kicking around during that era of web? Three. There was just nonstop ponzis."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I mean, there still is, but, like."
    },
    {
        "speaker": "A",
        "text": "I feel they're not as blatant. You know, like, they were like, just."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, this one would have been named, like, Ponzi Tech. Exactly."
    },
    {
        "speaker": "A",
        "text": "Ponzi pals."
    },
    {
        "speaker": "B",
        "text": "Ponzi pals. Yeah. You ever want to buy your favorite influencer, now you can with Ponzi pals. I don't know. Maybe I'm way off on this. Maybe."
    },
    {
        "speaker": "A",
        "text": "No, I do feel I had the same feeling yesterday after my excitement dwindled and I thought the exact same thing. I thought of crypto all stars. I'm like, oh, it's going to be like six people that are going to make some money on this, and it doesn't have the accessibility."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, there is opportunity to make it. Like, it depends on why you're using. You got a grind, though, right? If you want to make money, you can. You have to be very good at these kind of, like, PvP, early market type of things, but you certainly can make money if you think that you. Your personal shares are going to blow up. I think that you're better off spending your time doing other things."
    },
    {
        "speaker": "A",
        "text": "I mean, the odds of mine blowing up would be just be like, if they did, it would be like a joke, one, you know, means, right?"
    },
    {
        "speaker": "B",
        "text": "And so it's like, okay, well, could you be spending that time instead growing an actual audience that maybe when the next Ponzi pals comes around your, I."
    },
    {
        "speaker": "A",
        "text": "Wonder who better spot the top. Obviously you got Kobe and stuff like that. But like, who's like, I wonder if anybody. I'm sure there are many people promoting it hard, but just like, who's playing the game the best right now?"
    },
    {
        "speaker": "B",
        "text": "I saw, man, I had a list of the top ones before. Let's see if I can find it really quick."
    },
    {
        "speaker": "A",
        "text": "The video I watched mentioned Kobe specifically as well."
    },
    {
        "speaker": "B",
        "text": "Well, he was number one. He was number one. And then faze banks, I think faze banks passed him. Faze banks was. Faze banks was like, screenshots of him dming, like celebrities or stuff came out. And so people were like, oh, he's gonna onboard all these people, blah, blah, blah. So here you go from masari.com, from Masari Crypto, the friendtech top five. Currently, I'm pasting it up top. This is from 47 seconds ago, zero x racer alt account. So this is a, I don't know, one of the Anon founders, I guess. Sounds like his price is 3.05 eth. Kobe is next at 2.32 ETH, who's obviously a crypto Twitter influencer. Hasketrades, is up there at 1.91 eth. Sisyphus, another trader, is at 1.78. And then phase banks, who I just mentioned, he's now five at 1.764 eth. Um, I actually see value here on, like, it makes sense for these traders to be well positioned on this. Right. It's like they have huge followings and they can actually sell access to something that's valuable. Right. Whether and that's, that's proprietary information to them. Right. Like, if you're some. If I, one of these great traders is teaching you how to trade in a group chat of 140 people, like, there's some value there, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "But, like, what are these influencers offering? What are you offering? What is like, you know, I just, I think there's, you have to see."
    },
    {
        "speaker": "A",
        "text": "The process in just setting up an account."
    },
    {
        "speaker": "B",
        "text": "I have no interest. It's like, it's got to be brutal."
    },
    {
        "speaker": "A",
        "text": "It's insane. So you can only do it from mobile. So you go to, like, friend tech on Safari. So if you're using your iPhone, you can't, you know, don't use Google. You go on Safari, friend tech, it'll ask. You get this page that comes up and it says, save it to your homepage in order to download the app. So you don't even get the app from the app store. You have to go to the site, and then you have to. I didn't even know how to do it. I had to look up how to save to my home screen. And so I end up saving to the home screen, and then the app just mysteriously pops up. Now it's there. So then you open the app, but in order to have an account, you need to have at least 0.01 eth. And in order to send the eth to that account, you have to go on your laptop and go to the deposit site, go deposit the money."
    },
    {
        "speaker": "B",
        "text": "And there's bridging involved there."
    },
    {
        "speaker": "A",
        "text": "I didn't have to bridge anything."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "But there is a part of it that you have to do some bridging. So I just deposited some eth into my wallet. Then I go back to my phone, open it up, and now you buy one of your own shares for free. And then you can search. Like, it's not very user friendly. You have to go and search the different people you want to look for. And people have varying prices. So I bought some Shane and some JP because I knew those two guys were there. And that's it. And then I'm like, oh, I'll go buy some ledger. And I was like, I'm not spending."
    },
    {
        "speaker": "B",
        "text": "I mean, look, they canceled. They canceled night shift tonight, so it's probably because they're living high on their friend tech shares, right?"
    },
    {
        "speaker": "A",
        "text": "I guess so. But, yeah, no, it's. It's. It's wild. Like, there's, I would say, the web three community that's currently there, only, you know, a fraction of it are going to be able to, like, actually create accounts and. And, and just not that they aren't smart enough to do so. They'll just won't have the, you know, it's just exactly, that's exactly what it is."
    },
    {
        "speaker": "B",
        "text": "There's only so many steps you can put somebody through, even if they're motivated to do something. Like, at some point, you get frustrated and you don't do it. It's like, is this. Is this worth it? Interesting. Let's see what happens if this is something that dies out. So, like, I obviously was away all last week, so I don't even know when this hype train started. What was the. When was the day?"
    },
    {
        "speaker": "A",
        "text": "So you can check transactions from your I, from the people that you have shares of and people that have shares of you. But 910 days ago. So yesterday was nine days. About ten days ago is kind of."
    },
    {
        "speaker": "B",
        "text": "Okay, so, basically, as soon as I left."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, basically, as soon as you left."
    },
    {
        "speaker": "B",
        "text": "Okay, cool. So I missed the whole thing. I guess that was another way to play it. You be really early to things like this, you know? Like."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, like, I. You know, not to spill the tea on Shane. I think my shares are worth $5, and Shane and JP's are worth $10."
    },
    {
        "speaker": "B",
        "text": "Because you pumped their price."
    },
    {
        "speaker": "A",
        "text": "I did. I know. I think that's why. But, I mean, they were there 910 days earlier than I was, and. I don't know. I think you're right. Like you were saying earlier, it's for the people that actually provide some sort. Some influential status, but probably will also provide some sort of interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah. It makes every person a project essential."
    },
    {
        "speaker": "A",
        "text": "Yeah. And most people aren't a project."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it makes everybody a project. And, I mean, that's good for some people, bad for others, and then. But I think, like, I don't know. It's. It's. I guess, like, what's the difference between something like this and being paid to post on Twitter? I guess, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "What are, like, I feel like my time is better spent on Twitter, but maybe that's not right. Maybe it's. Maybe that's wrong. I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "What do you think?"
    },
    {
        "speaker": "A",
        "text": "I'm. I'm with you. I just don't think this is gonna. This is gonna be a. The last time we speak of friendtech. Today's the last time we'll ever speak of it, because I feel within another few days, it'll just gain less and less momentum, and then just."
    },
    {
        "speaker": "B",
        "text": "Payne, please make sure that you clip that of this will not be the last time we speak of friendtech. Immediately followed by, this will be the last time we ever speak of friendtech."
    },
    {
        "speaker": "A",
        "text": "Did I say both of those things?"
    },
    {
        "speaker": "B",
        "text": "Yes. Literally, with such smooth precision that it almost seemed intentional that, like, you were like, I'm going to clip this. I'll be right either way."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "So good. And I saw Payne was the only one that laughed, so I needed to caught it, too. Mister house, jump back in."
    },
    {
        "speaker": "D",
        "text": "So I think I found the perfect, like, use case of someone to be on friend tack. I painted to the top Martin Shkreli, who's become a notorious Twitter shit poster since leaving jail or being let out of jail."
    },
    {
        "speaker": "B",
        "text": "Friend apparently, too, today."
    },
    {
        "speaker": "D",
        "text": "Yeah, that dude's been going viral on Twitter. Shit post. And, like, if this dude can get 300 random people from all walks of Twitter into a space, I have to imagine he can do numbers on fintech."
    },
    {
        "speaker": "B",
        "text": "Totally. Let's see. He's got a."
    },
    {
        "speaker": "A",
        "text": "So you're saying I can pick up some screlly for .24 eth? Are you saying that's a value purchase?"
    },
    {
        "speaker": "D",
        "text": "I don't know what is. Like this. Does Shkreli provide value to me, per. Personally, I get a lot of entertainment value on his timeline. I don't know what."
    },
    {
        "speaker": "B",
        "text": "I would have thought he had more Twitter followers."
    },
    {
        "speaker": "D",
        "text": "No, he's been. So his. His main account was banned from Twitter, you know, back in the days of Shkreli going to jail and him tweeting at people. So he's just been jumping from burner to burner to burner, pleading for his Twitter back."
    },
    {
        "speaker": "B",
        "text": "Interesting. Well, that's. That's interesting. Well, they won't deplatform him on Friendtech, probably. Payne says he thought you said both sides on purpose. To chamber."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's just. It's just my dementia kicking in. Speaking of my dementia, I actually think my brain is breaking down. I was. Do you guys have, on your fridge at home, do you have, like, a water dispenser?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Do you ever. Do you ever, like, just forget that you're getting water and walk away and then you come back into the kitchen, there's just water everywhere?"
    },
    {
        "speaker": "B",
        "text": "No, but that happens to me."
    },
    {
        "speaker": "A",
        "text": "A lot happened last night. My wife caught me, and what the hell? I'm like, oh, shit. I wasn't like, I went. I went to the wash, like, you know, I went to the bathroom to grab. To grab something and then got lost in the mirror as I. As I want to do, and then. Yeah. Got sidetracked."
    },
    {
        "speaker": "B",
        "text": "I got lost in the mirror because of how incredibly good looking."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm like, ooh, who's that?"
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "It was me. It was me. But, yeah, water all over the kitchen."
    },
    {
        "speaker": "B",
        "text": "Jweb says. Riveting conversation, guys."
    },
    {
        "speaker": "A",
        "text": "Thanks, J. Webb. It's terrible."
    },
    {
        "speaker": "B",
        "text": "For those of you in Starbucks Odyssey, the benefits selection period open today. So if you are in the Starbucks odyssey program and you have some points, you can go select your benefits today. Sorry. For our international friends, I selected one that I'm pretty pumped about, naturally, at the highest level, and I selected the reserve coffee experience. This was pretty cool. You get two bags of Starbucks reserve roasts, which are, like, their kind of very limited edition coffee beans that they put out every couple months. You get two bags of those every three months for the whole year, and a coffee passport, which is pretty cool. Those are kind of expensive bags. Hard to find. Can't find them everywhere. So now I get them delivered to my door for all of next year, which is pretty cool. So check that out. If you haven't a couple other housekeeping things, check out the reminders up top for coffee with captain reminders tomorrow. And I think the rest of the week here, which is pretty awesome. Chamber. In other news, in the AI streets that you've been dabbling in, mid journey just announced and launched their inpainting feature, which is really, really, really cool. This, I think, is going to level up your game specifically pretty heavily. So I posted this up top. For those of you who don't know what inpainting is, it's essentially being able to edit only certain portions of your creation. Right. So this example up top is a really perfect one. He generated, you know, a pikachu out in the woods or whatever, and you can actually then change the shirt specifically without changing everything, or the outfit in this case, specifically. But you could do that for anything, right? If you wanted to change, like what that what the flower on the left side was, you could do that as well. So I have a feeling you're going to have a good time with that, with your album covers."
    },
    {
        "speaker": "A",
        "text": "So what's the prom like? I was hoping it doesn't give me the prompt, like how."
    },
    {
        "speaker": "B",
        "text": "Okay, so you. Whatever. You upscale. Like, you. So you create something and you upscale the image. And then when you. You know how you upscale, and there's, like, the couple options of, like, very."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Uh, so before there was only two options. It was, like, very heavy and very subtle or whatever."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Now it says, like, very region or very space or whatever it is, and you click that one, and that's. That's how you do it."
    },
    {
        "speaker": "A",
        "text": "So it'll give you a. It'll give you, like, a variance of the shirt. So can you be specific with the variants or."
    },
    {
        "speaker": "B",
        "text": "Yeah, right, exactly. So you could say, you know, I want this hawaiian shirt on, whatever. So let's. Let's try it right now. Anyway. Can you still hear me? I knocked my mic."
    },
    {
        "speaker": "A",
        "text": "No, I can hear you. Can you hear me? Maybe. I don't think you can hear me."
    },
    {
        "speaker": "B",
        "text": "Can you hear me now?"
    },
    {
        "speaker": "A",
        "text": "I can hear you. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Sorry. I knocked my mic out, and I couldn't get it back. I had a very nice setup where I didn't have to be holding it, and now I have to hold it and. Still not working."
    },
    {
        "speaker": "A",
        "text": "Have you. Did you get good wi fi? Like, were you able to play around on mid journey while you were away?"
    },
    {
        "speaker": "B",
        "text": "No, I got. I had literally zero Wi Fi or service or anything. Like, I texted you on Friday, I believe."
    },
    {
        "speaker": "A",
        "text": "Were you back by then?"
    },
    {
        "speaker": "B",
        "text": "No, I was. Where was I on Friday? Friday was. Why did I have service? Oh, no, that was it. I. I only had access to, like, imessage and WhatsApp and stuff, so I could. I could, like, text people with imessage the whole time, but, like, I couldn't be on the web or anything like that. So I got. I was. I couldn't check Twitter."
    },
    {
        "speaker": "A",
        "text": "I couldn't post, I couldn't stream videos. You couldn't watch Netflix?"
    },
    {
        "speaker": "B",
        "text": "No. So I had to, like, download stuff if I wanted to watch it prior to. But so I had. I was, like, completely unplugged, and it was phenomenal, actually."
    },
    {
        "speaker": "A",
        "text": "Really, a. So what's, like. What was so phenomenal about it? It's foreign to me."
    },
    {
        "speaker": "B",
        "text": "You kind of just, like. I don't know. I. There's, like, I've tried to, like, force myself at home to be on my phone less or whatever, and it's hard. So, like, this was kind of like a forced reset. Like, there was no other option, so, you know, you had to be disconnected. And, you know, it allowed me, I think, to really be present on the vacation, which is good. I felt like I learned how. Like, I felt like I learned a lot about myself at home based on how I acted on vacation with no kind of other distractions. Right. I found, like, I was more patient with my kids and all of this stuff, and I kind of am attributing that to, you know, when I'm impatient with my kids, I know this is a thing because I'm usually distracted or tired or wanting to do something, and they're kind of getting in the way of that. Right. And, like, here I had nothing else. There was no other distraction, and I found myself being, you know, my dad game leveled up. So that was interesting."
    },
    {
        "speaker": "A",
        "text": "Well, that's great."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it's awesome. I had a great. I had a great vacation. It was the coolest trip. Like, my. My dad game leveled up on so many. In so many areas because, like, I had never traveled with them before, so I was nervous about the plane. How would all of that stuff. And, uh, just, like, you know, I've been on a ton of vacations before, obviously never with kids, and it's a different experience. Like, I got to experience my two and a half year old just totally nerding out over Mickey Mouse and eating more ice cream than he could fit in his face for a whole week. And just, like, there were just moments of pure joy on. On his face, and, um, it was just really fun to experience that and, like, it was a vacation that I would do. I'm grateful to have had the opportunity to go on it, because it was just a really cool experience with my family."
    },
    {
        "speaker": "A",
        "text": "Now, I don't want to reveal too much here, but Amber showed me some pics through the misses. I don't know if it was, like, Instagram or Facebook."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. As soon as Laura hit the. Laura. As soon as Laura hit land, she was sharing those pics. Ah."
    },
    {
        "speaker": "A",
        "text": "None of that seemed fun to me."
    },
    {
        "speaker": "B",
        "text": "Oh, this is. This trip seems like your nightmare. I was thinking that multiple times that you would not. I was thinking about, like, you know, all the things I was doing, and I really leaned into it. I participated in all the activities in full bore, meaning that included, like, dressing up in costumes and all of that kind of shit, and I."
    },
    {
        "speaker": "A",
        "text": "Did you guys bring costumes?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What? That's wild. I wish you reminded. Can I come live with you guys?"
    },
    {
        "speaker": "B",
        "text": "I'll be like, yeah. Sometimes I'm impatient because I have to check Twitter, but most of the time, I'm pretty nice."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I want to come live with you. That's your way of."
    },
    {
        "speaker": "B",
        "text": "There was a pirate night. If there. You're."
    },
    {
        "speaker": "A",
        "text": "That's the picture I'm thinking of. Yeah, that's the picture I'm thinking of. I'm like, oh, my goodness. Like, I."
    },
    {
        "speaker": "B",
        "text": "By the way, I mean, that's a pretty. It's a pretty baller picture, though."
    },
    {
        "speaker": "A",
        "text": "It's amazing picture. But I was talking to Amber about. I said, I'm like, I wonder, like, today, like, were these provided that they. Did they pack costumes?"
    },
    {
        "speaker": "B",
        "text": "Bring your own pirate night out."
    },
    {
        "speaker": "A",
        "text": "That's wild. That's. I love it. It. I mean, I love it in theory."
    },
    {
        "speaker": "B",
        "text": "Oh, I love it. I thought multiple times, like, about how you would receive this trip, and I felt like it's probably not your. Your kind of vacation."
    },
    {
        "speaker": "A",
        "text": "No, I like, like, you know, I was just on holidays with my family, like, the week before you were away, and. Yeah, like, that's, like, my whole. And I felt the same way where I wasn't completely unplugged, but I was, you know, I was definitely not on my phone as much, but the things that we were doing, I like doing different, you know, different because my kids asked me to go to Disney. I'm like, listen, right now, like, I'm gonna get you Disney, plus, we're never going to Disney cruises. Not Disney World, not Disneyland. It's never happened. We're gonna go to."
    },
    {
        "speaker": "B",
        "text": "Okay, I will say I will say, though, if you're ever going to do Disney, this was the way to do it."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, no question. Like, I would never, after doing this, I would never take a. I would never take a vacation to the parks ever. Like, you got. You got what you would have needed from the parks. Like, unless you're a big ride person, which my. My family is not. So, like, you got the whole Disney experience of, like, what you would be looking for other."
    },
    {
        "speaker": "A",
        "text": "You're like, mouse is there."
    },
    {
        "speaker": "B",
        "text": "Yeah. You got, like, you know, your characters there that you could take pictures with. You had themed dinners every night, blah, blah, blah. All this stuff. And food was good. The food was phenomenal because it was."
    },
    {
        "speaker": "A",
        "text": "The parks are kind of renowned for having terrible food, dude."
    },
    {
        "speaker": "B",
        "text": "The food was. I was incredibly impressed with the food, specifically, every night at dinner, it was like a real."
    },
    {
        "speaker": "A",
        "text": "That's the one you want to be good."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And then everything else, you know, kind of buffet style, you know, all you can eat kind of thing. I did put on five pounds."
    },
    {
        "speaker": "A",
        "text": "That's pretty good."
    },
    {
        "speaker": "B",
        "text": "Yeah. So five pounds in a week, that's like a plus 10,000 calorie deficit. So I did work. I've never eaten so much ice cream in my life. I. There on Friday, I think I ate ice cream five times."
    },
    {
        "speaker": "A",
        "text": "That's a lot of. I see, buddy."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was great."
    },
    {
        "speaker": "C",
        "text": "What was your favorite flavor?"
    },
    {
        "speaker": "B",
        "text": "Uh, they didn't have a ton of different flavors, but it was, like, super hot out and, like, you're out by the pool, and then there's just this, like, free soft serve machine sitting right next to you in your view, and you're like, how can I not? It's the most refreshing treat on the planet is great."
    },
    {
        "speaker": "A",
        "text": "Now, did it have, like, sprinkles and stuff you could put on?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you could do it all, man."
    },
    {
        "speaker": "A",
        "text": "Do the dip. Like, the hard shell dip."
    },
    {
        "speaker": "B",
        "text": "There was. I don't. Not in the, like, not in, like, the common area that I'm mostly hung around in. But there was some areas you could, if you wanted to travel to the dipping station, you could have."
    },
    {
        "speaker": "A",
        "text": "Who was your celebrity? Disney celebrity. What was the one. Who was the character that you were like, I'm satisfied."
    },
    {
        "speaker": "B",
        "text": "After meeting that for, I think, the experience of the trip, it was Mickey, and it was because of my son's reaction, mostly the, you know, the first two days we were there, we got a couple pictures with some characters. We did, like, Pluto, and we did mini and Donald or whatever. And he. He was, like, really excited to do it until it got to the point where he was up there. You know what I mean? Like, then he got, like, cold feet, and he was shy, and he was scared a little bit. And so, like, it took him those first couple characters, and I was like, oh, mandy. But he kept talking about how much he wanted to meet Mickey, and he wanted to see Mickey wanted."
    },
    {
        "speaker": "A",
        "text": "That's his guy. That's his."
    },
    {
        "speaker": "B",
        "text": "I guess so. And, well, we had been calling it, like, not like in the family leading up to it. We had not been calling it a Disney cruise. We call it Mickey boat, so he knows it as Mickey boat. And so everything was about Mickey. And so we did. We finally were able to schedule, like, the Mickey thing on. On the third day, and by that time, he kind of realized that they're not scary. So, like, when he went up to meet Mickey, he was full on into it, giving hugs, high fives. Like, it was the coolest. It was the coolest thing. And so he was loving it. So that one was the tops for me."
    },
    {
        "speaker": "A",
        "text": "Now, when you were a kid, like, who was your favorite? Like, did you have a."
    },
    {
        "speaker": "B",
        "text": "It was probably. I mean, like, goofy."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, goofy's up there. I think Donald Duck was my favorite. I love the anger. He had a lot of passion. Like, I was a big fan of, like, ah, yeah, angry is funny to."
    },
    {
        "speaker": "B",
        "text": "Me and still is."
    },
    {
        "speaker": "A",
        "text": "It sure is. But, yeah, Donald Duck was my guy. Like, I'm like, I like that you're not wearing pants and you're angry. Those are the two things I could really get behind, because I hate pants."
    },
    {
        "speaker": "B",
        "text": "I mean, it's how you spend most of your days. Pantless and angry."
    },
    {
        "speaker": "A",
        "text": "Was Donald there?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. He was the first picture we got, he was there."
    },
    {
        "speaker": "A",
        "text": "Should have told him. Say hi for me."
    },
    {
        "speaker": "B",
        "text": "I didn't know. I would have told."
    },
    {
        "speaker": "A",
        "text": "I know, I know. It's on me."
    },
    {
        "speaker": "B",
        "text": "That was on me, but, yeah, like, have you ever been on a cruise?"
    },
    {
        "speaker": "A",
        "text": "No, I'm not a. I don't think I would like a cruise, so."
    },
    {
        "speaker": "B",
        "text": "I didn't think so either, and I fucking loved it."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, what? What about it? Did you like that you weren't expecting to, like."
    },
    {
        "speaker": "B",
        "text": "I don't know. I think I had, like, this perception that they were. I don't really know what I thought to expect, but I feel like, for."
    },
    {
        "speaker": "A",
        "text": "Me, the reason I wouldn't go and you tell me if it's not that. Like, I feel like there would be, like, fairly crowded. Like, there would be lineups for stuff, people around you fairly constantly. Food be. I would think food would be mediocre. Not bad, not great. And then, yeah, just. I feel, like, nowhere to go. Like, I feel like I would. But then, you know, sometimes I see these boats, and they're just massive, dude."
    },
    {
        "speaker": "B",
        "text": "They're huge. And. Yeah, and, like, I was actually surprised at how much space there was to, like, not just be sardine canned with everybody, because, like, that's what I was worried about. And fairly. I mean, I would say, you know, you still are on a public cruise, so, like, there is people around, but, like, if you wanted to go find an area where there was nobody really around, you could. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "That's good."
    },
    {
        "speaker": "B",
        "text": "And then, you know, the boat is empty a lot when you get off at ports because everybody gets off and does their thing. So, like, that's some alpha if you wanted to just hang by the pool. Most people are off the boat, whatever. But, like, being at sea was so damn cool. Like, it was just the coolest thing ever."
    },
    {
        "speaker": "A",
        "text": "Did it get rough at all?"
    },
    {
        "speaker": "B",
        "text": "There were some times that it did get a little rough. My wife gets seasick, so there was one night where she had a rough time, but outside of that, she was good. So overall, I think she would. Even as somebody who gets seasick, her experience, I think she would tell you she would do it again, probably."
    },
    {
        "speaker": "A",
        "text": "That's good."
    },
    {
        "speaker": "B",
        "text": "Yeah, because."
    },
    {
        "speaker": "A",
        "text": "No, we were thinking. I was thinking maybe next this spring coming up, taking the family to just, like, a resort, you know, I mean, go to. Go down to Mexico, go to Jamaica or something like that."
    },
    {
        "speaker": "B",
        "text": "I mean, it's. It's a lot like that. It's a lot like."
    },
    {
        "speaker": "A",
        "text": "And that's what I like a little bit more, is, like, resort style, but."
    },
    {
        "speaker": "B",
        "text": "It'S really not even that different. I would actually argue it's probably a little less crowded, like, yeah, depending on where you go, like this. Washington. This was like being on a. At a resort, and you've got the pool, you've got your food, you've got everything. And then just smash in some destinations. We went to the Bahamas, we went to Mexico, and then we spent a full day at sea as well, which was fun."
    },
    {
        "speaker": "A",
        "text": "That's cool. Now, could you rent, like, jet skis and stuff, too?"
    },
    {
        "speaker": "B",
        "text": "You could. We actually had some excursions planned, but the day we went to go do them, it was, like, super windy, so most of them got a. We were parasailing, but that got canceled. That's all."
    },
    {
        "speaker": "A",
        "text": "Okay. This sounds. Sounds pretty good. Probably haven't convinced me, but if I won tickets for a cruise, I wouldn't sell them."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. No, I would tell you to go, but I also don't feel like. I feel like it's probably not your vibe. If I were to, like, if I were to drop your dream vacation, I don't think it would be that."
    },
    {
        "speaker": "A",
        "text": "Yeah, my dream vacation, like, especially with my family, is, like, just my family at a. Yeah. Like a private island style. And we can just do whatever we. You know what I mean? Like, just do whatever we want. Like, all the activities. I like doing all the activities. I like a lot of, like, outdoor stuff, like. Like, you know, hiking, sightseeing, historical stuff. I like. I like that stuff. And then, you know, I think my kids were like that, too. But all of it fairly solo, maybe, you know, maybe a couple of other groups with us, you know, saying."
    },
    {
        "speaker": "B",
        "text": "Mm hmm. Yeah, I get it."
    },
    {
        "speaker": "A",
        "text": "That's my dream."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would do. I would do more cruises. I like coming off of it. It's not a bad way to travel. Like, I'm not a very sightseeing kind of traveler. Like, it's not my enjoyment. I kind of like getting into. I like seeing different places briefly, and if I'm gonna stop somewhere, I like to, like, get into the localness of it, which you can do from a cruise. Like, you could get off and you're there for a day or night or whatever, and it's not a bad way to travel. I think Steve's gonna come up and go pro cruise on this one."
    },
    {
        "speaker": "A",
        "text": "Yeah. Steve is a cruise ship captain."
    },
    {
        "speaker": "B",
        "text": "He's the self proclaimed cruise director of Starbucks Odyssey."
    },
    {
        "speaker": "A",
        "text": "I believe it."
    },
    {
        "speaker": "E",
        "text": "Steve Gm GM I was just going to say chamber. I was listening to main Condition, my workout. I was going to pop up and say those specifically. So sorry. Like, all out of breath. It's interesting you say this bunch, because I had the same. I was going on to a Disney cruise, and I'd never been on a cruise. And I was like, this is going to be awful. I don't like open water. I want to be able to go places. I don't like crowds. I think the food's gonna suck. And we went on this Disney cruise, and we were like, wow. Like, there's not a ton of people. Like, to your point, like, I thought we were gonna be mobbed at all times. We never waited in line for basically anything. Like, there was even, like, this, like, water slide stuff, and it's like five minute wait. We were doing it on the top. To your point of being like a resort, there's food and drinks and everything everywhere. Like, you know, there's plenty of places you can duck it and get away. There's lots of activities, like, if you want to do that sort of thing. Like we did similar to you, like, where we participated in all the activities because our kids were into it, the karaoke and all that shit. But, like, at the same time, like, you can sort of create your own experience and, like, chamber. I'll say it like this. I actually have a very similar. I hadn't been on one, like, bunch."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "E",
        "text": "Granted, I do like Disney and I do like the resort, so, like, that's helpful. But I didn't think I was gonna like the cruise at all, nor did my son. And we're actually going to go on an alaskan cruise next year after going on this one because we're like, this was lit. And I like similar vacations to you in that I do like to go outdoors a little bit, explore some stuff. So the alaskan cruise is going to let us actually, like, see the wilderness, get out."
    },
    {
        "speaker": "A",
        "text": "My mom. My mom just got back from an alaskan cruise, and she absolutely loved it."
    },
    {
        "speaker": "E",
        "text": "It's surprising."
    },
    {
        "speaker": "B",
        "text": "Dude, I'm telling you, it's worth. It's worth doing. I would do it. I would do cruises again."
    },
    {
        "speaker": "A",
        "text": "But my mom's also into cursive, though, so if I can't, I can't. Stuff to say."
    },
    {
        "speaker": "B",
        "text": "Yeah. Does Alaska write their lettering in cursive? They might."
    },
    {
        "speaker": "A",
        "text": "They do."
    },
    {
        "speaker": "B",
        "text": "They."
    },
    {
        "speaker": "A",
        "text": "I don't know. They do native. They do neighbor Canada, though, so they share a border. So I like. I like those border states the most."
    },
    {
        "speaker": "B",
        "text": "Yeah. But Steve, I totally agree with you. I had kind of the same expectations going in, and there's just, like, the create your own experience is very true. Like, you could have that vacation any way you wanted to do it. It was really, it was really awesome. I would recommend it to anybody, especially if you have small kids. Like, my kids. I think, like, my kid was the perfect age for, like, the character stuff, but I wished, I wish maybe he was, like, four instead of two and a half. Like, he ran into some trouble in the pools because of their rules and regulations. So that wasn't the greatest. Uh, so, you know, I'd. I'd recommend that they are slightly older, but we had a great time."
    },
    {
        "speaker": "A",
        "text": "So if I were to bring my kids on one of these Disney cruise, how many eth do I need to set aside?"
    },
    {
        "speaker": "B",
        "text": "Oh, boy. I don't know. Well, whatever do they take? First of all, it's only, it's only upfront, eth, because I'll tell you right now, like, you don't pay for on."
    },
    {
        "speaker": "A",
        "text": "Oh, that's good. That's good."
    },
    {
        "speaker": "B",
        "text": "Like, you can. Like, there's. There's some up charge y type of things."
    },
    {
        "speaker": "A",
        "text": "I'm not a big drinker, so, like, the drinking and stuff. Not a. Not. Not that important for me."
    },
    {
        "speaker": "B",
        "text": "Yeah. But even so, like, all it was. It was all included."
    },
    {
        "speaker": "A",
        "text": "That was included as well."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. So you. You could. There were, like, specific things that you could order, kind of, like, extra or that weren't included in. Like, the all you can eat, all you could drink stuff, but, like, for the most part, you're covered. Like, I think I might have spent. I might have spent hundred dollars on the boat over the course of the week just to do random shit. And it was stuff I didn't even really need to do. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Right. And then obviously spending money, once you make your. Your stops and stuff. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, we did souvenir shopping and shit like that. But, like, even. But even one of the stops was the Bahamas, and it was the Disney private island in the Bahamas. So, like, you didn't pay for shit there either."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I feel like I'm almost convinced. I mean, you convinced me to coach a soccer team, and I did that."
    },
    {
        "speaker": "B",
        "text": "And you won the championship. We didn't even talk about that. How did. I forgot about that. I was going to talk about it today, and I totally forgot, but I."
    },
    {
        "speaker": "A",
        "text": "Feel like there's better odds of you convincing me to go on a Disney cruise than coaching a soccer."
    },
    {
        "speaker": "B",
        "text": "Well, one is a vacation, and the other is coaching soccer."
    },
    {
        "speaker": "A",
        "text": "Arguably the exact opposite."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right, Steve. Jump back in. I saw your hand up. And then."
    },
    {
        "speaker": "E",
        "text": "Yes, I was gonna say, like, a couple things also to consider about a chamber. First of all, like, again, remarkably, if you like the outdoors, it is remarkably peaceful as fuck to, like, sit out and just, like, be staring at the ocean. I hate open water. I don't like open water at all. But I sat there with my son, who also hates open water. My wife and I like a glass of wine. Like, this is nice. There's also things like, you know, like, you take an edible and go get a massage. You can. And, like, another all inclusive thing that I thought was interesting."
    },
    {
        "speaker": "A",
        "text": "You can take an edible."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, you could. I snuck a whole. I snuck a whole load of stuff on."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, we are so. But we are sneaking it on."
    },
    {
        "speaker": "B",
        "text": "Not really. I mean, like, throw it in your bag. They didn't check anything interesting. Yeah."
    },
    {
        "speaker": "E",
        "text": "And then the other thing on the all inclusive, if you're not a big drinker, especially, they actually have those packages and a lot of them I guess on a lot of cruise, what we're finding out is we look in the alaskan one, they include, like, coffee in there. So, like, for Starbucks, it's like, you know, you just go down to Starbucks and get a drink and you just walk out without paying. And so, like, it's. It was like, it was a big floating resort, and, like, they just dropped you off at places you. That's why we're doing the last one. You can go outdoors. So I think you actually might enjoy it more than you think. And I also think you would enjoy, you and Amber would be able to go back each night, and you would have at least one person to talk shit about together, which is a bonding experience."
    },
    {
        "speaker": "B",
        "text": "So I think I do."
    },
    {
        "speaker": "A",
        "text": "We do love to do that."
    },
    {
        "speaker": "B",
        "text": "There's plenty of people. That's our love language, I will tell you. You know, maybe. Maybe part of the reason I loved it so much is I would. I would say, you know, in normal, everyday life, I'm probably like a five on a Disney cruise. I was pushing ten."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Were there a lot of Disney adults there?"
    },
    {
        "speaker": "B",
        "text": "Well, a lot of people are with kids, so, you know, you've got. You've got Disney parents. There are some solo Disney adults there. I suppose there is an adults only section. So, like, if you got tired of the kids, you. You could go and hang in the adults only pools and hot tubs and all that kind of good stuff. So that was there as well."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I'm excited."
    },
    {
        "speaker": "B",
        "text": "You know what shot, like, shall we just plan the group trip now?"
    },
    {
        "speaker": "A",
        "text": "We're going to talk more about this."
    },
    {
        "speaker": "B",
        "text": "Dj and cruise next summer."
    },
    {
        "speaker": "A",
        "text": "Djen family cruise."
    },
    {
        "speaker": "B",
        "text": "Yeah. The only cruise I wouldn't go on is the impractical jokers cruise."
    },
    {
        "speaker": "A",
        "text": "Is that a real thing?"
    },
    {
        "speaker": "B",
        "text": "That is a real thing, yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "I would even go on the Rob Gronkowski cruise before I went on the impractical jokers cruise. And I actually like the impractical jokers, so. But I wouldn't go on their. I feel like the whole time I would be thinking that I was on a hidden camera show."
    },
    {
        "speaker": "A",
        "text": "Absolutely. How do you sleep? How do you sleep properly?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You can't. Yeah. So that was it. We talked about it. Disney Cruise today, but we got a lot of friendster in, or whatever the hell it's called. Yeah. Some mid journey news. What else did we talk about today?"
    },
    {
        "speaker": "A",
        "text": "Cursive."
    },
    {
        "speaker": "B",
        "text": "Cursive. Wow. Goddamn. If you hate cursive, this is the show for you. But we are back. We're back to basically regular schedule now, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. No more holidays."
    },
    {
        "speaker": "B",
        "text": "I do have one show upcoming that I can't make that I found out today. But other than that, I am on regular scheduled time."
    },
    {
        "speaker": "A",
        "text": "Yeah, I got, I got a bunch of time back myself."
    },
    {
        "speaker": "B",
        "text": "You know, there's that one stretch of, there's that one stretch of couple weeks every year where we take a, some extended breaks and I hope that the show dies and doesn't come back in those times. But we've made it through again and we made it through again on the other side and we're still here and I'll just have to deal with, you."
    },
    {
        "speaker": "A",
        "text": "Know, maybe next year."
    },
    {
        "speaker": "B",
        "text": "Maybe. Maybe next year. Sorry. Anyway, all right, thank you for tuning in today. Catch us on Wednesday and Friday, same time, four to five eastern. Check out coffee with captain tomorrow morning at eight. Set your reminders. Also, if you haven't checked out the new alpha afternoons time slot at 02:00 p.m. on the YouTube channel and our Twitter and spaces brought in. What's that?"
    },
    {
        "speaker": "A",
        "text": "And on LinkedIn, I've been seeing it."
    },
    {
        "speaker": "B",
        "text": "And on LinkedIn, God, it's everywhere. And, and Jack is new third host and he's been doing a bang up job. They're really upping the quality of Alpha afternoon's content. So check that out tomorrow at 02:00 p.m. and always, every day, check out lunch break at noon. No night shift tonight, so they will be back on Friday. So no night shift tomorrow. You have coffee with captain. Lunch break at noon, alf afternoons at two. And that is going to do it for us. Chamber. Any parting words?"
    },
    {
        "speaker": "A",
        "text": "I missed as, and I hope he's alive."
    },
    {
        "speaker": "B",
        "text": "Has anybody heard from Des?"
    },
    {
        "speaker": "A",
        "text": "No, nothing. Nothing."
    },
    {
        "speaker": "B",
        "text": "We just stopped tagging them in the tweets."
    },
    {
        "speaker": "A",
        "text": "No, I mean, should we stop tagging him in the tweets?"
    },
    {
        "speaker": "B",
        "text": "Probably, yeah. Or maybe we should just like only tag him and not us and like put the pressure on him. Like he's the only one that's showing up that day."
    },
    {
        "speaker": "A",
        "text": "I do appreciate a great irish goodbye. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Oh, this. We didn't even give him a farewell. He just decided he was."
    },
    {
        "speaker": "A",
        "text": "Yeah, I got. I respect it."
    },
    {
        "speaker": "B",
        "text": "Maybe. Maybe he went on a cruise."
    },
    {
        "speaker": "A",
        "text": "Maybe."
    },
    {
        "speaker": "B",
        "text": "You never know, Mickey, that maybe he is. That's going to do it for us. Until next time, stay mint."
    }
]