[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint Condition episode nine. We are almost in the double digits. I am Joe, aka Bunchy, bets alongside my esteemed colleagues and co host, chamber and Des Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I am doing great. It's a beautiful. I'm assuming Monday still, you know, my barometer on on a regular week is completely messed up."
    },
    {
        "speaker": "A",
        "text": "You. You live the life, man. You've got to just. You've got it great. I just."
    },
    {
        "speaker": "B",
        "text": "It's no life to be living. I'm tell. It is no life to be living. I miss working."
    },
    {
        "speaker": "A",
        "text": "Gross."
    },
    {
        "speaker": "B",
        "text": "It's not fun being retired in your mid thirties. This is an old man's game. I've been eating a lot more bran flakes, drinking prune juice. It's not great."
    },
    {
        "speaker": "A",
        "text": "Going to bed at four."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Des, how are you today?"
    },
    {
        "speaker": "C",
        "text": "I'm just trying to figure out what else I can turn my physical life into digital. So I started, started with, you know, real life ponies, bought some digital ponies. I had a real life dog, bought a crypto corgi. Now I was a physical property owner. Now I'm a digital property owner. So it's all turning digital. It's very scary."
    },
    {
        "speaker": "A",
        "text": "The boys at the mint condition have turned into, in the last 24 hours, just straight land barons. We are, we are getting. Last week we talked to the sand lot. This week we're going to be talking about sandbox, which is just a very interesting concept that we're going to dive into here in a little bit. But, yeah, we are all officially digital landowners and we'll get to that in a moment. We're actually, I got in touch with the founder of Sandbox, which is awesome. And we are going to actually have them on for a full episode in the next coming weeks, which is exciting. We can talk all things sandbox and metaverse, but I think let's start with our. Let's start with our roots, I would say, and let's talk a little bit of top shot. That's how this podcast was born. And then we've just gone very, very deep down the NFT rabbit hole since then. So. All right, I'm going to start with you, Chamber, because I feel like your relationship in the past week with top shot has drastically changed, I would say."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's, it's. I have, um. I don't think I have. I have one moment left."
    },
    {
        "speaker": "A",
        "text": "One."
    },
    {
        "speaker": "B",
        "text": "Do you know which one?"
    },
    {
        "speaker": "A",
        "text": "Wow. It's got to be the Caruso."
    },
    {
        "speaker": "B",
        "text": "No. Got rid of all Caruso."
    },
    {
        "speaker": "A",
        "text": "Is it the one I gave you for your birthday?"
    },
    {
        "speaker": "B",
        "text": "It's the one you gave me for my birthday. I couldn't bear to part with it. Yeah, no, I mean, it's not like I'm done with top shot. I love. I mean, you know me, I'm a basketball guy. I'm not done with top shot. I just waiting in the wings for, you know, I know what, you know, I kind of know what market cycles are like, so I'm just waiting for that moment in the market cycle where it's time to buy up again and hopefully catch a nice big up move. Your playoffs are about 15 ish games away in the NBA, so hopefully that brings, you know, once you get into the second 3rd rounds of the playoffs, I think we could see a big uptick in. In Topshot. But as of right now, just waiting, reading the room, and ideally buying some LeBron James is in a short period of time."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't doubt. I think that's probably a good move. I have a lot of my collection that I sold off that I'm doing very similar with. I have it sitting in dapper balance, and that's where it is at the moment."
    },
    {
        "speaker": "B",
        "text": "Is that your decision?"
    },
    {
        "speaker": "A",
        "text": "As in, did I try to cash it out? Is that what you're saying?"
    },
    {
        "speaker": "B",
        "text": "No. Is it waiting in dapper balance because there's no other option or because you've chosen to keep it in dapper balance?"
    },
    {
        "speaker": "A",
        "text": "Oh, I've chosen to keep it in dapper balance. So I essentially sold off about half of my collection. Right. And my goal is to eventually redeploy it. I'm going to, but I wanted to consolidate. I had too many moments. I had probably over 50, which is, you know, maybe not a ton, a ton of moments, but, like, it's a good amount to manage. And if you're especially in a market that's going down, it's hard to manage. You got to really keep an eye on stuff. I think that's a hard thing to do with that many moments. So my goal was one, stop the bleeding. Right. So I was not afraid, you know? Again, we come from the crypto world where if you can't take an l, you're going to hold to zero. And I don't feel like holding to zero, you know? So, like, I took l's on a lot of things. I did make some nice moves in the last couple weeks before the badges and stuff. I made some money on my quickly flips and things like that, but I essentially, I sold half my collection. I'm sitting half in dapper balance, and then I'm just kind of what I did was I went from the bottom of my collection essentially on like moment ranks and worked my way to a point where I was like, okay, this is stuff I want to keep. And I'm like, I'm fine selling everything below this line. And that's what I've been doing. So I've got half and I'm going to wait to deploy it or consolidate. So, des, what are your current relationship with Topshot going on?"
    },
    {
        "speaker": "C",
        "text": "A lot of guilt. I felt bad because I haven't posted much analysis on my twitter and I went yesterday to go update it and do a top shot analysis and I figured out that my scraping tool is no longer viable. So I can't even do the analysis to provide. Yeah, no. And they must have changed their system or something, so I can't do it. But, you know, I did very similar to what you all are talking about, which I think is honestly 80% of the public right now, which is just minimize the amount of moments you have, keep ones that matter to you. I have a Zion rookie and a jaw rookie that I'll never probably sell."
    },
    {
        "speaker": "A",
        "text": "Did you sell your RJ?"
    },
    {
        "speaker": "C",
        "text": "I did not. I firm believer in the triple badges, so I kept that one. I kept a good amount of moments. I think I have like 50 some moments and the rest I did sell. It's sitting in dapper balance right now. A good bit of it, fortunately, can't get it out to shift over to other NFT projects like sandbox, which we'll talk about, or Zed. I would love to do that and then keep the good amount of moments I have. So, I mean, long term, I'm still very excited about what NBA top shot brings to the table as far as NFTs, I can't wait till they introduce a little bit of utility. But for right now, trying to get as much out, keep what matters and we'll, you know, see where it goes down the line."
    },
    {
        "speaker": "A",
        "text": "So I've got a couple moments that I'm eyeing that I really would love to have in my collection and redeploy those funds to. However, I'm not sure we've hit the bottom yet. And that's kind of what I'm trying to monitor now. And so I'm keeping up to date on some of the great reporting and data that's out there to kind of. I'm not going to time the bottom. That's not what I'm trying to do. But if you start redeploying it too early, all your efforts are just going to leak more money anyway. So I'm trying to find that equilibrium and give myself a price target to say, okay, I'm comfortable buying into these moments now that I want long term. Right. Because I think at this point, for me, because we're involved in a bunch of other stuff, the flipping and making money on moments day to day or week to week, may not even be a viable strategy that I can do if I wanted to. Right. So I think what I. Where you could have probably done that in the last February. Right. And as the market was going up and down and releases and things like that. But I feel like the whole market sentiment has changed where there's, you know, you're either buying to long to hold long term, or you're watching yourself, your value decrease. Right. I feel like that's kind of what's going on lately."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, I'm really worried about. For. Not worried, but, you know, concerned for the whales in the community who have these amazing s one moments. And with the talk about the genesis and the platinum ice coming out, like, how does that not devalue some of the grails that existed previously?"
    },
    {
        "speaker": "B",
        "text": "What are you talking about?"
    },
    {
        "speaker": "C",
        "text": "So the top shot has what they call platinum ice moments, which is numbered to three. And they're numbered to three. That's it. And they're supposedly going on auction. No details about when they're hitting the auction block, but they're going to be done through auctions and not through packs or anything like that. But obviously, they're rare. They're numbered to three. So they're like, supreme, supreme, legendary."
    },
    {
        "speaker": "B",
        "text": "Nothing else is like, what's the next lowest numbered collection? I've seen some already."
    },
    {
        "speaker": "C",
        "text": "Nine. Yeah, there's a 33, I think, so."
    },
    {
        "speaker": "B",
        "text": "That's ridiculously low."
    },
    {
        "speaker": "C",
        "text": "That's what I'm saying. And they're of. I'm pretty sure I'm getting this right, but they're of every single moment."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think. Every. Every moment or every base. Maybe not everyone. Maybe it's every base, or maybe it's every. I don't know exactly which one it is, but there's gonna be a lot of them. A lot of the genesis. And they're auctioned. Right? Did you mention that?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, you know. You know, the LeBron."
    },
    {
        "speaker": "C",
        "text": "No, the. The. I think the way they've been doing it is every time a new moment gets created, the first moments to actually be minted of that moment are. Those are the platinum ice. So they'll do, like, one, two, three. Platinum ice, and then they'll do 123456. You know, the rest of the moment. So I just, I just don't know how that doesn't devalue, like, even the best, like, LeBron s one base that has to."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, it absolutely has to."
    },
    {
        "speaker": "A",
        "text": "I agree. So we'll see. I don't know. I think, look, long term, go ahead."
    },
    {
        "speaker": "B",
        "text": "And wouldn't an auction really determine the true value of the most expensive car? Like, you know, we've seen $200,000."
    },
    {
        "speaker": "A",
        "text": "Yeah. Right. What if, what if the platinum ice goes for 100?"
    },
    {
        "speaker": "B",
        "text": "Right. Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "What is, what does that make the LeBron 23 hollow? You know, I mean, like, less than 100. So that's interesting. That's very interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, there might have reserves set. I'm not sure exactly how the auction will work. I'm sure there'll be something to protect, you know, some of the collect, hopefully some of those big collectors out there. But, you know, we're not sure on all the details on how those auctions are going to work. Maybe, who knows? Maybe they're like, for charity or something and they go for astronomical amounts and it's just silly. Like, and it doesn't have anything to do with the true value of the regular moment. You know what I mean? So maybe, you know, who knows? We'll give the benefit of the doubt there. Maybe. But I don't know."
    },
    {
        "speaker": "B",
        "text": "You know what I think the move is, though, is if you're a holder of one of these premium cards currently, you sell that thing immediately and then take a stab at hitting the auction and then repurchase the one you sold at the lower price. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "You got a risk there, though. But I mean, total risk."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. But I mean, you could, that might."
    },
    {
        "speaker": "C",
        "text": "Be a move, but it also mitigates your risk. Right. What if you're holding and, you know, devalues? And so I don't disagree with that. I think it's, it's interesting, though, a lot of whales, to their, to their credit, have held on to their moments. They haven't had a huge sell off. So I don't know."
    },
    {
        "speaker": "A",
        "text": "I mean, the people, I think, I think most of the people that are, you know, those top less than one percenters, I don't see very many of them selling off at all. And I, in fact, I've seen, you know, the dingling effect. That guy has been buying millions of dollars worth of moments in the past two weeks. And so that, you know, people are still buying also. It's just, I think there needs to be if you're going to be doing this long term, you have to be much more strategic about what is in your collection because just because a moment went up in the past doesn't guarantee it will ever get to that spot again. Like your series one base moment that was going for $300 when there's market dilution out there and, like, it will never get back up that high. So, you know, take a flight to quality, I would think over quantity and, you know, hit your quantity in the packs, like you're going to eventually. These packs will have to be or get closer to negative ev or at least close to even money. Right. And you would think that that's going to happen at some point and that's where you can get your quantity and take everything else that you have now and move it towards those quality moments is kind of what I would think that the strategy is."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, to their credit, they are doing exactly what they said they wanted to do. Now, whether they intentionally wanted to do it or that's where they pivoted, you know, we'll never know. But they've, they're truly creating a collecting platform rather than like a market revenue generating, flipping platform, which is always something they've been very vocal about, is that this is for collectors. Even their utility that they promised isn't like revenue generating. It's like a game. And so I think, you know, I give a lot of crap, and that's because I'm bitter about not being able to get my money out due to the withdrawals. But they've still done a great job. Great job connecting to the community. I felt so bad. Usman Patel, who was their community manager."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, shout out to."
    },
    {
        "speaker": "C",
        "text": "Did a great job. And of course, the last tweet I ever sent was like, hey, Usman, can I get my money out?"
    },
    {
        "speaker": "A",
        "text": "And I was like, dude, I'm going."
    },
    {
        "speaker": "C",
        "text": "To hell in a handbasket."
    },
    {
        "speaker": "B",
        "text": "That was the, that was the straw that broke the camel's back."
    },
    {
        "speaker": "C",
        "text": "I feel so bad."
    },
    {
        "speaker": "A",
        "text": "He's like this craft guy, this, this, how do you say his name? I don't even know this guy. But I will, you know, make this one more point and it'll be a segue into our next topic here. But I'll say this, I keep saying, you know, top shot had the misfortune, I think, of getting too big too quickly, right where, you know, and that's part of, because they are tied to something like the NBA. And there's, so the benefit of having billions of fans is that you get this attention onto you maybe before you wanted it or maybe before you were ready for it. Right. So when we see all these people out there now comparing, you know, another thing that we love, which is Zed run to what top shot is doing. And, you know, the, the chant is utility, utility, utility. I'll say this. Zed's been around for two years, right. And they've, they've gotten a chance to build all of that utility without the hype. Right. And so the top shot has barely been around a year. And in three years, I imagine it'll have the utility built that, you know, Zed is having now. Right. But they didn't have, you know, like, like that's the, that's how I see this happening. In three years from now, we're going to be looking at top shot and saying, oh, well, obviously that has great utility. This thing is awesome. It seems like it's so darn big because there's so many eyes on it already for the stage of the project. It is. Right. So, I mean, we're seeing it with, we'll pivot into Zed talk now because that's our second love here, is we're seeing it kind of happen now with Zed a little bit. Right. We've got some issues with, and growing pains that we're seeing. We've got horses stuck. We've got breeding down. We've got no idea when the next drop is coming and the hype is just getting bigger and bigger. Right. So these are all these, these growing pains that, I mean, imagine if they didn't have, if they were top shot big and some of this stuff. And there's small problems, like, in theory. Right, but, or in retrospect. Right. But I don't know. What do you, what do you think about that statement? I think in three years you'll see the utility that something like Zed has because they've had the luxury to build it out first."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think, I think you hit it on the head. I mean, in the world, is basketball not the number two sport? Like, I'm assuming soccer?"
    },
    {
        "speaker": "C",
        "text": "Very close, but yes."
    },
    {
        "speaker": "B",
        "text": "And then got to be, it's got to be, it's so, it's so exact. What, what the issue is having that many people really fomo into something as pop because everybody loves basketball and it's cool. Like, and it's, it was easy. Like there was no barrier to entry. Like it was easy. Like if you didn't know anything about anything about anything and you're like, oh, cool, like, people are making money with basketball highlights. You know, you weren't into card collecting. You weren't into crypto. I mean, you just signed up and you could get packs pretty quickly and it took off. I mean, what were some of the drop like? I think we saw 300,000 people on some of those drops."
    },
    {
        "speaker": "A",
        "text": "Yeah. Even in the last one. Or not those bananas."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Cool."
    },
    {
        "speaker": "B",
        "text": "And none of us. None of us got."
    },
    {
        "speaker": "A",
        "text": "No, no, it's got hollow packs."
    },
    {
        "speaker": "B",
        "text": "No one that. I got a cool cat pack."
    },
    {
        "speaker": "A",
        "text": "Des almost. Des was there online. And Des will be getting the next support ticket. Stimulus."
    },
    {
        "speaker": "B",
        "text": "Oh, that's the one. Hey, I forgot about that."
    },
    {
        "speaker": "C",
        "text": "Just give me withdrawal privileges. I'll give you money. Just give me withdrawal privileges."
    },
    {
        "speaker": "A",
        "text": "All right, let's move. Let's move on to Zed. So what is new in the world of Zed run? We've. We've been, I would say, still pretty obsessed lately. We. How's your stable going, chamber? Are you. Are you still racing like a fiend or not a fiend, as he itches like a crackhead?"
    },
    {
        "speaker": "B",
        "text": "Not a fiend. I just need more horses. Yeah, I know. I think, you know, we talked about, I think on the, on the last show, the show prior, we did so many shows. One of the shows last week, I'm pretty sure we spoke about kind of what the, the what the procedure, what the what the attack plan was with some of these stables and, you know, racing horses, finding the winners, breeding them. You'd mentioned. Obviously we can't breed right now, so that kind of takes something out of the equation. If you really don't have horses that are legit winners, there's really not much to do right now. Unless you want to go take a stab and buy some on open cmatic, you could. I'm not doing that. So right now I'm just kind of waiting, waiting for a drop, waiting for breeding to start opening up again. You know, with when we had Zed Gazette on and we were talking about genetics and stuff like that, I mean, I got really. I got really into that. So I've been writing down some stuff and trying to come up with a game plan to breed properly."
    },
    {
        "speaker": "A",
        "text": "All right, so let's get into it. What's your strategy there?"
    },
    {
        "speaker": "B",
        "text": "I have two Phillies that are solid winners. Solid. Not great."
    },
    {
        "speaker": "A",
        "text": "Quinny."
    },
    {
        "speaker": "B",
        "text": "Quinnie is one of them, Quintessa. And Kenny and I bred both of those horses, and I think we split a couple."
    },
    {
        "speaker": "A",
        "text": "Yeah, my offspring was terrible, and my."
    },
    {
        "speaker": "B",
        "text": "Offspring was terrible as well."
    },
    {
        "speaker": "A",
        "text": "But the dad wasn't the greatest either. So I'm gonna."
    },
    {
        "speaker": "B",
        "text": "Yes, it was the first. I think for us, it was the first breeding we had ever done. But I do have. I know I've asked you guys, I honestly think that once you breed, I've heard, I haven't seen it on the male side, but once you breed a filly, feel she gets slow, once she becomes a mayor, I feel she gets slower."
    },
    {
        "speaker": "A",
        "text": "I don't know if there's data."
    },
    {
        "speaker": "B",
        "text": "That's what I'm seeing with my two winners. And then I've heard, I've heard on the, on the flip side, if you breathe a cold and that becomes a stallion. That's right. Am I getting that right? Cold, thee stallion. I've heard they get better. I haven't seen that either. I haven't seen that on my side. But I've definitely felt like, like I had solid winners. And they're just not, they're winning. Sometimes they're not winning at the same rate."
    },
    {
        "speaker": "C",
        "text": "I think competition has increased. I think some people are, you know, legit stable owners are like, ah, you know what? This is easy pickings. Let me, let me bring out some of my ponies that have been."
    },
    {
        "speaker": "A",
        "text": "Yeah, time to stop taking it easy on the new guys. Exactly."
    },
    {
        "speaker": "C",
        "text": "There was a couple of horses that like, popped up on like, the record charts from my daily digest, and I've never heard, I mean, they, they haven't raced for a month. And so that just shows like, oh, they're bringing out the reserves now that are actually studs. So that might be why."
    },
    {
        "speaker": "A",
        "text": "So I would agree that the competition is getting better. I personally only have, out of my nine horses in my stable, two of which are still unraced. So let's say I got seven horses that I've runded. Um, only one is, is good, right. And even that one that is good is not great. Uh, it is a, it's a z eight colt with a rare coat called stormy destiny. And I actually got it all the way up. I grinded all the way up to class one, uh, this weekend and promptly got my butt kicked in two in a row. And now I'm sitting back down at high class twos. But, uh, um, so I'm in your same boat chamber, right? Like, if you don't have a winner that's going out and winning, you know, ten plus percent of the time, you kind of have to wait till breeding is going on. Yeah."
    },
    {
        "speaker": "B",
        "text": "Cause I was doing a ton of racing and pissing away money."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, that's what, that's what it is. So, like, if you don't have a. I think if you don't have a 10% winner, you, you should be looking more to breeding and not racing. Right?"
    },
    {
        "speaker": "C",
        "text": "The break even point someone put out, which I'm so mad at myself that I didn't think of this piece of data first, but someone put out a break even point on odds. And right now, the break even point on eth one is twelve and a half consistent odds. So if your horse is getting twelve and a half odds or better, you should be making money on that horse for reason."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "So I feel like I'm getting that specifically on Quinnie, but I don't feel like I'm getting the wins, maybe."
    },
    {
        "speaker": "A",
        "text": "So you should start looking at. You should start racing only Quinn even, because you got to take, take out your other variables and see if you're actually making money on her."
    },
    {
        "speaker": "B",
        "text": "So I would say over the last week, I've only been racing those two can I? And Quinn. And I don't know, I always, I."
    },
    {
        "speaker": "A",
        "text": "Always say this to my brother and I. I say this to him not because he needs the advice, but more to keep him in check, because my brother has run. I think he's got a great stable."
    },
    {
        "speaker": "C",
        "text": "He always appears on the top list."
    },
    {
        "speaker": "A",
        "text": "This is his third trip to the daily Digest, top ten of stables chamber. You want to pull that up while we're looking at it or while we're talking about it, but I always have to tell him this because he'll go through these things where he's like, all my horses suck. And I'm like, no. First of all, no. Second of all, I tell them, look, the, the best horses in this game, the best ones only, are going to win 20% of the time. So if you're maybe, maybe a tad higher. But, you know, you're talking elite horses winning 20% of the time, that's 20 out of 100 races. So you just have to keep that in perspective when it feels like you're losing race after race after race. Um, because if you're, if you've already proven that it's a winner, you just have to ride it out. It's just as long as you're getting, again, those odds that say you should still be running this thing. Right? So, um, I think that's, you know, just keep that in perspective. If you're running horses that have good odds, that are not, uh, potential, you feel like you're going through the ride. What, you."
    },
    {
        "speaker": "C",
        "text": "You want me to share it so you can see it, like, full screen?"
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe that'd be better. I can't get a good, clean angle on this one."
    },
    {
        "speaker": "A",
        "text": "So what we are talking about here, for those listening is Des's daily digest. So he puts this out every single day comes out. I did see somebody ask for clarification so in case somebody else has the."
    },
    {
        "speaker": "B",
        "text": "Same, like, are we live right now?"
    },
    {
        "speaker": "A",
        "text": "What do you mean?"
    },
    {
        "speaker": "B",
        "text": "I thought. Well, you mentioned it like it was a question from."
    },
    {
        "speaker": "A",
        "text": "Oh, no, I saw somebody asked this on Twitter. What is the timeframe? Like, what measures the day? What time?"
    },
    {
        "speaker": "C",
        "text": "I get this question all the time. So it is midnight to midnight on the date I specify pacific standard time."
    },
    {
        "speaker": "A",
        "text": "Okay, got it. So it's pacific time. Interesting. Okay, so that's that. You know, if you don't see yourself on here and you think you should be, just keep that in mind. That I love it."
    },
    {
        "speaker": "C",
        "text": "I love how the community, like, really tries to get on here. That's my favorite thing in the world."
    },
    {
        "speaker": "A",
        "text": "Is there, like, people look forward to this. People look forward to this report. Now it's, it's, uh, because I think, you know, there's all these other websites that are doing a fantastic job of putting out data. There's, I mean, there's tons of them popping up that are doing really great job. I think this is super easily digestible. It's a quick, you know, people love."
    },
    {
        "speaker": "C",
        "text": "That was a pun and you just passed way past that."
    },
    {
        "speaker": "A",
        "text": "What did I do?"
    },
    {
        "speaker": "C",
        "text": "Digestible."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, daily digest it is. So. But it's people, people love top ten lists, too. I mean, let's be real. Like, there's a reason Buzzfeed exists. And, you know, so if you're putting the right stuff out there, people are going to get excited and people are competitive. This is a game that people are, and money's involved. Right. So, okay, tell us how you've revamped the daily digest."
    },
    {
        "speaker": "C",
        "text": "Yeah, so this is a brand new format. I always intended it to be a kind of one sheet. We have these things in physical horse racing, drink, drink. That are one sheets and kind of handicapping forms. And so this was always meant to be like a quick view. What are the highlights from the previous day? So that's what it's kind of become now. It's more of like a page document rather than image. And we start here with a number of races. So just to get a sense of how many races were run yesterday and the different classes, eats, spent, things like that, then the fastest times, which I think people love to see their horse hit the board here. So the fastest time on the day compared to the record time. And if we ever have a new record time, I make a big deal out of that. Then we go to stable rankings. And horse rankings. Now I get this question a ton. So if anyone wants to listen in and hear this answer, great. The stable rankings are based on ETH profit. And I did that because I think it's a good measure of the top stable by earnings. The horse rankings, however, are done by number of wins. And the reason why I did that is I wanted to give the working man a fighting chance. I want to encourage a lot of racing. So if you race your horse a ton, which is something I want to encourage, then you have a shot to make the list, whether your ETH profit is no good or what. But what you'll see is more or less of the time if they're winning nine to twelve races in a day, they're going to be profitable. So it works out in the end."
    },
    {
        "speaker": "A",
        "text": "We're talking some pretty good profit. I mean, the top stable in a day on this is what? Over, over .6 eth? Yeah, that says point."
    },
    {
        "speaker": "C",
        "text": "Some people have hit one point. I think the record was like, I think it was good. Boy did 1.4 Eth in the day."
    },
    {
        "speaker": "B",
        "text": "I remember seeing that one."
    },
    {
        "speaker": "A",
        "text": "That's, that's insane. That's over 20. That's over $2100 in a day race."
    },
    {
        "speaker": "C",
        "text": "That's more than digital real horses."
    },
    {
        "speaker": "A",
        "text": "So, you know, if you build your stable correctly, there's a really good opportunity for profit. So, I mean, here's a great example. So I keep harping on my brother's stable here, but it's this, it's number five on the list, high or stables. And I just think this is a good example of how people can progress in the game and be, and how it will look, you know, in the future where you're going to see people come in that are up against, you know, the biggest stables in the game, but can still perform like he started with, you know, he started with a couple genesis horses and when breeding opened, he went, he actually bought a couple Nakamoto bloodlines on Opensea beforehand like legendaries and exclusives. And then he bred everything he could in his stable when it opened and just made us, you know, I think he got up to 22 horses or something and he found his winners and sold off some others that were not necessarily duds, but sold off like the lesser winners for and recouped his breeding cost back. And now he's racing his best horses and he's finding himself on this list. And he started the same time we."
    },
    {
        "speaker": "C",
        "text": "Did, making dollar 700 a day."
    },
    {
        "speaker": "A",
        "text": "Right, exactly. And that's insane. Right. Uh, he took that profit and put it into our next topic here in a minute. In a moment."
    },
    {
        "speaker": "B",
        "text": "So like he, he's racing 50, he's racing 50 races here. Then you look at Psyduck 236 races."
    },
    {
        "speaker": "A",
        "text": "How is it dirty? How is that?"
    },
    {
        "speaker": "C",
        "text": "Catch me riding Derby is just entering everything."
    },
    {
        "speaker": "A",
        "text": "Wow. But see, like, I think that's what, what the biggest or, you know, what stables will look like in the future, right. Your goal is going to be, if you're a racing stable, is going to be have multiple winners at multiple distances over multiple classes, right? And you're just boom, boom, boom, boom, boom. Race, race, race, race, race. And then it becomes a numbers game. Right."
    },
    {
        "speaker": "C",
        "text": "Personally, I just think he's racing until he hits 420 profit and I'm done for the day."
    },
    {
        "speaker": "A",
        "text": "So. So, Destin, give us a little insight as somebody who's been putting a lot of time into the game, into the research into other potent, other projects as well. What is your stable, what is your stable strategy at the moment?"
    },
    {
        "speaker": "C",
        "text": "Well, I would love to add more horses and I think the way your brother did it with just breeding the crap out of your stable is the way to go initially. I do not quite see the value in purchasing non genesis horses through matic right now. I think, you know, the one thing is supply and demand and supply will increase as soon as we can get either more drops or specifically more breeding available. So I'm not buying anything even great horses on matic right now. I'm just kind of waiting. Fortunately for the community, it means I have all this time to put out things like this for the community. So that's what I'm really focusing on. My breeding strategy though, once it opens up, is breed the crap out of your horses. I think this is unfounded theories, which I know is our favorite topic. But the way I'm going to do it is I'm going to breed quality sires with whatever mare I can. Quality sires with whatever mare I can."
    },
    {
        "speaker": "A",
        "text": "So even a cross bloodline or not."
    },
    {
        "speaker": "C",
        "text": "Keep the bloodlines pure and try to do some inbreeding down to elite."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's the right, I think that's the right play to right. Way to experiment. Go ahead, chamber."
    },
    {
        "speaker": "B",
        "text": "When we had said gazette on, they were showing a diagram of kind of like that third generation kind of fold the mare back in, remember? But at one point there, there's a. So you know, you have your, your legendaries, you have your exclusives. At one point he brings in a supreme line. You guys remember that like in that."
    },
    {
        "speaker": "A",
        "text": "Diagram that, what is, that is, that's his horse. That is supreme polarity. And it's, it's a."
    },
    {
        "speaker": "B",
        "text": "So that's a specific horse to his, correct. His stable."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I was, I was research. I couldn't find anywhere where you could get a supreme."
    },
    {
        "speaker": "A",
        "text": "So his, like, stud horse is supreme polarity."
    },
    {
        "speaker": "B",
        "text": "I see."
    },
    {
        "speaker": "A",
        "text": "And he is taking one of those horses that has been bred off of supreme polarity and putting that in there because he wants his best horse's bloodline in there somewhere."
    },
    {
        "speaker": "C",
        "text": "So I'm gonna let y'all behind the curtain of something I'm working on. And actually it works, but it's an automated family tree generator. And so I can literally just put in one horse, which was ataride here, and then it's in about 45 seconds, it spits out this entire tree. And it shows the, the blood type, it shows the genesis and the gen type, and then the winning percentage."
    },
    {
        "speaker": "A",
        "text": "Oh, let's see it. Let's see it."
    },
    {
        "speaker": "B",
        "text": "Oh, you have it available right now? Hang on."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's on the screen, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I got here."
    },
    {
        "speaker": "A",
        "text": "Oh, okay, wait, let's do the process again. Can we watch it work?"
    },
    {
        "speaker": "C",
        "text": "Oh, no, it was done in the background."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah, but so this one, what I wanted to bring up is like this inbreeding, which is talking about getting more breathless edge into your breed. So. Right, he bred."
    },
    {
        "speaker": "A",
        "text": "Where does it start? It started."
    },
    {
        "speaker": "C",
        "text": "Starts at the top. And then this is your product at the bottom. So he started with breastless edge and boiling religion that made s and m. Then he breeded that with saber to breed change. Tedesco. But what's happening on the other flip side is he's introducing more inbreeding breathless edge into breathless id via evolution. Id. And then those two bloodlines form to make Atari, which is an awesome horse."
    },
    {
        "speaker": "A",
        "text": "That's awesome. That's pretty cool. That's pretty cool to see. So based on that, and I assume you've looked at a couple all star horses. Have you messed around with it a lot? Oh, yeah, some of the."
    },
    {
        "speaker": "C",
        "text": "It's funny though, you know, inbreeding is a very big topic of, like, like I said, introducing more of the same horse DNA into the bloodline. I'll say some great horses have super clean bloodlines. It's just, you know, two horses from different sides. Breed two more, breed two more. I mean, it's clean, non inbred lines. And they're great horses."
    },
    {
        "speaker": "A",
        "text": "Now, do you think that potentially means that, you know, somewhere down the line, the one that is the great one, the great offspring, will be the one that want. Needs to be inbred back in to continue potentially making."
    },
    {
        "speaker": "C",
        "text": "I don't see why not. So there's this theory, and we're getting way too deep into this, but there's this theory called the dosage index. And I'm pretty sure Adam from Zed Gazette might kill me for saying this, but it's called the dosage index, and what it basically takes into account is, like, how many amazing horses have you packed into this bloodline? And it's such a cool name. They call the amazing horses chef de races. So, like, there's a set number of chef de races, and you could say that's, like, supreme polarity or, you know, Ducky Mallon. And those are chef de races. So how much chef de races did you put into the bloodline? And that gives you your chance of creating an amazing offspring."
    },
    {
        "speaker": "A",
        "text": "So that's really interesting, because if you think about what happened with the free courses, that would probably lend it to that theory. Correct."
    },
    {
        "speaker": "C",
        "text": "There's a lot in there. Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, having the four parents, you know, maybe in the future. It's not for parents, obviously, but it is those big time, you know, more of those big time racers. Right? For sure. That's interesting. Don't kill us, Adam. I don't think he would. He wants the community to have all the secrets. So shout out to Zed Gazette and. Well, that's awesome. So I don't want to put you on the spot. What are you doing with that family tree generator?"
    },
    {
        "speaker": "C",
        "text": "I'm just gonna try to make it public. That's. That's my goal, is I think everyone wants to kind of see their breeding. And I think once. Once breeding opens up and there are more, you know, elite horses on matic, I think it's gonna be important. You're gonna want to see that family tree 100%."
    },
    {
        "speaker": "A",
        "text": "You're gonna have to."
    },
    {
        "speaker": "C",
        "text": "You're gonna have to. So I think, yeah, I don't have any plans with it. I just wanted to see if it can be done. And last night it got finished, and I was testing it out in the discord with some people, and, yeah, it works. I love the information. It spits out super clean. I'm happy with it."
    },
    {
        "speaker": "A",
        "text": "That's awesome. So expect to maybe a daily breeding digest next time."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll tease a little bit. I'm partnering with a company that's just getting formed called Zed training. And I think that's probably where that'll reside is on Zed training, but we'll see."
    },
    {
        "speaker": "A",
        "text": "Cool. Shout out to those guys. That's Kenny G. And all that's Kenny G is yeah, I. Yeah, cool. Awesome. So I think that'll cover us for Zed for the day. Let's talk about our newest venture here that I think you could see. We're all very excited talk about. Now, I would say we probably maybe know the least about it of all the three projects at the moment. But, you know, we're going to learn together."
    },
    {
        "speaker": "B",
        "text": "We're going to all learn together."
    },
    {
        "speaker": "A",
        "text": "There's a term in crypto that about jumping into something just because you're doing it. It's called aping. We have aped into buying digital land. You know, all this talk of, I think. I think our interest really peaked from the conversations we've heard and had with Zed. Right. Because especially Chris, one of the founders, who always talks about the metaverse, and I, you know, things like that and what's possible in the metaverse. And now you got these big metaverses forming, essentially, and you know what those are there. If you're chamber, you want to take a stab at describing what the metaverse is like, what these. What these platforms are, and what's ready player one."
    },
    {
        "speaker": "C",
        "text": "It's the best description."
    },
    {
        "speaker": "B",
        "text": "I mean, that's."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, go ahead, go ahead. If you want to allow ready player one."
    },
    {
        "speaker": "A",
        "text": "Well, if you haven't seen ready player one, Des, what happens in ready player one? I just watched it for the first time."
    },
    {
        "speaker": "C",
        "text": "So the base and I want chamber to explain this because he's actually probably got more of the basis than I do. But anyways, in ready player one, you live in a physical, normal world, but then a lot of what you do is actually in a digital world put on, like a VR goggle set. It's set futuristic. So it's, like, really realistic. It's not just like oculus or whatever. It's, like, really, really realistic. And you enter in this digital world, and you can do a lot of stuff in the digital world. It's gamified. So, you know, you have an avatar. You don't look like yourself. You have digital purchase items that you have. You have cars that are digital, and you can drive them in this digital world. And, you know, you. You exist in both your physical world and this digital world. And so that's kind of the metaverse, if you will. And, you know, not necessarily everything, but some things do translate from the metaverse to your real life. Right. Wealth can. Right. You can build up a big amount of wealth in the metaverse that can have implications in your physical world. So it's really cool. And there are basically, I would say, three real kind of meta universes right now, which we'll talk about one being decentraland one being voxels, and then one being, which we'll talk about mostly today since we want to pump our own bags. Sandbox."
    },
    {
        "speaker": "A",
        "text": "Yeah. So sandbox is what you're looking at here behind chamber, and what you're seeing on the screen on my background here. So essentially what this is, is if you've ever played almost, if you've ever played an open world game, right? Like an open world video game, all of the things that happen inside that open world video game are essentially happening similarly here, except you're able to, there's ownership of everything. There's ownership of like, like Des said, maybe your vehicle, there's ownership of your clothes, there's ownership of your uh, you know, weapons or anything like that. And here the, the one step further is there's ownership of the land. So, um, in these metaverses, you can actually own the parcels of land that the game is being played on and that the life is being lived in. Right?"
    },
    {
        "speaker": "B",
        "text": "So in the game, guys, look at this."
    },
    {
        "speaker": "A",
        "text": "Yeah, that gives you weird. If you didn't make your avatar yet, you gotta do that. So they, the idea of you should sue chamber. Yeah, no kidding. The I so create in your own land. That's a good spot to stop on there, right? So what does it say there? Chamber?"
    },
    {
        "speaker": "B",
        "text": "So a land is a piece of the sandbox metaverse based on the Erc 721 smart contract that you can buy and use to create game experiences utilizing sandboxes digital asset ERC 1155."
    },
    {
        "speaker": "C",
        "text": "So which is a new standard. I think they created a standard just for. Yeah, so that's pretty cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's very interesting. So the idea of owning the land is the, owning the land enables you to one either create yourself, create either a game, an experience, or something on your parcel that people can either come stop by just for show, whatever, or you could potentially monetize it. There's games or experiences that you might play for money. And when I say experiences, you know, what else could that mean? Not only games, but does. What do you think of when you think of experiences?"
    },
    {
        "speaker": "C",
        "text": "Man, I just, yeah, like purchasing stuff from a store. So say you're a creator and you create amazing things in Minecraft right now. Well, you can translate that into their builder on, on sandbox. And you create like the coolest, let's just say swords. I don't know. And then you open up a shop to sell your swords, which you have now tokenized and become nfts. And you can sell them at your shop, so someone can visit your shop and buy it. You could do games. You can do entire worlds and games. Now, what's crazy about it is it's not like you go into a pixel and out and it spits you into, like, a separate game that you play. Whatever game you build has to exist within the land. So, that's why land is so important, is you need a lot of it to build some really big things. So each little tiny pixel. So the smallest version of it, which I think is so important to mention, is 93 meters by 93 meters. And it all looks like, really tiny from this view. But when you think about it, like, that's a football field by a football field. So, whatever you could theoretically build in a football field, you could build on that one little piece of. Piece of land. So, like, you look at some of these plots, like Atari has. I don't even know what Atari is. It like a 30 by 30."
    },
    {
        "speaker": "B",
        "text": "It's not gonna."
    },
    {
        "speaker": "C",
        "text": "I'm gonna roll up to it massive."
    },
    {
        "speaker": "B",
        "text": "Figure out where it is. There's a big one."
    },
    {
        "speaker": "C",
        "text": "You can't miss it."
    },
    {
        "speaker": "A",
        "text": "That is it."
    },
    {
        "speaker": "B",
        "text": "Is that the big one here?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So, you know, they're gonna use every inch of that land, um, which I think is such a cool thing."
    },
    {
        "speaker": "A",
        "text": "That's just one of the spaces that they have. Uh. Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Now, what you're seeing here is, uh. So this is the map of all of the parcels in the sandbox, right? So this is everything that will be either sold or has been sold. Um, altogether, there are 164,000, I believe, uh, somewhere in there. 164,464, I believe is the. Is the number. Or maybe it's 166, 464. But. So that's how many parcels exist in the game. So. And that's it. That's all that will ever be and what you're looking at. And if you're listening at home, essentially, on this map, too, there's some big, big, big chunks of land that are owned by single entities. And they're almost. They're almost like advertisements, right? Like, this is. It's. They're branded. So, like the Atari one, you can see Atari's big giant logo or individuals. Some individuals own some really big pieces of land. Like, that's whale shark. Who in that bottom right corner, right? And pranksy in the left corner. And then, you know, for your crypto heads, binance owns a ton of land."
    },
    {
        "speaker": "B",
        "text": "Look at Binance. Binance got like a piece of every. Every corner, almost."
    },
    {
        "speaker": "A",
        "text": "They do."
    },
    {
        "speaker": "B",
        "text": "The bottom left, bottom right, top left. You look at Coinmarketcap right here, another cryptocurrency. They're a big website. If you're into crypto, you got Gemini, which is an exchange."
    },
    {
        "speaker": "A",
        "text": "So you're going to have these big companies potentially building things in this universe, the metaverse, right? And what that might look like is, you know, to be seen, right? So Atari is going to be opening up casinos and gaming things, and, you know, they own pong and roller coaster tycoon. Like, they're going to be experiences all about that stuff. There's other game developers in here. There's Tesla. And so, you know, these brands are going to be pushing activation through these I metaverses, right? So they're going to be driving traffic to these land virtual worlds. And look at our boy."
    },
    {
        "speaker": "B",
        "text": "A lot of money here. He's."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "He's getting some property."
    },
    {
        "speaker": "A",
        "text": "Yep. He. So. But I think that's part of, you know, a point that needs to be made is you seeing this isn't just a video game. Right? It's. It's a world just like you're operating now. Right? And. Yeah, exactly. And these big brands are going to be driving activation and users to these platforms, which could make land very valuable. So, Des, talk about what we did over the weekend."
    },
    {
        "speaker": "C",
        "text": "We caught two fat l's, and that's not as bad as it sounds. We bought, as a group, me being the smallest owner, bought two l shaped plots of land. So that's actually four units. Make four pieces of land. Make an l. And so we bought adjacent l's, right where the thing is right now. And so I own one chamber, owns an entire l. And then. Yep, there you go."
    },
    {
        "speaker": "B",
        "text": "I got this lawyer here. And then I believe Des is here. And then we got. Oh, shut. Well, shout out to high horse stables."
    },
    {
        "speaker": "A",
        "text": "That's right. Am I going to write those are mine? Yeah."
    },
    {
        "speaker": "B",
        "text": "There we go."
    },
    {
        "speaker": "A",
        "text": "We now own together, or at least next to each other, eight parcels of land. So, ideally, we would have liked a whole block, a whole nine by nine. Um, but we. We went. We went for location over, uh, quantity. Well, over quantity. And talk about why we did that, des."
    },
    {
        "speaker": "C",
        "text": "So I was having this discussion with someone earlier today. He was looking to invest. And the way I look at it is kind of like the five boroughs of. Of New York. So you have definite regions in this somewhere worth more, I would say. You know, the lot we're looking at here, this area of the island, I think, is like Manhattan, right? It's Manhattan. That's what I've been calling it to people, not Yonkers. Not Yonkers. That's like, that's up left corner."
    },
    {
        "speaker": "A",
        "text": "That's where big boy is."
    },
    {
        "speaker": "B",
        "text": "That's true."
    },
    {
        "speaker": "C",
        "text": "So, I mean, that's things like, there are good boroughs. So, you know, Brooklyn is going to be valuable. Uptown is going to be really valuable. You know, Queens is going to be valuable. So there's different value. Everything's valuable. But some places are more valuable than others. And I think the two things driving that, there's only, in my opinion, two things that are driving that. One is the partnerships that they have, which is the logos you see appear on the screen where they're located. The biggest plot of land, the biggest thing right now in this entire metaverse is Atari's mega plot, which is what we're looking at. There are huge investors into this. They're obviously a video game company. My bet is that'll become a big part of this environment. It's kind of like the Oasis in ready player one, in my opinion. So, yeah, that's why I think some spots are more valuable. Now, if you look in the top right corner, there's like, all these cool boutique game agencies that, you know, are maybe less heard of. But it can be extremely valuable to be up there, you know, in a little while. So it's really interesting how this is all playing out. The last thing, which I think separates sandbox from maybe some of the other metaverses, is what they've talked about on the transportation. Right? So they want to make it somewhat difficult to transport yourself in this metaverse from one edge of the map to the other. You have to jump islands through these things called portals. So what that really means to me, and it's kind of a pain to find a portal. It's like a subway, right? You wish you could just zap yourself to the other end of the map. But in this metaverse, you have to find these portals. So the theory there is. All right, well, you're better off being where all the action is already. And therefore, that's why I think it's important to be around the Sitari mega."
    },
    {
        "speaker": "B",
        "text": "Now, have they dictated where the portals will be? Do they know that in advance, or is there a real thing?"
    },
    {
        "speaker": "A",
        "text": "Not yet. Now, I just want to read something here. So part of the reason we chose, or wanted to be in the Atari neighborhood, if you will, is because of Zed run. Right. Obviously, we're all very big into Zed. They have some things going on with Atari, and Atari branding and partnerships. And so that kind of led us down this thesis that the way Chris talks about the Metaverse, one of the founders and what they're doing with Atari and how big of a player Atari is in this kind of let us down this thesis that that's why we wanted to be there, correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah. If I would just bet my bottom dollar that there will be a track, an Atari track, in that."
    },
    {
        "speaker": "B",
        "text": "I was just listening to you guys. Whatever you write."
    },
    {
        "speaker": "A",
        "text": "So you just ate. So I just want to read. I just want to read this. This little snippet here from a yemenite. Atari.com. this came out, it was a press release from March 30. And it says, atari, one of the world's most iconic consumer brands and entertainment producers, has announced a new partnership with Anomica Brands and its subsidiary, TSB Gaming. The creators of the revolutionary blockchain based gaming metaverse, the sandbox, hit Atari properties such as Asteroid, Centipede, pongous, and roller coaster tycoon will be brought to life within the 3d voxel world of the sandbox, an interactive virtual world that launches on the Ethereum blockchain. The other thing that this says is there's going to be. So it says, the sandbox, when the game launches this year, will have. Atari inspired assets will also be available within the sandbox for use throughout the entire platform by players and even creators in its very own metaverse games. The sandbox will also be home to the first Atari theme park on the blockchain, Atari Land, which might be what we're seeing in that big spot in the middle. This virtual creation will feature Atari based attractions, creations, and immersive social gaming experiences. It goes on and on and on, but just a little snippet there from atari.com dot. So, you know, when we're kind of thinking about, we probably could have got a little more land for the same price we paid somewhere else on the map. But again, when you think about what's going to drive people to this platform, it's going to be the big brands that are pushing activation, right? And then, you know, just owning land near it will, will potentially be valuable. Not only don't forget, you could even rent these lands out. So if you knew somebody that wanted to buy a game or build a game or experience, you could rent your land. Things like that. So very interesting concept here. I think what's also even more fun, too, if not, or maybe not even more, but as fun is the idea of almost the monopoly type strategy here. Chamber. So you didn't. You didn't know anything about this yesterday, really, still really don't."
    },
    {
        "speaker": "B",
        "text": "If we're being 100% honest."
    },
    {
        "speaker": "A",
        "text": "So, Des and I had been looking into it for, I would say, what, a week or so does that. We've been kind of going back and forth, and, you know, and it wasn't even together. It was kind of. I was looking at it on my own for the same reasons you were. And then we kind of started talking about it in our chat, and then, you know, next thing you know, it was on. And, uh, so we said, hey, we're going to be, uh. We're going to be looking at purchasing a piece of land. A piece of land in sandbox and chambers. Like, eh, let me buy 20 pieces. And so. But now you own these little four parcels here, chamber. And you've already gone and tried to find the owners of the rest of your pieces here, correct?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, essentially what I. What I'm trying to do is, like, I have this little red area here. I'm trying to get the rest of this so I can get one of these little squares here and then have my face on it, because I'm a sociopath, and that's basically all I want. But I think this little triangle of Atari here, right in this area here, if you're in this area, which I think, obviously, is the reason we went in this locale of Manhattan. But, I mean, could we come into a scenario where Atari reaches out and says, hey, we want this land. We're buying it. You know what I mean? Comes in, everybody in this area here, and just starts eating up all this land because they want to make their version of Disney World, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. I think the other thing, too, is you don't really know what these sandbox pieces are going to be yet. Those can be. Those could be potentially other large companies coming in and purchasing that land to build things as well. So I think, you know, from a location standpoint, I think we did pretty good. Des, are you going to be looking to pick up more land or what?"
    },
    {
        "speaker": "C",
        "text": "I am. I think so. It'll just. I'm less able to ape in, like, chamber."
    },
    {
        "speaker": "A",
        "text": "No, me too."
    },
    {
        "speaker": "B",
        "text": "I'm like, I had to pump the brakes. I had to pump the brakes."
    },
    {
        "speaker": "A",
        "text": "These are nothing. These are. Let's. Let's talk about what the land costs, because it's not. It's not cheap. And so, like, if you're listening to this, and you're like, okay, I want to look into this. It is not a cheap endeavor. Right. So you. And it's. It's obviously wildly speculative, and it is a, I would say, very long term hold. Right."
    },
    {
        "speaker": "C",
        "text": "That's probably the biggest warning."
    },
    {
        "speaker": "A",
        "text": "This is not something that you're going to purchase this week and flip next week or a month from now, or probably even a year from now. You might want to hold, you might need to hold this for five. This is a potentially five to ten year investment. Now that, this is not financial advice. Yes, correct. Put the not financial. He's got it. He's got the ticker going. That being said, you know, the price of what it costs now in ten years could look vastly more expensive. But just know it's a very long term play if it's something you're interested in as far as buying land. Right. You know, Zed run, you could buy a horse today, sell it tomorrow, potentially, and make some money or get out, you know, top shot. You have super liquidity in moments, right? Like you get in, get out. This is, you have liquidity in the moments, but this, you know, not a very liquid investment. So just keep that in mind when you're, when you might be making a play on it. But I think there's a lot of fun monopoly, real estate flipping strategy you could do inside here if you have a little money to play with, you know, as this thing starts ramping."
    },
    {
        "speaker": "B",
        "text": "I was showing it to my daughter today. She's seven, big Minecraft person."
    },
    {
        "speaker": "A",
        "text": "Oh, she's gonna love this. Then if she's like, what is this?"
    },
    {
        "speaker": "B",
        "text": "Like, yeah, I bought some land on there. She's like, what are we gonna do? She's like, let's just start building stuff."
    },
    {
        "speaker": "C",
        "text": "Hire her to build stuff for you."
    },
    {
        "speaker": "B",
        "text": "She's already, I said, you're gonna be interested. I don't know what I said. Let me, I said, we're going to be talking. Can we hint on, I don't know."
    },
    {
        "speaker": "A",
        "text": "When, but yes, we, I think I already brought it up, but yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, so we'll be having somebody from the sandbox on in the near future."
    },
    {
        "speaker": "A",
        "text": "I think, ideally, I would say, in the next couple of weeks. Yeah."
    },
    {
        "speaker": "B",
        "text": "So once we get a little bit more information from them, at least I get a bit more information, then I can explain it to her. There's a very good chance she learns this way faster than me and just hops on."
    },
    {
        "speaker": "A",
        "text": "And so there's a couple different reasons why you might like each of the different metaverses, one of which, for this specific one, is the style of, in which the game is built. And it is that Minecraft style versus, you know, more, I would say human realistic."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's definitely like Roblox."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which are huge games. The sandbox games company has over 40 million downloads of their other game, of their other mobile games. So, like, you know, they. They're not strangers to building games like this. So, you know, I think it does have a lot of potential here. So, look, my land is right above my head. I know I can spot it directly on a map now. Like, that tweet came out. I'm like, that's mine. Oh, I forgot about that. We should probably mention that this morning that article came out, literally, about the metaverses from."
    },
    {
        "speaker": "B",
        "text": "Can you pull that up on your end?"
    },
    {
        "speaker": "A",
        "text": "It might take me one sec."
    },
    {
        "speaker": "B",
        "text": "Let me see if I can find it here for you. Keep talking, I'll see if I can find it."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, it was just a popular publication. Put out an article of the metaverse, and literally our land is in it. Like, you chamber, you missed by a day putting your face on it. Like, literally, your face could have been in the article, but our land was in it because it was focused right on this big Manhattan island here, where you could see the Atari platform or the Atari land, and ours was right in there. So I was like, look, mom, you can see my house from here. And. But yes, you know, any. Any other additional thoughts here, des, while chamber puts. Pulls that up."
    },
    {
        "speaker": "C",
        "text": "You know, I'm just. This was a fun show today. Just because we got to talk about three different, you know, nfts, yet they're all very connected. And I just. Yeah, I think it's so cool. I'll be honest, we don't know a lot about sandbox yet, but I think that's part of the intrigue. I firmly agree. It's a long term hold. Do nothing, buy this if you're a flipper. And I have no problem with flippers, but do not buy this if you're trying to flip."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. The other cool thing about this. There it is. It's. Who's the article from?"
    },
    {
        "speaker": "B",
        "text": "The one? Reuters."
    },
    {
        "speaker": "A",
        "text": "Oh, it's a Reuters article, which is a large, large publication."
    },
    {
        "speaker": "B",
        "text": "Is this us here?"
    },
    {
        "speaker": "A",
        "text": "Yep, that's us right there. There you go. So we. We made it. We're on the map already. We're famous."
    },
    {
        "speaker": "B",
        "text": "And I mean that. You have no idea how much that helped. Des and I were talking about prior to the show, just about how our significant others, how much they know, you know, what we're doing. And my wife, yesterday, we were out for a walk. I had messaged you guys, and I was checking my phone, and she's like, oh, what you doing? And I'm like, oh, just buying some property. And she's like. Like real property or, you know, other kind of property. And I'm like, you know, she gave me the look like, all right, I've. Early on in my crypto career, I did not. I did not put a lot of. Give her a lot of confidence in my abilities to make decisions, if that's a good way to say it. But as the years have gone. Bye. I've built up enough collateral. Yeah. So she's like, okay. She was kind of hesitant on the property, the blockchain property. But then you tweeted out this Reuters thing, and I'm like, oh, look at this."
    },
    {
        "speaker": "A",
        "text": "It was this. It was perfect timing. Honestly, it was literally the day after. It was perfect timing. And then I think what also was cool, though, I tweeted out another. You know, I tweeted, oh, I own virtual land now. I put it on the map where we were, and Atari actually commented on my tweet and said, hey, you know, lots of good stuff coming, which made me very bullish about our location. So, anyway. But that, I think, is going to do it for us. We talked about a lot of stuff today, which is, I think I. What the coolest part of this show is. As more projects that we get interested in come along, we'll talk about all of them. And it's a fun. I just have so much fun in this space. Versus, you know, on our other show, we talk about trading and stuff, which I'm not good at, and I would rather. I would rather be good at this. I don't know. We'll find out, but it's more fun. I'll tell you that much."
    },
    {
        "speaker": "B",
        "text": "I think that's. I think that's what people are going to like about this show. Obviously, we're still only nine episodes in, but I think what you're. What you're going to realize is that we're going to be malleable. You know, if something, you know, sandbox, we get excited about sandbox, we're going to talk about sandbox. We're not going to be necessarily committed to one particular avenue, obviously. You know, we talked about top shot today. We talked about Zed Rod. I think all three of us know that. I don't think that's going anywhere. But if there's something new, we're going to talk about something new. If there's something that we think of, you may get some value out of down the road. We're absolutely going to talk about it."
    },
    {
        "speaker": "A",
        "text": "So now, however exciting, I will say you want to tease, what else we might be thinking about? Doing specifically, though, on top of that?"
    },
    {
        "speaker": "B",
        "text": "Do you want to? Because I'm not 100% sure."
    },
    {
        "speaker": "A",
        "text": "Well, I do think, you know, we have a big audience that came to us from Zed. Yeah. And I think we are all big participants in this community. We're all big participants in the Zed community. And I think we're going to start doing at least maybe once a week, doing some live streams where we're just going to chat and watch races and have guests on, talk about different topics. Maybe some race calling. Not by us, but not by us. Which reminds me, I feel like Des."
    },
    {
        "speaker": "B",
        "text": "Could do it pretty good. I don't know. No."
    },
    {
        "speaker": "C",
        "text": "I've been going to horse races my whole life. Drink. And the class of announcer on a horse race is unmatched, man."
    },
    {
        "speaker": "B",
        "text": "Really."
    },
    {
        "speaker": "A",
        "text": "We might. We might have a. We might get something going there, too. But stay tuned for more on that. We will make it."
    },
    {
        "speaker": "B",
        "text": "Yeah, that'll probably start. I want to say maybe a couple."
    },
    {
        "speaker": "A",
        "text": "Maybe like a couple of weeks, I would say."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But anyway, that's going to do it for us today. And until next time, stay mint. My wife told me that was cheesy, by the way."
    },
    {
        "speaker": "B",
        "text": "No, it's not cheesy."
    },
    {
        "speaker": "C",
        "text": "It's genius."
    },
    {
        "speaker": "A",
        "text": "No, she told me it was cheesy. She said something the other day. She's like, statement. And I was like, that's my. That's my sign off phrase. She's like, I know. I can hear you from downstairs. I'm like, oh, great. And then she's like, it's actually kind of cheesy. So whatever. Anyway, stay."
    }
]