[
    {
        "speaker": "A",
        "text": "What did I walk into? We were just doing betting 101."
    },
    {
        "speaker": "B",
        "text": "Dez was explaining very eloquently. Yeah, the, you know, the plus minus stuff and the, you know, plus 150s versus minus two hundred and eighty s and all that good stuff."
    },
    {
        "speaker": "A",
        "text": "Des, I do want to clarify though, for the TMC prop bets, you do at least need to parlay two items, right?"
    },
    {
        "speaker": "C",
        "text": "Technically I never said that. And, you know, I just probably assumed that people like, actually did happen, which is create eight leg parlays for no reason. But technically I didn't. It's nothing."
    },
    {
        "speaker": "A",
        "text": "It's not, it's."
    },
    {
        "speaker": "C",
        "text": "Well, it's not the TMC parlay bets, it's just the TMC prop bets. So you technically just need to put in one prop."
    },
    {
        "speaker": "A",
        "text": "Got it. So you need to. You need to clarify though, that they, maybe they need to get at least three or more of their bets, right. Then they don't need to parlay them all because you don't want to be giving away. How many goats are you going to give away, man?"
    },
    {
        "speaker": "C",
        "text": "Oh, it was just originally just for a one time deal to give away."
    },
    {
        "speaker": "A",
        "text": "Well, now we need to figure out what else we can give away. But did we?"
    },
    {
        "speaker": "C",
        "text": "Oh, I think we can. And give away some different things."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. Yeah, we'll just give away all of. We'll give away JP's AI. Iconic that I have a 30 of. Now you have 30 of those things? I don't know. Too many."
    },
    {
        "speaker": "B",
        "text": "I asked him the other day when it was cool that I could put them in my hidden folder because we were taking off."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, look, we support our friends around here, and JP is an aspiring artist, and we'll support him until. So no hidden filter until he's a famous. No. Well, no, I'll leave him out there. I'll display my JP and he's very proud."
    },
    {
        "speaker": "B",
        "text": "I guess I will too."
    },
    {
        "speaker": "A",
        "text": "But JP knows exactly how to like, work the war room, I would say. Which it mostly is. Me, I would. Because he knows that I'll support kind of whatever people are doing in the war room. So, you know, he's definitely using me as exit liquidity because I've spent a, you know, I spent a couple hundred dollars on JP art. Just. I also have just supporting JP. So, uh, we got Vicki. Vicki, your hands up. What's up, Vicki? How are you?"
    },
    {
        "speaker": "D",
        "text": "I'm fantastic. Living the dream. I just thought I heard you say though, like 30. That you bought 30 pieces of JP's art?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, JP's art costs like $8, so, you know, it was."
    },
    {
        "speaker": "C",
        "text": "So did the check come."
    },
    {
        "speaker": "A",
        "text": "Yeah, right."
    },
    {
        "speaker": "B",
        "text": "I think, honestly, around the same time."
    },
    {
        "speaker": "A",
        "text": "Like, I feel that if I put all my JP support money, it's not."
    },
    {
        "speaker": "D",
        "text": "About the money, though. It's about the art."
    },
    {
        "speaker": "A",
        "text": "That's right, Vicki. That's right. That's right. It's always about the art and it's about the friends we made along the way. And I am friends with JP and I am not friends with Jack Butcher. And there you go. That's how my logic works."
    },
    {
        "speaker": "C",
        "text": "So I bet you wish you were."
    },
    {
        "speaker": "A",
        "text": "Friends with Jack Butcher. I bet. I wish. I definitely wish I was at this point. So I did see the Max Payne tweet the other day from, I don't know, was it. I don't remember who it was. Was it Steve's Buddy Hollander? Might have been that if you bought two and a half worth of. If you bought two and a half e worth of checks on mint day, it would be worth over a million dollars, which is just crazy to think about. Like, you know, it's funny. On Wednesday's show, was it Wednesday? We're talking about checks on Wednesday's show. We were like, you know, they can't go much higher. Well, they were like .8 and then they ran to like 1.6 or something after that."
    },
    {
        "speaker": "B",
        "text": "Doubled. They, they doubled since Wednesday."
    },
    {
        "speaker": "A",
        "text": "But the absurdity to think, like. And we were all, so what happened behind the scenes, folks, after this was the next day, Des texted the group or messaged the group in discord and said, I can't believe we told everybody to sell these. And then they go and double. Like, that's how bad we are at this. And, and then I see that tweet of like two and a half eats to a million dollars in like 30 days. Not even. And like, on what planet is the advice not to sell ever?"
    },
    {
        "speaker": "E",
        "text": "Then?"
    },
    {
        "speaker": "A",
        "text": "Like, you know what I mean? Like, that. If you are telling people to sell at that much of a multiple, like, it's almost irresponsible, is it not, destin?"
    },
    {
        "speaker": "C",
        "text": "I don't know, chamber, you know, came in hard after I said that with, you gotta let your runners run."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I get it. And he's right about that. Like, I don't know, I'm just so, so sad that I missed this. I would have been. I could have been. I could have been a checks whale and instead I'm a JP Caswell."
    },
    {
        "speaker": "C",
        "text": "Okay, but you didn't, you didn't fade mint, right? Like, you weren't like, no, I kind."
    },
    {
        "speaker": "A",
        "text": "Of just missed it. I just wasn't paying attention. Which is. Yeah, no, I wasn't like, oh, this is stupid, because it's actually something that I would be really into. But anyway, I don't think we ever formally started the show, so."
    },
    {
        "speaker": "C",
        "text": "Oh yeah, let's do that."
    },
    {
        "speaker": "A",
        "text": "Should we do."
    },
    {
        "speaker": "B",
        "text": "I like it when it's in the middle and it makes it tricky for me to figure out when to start the show for the podcast."
    },
    {
        "speaker": "A",
        "text": "Okay, ready? Hello and welcome to the mint condition. I am bunch you alongside my esteemed colleagues and co host, Chamber and Des Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Pretty good, man. I'm doing twice as good as I was on Wednesday."
    },
    {
        "speaker": "A",
        "text": "That's right. You didn't, you didn't sell yourself."
    },
    {
        "speaker": "B",
        "text": "Not a one since Wednesday."
    },
    {
        "speaker": "A",
        "text": "Good for you. How many are you all three or six."
    },
    {
        "speaker": "B",
        "text": "I know. I wanted to buy more too. I should have."
    },
    {
        "speaker": "A",
        "text": "I got you. Would you have bought more?"
    },
    {
        "speaker": "B",
        "text": "I feel like. I don't know, man. Like I'm hearing the burning mechanism kicks in next week. I don't know. I don't know what could happen with these things. I'm at a loss, but I'm sitting back and I'm waiting and we're just gonna let it run its course."
    },
    {
        "speaker": "C",
        "text": "As the authority on burning NFT projects."
    },
    {
        "speaker": "A",
        "text": "You'Ve got some clout here."
    },
    {
        "speaker": "C",
        "text": "It is a very funny thing to think about what it takes to burn EtH and a half item. Obviously, my goats are challenged every day to decide whether they burn or in periods. But burn a, you know, 0.1 to one ETH NFT, it's a different deal. When you, when you got that aspect of burning 1.5, that's a solid point, man."
    },
    {
        "speaker": "A",
        "text": "That's actually such a really interesting, it'll be interesting."
    },
    {
        "speaker": "B",
        "text": "I had a question for you guys because I was watching the price of checks over the last few days, and as we crept up to one Eth, you know, there was a little bit of resistance and it crossed, you know, got into like the 1.2 range and it pulled back a little bit. And I was wondering if, if, if you guys know of a project, and I may be way off on this, but have many projects crossed the e threshold and then got down below it again and then regained over an ETh? Yeah."
    },
    {
        "speaker": "C",
        "text": "Oh, 100%. There's a ton of examples."
    },
    {
        "speaker": "A",
        "text": "Doodles less than an ETH, I think. So I'm like, literally right after that support."
    },
    {
        "speaker": "B",
        "text": "But if, like, if something goes to say, like, I don't know, like, like, say two EtH and then drops to like, 0.4, has it got back over an ETH again?"
    },
    {
        "speaker": "A",
        "text": "I would venture to say the answer is yes. I would probably have to think on some examples."
    },
    {
        "speaker": "C",
        "text": "I would say the over under, though, is probably, like, ten."
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. Like, I feel like the one ETH is like the kiss of death. If a project goes across that, you know, that magical line of one ETH and then falls behind again."
    },
    {
        "speaker": "C",
        "text": "No, I think it needs to be a mole. Like, for it to be shocking. Like two weeks plus, like, like, bunch just said down to 0.4. Like a 25% multiple back up, uh, over 200. I think that's like. Yeah, fairly rare. I would say maybe ten projects have probably done that."
    },
    {
        "speaker": "A",
        "text": "It's actually. I mean, it's a good thing to think about, though. Chamber. I would have. I have rarely thought of it that way, which is interesting. So you're saying that there is a point of no."
    },
    {
        "speaker": "B",
        "text": "Yeah. You want to catch pull."
    },
    {
        "speaker": "A",
        "text": "Maybe not for checks in general."
    },
    {
        "speaker": "B",
        "text": "That. That. That's kind of what I was. I wanted to see how checks reacted when it got. When it got to, like, 1.2 and then got below an eth again, and it got eaten up pretty quick. It got back over to pretty quickly, but then just got me thinking, like, had it gone to, like, two ether, like two and a half ethere and got back below that one eth, would it ever go. Would it ever cross that threshold again?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's interesting. I'm fascinated by the thing you just said. Des of, like, the psychology of the difference in psychology from burning something that was, like, initially $8 right, to now over an Ethworth, or where that threshold is, where it's like, oh, man, can I. Can I actually burn this thing because of how much it's worth? Because I think the price right now is an unintended consequence of what was, like."
    },
    {
        "speaker": "C",
        "text": "Yeah. From a psychology standpoint, what I would think would happen is anyone who bought at mint price or around there, let's call it, like, under 0.2, I think they're more than likely to be able to burn some. I think they will be likely to burn a few."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I think anyone is low. Yeah."
    },
    {
        "speaker": "A",
        "text": "But."
    },
    {
        "speaker": "C",
        "text": "But it's funny, because that's a. It's a dumb argument, right? Because their cost is whatever it is right now, you know?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "It's. It's."
    },
    {
        "speaker": "A",
        "text": "It's theoretically, like, psychological."
    },
    {
        "speaker": "B",
        "text": "Initial round of burns is. Is built into this price point right now."
    },
    {
        "speaker": "A",
        "text": "At some point it's gotta be right, like you. At some point, it's gotta be like. I think all the pre burn stuff means that, like, this pre burn run up means yes, at some point. That part has to be priced in. It really just depends on like, and this is the hard part because the burn's not happened yet is like how much of this is excitement because it's the hot thing and like people want to ride a wave or like, or are they actually going to participate in the way that the game was kind of intended? And if that's the case, then you'll see a lot of burn. You'll see price appreciation from that. Right. But if it's like, hey, that was fun. Now the burn's open. I don't want to burn $1,600. Well then you can see real quickly it potentially going, you know, the other way and it find an elite in equilibrium where people are comfortable burning that money decision. Right. Like I don't know, it's crazy to think about. If, if you have any opinions on this, definitely raise your hand and come up because I think it's a fascinating like thought."
    },
    {
        "speaker": "C",
        "text": "Also while we're throwing that invitation to speakers, I posted this in our discord, but I would just, and I'm sure there is a validity, valid reason and a great argument. That's why I want to hear from someone. But can someone just explain to me the positive effect that open editions can have on nfts because we're seeing. So I feel like tremendous amount."
    },
    {
        "speaker": "A",
        "text": "I feel like I asked you this, we definitely talked about it on Monday when you weren't here a little bit. But I feel like I did ask you if you were against open edition meta that was going on right now. I don't remember your answer. Or maybe I didn't ask."
    },
    {
        "speaker": "C",
        "text": "My personal opinion."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Are you pro or con?"
    },
    {
        "speaker": "C",
        "text": "No, I mean I really genuinely want to hear the positives. So I guess by that definition I'm probably skew negative. But it's not by much. I just, I want to hear the positives of it."
    },
    {
        "speaker": "A",
        "text": "But so my, my take the other."
    },
    {
        "speaker": "C",
        "text": "Day, I'm hardcore negative though about like checks, copycats and that getting out of hand where we just do an icon that's repeated multiple times on a single, you know, image that, that I think on Wednesday I said I was for sure against those kind of, those type of copycats happening."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's fair. Like the, but, so I would argue that maybe checks is the copycat. Right? Like there is, there's this, the, the, the open edition mint and burn thing was happening before checks launched. Right. So what is the difference, I guess between what came before and what happened and then what's happening now?"
    },
    {
        "speaker": "C",
        "text": "I think there's just like what I'll give checks credit for is that unique concept. Well, maybe it's not unique, but at least somewhat different concept of like the multiple, I don't know what we're calling them, just the multiple icons, down to being able to customize and like, change them and alter them. I know there's a lot of, you know, a lot of open editions that are burned to earn something else, but this feels just a little bit different with like, how it changes the art style. I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I get it. So what I said on Monday was that, to me, I think that the open edition thing is interesting in this, in the sense that you can now kind of gamify art. Like, right? Like, you've never really, before this open edition mint and burn thing, you've never really had this gamification of just art like you're seeing now, which I think is interesting. I think it's interesting as a tool. I don't think it's like, hey, buy every open edition because number go up. Like, I think it's quite the opposite of that. But I think if. I think what you just said about checks, like, if you create this very interesting and intriguing mechanism of what the actual endgame is, there's a lot of fun to be had with something like that. And I think you could do, I think you could do storytelling this way, which is interesting to me. If you're an artist or just a creator, forget even being. Maybe you aren't an artist, but you, um, you know, you can tell story this way, which I think is, is interesting to gamify. So, like, those were my pros for it. And then I got fudded pretty hard, uh, by my good friend JP Kaz right after that, about, um, the, all of the cons and how it's a cash grab and, um, and this and that. So I'm not sure I'd actually. I know Vicki stepped down, but if Vicki, if you have, uh. I'd love to hear your opinion as somebody who's kind of deep in the art game on what your thoughts are on open editions. If you have an opinion. We got Mister House. Let's hear what you got to say. Mister House."
    },
    {
        "speaker": "F",
        "text": "Yeah. Good afternoon, everyone. I guess speaking towards the positives and kind of putting some context to checks is like, open editions weren't supposed to be about or weren't necessarily intended to be. Number go up, everyone make profit. I think that the fun kind of part of it, that what initially caught a lot of people's eye was it was just a way for artists to kind of give to the community without needing to curate and allow list. And it was just like, hey, you know, here's some art. I think that the crossover came when the open editions, some of them started to go up because people legitimately liked the art or there was some sort of momentum and then people fomoed or fudded in. So in the regard of checks, that was just put out additionally as an open edition with no plan. Right. And then Jack Butcher put out the time for transparency thread. So that was originally just supposed to be an artistic statement. And then he went on the fly with it because he saw the community and people rallying around it and loved the speculation. So he decided to make a game out of it. When you want to speak towards the positives of it, it's a potential alleyway for what a lot of people came to NFTs for in the first place. Ownership. Right. Ownership Web three, the core principle, an artist can come put out their medium or put out their art through a digital medium and tokenize it. So in the regard is it's really just opening people's eyes to, there's more than just PFP NFT projects or these big name artists on super air, right. So I think that's the benefit. But I think, you know, the detriment and I think what a lot of people are looking at is there are a lot of people that are using it as a cash grab attempt. You know, they're not going into it with the right intention of I'm just releasing art because I want people to have my art. There's people that are going in and releasing artists cash grabs, and they're also people that are going in and saying, hey, this is a chance for me to speculate and make money, where at the end of the day, to the artists, it's just about for at least most of them, or at least what I like to think, you know, the good intention wanted, I just want to release art to whoever wants it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a. I think all those are great points. And to your point about like checks and it originally being the statement, that's kind of what I think you maybe even said it better than I could have. Which is like, why I think it's an interesting thing is, is like it gives an artist a power to kind of create their art as their statement, as they would, but also kind of add interesting mechanics there. So, you know, for the sake of distribution and the sake of like this gamification that I keep talking about. I think it's an awesome thing, but I think your points are all really good. Des, what do you think of Mister House's points before we go to Vicki?"
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I appreciate you stepping up and I totally understand kind of the genesis of where it came from and the good it provides and still provides. And, you know, I can agree it's kind of maybe shifted away from where it started now. And so. Yeah, no, I appreciate you coming up and sharing it. That's exactly kind of stuff I wanted."
    },
    {
        "speaker": "A",
        "text": "Dope. Let's hear from Vicki."
    },
    {
        "speaker": "D",
        "text": "Thanks for the invite back up. I wasn't going to harass you guys. I was going to try and kind of limit it, but as you invited me, I was like a chance to bash riggs, especially when he can't answer back. He's waiting for it. I know he's waiting for it. Open editions, I think, are an absolute fantastic idea because there's many artists out there that people are, well, they're flying under the radar and not all circles. I will pick a prime example. Claire Silver, when she dropped two of her collections last year, if you didn't get in very quickly, you had no chance of getting in like a reasonable, normal, healthy level. But then she also later did a drop on Nifty Gateway for that exact reason. Now, I can't remember how many, but you could actually have. And this is the thing that people forget, that a lot of flippers will flip some of this stuff. And trust me, there will be regrets down the line because they will flip it for like maybe $50, $100. They're forgetting that they own the provenance of that piece to that artist, that there will only be x amount at that price. And some of these artists aren't just an art factory. They're not churning out things week in or day in, day out. So they'll only be select pieces that two years, three years, five years from now, they have the ability, with that providence to all the flippers have gone. They've taken their cash, the art pieces have found their way into like, you know, you true 100 fans, you true a thousand fans. And you can see them sitting in those wallets, and you know that there's certain people that are your fans you can then reward. You can literally have an open edition for just your true fans that sat in their wallet for six months or longer. And I mean, degens will do their degen stuff, but in my mind, time will tell. The right pieces will end up in the right people's wallet and bunch, you know, as we've talked about this, there's certain artists in the space who, their flaws are quite high now, but I don't think that's anything compared to what they'll be like five years from now when they kind of, this becomes, we're not mainstream yet by any way. By about two years."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think all of that is fantastic points, especially about Claire, which is who we, you and I, were talking about yesterday, where I was like, hey, do you own any of her work? Because I can see what you're talking about as like, you know, as this AI stuff gets more and more prevalent, and she's very clearly becoming the kind of face and authority of it, and she's doing a lot of stuff to kind of push it forward. And so I can see her stuff being worth a ton in the future. It's super interesting just to think about how super popular artists should be, maybe thinking about this in terms of what you just said, rather than the kind of alternative of the cash grabby type of things that we're seeing from some folks in the space as well, which is interesting. But chamber, where are you finally landing on the open edition stuff? And then we'll move on to maybe some other things. By the way, Vicki dropping an open edition called the chamber roast. It'll be 25 million pieces of all of her best chamber roasts. And it's a multimedia experience. Um, you can get that on foundation or a manifold later this week, obviously."
    },
    {
        "speaker": "D",
        "text": "It will be landscape."
    },
    {
        "speaker": "B",
        "text": "Is that a fat joke?"
    },
    {
        "speaker": "A",
        "text": "Yeah. That's amazing."
    },
    {
        "speaker": "B",
        "text": "Holy smokes."
    },
    {
        "speaker": "A",
        "text": "Fantastic. That's a ask whatever ratio asset."
    },
    {
        "speaker": "B",
        "text": "Unless it's vulnerable."
    },
    {
        "speaker": "D",
        "text": "I didn't go down that route. I was going to say that it was obvious to me that wearing a crown, most people would think portrait. So I was thinking it on the king terms, but other people reduced it to that comment."
    },
    {
        "speaker": "A",
        "text": "See, Vicki had your messengers. It was me that, uh."
    },
    {
        "speaker": "B",
        "text": "I appreciate it. I feel a little doubt about myself. I think I was prone to."
    },
    {
        "speaker": "D",
        "text": "Not really, but I saved myself very well."
    },
    {
        "speaker": "A",
        "text": "Chamber. I'm british."
    },
    {
        "speaker": "B",
        "text": "You're just so great all day."
    },
    {
        "speaker": "A",
        "text": "Oh, nice. Yeah, british."
    },
    {
        "speaker": "B",
        "text": "Like a Canadian."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You like a canadian seven. And it's like a la 2.5."
    },
    {
        "speaker": "A",
        "text": "Yeah, I always say, I'm like. I'm like an Alabama ten. I'm a New York three. And I got it. You know, maybe I'm like. I'm like an LA one. I'm like an LA one. No, no, no. Anyway, shall we switch a topic here? All right. The news of the day today. Well, one of the pieces of news of the day, actually. I'll close out the open edition stuff with just the one piece of the headliner. If you haven't seen on manifold, which is where people have been minting a lot of these open editions, is they came out with a thread yesterday that, uh, introduced kind of how they're going to implement fees. So they are now going to introduce a fee of $1 per transaction, I believe it is. Uh, and that's on the user side or the. The buyer side, I believe so. That's interesting. Um, all this stuff's been going on. Manifold's been popping, and manifold's been making zero money. So, uh, you know, let them. Let them eat. Uh, they probably wish they did that before. The nest graphics one, but is what it is. The other piece I was going to was the poap craze, is what we've seen in the past couple months. Prior to this, there was poap meta. Now there's open edition meta. But there was no bigger hunt for the po apps than Ryan Carson's daily dose. And today, Ryan announced that the name of his project and the investors. The name of Ryan's project here is going to be called Flux. And he's got a list of kind of heavy hitters on here. On the investor side, he will be partnering with Zeneca 5965, punk, and goblin town as advisors. Interesting. That one's interesting to me. The list of initial investors includes g money, nine gag. Interesting. Gary Vee, AJv, Jimmy eth, Luca Nets, Shira Lazar, Pio, and Nick. I believe Andrew Wang, Todd Kramer, von Doom are the notable ones here. Launch partners will include immutable, blur and Ava labs and lucky trader. Interesting."
    },
    {
        "speaker": "B",
        "text": "So I got the all star stuff, if I'm being honest. Yeah, I feel like there's, like, a couple of people on that list under me."
    },
    {
        "speaker": "A",
        "text": "Who. Who do you think you should bump? Because this is better car right off the top."
    },
    {
        "speaker": "B",
        "text": "Nothing against."
    },
    {
        "speaker": "A",
        "text": "I don't even know."
    },
    {
        "speaker": "B",
        "text": "I know bond. He's good. He's a good guy."
    },
    {
        "speaker": "A",
        "text": "You think people know who you are?"
    },
    {
        "speaker": "B",
        "text": "Of course they do. You kidding me? I have upwards of 6500 followers on Twitter. I don't know if you know this about me."
    },
    {
        "speaker": "A",
        "text": "Kind of a. I was thinking about your kind of a big deal. I was thinking about your follower count breakfast today, actually, I think about. I think about my true. That is a true statement. It's funny, it kind of made me smile because it reminded me of when we used to go follow for follow and be on the same track and. But I was. I was thinking this morning as I was eating my honey nut Cheerios, that you deserve more followers. You deserve to be in the ten k club. I think, hands down, I should."
    },
    {
        "speaker": "B",
        "text": "I should be in the six digit."
    },
    {
        "speaker": "A",
        "text": "We should be working harder. We should be working harder as a community to be there. I think, you know, you've. You've taken yourself as far. I really am. And we owe this to you, as somebody who puts so many hours into what they do that I looked at my numbers."
    },
    {
        "speaker": "B",
        "text": "Now, to carry the mantle of 25,000 tweets under this account."
    },
    {
        "speaker": "A",
        "text": "Man, your follower per tweet ratio is terrible."
    },
    {
        "speaker": "B",
        "text": "Can we go over the list again of partners? And I'll tell you who I'm, if they should be ahead of me or not."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would find it hard pressed to think any of these have less."
    },
    {
        "speaker": "B",
        "text": "No, I don't care. But no, I feel like, do I deserve to be on the list, ahead of them? And I'll tell."
    },
    {
        "speaker": "A",
        "text": "Okay, des, you're going to be the judge here. Uh, here's the."
    },
    {
        "speaker": "C",
        "text": "This wonderful, great position to be put into."
    },
    {
        "speaker": "A",
        "text": "Okay, so does chamber. Is chamber more deserving than the following."
    },
    {
        "speaker": "C",
        "text": "Wait, hold up. Are you in a senator chambere?"
    },
    {
        "speaker": "A",
        "text": "Okay, okay, well, he's like, is that."
    },
    {
        "speaker": "C",
        "text": "Yeah, that actually works against him."
    },
    {
        "speaker": "B",
        "text": "I have an american entity that I can use, you know."
    },
    {
        "speaker": "C",
        "text": "Okay, perfect. You're in there."
    },
    {
        "speaker": "A",
        "text": "Okay, so does chamber deserve more than Zenica?"
    },
    {
        "speaker": "B",
        "text": "Agree?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. How about the."
    },
    {
        "speaker": "C",
        "text": "By the way, I'm just basing this off of if I've met them."
    },
    {
        "speaker": "B",
        "text": "Fair enough."
    },
    {
        "speaker": "C",
        "text": "They're nice people."
    },
    {
        "speaker": "B",
        "text": "Me too, actually."
    },
    {
        "speaker": "A",
        "text": "Okay. I'll carry the rest of it if you. If I need to editorialize. The founders of Goblin town."
    },
    {
        "speaker": "C",
        "text": "No, definitely not."
    },
    {
        "speaker": "B",
        "text": "I agree with that."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Just need, like, one spot."
    },
    {
        "speaker": "A",
        "text": "G money. No, that's k. Different. Different letter, followed by money."
    },
    {
        "speaker": "C",
        "text": "If it was k money, I would say. If it was k money, I definitely would say yes."
    },
    {
        "speaker": "A",
        "text": "Might I suggest a rebrand chamber or see money? Yeah, you. Maybe you rebrand one of these monies and confused. See, see money. See money. And it stands. I like canadian money."
    },
    {
        "speaker": "B",
        "text": "Colorful."
    },
    {
        "speaker": "A",
        "text": "There you go. Yeah. Nine gag."
    },
    {
        "speaker": "B",
        "text": "No, no."
    },
    {
        "speaker": "C",
        "text": "Definitely not. Oh, my God."
    },
    {
        "speaker": "A",
        "text": "Definitely Gary V."
    },
    {
        "speaker": "C",
        "text": "Oh, my God."
    },
    {
        "speaker": "E",
        "text": "It was so predictable. Chamber was gonna say yes to that one. Yes, Gary Vee Chamber is gonna be absolutely, with confidence, 100%."
    },
    {
        "speaker": "A",
        "text": "That was so predictable. Now, maybe not Gary, but what about AJ?"
    },
    {
        "speaker": "B",
        "text": "What? The Clint Howard of the Vaynerchuk?"
    },
    {
        "speaker": "A",
        "text": "The Cooper manning of Vaynerchuks?"
    },
    {
        "speaker": "C",
        "text": "No. Okay, hold up. I think Cooper Cooper might be better."
    },
    {
        "speaker": "A",
        "text": "Wait, so they're more like Peyton and Eli? You think."
    },
    {
        "speaker": "C",
        "text": "No, definitely not. No, I'm saying farther removed in Cooper. Cooper's awesome."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, but Cooper, you know, he doesn't play football. Like, you know, they're."
    },
    {
        "speaker": "C",
        "text": "Yeah, but he. But he co hosts, like, a game show, so, I mean, it's. It's big."
    },
    {
        "speaker": "A",
        "text": "I don't know when this. This push to make Cooper manning a thing happen."
    },
    {
        "speaker": "B",
        "text": "You're not here for it."
    },
    {
        "speaker": "A",
        "text": "I didn't sign up for it quite."
    },
    {
        "speaker": "E",
        "text": "He's got. He's got a really talented son."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "E",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Archie Juniors. Yeah, yeah, yeah."
    },
    {
        "speaker": "E",
        "text": "Arch. Yeah. Texas."
    },
    {
        "speaker": "A",
        "text": "Oh, he's the one that. Okay. He's father of arch. All right."
    },
    {
        "speaker": "C",
        "text": "The. The jeans, the genes skipped a generation there."
    },
    {
        "speaker": "A",
        "text": "Interesting. Well, my. One of my all time favorites is Eli Uber Manning as a Giants fan. So I think all of them are better, but. Okay, so you're saying yes over both Vaynerchuks."
    },
    {
        "speaker": "B",
        "text": "Definitely AJ."
    },
    {
        "speaker": "C",
        "text": "Okay, I'm gonna say that might be the best on the list, so I'll go with yes. Just so chambers in there one time."
    },
    {
        "speaker": "A",
        "text": "I don't know. I think there's some. There's an argument to be made for the. For some of these other ones."
    },
    {
        "speaker": "B",
        "text": "Okay, let's keep going."
    },
    {
        "speaker": "A",
        "text": "Let's keep going. Jimmy ethnicity."
    },
    {
        "speaker": "B",
        "text": "I don't know. That is."
    },
    {
        "speaker": "C",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "Okay, so. No, he's one of the guys that."
    },
    {
        "speaker": "C",
        "text": "Got me to board apes, so."
    },
    {
        "speaker": "A",
        "text": "Yeah, he bought. Yeah, it was him and pranksy that bought all the apes. The Luca nets."
    },
    {
        "speaker": "C",
        "text": "I like."
    },
    {
        "speaker": "A",
        "text": "I like bungie penguins owner."
    },
    {
        "speaker": "C",
        "text": "One of the people I definitely do want to meet in the future, but I haven't met yet. But, yes, I will go. That Lucas more deserved."
    },
    {
        "speaker": "A",
        "text": "Bet Luca could dunk."
    },
    {
        "speaker": "C",
        "text": "Well, that'd be my 611, so that's what I mean."
    },
    {
        "speaker": "A",
        "text": "Like, really."
    },
    {
        "speaker": "B",
        "text": "I feel like he doesn't."
    },
    {
        "speaker": "A",
        "text": "Shira. Shira Lazar. Shira Lazar."
    },
    {
        "speaker": "B",
        "text": "I don't know who that is. I feel."
    },
    {
        "speaker": "A",
        "text": "Okay, well, the answer is no."
    },
    {
        "speaker": "C",
        "text": "Oh, wait. Shira Shira?"
    },
    {
        "speaker": "B",
        "text": "Like, he man sister Shakira."
    },
    {
        "speaker": "A",
        "text": "It's actually Shakira."
    },
    {
        "speaker": "B",
        "text": "Oh, well, she should be in. She's good."
    },
    {
        "speaker": "C",
        "text": "I don't know, but I feel like I've heard that name. So just on the fact alone that I've possibly heard of the name. I'm going to go. No."
    },
    {
        "speaker": "A",
        "text": "Blockchain ninja. Get in here and tell Chamber that."
    },
    {
        "speaker": "C",
        "text": "You know, I literally, for a second thought, blockchain ninja was on that list for a very, very, very short."
    },
    {
        "speaker": "A",
        "text": "Obviously, no, Chamber does not deserve over blockchain ninja. Blockchain ninja. Good afternoon."
    },
    {
        "speaker": "G",
        "text": "Good afternoon. Um, I just. I have to say that the. The name of the space is very offensive. No, I love it."
    },
    {
        "speaker": "B",
        "text": "You like that one?"
    },
    {
        "speaker": "A",
        "text": "I didn't realize you did that. Chamber. Jesus Christ."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. Oh, and he has a. Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Well, we're trying to get some numbers. We're gonna pump our number. Maybe Ryan cars comes in defense. Maybe I. Maybe I just put poet. Maybe. Maybe we make a case that I actually get in."
    },
    {
        "speaker": "A",
        "text": "Yeah, we get. If he comes in here, you could say that you've been defending him this whole time and that you."
    },
    {
        "speaker": "B",
        "text": "Absolutely. That's what the whole report's been about. I said buying in or selling out. It's either or. It's. It's. It's the crowd to, you know, tell us what's happening."
    },
    {
        "speaker": "G",
        "text": "You have to just tweet it out. Tweet out the space and put hashtag poet. You'll get, like, tons of."
    },
    {
        "speaker": "A",
        "text": "That's true. Amen. Um, you. Do you have anything else that you wanted to add to this, uh, about chamber? Or were you just, uh, coming up to make me aware that chamber massacred our show title?"
    },
    {
        "speaker": "G",
        "text": "I was not making anyone aware of anything. Look, I'm italian. I was family. I didn't see shit. I don't know shit. My name's been."
    },
    {
        "speaker": "A",
        "text": "I love it, I love it, I love it. Yeah. I'm also italian, and I enjoy some gaba ghoul."
    },
    {
        "speaker": "B",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "That's it. Straight up. Steve."
    },
    {
        "speaker": "E",
        "text": "Your last name's O'Rourke, you're italian."
    },
    {
        "speaker": "B",
        "text": "It's o'rourke."
    },
    {
        "speaker": "A",
        "text": "I mean, the guy. The part. Yeah, the part that likes Gaba ghoul. Very Italian."
    },
    {
        "speaker": "E",
        "text": "Got it. I was just going to say, unrelated to all this, are related to this, but not related to chambers clout? Is it normal to release a list of investors in a project? Because, as far as you can tell on the website, there's not any actual description of what is happening. And I just got to ask, in the investment world, is that because I'm not in this world, this is a normal following of process? Because I assume that. Okay, I was just double checking, because I assume when you ask for 160k, they'll get a pitch deck and everything like that. I'm just. I guess I was kind of surprised that it was. And I under. I see that what he's doing here flux, you know, 121 g. Like, back to the future stuff, but there's no. There's nothing I'm missing, right? He hasn't released what this is, so he set up."
    },
    {
        "speaker": "C",
        "text": "He set up appointments on open appointments for potential investors to come learn about flux, and then invest at least the 160k minimum. It's funny, I was actually supposed to meet with him earlier this week, and I. About 15 minutes before the meeting, he canceled on me. So now I kind of understand why."
    },
    {
        "speaker": "A",
        "text": "Oh, he hit his last one. He hit that last one and was like, fuck this guy I know."
    },
    {
        "speaker": "G",
        "text": "Well, no, because he's just said he got off that space. He was just on to do another one. So it must have just been you."
    },
    {
        "speaker": "C",
        "text": "Oh, it was just me. It had nothing to do with the investing into flux. I had just had a normal meeting."
    },
    {
        "speaker": "A",
        "text": "Oh, I thought you were."
    },
    {
        "speaker": "C",
        "text": "But now it makes sense for investor. No, no, no. He doesn't need to ask. No, no. Yeah."
    },
    {
        "speaker": "G",
        "text": "They should list out investments, though. Like, any, any substantial investment like that, for a company, especially, like, if it's more than just an advisory role, it should 100% be listed."
    },
    {
        "speaker": "A",
        "text": "Well, I think, Steve, to your point, though, it's. So I'll tell you what the process was for forum three. We so, like, we would never have put out that press release about our raise if we did not kind of at least hint at what our, what we were doing. Right. Like, you know, I think. Which was your point, right. As far as, like."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's what was confusing me. Sorry, keep going."
    },
    {
        "speaker": "A",
        "text": "Well, so my thought was that, I think what you're saying is like, is this. Is this announcement slash news to drive hype rather than actual news about what the project is, which, which I think is fine, but the. Yeah, I think that if I was doing this and what we did at forum three was like, we were very careful about not putting out a press release unless we were going to kind of at least outline what the hell we were trying to do, which is, I don't think is what's happening here. I think it's very much like, hey, look, look what I got. You know what I mean? It's. Yeah, that's what web three hyper tactics."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's what I was curious about. Is it like more of, like, the web three? Typical. Like, because there's a lot of, I mean, there's a lot of people with a lot of followers on that list. There's a lot of, you know, notable names on that list and trustworthy people, for sure. But that's what I was curious about, because it seemed, I'm like, oh, there's, there's, it's out. Let's see what this, you know, what's. What's out, what's released. And there wasn't. Yeah, I didn't see any information so it's like, I have these investors jump in if you want."
    },
    {
        "speaker": "A",
        "text": "I will say these are more. So, like, I'm looking at, like, lucky trader, right? And, like, these aren't official press releases, so, you know, you can take liberties with what's actually. Like, they're writing this based on his tweets. So I think he's, I guess, got a little leeway there. But, like, if it was official press release, you would never do it this way, I would think. But anyway, should we. Should we keep going with this, or should we move topics?"
    },
    {
        "speaker": "B",
        "text": "My wife just texted me. She's listening upstairs, and she's commenting on the show so far and her comments."
    },
    {
        "speaker": "A",
        "text": "Oh, let's read her comments."
    },
    {
        "speaker": "B",
        "text": "I'm not reading the comments. They are."
    },
    {
        "speaker": "A",
        "text": "Yes. Come on, come on, come on. Let's say, who's this Steve guy?"
    },
    {
        "speaker": "B",
        "text": "He seems to be cutting Joe off a lot."
    },
    {
        "speaker": "A",
        "text": "Fucking so good."
    },
    {
        "speaker": "C",
        "text": "She's texting me."
    },
    {
        "speaker": "B",
        "text": "Stop. Please stop. No."
    },
    {
        "speaker": "A",
        "text": "I feel like Amber listens to TMC needs to be a new segment, and every time we'll read the comments. That's fantastic. But the only people I would say maybe you fit in on here would be the other content creators, the nifty alpha guys. You may. You may be able to hold your salts there."
    },
    {
        "speaker": "B",
        "text": "I agree. That po guy, he's. I was watching him the other. He's pretty funny. I feel I could take Nick's spot. Pio, I think me and Po should create our own show."
    },
    {
        "speaker": "A",
        "text": "I would love that. Can you please see money and stop making me do these? See money and Po. Welcome to C GEn Network with C money and PEO. Geez, Vicki, save us."
    },
    {
        "speaker": "D",
        "text": "I just want to know if misses Chambers is okay with me roasting you. That's all I really want."
    },
    {
        "speaker": "B",
        "text": "I don't have to look, I don't have to question the text message. She is 100% okay with that."
    },
    {
        "speaker": "A",
        "text": "100%. What are we thinking about? Let's move topics, people being present and doing a live every day at proof of conference. Would you say this is suss or bus chamber?"
    },
    {
        "speaker": "B",
        "text": "No, it's boss. I think for moonbirds holders and proof holders. I think that makes a big difference. It's. It's. I'm."
    },
    {
        "speaker": "A",
        "text": "Hell yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, you're paying for it, but it's cool. I was."
    },
    {
        "speaker": "A",
        "text": "You're paying for it, but you're paying to kind of. I would say it sounds like watch him create, which is cool. But it did sound like there will be 200 additions of the every he's creating live there, which is fun. It sounds like a hundred of them will go to existing people owners is what I thought I read. And then 100 will go out to, I guess, random conference attendees. So that is. That's pretty cool. Des, you interested in watching a beeple live every day or."
    },
    {
        "speaker": "C",
        "text": "Nah, nah."
    },
    {
        "speaker": "A",
        "text": "Really interesting. You're just anti people the last two days."
    },
    {
        "speaker": "C",
        "text": "No, no, I'm not. I'm just that. That sounds super boring."
    },
    {
        "speaker": "A",
        "text": "Really. I'm actually. I'm surprised. I. It sounds kind of fun to me. Well, I think."
    },
    {
        "speaker": "C",
        "text": "I don't know. I'd rather watch Vicky J type prompt into okay to mid journey and have that spit out something."
    },
    {
        "speaker": "A",
        "text": "I would also. I would also rather."
    },
    {
        "speaker": "C",
        "text": "I don't know if that's a good."
    },
    {
        "speaker": "D",
        "text": "Thing or a bad thing. Up against me, up against people."
    },
    {
        "speaker": "A",
        "text": "I would rather."
    },
    {
        "speaker": "C",
        "text": "It's good. I think we should have. I think proof of conference should have it, you know, a kind of like a duel. Let's put up AI against people and Vicky can run the AI."
    },
    {
        "speaker": "A",
        "text": "I'm totally down for that. Let's live stream it chamber. Is this something you would be interested in watching?"
    },
    {
        "speaker": "B",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm surprised."
    },
    {
        "speaker": "B",
        "text": "I think it's good for the moonbirds, but I'm kind of with Des. It's fine."
    },
    {
        "speaker": "C",
        "text": "I mean, bunch of. This isn't like a 20 minutes, like, character sketch on the side of the street."
    },
    {
        "speaker": "A",
        "text": "I mean, it's kind of very boring. Closest it could possibly get to watching."
    },
    {
        "speaker": "C",
        "text": "Like, don't even say, like, davinci work."
    },
    {
        "speaker": "A",
        "text": "I was going to lean more into the beach. Beach caricature. Right. But, like, that's the."
    },
    {
        "speaker": "C",
        "text": "Okay, that's good."
    },
    {
        "speaker": "A",
        "text": "But I think it's a very cool experience. I'm surprised, but I'm unsurprised. I'm surprised to hear you both. So, like, if you were at. So let me put it this way. Not, not would you buy a ticket to see this? Would you sit down and watch it if you were already going? Sure."
    },
    {
        "speaker": "C",
        "text": "Or nothing else to do. Yeah, no, I. That's good. I probably would go to the bar just because."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "C",
        "text": "The cool thing about proof is it's got cool people. So if I'm going to that conference, I'm just chilling with the holders a lot."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right, I got to go to Steve here because Steve's going to. Going to go hard the other way on YouTube, I think."
    },
    {
        "speaker": "E",
        "text": "Well, I just, I don't know if, like, people. Faded goats or something early on. I've never heard Des dislike anybody. Like, Des is like the nicest guy, like, on planet Earth. And, like, anytime people comes up, he gets very mad. I would say this like one. It's very. I think it's going to be very cool to see alive everydays because it is a fun experience and it's somebody who's actually tapped into the culture, who's instantly responding, which I think is fun."
    },
    {
        "speaker": "A",
        "text": "Where he does a Kevin Rose dick, but yeah."
    },
    {
        "speaker": "E",
        "text": "Or like, he's probably gonna do something. He's taking live input from the crowd, so he's gonna do something based on it. And also, like, if you've ever seen people speak and I know caps in the audience, but he can attest, or anyone who is at VCon, he's really fucking funny. Like, he's actually very entertaining. So it's gonna be entertaining, it's gonna be good. And you're gonna feel like you had a part if you shout something out and he does it. Like, you actually have a part in participation in creating an everyday. Cool."
    },
    {
        "speaker": "C",
        "text": "I'm getting sold. I didn't know it was interactive. I kind of was just, like, watching the artist work kind of thing. So if it's interactive and he's talking through it all, I might be okay."
    },
    {
        "speaker": "A",
        "text": "It's gonna be like watching Frank Caliendo paint."
    },
    {
        "speaker": "C",
        "text": "It's gotta be abbreviated though, right? Like, because I can imagine it's gonna take a while to finish an art piece. But I don't know, maybe I'm wrong."
    },
    {
        "speaker": "E",
        "text": "I don't even know where you came up with that. I'm dying over here. Like, I hear chamber giggling. That's so randomly wonderful."
    },
    {
        "speaker": "B",
        "text": "I would rather see that Frank Kelly and no painting."
    },
    {
        "speaker": "A",
        "text": "Well, you know, Steve, you said he was funny, which I agree. I think he is funny. And, you know, I was like, well, what could be a hilarious combo? If I had to watch a comedian paint Frank Caliendo, he would be very entertaining to watch him paint. Actually. Blockchain ninja pro or congeste people live every day pro."
    },
    {
        "speaker": "G",
        "text": "And hopefully, hopefully I can make it. I didn't buy the upgraded ticket, but I got the regular one."
    },
    {
        "speaker": "B",
        "text": "There's an upgraded ticket with these guys."
    },
    {
        "speaker": "G",
        "text": "I'm not going to comment on that comment. I will say, like, even at 0.75, like, that's. That's pretty freaking steep. And at 1.5 for a regular ticket without the quote unquote vip upgrade, like, that's. That's really steep. And, like, I'm not Fuddin. I love the proof ecosystem. I only have an oddity, but, like, that's. I love this oddity. Aside from the fact that it came from Drew Barman. Like, I still. But, like, I don't know, just 1.5 for a ticket. Like, if you were to go to a regular concert that is literally, like backstage vip, you're behind the artist while they're performing on stage. Kind of a ticket."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, people. What's going to justify that? Yeah, I agree. Uh, people would be painting me nude for. For. If I paid $2,000."
    },
    {
        "speaker": "G",
        "text": "I'm. Okay. I'm not going."
    },
    {
        "speaker": "B",
        "text": "That's a one on one."
    },
    {
        "speaker": "G",
        "text": "Uh, I'll sell my."
    },
    {
        "speaker": "A",
        "text": "Sorry, guys, it's like 05:00 on Friday. I don't even want to be here. So, like, you got, you've literally got me just on. Just on autopilot. Where I'm just gonna. Where I'm just making jokes. I apologize."
    },
    {
        "speaker": "G",
        "text": "Oh, you're good, bunch. Ooh, and look, you guys can continue to talk about him naked. Somebody at MP got compromised, so I'm actually gonna hop off and help her out."
    },
    {
        "speaker": "A",
        "text": "Oh, no, that's not good. Well, your specialties are much needed, so we appreciate you stopping by. Please come back on Monday and hang."
    },
    {
        "speaker": "G",
        "text": "Have a good day. Night weekend, everyone."
    },
    {
        "speaker": "A",
        "text": "You too, blockchain ninja. We got one more piece of news, I think. I guess on this, a little off the NFT topic, but relevant. Google acquires a $300 million stake in the AI startup anthropic. Do you know what anthropic is destined?"
    },
    {
        "speaker": "C",
        "text": "No enlightenment."
    },
    {
        "speaker": "A",
        "text": "I'm not sure I do either, but what's your thoughts on Google getting into the AI game? This feels, I'm a little worried for."
    },
    {
        "speaker": "C",
        "text": "Them that it took them this long."
    },
    {
        "speaker": "A",
        "text": "That was kind of what I was."
    },
    {
        "speaker": "C",
        "text": "I kind of assumed that they already had their thing going. But, you know, I. Very bullish for OpenAI and Microsoft. Microsoft is. Yeah, very bullish."
    },
    {
        "speaker": "B",
        "text": "Are we sure this is not their Google A, like, AI purchase? Like, are we sure they're not in it already?"
    },
    {
        "speaker": "A",
        "text": "I don't know if it's. Well, they're in something else. They didn't. They, I think I saw they came out with an announcement yesterday or a couple days ago about a generative music AI that they have, which looked pretty cool. I forget what it is now. Something music LM or something like that is what it was called. I don't think it's usable yet, but they put out like some samples of the stuff that it generated, which was pretty cool. So I think, like, are you freaking kidding me?"
    },
    {
        "speaker": "C",
        "text": "Chamber with that. The headline. Holy crap. I literally, I. Wow. Yeah."
    },
    {
        "speaker": "A",
        "text": "Me condition episode is beeple the next break, people are asking anyway, Google has invested 300 million in the AI startup anthropoc making it the latest tech giant to throw money and computing power behind the new generation of companies. I still don't know what, what anthropic is."
    },
    {
        "speaker": "B",
        "text": "Let's take a look. I'll do some investigative research while we're on."
    },
    {
        "speaker": "A",
        "text": "I'm trying to. Oh. Anthropic was formed in 2021 when a group of researchers led by Dario Emoti. Oh. Who left OpenAI. Interesting. After a disagreement over the company's direction. Interesting. They were concerned that Microsoft's first investment in OpenAI would set it on a more commercial path and detract from its original focus on the safety of advanced AI. Anthropic has developed an intelligent chatbot called Claude, rivaling chat GPT, though it has not been released publicly. Interesting."
    },
    {
        "speaker": "B",
        "text": "Claude will be the one to kill all of us."
    },
    {
        "speaker": "A",
        "text": "Death by Claude. I love AI. I'm so down the road."
    },
    {
        "speaker": "B",
        "text": "Have you seen these, like, robots? I don't know if it's like, I don't know if they're. I think, feel like they're just robots, but they might be AI robots. I'm not sure where the tech is on this, but that, like, are like, soldiers where you like to push them and they keep. You just shoot and you can dodge it, but they always get like, I am terrified of these things. I keep seeing them on my tick tock timeline, and they are infiltrating my nightmares."
    },
    {
        "speaker": "A",
        "text": "Are you pro or con? AI? Are you, like, one of these folks that's, like, scared of the. I have seen Terminator revolution or you've seen Terminator?"
    },
    {
        "speaker": "B",
        "text": "I'm pro. I'm pro. I'm here for the early days, but I'm just. I'm just kind of worried about the later days, you know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I get it. Like, what, what will be our kids relationship with AI and, like, how. I mean, it advances exponentially, so it's going to be. It's going to be crazy. Really quickly, Des, your thought on AI before we go to circles and then Steve, I love it."
    },
    {
        "speaker": "C",
        "text": "I think it's an advancement. And, you know, I. Yeah, I mean, even for, like, the people that are, like, hardcore, oh, this is gonna kill our education system. Absolutely not. It's, you know, it's only gonna improve it. And so, yeah, I'm all for it. I love it. As far as our hubris and it taking over, I'm ready to fight. So let's. Let's get it."
    },
    {
        "speaker": "A",
        "text": "All right, I'm into that. Circles. What do you got?"
    },
    {
        "speaker": "H",
        "text": "So, talking about Google and their past, AI shenanigans and apologies if I get a little rugged. Let me know, because I'm driving. But they announced a few weeks ago, Google News, text to artwork, AI, and then I pretty sure it wasn't it Google who did the whole, go, like, champion AI that they created. I want to say that they've definitely got their fingers in different kinds of AI. I don't know if they've created yet a chat GPT style on the backend. So I don't know, maybe they're just working on conglomerating all these different ones together to create some super massive AI."
    },
    {
        "speaker": "C",
        "text": "That will be our overlords."
    },
    {
        "speaker": "A",
        "text": "Interesting, interesting."
    },
    {
        "speaker": "E",
        "text": "Steve, I was going to say two things. I think Google has, in a lot of ways, what Google does is, to some degree, like, the early stages of AI, the same way, like series early stages of AI. And I think that they had an entire department there, because I've known a few people who worked at Google, so I think that they've been in it. But this is, like, the first. It's like the chat bot advancement that they're going with, which makes sense, because a lot of people say they go to chat GBT before they go to Google. The other thing is, I think Chamber was talking about Boston Dynamics when he was talking about the legged robots. And I don't think they're an artificial intelligence yet, but I think they've talked about trying to get in, and they're the ones who do, like, those weird robo dogs that are terrifying and soldiers that, like, shoot guns and stuff. Yeah, it's Boston Dynamics. And that, by the way, chamber terrifies. That shit terrifies me, too, when I see it. I know they're programmed robots, but did you see the one that's very Terminator."
    },
    {
        "speaker": "B",
        "text": "Like, the dummies, heads like black bags?"
    },
    {
        "speaker": "E",
        "text": "Oh, yeah, yeah. It's. I mean, it's. It's like. It's like nightmare fool. Like, it all looks like black mirror. So, anyway, cosign chamber."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "I feel. I feel vindicated. Steve. Steve's also terrified."
    },
    {
        "speaker": "A",
        "text": "I'm over here using chat GPT right now."
    },
    {
        "speaker": "B",
        "text": "How is the title of the. Of the show? How is."
    },
    {
        "speaker": "C",
        "text": "Yeah, please do that. Yes."
    },
    {
        "speaker": "A",
        "text": "C l a u d. Okay, perfect."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "So it's time to close down the show, but I'm using chat GPT as we're talking here, and my command to let us out of the show was write me a funny scene of Frank Caliendo performing a beeple painting. So should I read it? It's still writing."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "This is a long scene. The first one it wrote me was actually beeple walking in on Frank Caliendo painting him, which was actually just kind of funny. So this one says the interior art studio day. Frank Caliendo stands in front of an easel, a canvas in front of him and a paintbrush in his hand. He looks nervous but determined. Frank clearing his throat. All right, here we go. I'm about to take on the world of digital art with this beeple style painting. Oh, by the way, on the first try, it actually knew that beeple's first name was Mike, which was really weird. I don't know if this one's going anywhere, but this is. I'm just having too much fun with chat. GPT I'm going to spare the rest of the show, but chamber shall we get out of here?"
    },
    {
        "speaker": "B",
        "text": "1 second uh oh."
    },
    {
        "speaker": "A",
        "text": "Uh oh. No."
    },
    {
        "speaker": "B",
        "text": "Yeah, we can. I just don't know what happened. Can you hear me? Yeah, you can hear me? Okay, good. I just, uh, I was trying to adjust but yeah, let's, let's close it up. I'll adjust the title afterwards."
    },
    {
        "speaker": "A",
        "text": "Oh God. I did want to mention before we left, we, we had talked a lot about I think Monday, Skybrook NFT and the thought process of selling your skybrook and things like that. Steve, are you happy with your decision now based on the current price action?"
    },
    {
        "speaker": "E",
        "text": "Steve yeah, I mean, it's not based on the price action alone, but yes, I'm happy. I made the sale. I made a decision to ring the register and yeah, it's gone down about 1.1 eth since I sold. So, um, so, so the right sale time, I think I actually, this is the only time I can remember my life when I think I've timed sort of the pico tippy top."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think I was surprised. I didn't realize it had fallen that far. I did see Anthony request. Anthony, if you want to re request real quick before we shut it down."
    },
    {
        "speaker": "E",
        "text": "He wants to dunk on us because we got chamber and I got fooled by an Internet."
    },
    {
        "speaker": "B",
        "text": "Is it fake? Is it fake?"
    },
    {
        "speaker": "E",
        "text": "Come up to tell us the shooting video so the robot dogs are not. Unless if Anthony tells me that, I'll feel even better. But he said the video of them shooting the guns was fake. But the, the rest of the ones that terrify us and the nightmare fuel is real. But I think that's what Anthony was going to tell us is that the shooting video itself is a proven hoax. Which makes me feel better."
    },
    {
        "speaker": "B",
        "text": "It does make me feel better. But I do feel that, you know, the quality of those videos are through the roof. It's easy. Easily fooled."
    },
    {
        "speaker": "E",
        "text": "Yeah, they should be doing dj videos."
    },
    {
        "speaker": "B",
        "text": "We should get them to a good audio guy."
    },
    {
        "speaker": "A",
        "text": "Hold on. Anthony is coming. Anthony's coming up to dunk on you. And then we will leave."
    },
    {
        "speaker": "E",
        "text": "Yeah, we've earned this. We deserve it."
    },
    {
        "speaker": "A",
        "text": "Yeah. As soon as he."
    },
    {
        "speaker": "E",
        "text": "If he ever connects, does he have the spinning wheel? That's fun. Here he comes."
    },
    {
        "speaker": "H",
        "text": "This is, like, my spaces has been acting up, but, yeah, I was. I was coming up to dunkin a little bit. That is 100% a fake video. Been proven false. First time I saw it, I sent it to, like, everybody I knew, and I was like, do you see this? Because I'm like. I'm always like, the first one. Like, these robots are sick. And then I saw the shooting one, I was like, wait, I made a mistake. I should. We should not be supporting these things. These are going to kill us. Like, we all saw irobot and Terminator, but, yeah, big proven false."
    },
    {
        "speaker": "B",
        "text": "So, Steve, you guys could sleep."
    },
    {
        "speaker": "H",
        "text": "Sleep at our night. The dogs are real. The dogs are for sure real. Like, the robots are real themselves. They do crazy stunts. Like, they can be pushed down and, like, pick themselves back up so that they're capable."
    },
    {
        "speaker": "B",
        "text": "Okay. I feel so much better. You have no idea. Like, there's, like, a weight lift off my shoulders to be. Seriously."
    },
    {
        "speaker": "H",
        "text": "The gun. The gun one is. The gun one is fake. I also wanted to. I also. I also wanted to sweet."
    },
    {
        "speaker": "E",
        "text": "A robot would say, anthony, are you. Are we shirting? I'm like, I'm actually kind of wondering about Anthony now."
    },
    {
        "speaker": "H",
        "text": "Wanted to say, like, the black. You saw that black mirror? Like, you said it, Steve, the black Mirror episode, right? That one gave me nightmares for so long because of the dog aspect of it. Like. Like, why dogs? Can we do any, like, any other animal? Like, why. Why do we got to make dogs?"
    },
    {
        "speaker": "A",
        "text": "Oh, I forgot about that episode."
    },
    {
        "speaker": "H",
        "text": "Yeah, yeah, that one scared. That one's way worse. Like, the robot."
    },
    {
        "speaker": "A",
        "text": "Do they still make. They still make black mirror? That was great show."
    },
    {
        "speaker": "H",
        "text": "The last season came out. Like, I want to say, like, three years ago when they did that. Do you remember the. This is actually kind of interesting."
    },
    {
        "speaker": "C",
        "text": "Like a interactive movie."
    },
    {
        "speaker": "H",
        "text": "Interactive movie was like, oh, yeah, freaky."
    },
    {
        "speaker": "E",
        "text": "Oh, I didn't do that. I want to try that, dude. First episode, black Mirror, by the way, very little weird."
    },
    {
        "speaker": "A",
        "text": "A little bit of an odd starting right there."
    },
    {
        "speaker": "B",
        "text": "He's like, when you recommend black mirror to people and, you know, that's the first episode they're going to watch. Feels real good."
    },
    {
        "speaker": "E",
        "text": "That's what I should have brought up when Jack was talking shit about America this morning from England. Be like, oh, yeah. Well, this is just like. I believe the robot shooting the gun was real. I pretend that was."
    },
    {
        "speaker": "H",
        "text": "This is actually an amazing prompt. Like icebreaker. What is your favorite black mirror episode? Because I think that says a lot about you, depending on which one is your favorite."
    },
    {
        "speaker": "A",
        "text": "Totally. I feel like I need to go back."
    },
    {
        "speaker": "B",
        "text": "I feel like it's got to be San Juniper. No. Or whatever it is, right? Like, that's. That's the best one. My rock. Or white?"
    },
    {
        "speaker": "A",
        "text": "Which one is that?"
    },
    {
        "speaker": "B",
        "text": "I feel like those two are like."
    },
    {
        "speaker": "H",
        "text": "Oh, yes. White. Uh, white. Is it. Is it white? White bear."
    },
    {
        "speaker": "B",
        "text": "White bear. Where they. She relives the same day. Or like this?"
    },
    {
        "speaker": "H",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "That."
    },
    {
        "speaker": "H",
        "text": "I couldn't remember the name, but yes, that one is nuts."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "With Bill Murray."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's the one."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's funny. All right. That's gonna."
    },
    {
        "speaker": "B",
        "text": "The best theme joke I've ever heard is the mh on the record."
    },
    {
        "speaker": "A",
        "text": "Yep. Chamber. Great job with the title as we get ourselves out of here. Fun with web three art. By the way, that first black Mirror episode, very much like a beeple painting. So. And I'm glad we got to laugh today. That was fun. So that's going to do it for us. We will be back on. I don't even think we put our. We didn't put Monday show link up in the top. We didn't do anything today. We were just. We need our producer crew back. So. But come in and check us out. Four to five on Monday. Don't forget coffee with captain on Monday as well. 08:00 in the morning eastern. And tonight we have the night shift on Djen on YouTube. 11:00 p.m. eastern for all you night owls. And that's going to do it for us. Until next time, stay."
    }
]