[
    {
        "speaker": "A",
        "text": "I live in symmetry, full of goodwill and sailor. I have no specialty."
    },
    {
        "speaker": "B",
        "text": "Every woman I give you quick. Thank you."
    },
    {
        "speaker": "A",
        "text": "I live in a cemetery. I need a chance. I can imitate, irritate. I live in cemetery. I need a chain, irritate."
    },
    {
        "speaker": "C",
        "text": "Punch. You cracking me up."
    },
    {
        "speaker": "A",
        "text": "He did not like that song."
    },
    {
        "speaker": "B",
        "text": "That was trash."
    },
    {
        "speaker": "A",
        "text": "First of all, we are talking about silver chair, one of the great bands, okay?"
    },
    {
        "speaker": "B",
        "text": "Pink chair, gold chair, silver chair. I don't care. That was fucking terrible."
    },
    {
        "speaker": "A",
        "text": "You didn't have enough teenaged angst as a kid. I think Bunch had life too. Good. You didn't."
    },
    {
        "speaker": "B",
        "text": "All my angst is adulthood."
    },
    {
        "speaker": "A",
        "text": "See, I'm carefree as an adult. I was very angsty as a kid."
    },
    {
        "speaker": "B",
        "text": "I've got so much angst. I've got angst right now."
    },
    {
        "speaker": "A",
        "text": "That's fantastic."
    },
    {
        "speaker": "B",
        "text": "I wish I could be as carefree as you. I really do."
    },
    {
        "speaker": "A",
        "text": "I do have the. Yeah, I carry myself like a. Like a, you know, a carefree child. But no, very, very angsty in my teenage years."
    },
    {
        "speaker": "B",
        "text": "How do you do it?"
    },
    {
        "speaker": "A",
        "text": "Mostly cannabis, I'd say. I say, like, a healthy dose. And then when you get old, you just don't give a shit as much about anything else, you know? I mean, like, I don't care. Like, I just like to do what I do."
    },
    {
        "speaker": "B",
        "text": "I mean, like, if you've already made it, like, you. I can see how that. How that applies."
    },
    {
        "speaker": "A",
        "text": "Yeah, you just don't. I just don't give a fuck anymore about anything."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I. I haven't made it yet, so, you know, still trying to. Still trying to get that nut."
    },
    {
        "speaker": "A",
        "text": "Well, hey, I mean, I don't have the full nut yet. I need."
    },
    {
        "speaker": "B",
        "text": "You're pretty. You're pretty."
    },
    {
        "speaker": "A",
        "text": "I mean, I'll cause an, you know, an allergic reaction, definitely."
    },
    {
        "speaker": "B",
        "text": "You'd kill me. I'm just trying to. I'm just trying to accumulate some, and then I'll be carefree, you know."
    },
    {
        "speaker": "A",
        "text": "No, I need a full bag. They'll have that yet. But maybe I feel, you know, the market. I, you know, I go and take some money out the other day. Sure enough, you know, we got a 7% move today. Something like that."
    },
    {
        "speaker": "B",
        "text": "Wild."
    },
    {
        "speaker": "A",
        "text": "Very upsetting."
    },
    {
        "speaker": "B",
        "text": "Wild. Yeah, absolutely."
    },
    {
        "speaker": "A",
        "text": "Do we know what this."
    },
    {
        "speaker": "B",
        "text": "It's still causes? It's still kind of."
    },
    {
        "speaker": "A",
        "text": "I'm looking at right now. Might see two k by the end."
    },
    {
        "speaker": "B",
        "text": "Of the day, maybe. That would be devastation for salad botanical here."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, are the kinks not ironed out yet to take advantage of these big candles?"
    },
    {
        "speaker": "B",
        "text": "Well, salad bot is not necessarily designed to work well in a trending market. I'm going to have to maybe a."
    },
    {
        "speaker": "A",
        "text": "Different bot for that, is what you're thinking?"
    },
    {
        "speaker": "B",
        "text": "100%, yeah. Salad bot is meant for scalping, right? So, like, the whole strategy is built around the fact that the market chops 80% of the time and then has days like this. The problem is, selledbot would have been doing great if my stop losses worked. And, yeah, they did it. So that put me in a hole. Not a whole. I mean, this whole endeavor so far with trading a decent sized account, I'm trading at $10,000 account. I'm pretty much break even, even with the snafus. So that's not bad. Pretty good as I'm building it, I think it's pretty good. I think. I think I finally got it all set up and working properly today, as of, like, you know, this afternoon. So we're waiting. We're in wait and see mode to see if the functionality of the closing positions and stop losses all work, but it's back on track. Yesterday, I got very frustrated because I basically broke the whole thing trying, and I couldn't figure out what I did wrong, so I basically had to build the whole thing again from scratch. But we are now back in business, running. And, yeah, that's that."
    },
    {
        "speaker": "A",
        "text": "I was just looking at some of the tweets that Paine just posted in the group chat, and they were. I don't know if you've seen them yet. They're very funny. No, the one I was reading was an Elon Musk tweet where he retweeted a BBC online article. And the article is, quote, genetically engineered catgirls are possible, scientists say, but they quote, but we lack funding, so genetically engineered cactus."
    },
    {
        "speaker": "B",
        "text": "Not for long. Where do I sign up?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so that. I thought that was, you know, Elon for. He tweets out some bangers sometimes, you know, all the negatives. You can tweet a banger."
    },
    {
        "speaker": "B",
        "text": "So, speaking of Elon, how's your meme game been? Because I feel like I haven't seen very many. I think I've seen two."
    },
    {
        "speaker": "A",
        "text": "I've only done two. I don't want to do it again."
    },
    {
        "speaker": "B",
        "text": "I feel like you're not living up to your task there on what Gia was expecting you to do."
    },
    {
        "speaker": "A",
        "text": "So here, this is what I'm talking about. It's let it come naturally. Don't force it. But I can't until I see something that's natural. You know what I mean? Like, then I'm just forcing again. So, I don't know. I gotta find the happy medium I guess."
    },
    {
        "speaker": "B",
        "text": "I guess so. Welcome. Welcome, Des. How you doing?"
    },
    {
        "speaker": "D",
        "text": "Thank you. I hope you gave me a little less shit today because I gave you forewarning, but."
    },
    {
        "speaker": "B",
        "text": "But we gave you zero. That's, see, that's all it takes is that's all it takes. And then. And you got none. The people didn't even need to know until you brought it up, so. But we are glad you are here with us. What's going on? How's your life?"
    },
    {
        "speaker": "D",
        "text": "Life is good. I caught up, actually, on Monday's show and listened to you guys both talk about how Father's day ain't really feeling like Father's Day. I can sympathize with that a little bit. Although I did get to watch a little bit, maybe more golf than I probably am usually allotted. So who knows?"
    },
    {
        "speaker": "B",
        "text": "I think it has to do with the time slot. The west coast golf major time slot was actually very, I enjoyed it very much because I typically wouldn't be able to watch as much during the day. But for, for me over here is like, you know, leaders teeing off at 05:00 p.m. that's, that's pretty great, you know? Yeah. But anyway, happy father's day to you, Des. Belated. That's, you know, your, your second father's day."
    },
    {
        "speaker": "D",
        "text": "Yes, my second father's day. That's correct."
    },
    {
        "speaker": "B",
        "text": "There you go. And chamber. I've got a lot of bones to pick with you. But before we get there, Des, if you listen to Monday's show, you obviously know what we talked about most of the day, which was haunted houses or cemetery homes. Where do you stand?"
    },
    {
        "speaker": "D",
        "text": "Uh, yeah, I fully believe ghosts and spirits. Uh, that's just, that's. I've seen. I feel like I've seen too much to not, to not believe in it."
    },
    {
        "speaker": "B",
        "text": "Oh, now you started the fucking rabbit hole. Come on. You don't say something like that on a show like this and expect us not to go there for an hour. Okay. The. What have you seen? Because I know chambers die."
    },
    {
        "speaker": "D",
        "text": "Okay. So, yeah, I mean, you just to tell the full story. I, you know, I am a christian man, and so that's just part of life and my beliefs and all that stuff. So, you know, one of those, I didn't necessarily believe in, like, ghosts and, like, haunting and, like, the negative side of things, but I believed in some sort of, like, maybe like, spiritual touch or whatever."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "D",
        "text": "But I mean, I mean, this. People are just gonna tell me I'm crazy, but it's what happened, man. So one of my good friends in high school's mom unfortunately passed away his senior year, and we are eating at his dinner table, and, like, maybe month or so after she passes, and, dude, I just. I'm gonna get so much shit. But the, like, forks and knives at her normal sitting place completely straightened up, like, on the table in front of us."
    },
    {
        "speaker": "B",
        "text": "Whoa."
    },
    {
        "speaker": "D",
        "text": "Like, it was."
    },
    {
        "speaker": "B",
        "text": "She was hungry, dude."
    },
    {
        "speaker": "D",
        "text": "It was in. Fuck insane. I don't even."
    },
    {
        "speaker": "A",
        "text": "What kind of, like, movement? Like, a fair. Like, were they just miss, like."
    },
    {
        "speaker": "D",
        "text": "No, no, not oscillating. Not anything like that. Like, totally moved a good inch."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Timber. You buy that?"
    },
    {
        "speaker": "A",
        "text": "I totally buy it. I'm. Yeah, well, I mean, when somebody tells me, like. Like, you know, Des. I've known Des a long time now, and when he's a serious guy, he's not. It's not me. If it's me saying, it's a different story, you know? But Dez comes out and says, you know, this happened, I'm gonna believe him. Doesn't mean it's. Doesn't automatically assume it is a ghost. But, I mean, you start to. You know, you start to try to reason your way out of it. It's very difficult to come up with a reasonable answer. That's."
    },
    {
        "speaker": "D",
        "text": "That's that I'm super scientific and super, you know, kind of, uh, the analytical, logical side of things, and I just. I mean, I couldn't come up to anything. I. That's my first thing is, like, okay, what happened? Like, small earthquake, like, shift in the air conditioning. Like. Like, I was trying to go through it, man. Nothing could have caused that. So that. That's. And then on the negative side, like, hauntedness. There's only two times in my life where I felt, like, a weird kind of eeriness and spiritualness, which was at the Winchester mansion in, um, in San Jose, California."
    },
    {
        "speaker": "A",
        "text": "That's a. That's the one where it's, like, the. It's the spouse of, like, the Winchester, like, gun family. And she kind of. Did she keep building or something like that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, she kept, like. Well, she thought the house was haunted, so she kept building, like, these secret passageways that led to nothing to trap the spirits, and it was. It was creepy. I did not like walking. I did not like walking through there. And then the other one, terrifying other one is Audley, which isn't, like, haunted, I guess, but it's just. Man, I got the willies. Was Stonehenge in really?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "That's a weird place, man."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "It's. It's. It's a weird vibe there."
    },
    {
        "speaker": "A",
        "text": "I like it."
    },
    {
        "speaker": "B",
        "text": "What was that? What kind of willies did you get there?"
    },
    {
        "speaker": "D",
        "text": "For one, it was like the perfect day for it. So overcast, cloudy, like low mist rolling in into the, like, Stonehenge area. And I don't know, we were listening, like an audio guide, just listening through the history and the improbability of how it got built and what it was built for. Just not good. Not good."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah."
    },
    {
        "speaker": "B",
        "text": "Fascinating. So all that to say, would you or would you not buy a house next to the cemetery?"
    },
    {
        "speaker": "D",
        "text": "No, I would not. I'm gonna pass on that."
    },
    {
        "speaker": "A",
        "text": "Interesting. I think the majority. There you go, Des."
    },
    {
        "speaker": "B",
        "text": "In the Madrid, I think, chamber, you and Des need to go on a go."
    },
    {
        "speaker": "D",
        "text": "But there's levels just, I mean, just there's levels, you know, if it was a crazy, crazy, crazy deal, there's levels to it."
    },
    {
        "speaker": "A",
        "text": "Okay, so when I come to California, we'll go to, we'll spend a night on the Queen Mary. Is that what I'm gonna do?"
    },
    {
        "speaker": "D",
        "text": "I haven't ventured there, but, yeah, that's another one. A lot of, I mean, like, a lot of people have, you know, some serious stories coming out of that place."
    },
    {
        "speaker": "A",
        "text": "That's, that's exactly, I know that's. That's the first place I go when I think of California."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But, uh, isn't."
    },
    {
        "speaker": "A",
        "text": "What's your bones? You got take some, like, bones away? Is that what you just said?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I got bones to pick. Let's go there. We got. So, uh, one I need, and they're not really bones, they're just, you know, questions I think that you need to address since the last time we spoke. One, what is this magnificent PFP that you have? Because it is just lovely and I need to hear, I mean, I know what it is, but I need to know the background of how you got."
    },
    {
        "speaker": "A",
        "text": "So it's funny to say that because I actually just changed again. But I'm on the, Twitter's kind of processing it and making sure it's okay. So it's going to be changing probably in the next 24 hours, but currently."
    },
    {
        "speaker": "B",
        "text": "I don't think you should change it."
    },
    {
        "speaker": "A",
        "text": "You like that one? It's just the quality of the image isn't as good as I'd want it to be, but what I changed it to."
    },
    {
        "speaker": "B",
        "text": "So, I mean, you're in this little circle. It's pretty, it's pretty good."
    },
    {
        "speaker": "A",
        "text": "So what it is, is, I don't know, years ago, there was like an app where you basically would just upload a image of yourself and then you could go and basically, like, you know, superimpose it on top of, like, you know, movie scenes or, like, I think. I think even static images, too. But, like, you would do, like, movie scenes a lot or, like, gifs and stuff. So, like, your face would blend into, you know, there was like a, you know, like, the nod Gif. Like the bearded guy. I forget the guy's name now, but, you know, the approvingly approving nod from the bearded guy. You get your face mixed in with that one. But the one I like the most was the Nicolas cage con air. I think he's getting out of the helicopter, maybe, and he looks into the sun for the. Or maybe he's getting out of, like, the prison vehicle, and he looks at the sun for the first time. So it's my face blended in with Nicolas Cage, and I enjoy it. So it's one of my favorite images."
    },
    {
        "speaker": "D",
        "text": "Now, when you said that, if this is the new meta, were you creating that new meta?"
    },
    {
        "speaker": "A",
        "text": "No, there's been. I don't know. I've heard buzz. I'm sure people that are more plugged into Twitter have seen more of it, but I know a couple of people, I think Mario. And who was the other one? No, Anthony did it. There's a couple that have gone from the NFT PFP to their, I think, their own image. That sound about right. I've seen more and more of that. So that's the new meta, apparently, yeah."
    },
    {
        "speaker": "B",
        "text": "You tweeting this out following the new Twitter image meta, hashtag new profile picnic. It got one retweet, probably from yourself on the. No, I don't count."
    },
    {
        "speaker": "A",
        "text": "Not with my tweets. I don't do that with my."
    },
    {
        "speaker": "B",
        "text": "No, there's no way. It got 17 likes looking from the likes of Mackie. Your wife fixed up, bundy rook, all the. All the regular listeners. J. Webb Riggs liked it. Look at that. So I think you should keep this one. So I think it's."
    },
    {
        "speaker": "A",
        "text": "I'm in the midst. I just rebranded back everything else. So on discord, on, like, my dj and emails, I've gone back to the OG wrecked image. So my old skeleton. Skeleton, purple, purple hat head. It's a classic. It's for these, you know, it's. It was created during these times. I think it excels during these times. And, yeah, I just."
    },
    {
        "speaker": "B",
        "text": "What?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, by the way, I also sold my ute's. That was the."
    },
    {
        "speaker": "B",
        "text": "Okay, well, that's where I was going next. That's where I was going next. I was going to say, does that mean you sold."
    },
    {
        "speaker": "A",
        "text": "Yes, it does be that. Yeah, yeah, I did sell my ute's."
    },
    {
        "speaker": "B",
        "text": "All of them."
    },
    {
        "speaker": "A",
        "text": "I had two of them and I was looking at some of the transaction data. It wasn't looking great. And I had a couple of decent offers and I just accepted them, uh, because I don't feel like just selling, you know, waiting around for stuff to sell."
    },
    {
        "speaker": "B",
        "text": "Interesting. So what nFts are you holding? Are you holding any?"
    },
    {
        "speaker": "A",
        "text": "I mean, just stuff that I don't feel like selling just because it's just too much time."
    },
    {
        "speaker": "B",
        "text": "Aka stuff you can't, I will give."
    },
    {
        "speaker": "A",
        "text": "Away to whoever wants it. We'll probably use it as DJ giveaway fund at some point."
    },
    {
        "speaker": "B",
        "text": "Yeah, there you go. Des, how about you? Where are you at in the current state of your. Your bags?"
    },
    {
        "speaker": "A",
        "text": "Is it there? Oh, sorry, my bad."
    },
    {
        "speaker": "D",
        "text": "I was on mute. My bags, I mean, just like, everyone's bags have just lessened over the course of the long run. I'm still holding on to a few."
    },
    {
        "speaker": "B",
        "text": "Stuff, but, like, have you been actively selling or are you just kind of. You are where you are and you're holding through, or like, have you tried to recover, recoup some potential losses or profits? What's your current strategy?"
    },
    {
        "speaker": "D",
        "text": "The last bag I kind of dumped out of would probably been the d gods and youth's bag. And then, yeah, I don't know, just kind of holding. It was funny. Someone reached out through the DJ network or the mint condition page to reach out to me to try to give me an offer for a mutant or something, which is just hilarious that they were that desperate to track me down for it, but not a good bargaining chip on their part. But I'm so desperate for this thing, I'm gonna reach out through the podcast handle."
    },
    {
        "speaker": "A",
        "text": "Oh, so they."
    },
    {
        "speaker": "B",
        "text": "Whatever it takes."
    },
    {
        "speaker": "A",
        "text": "They just tweeted the podcast as opposed to tweeting you? Is that what you're saying?"
    },
    {
        "speaker": "D",
        "text": "I think they dm'd, they followed and did the whole process and then Dmed, like, the mint condition."
    },
    {
        "speaker": "A",
        "text": "Gotcha, gotcha, gotcha, gotcha."
    },
    {
        "speaker": "B",
        "text": "Which we don't even have up here."
    },
    {
        "speaker": "D",
        "text": "Amazing."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, that's fine. All right. Yeah. I mean, I don't know. I also am not holding anything of value anymore. All of my bags are gone. Wait, like completely all I have left? Yeah. I mean, all I have left is stuff I probably could sell if I wanted."
    },
    {
        "speaker": "D",
        "text": "All the memland bag is gone?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there was a whole episode on that. I sold that. I sold it at about, I think, eight and a half, nine, like, right in that area where captains were. I don't know, I was kind of unsure of how, like, it was coming out of meme coin season and just watching the way all of that went down, I was like, I'm not sure if there's an appetite for. And then I watched what happened with like, the crypto dick butts coin, like, community coin they launched. I'm like, I don't know who's buying this outside of, you know, meme land people, as far as the token goes. And so I'm like, I probably will have another opportunity. I'm probably going to leave some money on the table with that. And that's okay. I'm fine with that. That's the trade off. Because in theory, if the token launches and the assets dump too, you kind of have to make up the loss on that with the token. And I just wasn't interested in playing that back and forth game. So I was like, all right, this was a solid trade for me. Um, I think I was all in for eleven eth with the whole thing, and I cashed out close to 25. So it was, uh, you know, it was good. It was a good trade for, for me. So I was very happy to take it, but that's it, man. That was like the last real big thing I was holding. At this point, I'm just kind of supporting folks and, you know."
    },
    {
        "speaker": "D",
        "text": "You selling off all your passes?"
    },
    {
        "speaker": "B",
        "text": "No, those I have. Those are, those are long term holds, if you will, mostly. Also because there's no one to buy them but the other. Yeah, no, of course I have my djen passes, but that, those are never intended to sell anyway. Um, and those are, I don't know. I've actually given away."
    },
    {
        "speaker": "D",
        "text": "Chamber has different, uh, ideas on that."
    },
    {
        "speaker": "B",
        "text": "But Chamber would sell his daughter if it bought him a cemetery."
    },
    {
        "speaker": "A",
        "text": "I wish I had an extra one just to do that."
    },
    {
        "speaker": "B",
        "text": "Uh, yeah, that's what I'm talking about."
    },
    {
        "speaker": "A",
        "text": "I do, I was just looking at my NFTs. I do have, um, a bunch. I don't know if you do too. Um, bunch, but the Ben Mesrick project, I have like, oh, yeah, I have so many of, all of them still going there."
    },
    {
        "speaker": "B",
        "text": "We got, we got the, we got the screenplay outline came out."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So moving forward with this, I don't."
    },
    {
        "speaker": "A",
        "text": "Know, I just feel like that's like a long term, like that could work out very well."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, there's, it all depends on what he writes about. And if he can sell the screenplay and his track records, that's a decent shot at it. Right? Like, you know, the interesting dilemma there at the moment is like, well, originally it was it was going to be a screenplay about nfts, and then you hit this NFT bear market. So it's like, does anybody care about that? Is that compelling enough to sell a script? Right? So I think he's been toying with that and maybe changing. You know, you were on that group call we had a couple weeks ago or whatever, and, you know, so I think it's about how do we tell a compelling crypto arc story in the context of nfts that is attractive to potentially, you know, sell a script?"
    },
    {
        "speaker": "D",
        "text": "Bunch of, when are we ever going to become Netflix stars? I've been really looking forward to that for, like, quite a while. I haven't got an update on that. We're not getting residuals from the sag, so I don't know what's going on."
    },
    {
        "speaker": "B",
        "text": "You know, writers are on strike."
    },
    {
        "speaker": "A",
        "text": "That's a good point."
    },
    {
        "speaker": "B",
        "text": "As soon, as soon as the writers come back, I'll hit them up and figure out when they're going to write us in. You know, the. I just want to take a moment to shout out pain, who just had an incredible comment in our discord chat. The quote, the comment is, they could not be any more different. It's impressive how little you know about some of the people."
    },
    {
        "speaker": "A",
        "text": "Yes, I know very little."
    },
    {
        "speaker": "B",
        "text": "What an absolute epic quote there."
    },
    {
        "speaker": "A",
        "text": "I was gonna talk about the penalty box, that's why."
    },
    {
        "speaker": "B",
        "text": "No, I don't want to talk about."
    },
    {
        "speaker": "A",
        "text": "All right, well, let me know when you step in as the referee. I'll explain all the rules."
    },
    {
        "speaker": "B",
        "text": "We're not talking about the penalty box today. The. There is, speaking of people, big news out there that I came into that chat today and I was like, I've got nothing to talk about because I don't really have anything and talk about. And you chimed in with some big news. Would you like to inform the people in case they might have missed what the big news on would say? NFT Twitter is today."
    },
    {
        "speaker": "A",
        "text": "Beanies back, baby. Like, are you kidding me right now? I am so excited. I know. I feel like you're not a fan of beanie. Is that correct?"
    },
    {
        "speaker": "B",
        "text": "Is that an actual question?"
    },
    {
        "speaker": "A",
        "text": "I know very little. Again, we'll reference Payne's quote. It's impressive how little you know about some of the people."
    },
    {
        "speaker": "B",
        "text": "Including me."
    },
    {
        "speaker": "A",
        "text": "Including my co hosts."
    },
    {
        "speaker": "B",
        "text": "Yeah, including me. Just file that under, like, things I don't give a shit about for 500 is Beanie Pzhtainde. Like, I mean, there's a lot of people who have feelings here. This is, you know, he posted a tweet an hour ago. I'll pin it up to the top so people can, you know, make their own decisions on beanie, but it says, lots of love on the TL today. Much appreciated. Still a bit shell shocked after getting thrown out of pixel vault by the wag. Me. Cabal will say I haven't gone anywhere. I work tirelessly behind the scenes with founders that listen to advice and are focused on exceeding expectations. 105 comments, 49 retweets, 277 likes, and 47,000 views. Chamber what say you?"
    },
    {
        "speaker": "A",
        "text": "Anytime anyone uses the term cabal, that's like a red flag for me. Like, if Cabal is in your, like, regular vocab, we're probably not gonna hang out too much. I think is. Is probably a fair statement. What do you think about that one?"
    },
    {
        "speaker": "B",
        "text": "I actually kind of like the word kabal."
    },
    {
        "speaker": "A",
        "text": "I like it ironically. I like what if, like, if you were to use it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Funny."
    },
    {
        "speaker": "B",
        "text": "That's the. That's the way it should be used. Ironically, not in the, like, conspiracy theory type of way."
    },
    {
        "speaker": "A",
        "text": "Yeah. Even though I'm a big conspiracy fan, I draw the line somewhere."
    },
    {
        "speaker": "B",
        "text": "Des, how do you feel the beanie's back?"
    },
    {
        "speaker": "D",
        "text": "You can file that under shit I don't give about for $100."
    },
    {
        "speaker": "A",
        "text": "So it's more important to you. I don't understand."
    },
    {
        "speaker": "D",
        "text": "No, it's an easier question."
    },
    {
        "speaker": "A",
        "text": "Oh, it's an easier question. Yes, you're right. You're right. 100 Jeopardy. Rules. Jeopardy."
    },
    {
        "speaker": "D",
        "text": "Do I need to explain Jeopardy to you?"
    },
    {
        "speaker": "B",
        "text": "I only want to explain Beanie."
    },
    {
        "speaker": "A",
        "text": "I only watched celebrity Jeopardy. With Will Ferrell, so I. I don't know the rules that well."
    },
    {
        "speaker": "B",
        "text": "I kind of just want to end the show. The. I mean, do people care about. I like it, Beanie being back, something."
    },
    {
        "speaker": "A",
        "text": "So it's not. It's not Beanie for me, but I like it when villains or heroes back. You know what I mean? Oh, he's back. And it's. And it's fun. And people are on Twitter again, and they're talking and, you know, arguing and giving their opinion. I just like when, you know, when shit's popping, if you will. You know what I mean? Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you're. You're. You're one for."
    },
    {
        "speaker": "A",
        "text": "Yeah, I like chaos and drama. Yeah, I think that's fair."
    },
    {
        "speaker": "B",
        "text": "So you're. You're down for, like, influencer drama. That's your thing again."
    },
    {
        "speaker": "A",
        "text": "If somebody goes, like, if all of a sudden, like, Sam Bankman free came back, I'd be excited. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Like, he hasn't been on in a while, I would. I would probably be into that, too."
    },
    {
        "speaker": "A",
        "text": "Actually, you have to be away for a while. Like, I get annoyed by it if it's constant. Like, I mute some people because it's just too much."
    },
    {
        "speaker": "B",
        "text": "I've thought. I've thought about purging the entire following."
    },
    {
        "speaker": "A",
        "text": "Just a straight purge."
    },
    {
        "speaker": "B",
        "text": "I. Yeah. Oh. I mean, there's no good way to do it other than that where, like, without, you know, going through and hand picking them, but, like, I don't feel like doing that with 6500 people."
    },
    {
        "speaker": "A",
        "text": "That's how many people you follow?"
    },
    {
        "speaker": "B",
        "text": "I follow, yeah, I follow too many. That's a lot, I think, uh, yeah, 6500 means my timeline is totally curated and I'm 2500."
    },
    {
        "speaker": "A",
        "text": "I feel that's still too much."
    },
    {
        "speaker": "B",
        "text": "Yeah, probably. But you've only got, like, 1300 followers."
    },
    {
        "speaker": "A",
        "text": "So I'm under."
    },
    {
        "speaker": "B",
        "text": "Some comments here from rook. How is anyone listening to chamber and able to keep a conversation with that PFP? I mean, I'm telling you, people dig. It's this. It should stay. Okay. Another comment right underneath. If Chamber asks Des if he likes Beanie, I'm going to lose it."
    },
    {
        "speaker": "A",
        "text": "I'm not going. I mean, I would have, um. And I'm trying to think, like, uh, has Des made this, uh, you know, public to me and I."
    },
    {
        "speaker": "B",
        "text": "Are you kidding?"
    },
    {
        "speaker": "A",
        "text": "Again?"
    },
    {
        "speaker": "B",
        "text": "Who are you today?"
    },
    {
        "speaker": "D",
        "text": "There's some memory loss things associated with marijuana, so I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, like, you don't remember the whole."
    },
    {
        "speaker": "A",
        "text": "I know there's some. Okay, I'll tell you what I know for sure. I know there's somebody that you don't like as much. There's really only one. And I don't know. I never know who that person is. It can be beanie sometimes. Sometimes I think it's somebody else. It could very well be Beanie. But I know there's some."
    },
    {
        "speaker": "B",
        "text": "Probably all. It's whoever you think I don't like. You're probably right."
    },
    {
        "speaker": "A",
        "text": "But if you were to ask me straight if Des had a problem with him, I."
    },
    {
        "speaker": "B",
        "text": "This is how my problem with being started was. The dead drama."
    },
    {
        "speaker": "A",
        "text": "Maybe. All right, all right. I'll remember. Now, more than likely, we had."
    },
    {
        "speaker": "B",
        "text": "We've had multiple episodes about."
    },
    {
        "speaker": "A",
        "text": "Okay, well, maybe I won't promise. I don't remember."
    },
    {
        "speaker": "B",
        "text": "I think Des, can you fill them in the TLDr?"
    },
    {
        "speaker": "D",
        "text": "And you got to remember this. But when. When goats was launching, Beanie was very. Right."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Not a fan of goats because the. The. The trait swapping wasn't on chain."
    },
    {
        "speaker": "A",
        "text": "Right. I do remember that."
    },
    {
        "speaker": "D",
        "text": "He was such a huge fan of on chain mechanics, and it was the purest form of crypto and nfts. And then a day later, he posted that he is invested in partnering with this awesome project that does similarly to what goats does. But it's going to be on Shane."
    },
    {
        "speaker": "A",
        "text": "So if I one."
    },
    {
        "speaker": "B",
        "text": "That was, that project was called dogs."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "I, ironically, it was called unchained, which is hilarious."
    },
    {
        "speaker": "A",
        "text": "That's funny. So I do remember all of that. I just don't remember the person associated with that. So it's really Beanie. I'm forgetting in all of these scenarios. I know that that happened to goats. I know that that's not cool. I couldn't have told you who that person was that did that."
    },
    {
        "speaker": "D",
        "text": "Okay. Yep."
    },
    {
        "speaker": "B",
        "text": "And that sent me on the initial beanie rage."
    },
    {
        "speaker": "A",
        "text": "Gotcha. Okay."
    },
    {
        "speaker": "B",
        "text": "Because I was, I was sticking up for."
    },
    {
        "speaker": "A",
        "text": "This is more of an insult to Beanie than anything else than a lack of friendship and love."
    },
    {
        "speaker": "B",
        "text": "I have an insult to you, but, yeah, so Beanie's back. If you're interested in that, I'm sure he'll have some bags to show you. I, you know, everybody sucks. It's. It's not just a beanie thing. Like, I think over the last two years, we have our fair share of fellow beanie level grifters that have appeared and come and gone."
    },
    {
        "speaker": "D",
        "text": "Should we do an FMK for. For Beanie Carson and Froak?"
    },
    {
        "speaker": "B",
        "text": "Oh, man. I don't know. Is that. I was actually thinking when he first sent me the beanies back, I was like, oh, could we do, like, a terrible influencer draft? And I think we'd be."
    },
    {
        "speaker": "D",
        "text": "You could. That's a long list you get to choose from."
    },
    {
        "speaker": "B",
        "text": "Yeah, we. We'd start some fights with that one, for sure, I think. But the, you know, the grift lists grow strong, and I, like, you know, it's pretty clear that he, you know, whether or not you believe, like, the. The quote unquote hit piece he refers to or about doxing. Yeah, that. Remember. Don't you remember there was the thing that, like, doxxed him?"
    },
    {
        "speaker": "A",
        "text": "Right, right. Yes, I do remember that."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Was that even really him, though? Yeah, I thought there was, you know, people saying that it, you know, that it wasn't actually him after all was said and done. But I might be wrong."
    },
    {
        "speaker": "B",
        "text": "Oh, I don't know. I'm pretty sure it is him, but."
    },
    {
        "speaker": "A",
        "text": "If you think it is, I'm more inclined to."
    },
    {
        "speaker": "B",
        "text": "Well, I don't know. I'm pretty gullible. I would believe that, I guess."
    },
    {
        "speaker": "A",
        "text": "I think pain Payne might have some color on this."
    },
    {
        "speaker": "B",
        "text": "Pain probably took the picture."
    },
    {
        "speaker": "C",
        "text": "I did not take the picture. I'm. All this is showing me is that we need a chronicles of what has happened in the space in the past couple years. Because obviously chamber cannot remember anything."
    },
    {
        "speaker": "A",
        "text": "We need the Book of Bunshu."
    },
    {
        "speaker": "C",
        "text": "The Book of Bunshu. And one in a million in the comments asked if Degen drug test their employees. And I don't know if you all wanted to answer that or nothing."
    },
    {
        "speaker": "B",
        "text": "Yeah, we do. And if you don't, if you don't fail, you do not get a job."
    },
    {
        "speaker": "A",
        "text": "No nerds."
    },
    {
        "speaker": "B",
        "text": "Yeah, no prudes allowed. So, yeah, one in a million smoke and joy and apply for anything we have open and we'll see Chamber. He also says Chamber loves himself a nice train wreck, which I think is absolutely do."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, that's all wrong."
    },
    {
        "speaker": "B",
        "text": "Pinned up top it reminder for coffee with captain. Tomorrow morning we have our first ever segment with the man, the myth, the legend, Dow Jones on coffee with captain. That should be exciting. Not really sure what the segment is, however, I would imagine it's pudgy penguins related. So that is can't miss audio if you ask me anything without Jones on it. So set those reminders up top. Chamber, are you trading anything or are you just, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I'm really looking at, again, just a lot of the, you know, I'm only in BTC and ETh. I'm looking at the charts and I'm just, I mean, looking at, you know, the last, you know, coming into 2023, the chart was good. And then we had that big breakout. And then I think immediately after, I'm just looking at the big breakout here was April 10. And then the following week was a big candle down for ETh. And I believe that was meme coin season, you know what I mean? So that's what I'm waiting for is a big breakout and then a pullback and then some sort of season to follow."
    },
    {
        "speaker": "B",
        "text": "I think at this point, any kind of season. Anything, I'll take anything."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, it doesn't matter."
    },
    {
        "speaker": "B",
        "text": "So currently at time of recording, we are at $30,006 for bitcoin. It topped out at about 30,822. From what I see, it did not break that last high yet, which was 31,030 ish dollars. $31,050. If it does, you know, next logical resistance is like 31, 780. And then, so, I mean, it is absolutely ripped in the last couple days since this, since Friday, found a little local Thursday, found a little local bottom at around twenty four seven and has just, I mean, it's up six grand since Thursday. So pretty interesting move there. Many people are attributing this move in bitcoin to the blackrock ETF that they filed for. Thoughts? Do you know what's going on there? Have you have any thoughts there?"
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, I'm a little up to speed of the Blackrock ETF. There was also some, I think, like some politician was saying. I don't, I think it was a politician basically saying there were some positive comments on bitcoin as an asset class that I forget who the politician was, but it was definitely seen as a positive for crypto. So maybe that had something to do with it as well."
    },
    {
        "speaker": "B",
        "text": "Where do you think we net out here? Is this like, where are we starting a bull run? Or is this just typical ebbs and flows? What are you thinking?"
    },
    {
        "speaker": "A",
        "text": "I mean, again, just looking at, I'm looking at BTC now, looking at the chart, do you feel this bear market crypto wise was as long as the last one? Because I don't feel like it was."
    },
    {
        "speaker": "B",
        "text": "I think it's getting there. I don't think it, I mean, don't forget, we were almost at $70,000 and we bought him. Like, I think it's pretty. So let's see, how long ago was that? That was top, was November 2021."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So, I mean, we're, we're firmly in 18 month territory, I would say."
    },
    {
        "speaker": "A",
        "text": "So December 2017 to, I don't know, I'd probably call it May 19. So, yeah, about the same then. Right?"
    },
    {
        "speaker": "B",
        "text": "About 1818 months ish."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, and then until we saw, but until we saw kind of new, like new all time high, we'll say was what, December 2017 to December 2020. So about two, three years to new all time high."
    },
    {
        "speaker": "B",
        "text": "For between last, between that 20,000 run and."
    },
    {
        "speaker": "A",
        "text": "Exactly. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Interesting. So that was, yeah, we got it right around December of 2020."
    },
    {
        "speaker": "A",
        "text": "Yeah. Gosh, that was a long time."
    },
    {
        "speaker": "B",
        "text": "So if you look at the bottom there. So, like, from the bottom to all time high or sorry, for. Yeah, from the bottom to all time high, the bottom was two, was January 2019. That was the bottom. And then we got up to, we finally broke all time high then in February of 21. So there was two years from bottom to even that."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So if we're bottomed. Right, bottom was December 2022. So we're talking. You got a while then, right?"
    },
    {
        "speaker": "A",
        "text": "Right. I mean, could it be we're looking at, you know, October to December 2018 where all of a sudden you think we're coming out of it and then it just dumps again so if you."
    },
    {
        "speaker": "B",
        "text": "Look at a monthly chart, though, like, if you screen scan out and do a monthly chart, yeah, we are firmly within a range. So, like, you know where that bottom is. To the monthly candle of June 2022. So last year, around this time, like, that's still a range we've just played in this. So it's got to, like, convincingly break through that 31 seven area for me to even think we have a shot at bull stuff. What do you think?"
    },
    {
        "speaker": "A",
        "text": "Yeah. No, I agree 100%."
    },
    {
        "speaker": "B",
        "text": "So are you interested in it? Like, are you just holding? Are you trading? Are you thinking this is the time now, because of these ETF's, and Blackrock apparently has a stellar record when it comes to filing for these types of things."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "One might think that maybe it finally happens. But we've seen. I mean, part of me is, like, we've seen this movie before, right? Which we have. For the last five years, we've seen ETF narratives. Right. However, this time feels a lot like we are being messed with a little bit in terms of, like, the timing of this versus all of the SEC talking about, you know, things being security regulation, all this stuff. And then coincidentally, they're gonna go pass a blackrock eft. Like, that's. I mean, it's regulatory capture is what it feels like to me. What do you think?"
    },
    {
        "speaker": "A",
        "text": "So you think it's shenanigans they're thinking? Just."
    },
    {
        "speaker": "B",
        "text": "I'm just saying, like, they've finally gotten our coins right. Like, we. This is what they've been trying to do for years."
    },
    {
        "speaker": "A",
        "text": "And it's shitty short term, but probably bullish long term then, right?"
    },
    {
        "speaker": "B",
        "text": "I mean, maybe for price. Yeah. Yeah, maybe. I don't know."
    },
    {
        "speaker": "A",
        "text": "That's all I care about. Yeah, I don't care."
    },
    {
        "speaker": "B",
        "text": "You're thinking about Jerome Powell, by the way. He is that. Who was he? Crypto. He said crypto? Yes. He's the fed chair. He said crypto appears to have staying power as an asset class."
    },
    {
        "speaker": "A",
        "text": "There you go. That's bullish."
    },
    {
        "speaker": "B",
        "text": "Here's a tweet that I was referencing just now from Mike Dudas. He says, the us government orchestrating an attack on Coinbase while trying to give the market to Blackrock, invesco and wisdom tree will reverberate as a grave error for decades. This was never about consumer protection, but always about deep regulatory capture. We will never forget."
    },
    {
        "speaker": "A",
        "text": "I already forgot. I'm gonna be honest."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, surprise."
    },
    {
        "speaker": "A",
        "text": "But, I mean, what's the difference of. I mean, again, it doesn't make it right."
    },
    {
        "speaker": "B",
        "text": "Well, the difference is, if you are a person trying to build crypto businesses and you can't because of the government. Like, we're not. We're talking beyond price action."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "B",
        "text": "Like, this is not. Make me rich. Like, yeah, you could."
    },
    {
        "speaker": "A",
        "text": "Basically. What Beanie did to Destin is what. Is what I'm hearing."
    },
    {
        "speaker": "B",
        "text": "That's exactly right. That is 100% right. That's exactly. It's a great analogy. Look at you bringing it full circle. Des, do you care to weigh in on any of this? Are you. Are you actively following the crypto stuff at all, or are you still just in the JPEG streets?"
    },
    {
        "speaker": "D",
        "text": "No, no, I'm following the crypto stuff because most of, like, my long term bags that I'll hold through this will be in crypto and not so much in NFTs. So I'm tracking it. But, dude, I'm sorry. I'm just recovering from, like, my wife pulling the Facebook's listening on me as you were talking about that she randomly, with no context, text me. Hey, in your Amazon history, are there any black rocks?"
    },
    {
        "speaker": "B",
        "text": "Whoa."
    },
    {
        "speaker": "A",
        "text": "And then literally, while we're having zero."
    },
    {
        "speaker": "D",
        "text": "Freaking context, that's absolutely what Amazon would show you as an ad the next day after you kept saying it."
    },
    {
        "speaker": "B",
        "text": "But yeah, that's, like, super weird, actually."
    },
    {
        "speaker": "D",
        "text": "Now I'm. Now I have to wonder if my wife's a freaking AI robot. So that's."
    },
    {
        "speaker": "B",
        "text": "She probably is. She's one of those auto animatronic girls that is looking for funding. Can you name the episode the Space Des's animatronic cat wife."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Funding secured the. I lost my train of thought. However, this made me think. Chamber, are you or Des, are you, either of you black mirror fans? The show."
    },
    {
        "speaker": "D",
        "text": "We just literally drafted our favorite black mirror episode in like, what, a month ago?"
    },
    {
        "speaker": "A",
        "text": "That doesn't sound familiar."
    },
    {
        "speaker": "B",
        "text": "That. Jesus definitely doesn't. I don't think that was an official draft."
    },
    {
        "speaker": "A",
        "text": "Maybe that was a bunch of show."
    },
    {
        "speaker": "B",
        "text": "No, I remember what he's talking about. We were talking about if you had to rank them for somebody who's never watched before. I don't think official draft. But we were talking about the. Specifically the very first episode of Black Mirror and I. Because it has some. Some graphic imagery. Yes, the. But I don't think it was an official draft, so don't. Okay."
    },
    {
        "speaker": "D",
        "text": "Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. So don't, you know, don't feel so bad on this one. Chamber. However, Des's memory on point have. Did you know there was a new season?"
    },
    {
        "speaker": "D",
        "text": "Yes. Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah, I saw. I saw some. Some tick tocks on Ondez. On the new season."
    },
    {
        "speaker": "B",
        "text": "So the first. I watched the first episode the other night with my wife last night, and it is a total mind f. In terms of, like, I mean, it's crazy. It's like, shit. Like, this is actually going, like, I'm. I'm watching it with a different perspective now that there's this, like, massive, generative AI boom going on. And, like, what's possible with these, the, like, what the future is with this stuff? And it's, like, straight out of something that I think is actually going to be possible in the future if you haven't watched it yet. It is. The. The premise, without any spoilers, is that basically the show's version of Netflix comes out with a basically on demand show for the entire world to see of this woman's life as it's happening. And is it the."
    },
    {
        "speaker": "A",
        "text": "Is the check from Schitt's Creek?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yes. Very good episode. If you haven't watched it, I love. What's that?"
    },
    {
        "speaker": "D",
        "text": "Like, Truman's show style?"
    },
    {
        "speaker": "B",
        "text": "Kind of, except way worse."
    },
    {
        "speaker": "A",
        "text": "Except for."
    },
    {
        "speaker": "B",
        "text": "Show was a snuff film. Yeah, it's more like that."
    },
    {
        "speaker": "D",
        "text": "Gotcha."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Wasn't a snuff film."
    },
    {
        "speaker": "B",
        "text": "Not the. Not the version I watched, but the. You just. You just set your screenshot in our chat to. I can't believe that this happened simultaneously as we were talking about blackrocks. Very weird. But it got me to think about black mirror. If you haven't watched Black Mirror, you definitely should. It's totally trippy, especially with this."
    },
    {
        "speaker": "A",
        "text": "How did you feel, though, at the end of the episode? Like, I'm assuming you're watching. You got two kids. You're watching this later in the evening. What was your. I know. Every time I watched black Mirror, there's a melancholy that takes over and my, you know, my joy of life goes away."
    },
    {
        "speaker": "B",
        "text": "Really interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. I have trouble. Like, I would put anybody that can watch two episodes of black Mirror in a row on a watch list."
    },
    {
        "speaker": "D",
        "text": "Like, oh, and especially before bed, if they can do."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, what do you do?"
    },
    {
        "speaker": "D",
        "text": "I wanted to start last night. I literally wanted to start last night at 11:00 p.m. and thought, well, I either choose watching black Mirror or I choose a night of sleep life."
    },
    {
        "speaker": "A",
        "text": "I choose to live."
    },
    {
        "speaker": "B",
        "text": "Oh, man. I'm the opposite. Nope. I slept like a baby."
    },
    {
        "speaker": "A",
        "text": "And did you watch more than one episode sadist?"
    },
    {
        "speaker": "B",
        "text": "I watched a episode and started. I got halfway through episode number two."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. Hearing it."
    },
    {
        "speaker": "B",
        "text": "And the only. The only reason I didn't finish it is because I'm a creature of habit. And when 1030 hits, it's time for me to be in my bed and not a. Not like that's when I go to sleep. So that's when the, you know, the office or sunny or something goes on in the background, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, totally."
    },
    {
        "speaker": "B",
        "text": "But, yeah, I could probably. Marathon black mirror."
    },
    {
        "speaker": "A",
        "text": "Oh, just built different. Built different."
    },
    {
        "speaker": "B",
        "text": "I mean, this is what I do all day. I sit in my basement like a neck beard and tinker with futuristic toys that scare the shit out of most people."
    },
    {
        "speaker": "D",
        "text": "Bunchy, will you. Will you be pulling the trigger on vision Pro?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think I want to buy two."
    },
    {
        "speaker": "D",
        "text": "Okay, good."
    },
    {
        "speaker": "B",
        "text": "I want to. I want to buy two, and I want to buy. I want to buy one to actually use. And I was talking to cap about this, that, like, you know, you've, I'm sure you've seen what, like, the first iPhones go for packaged. I think, like a record sale just happened at an auction or something for, like, I think it was 60 grand for one of the very first. That's wild unboxed iPhones. And so I think the vision pro."
    },
    {
        "speaker": "D",
        "text": "You might want to look at the quantities released of that original iPhone first. How many vision pros there could be?"
    },
    {
        "speaker": "B",
        "text": "Well, I heard that this first run of vision pros is only going to be like a million, which."
    },
    {
        "speaker": "D",
        "text": "So how you get into?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't know. I don't know if I am. I don't know if I'm getting one, but I'm saying I might, uh, if I could, I would think about buying two for the collectability aspect of one. Right? And then it's going to be really weird when I buy two and I'm wearing one, watching black mirror while my wife's on the other side of the couch saying, can't we just open the other one? And I'm like, no, honey, this is a collector's item, and. And that's gonna be a really weird time."
    },
    {
        "speaker": "D",
        "text": "You guys ever, like, sometimes do that where, you know, people are really bitching about the $3500 price tag, a vision pro. And you're like, God, that's one that, you know, that you could buy five of those for 1d."
    },
    {
        "speaker": "B",
        "text": "God."
    },
    {
        "speaker": "D",
        "text": "Like, do you guys ever put it in terms of."
    },
    {
        "speaker": "B",
        "text": "It'S funny. When it first came out, they were talking about it on coffee, and Steve was saying that, and he was basically like, yeah, it's like an 8th and a half. And he literally said that to Jake from mintify while he was giving his daily update. He's like, doesn't that make it sound, like, better? And Jake just goes, yeah. 1st, 2nd. But then I'm like, it's still $3,500. Steve was just like, yeah, it's a good point. I guess he didn't really know where to go from there."
    },
    {
        "speaker": "A",
        "text": "The. The other day, I had the real estate agent over, and we were talking about, like, putting deposits down or making offers and stuff like that. And he's like, oh, we'll need, you know, $20,000 if they accept. Ten e. I was just like, oh, that's all right. Ten stacks."
    },
    {
        "speaker": "B",
        "text": "Let's go to pain. And then we're coming back for a house update. And then we'll shut the thing down."
    },
    {
        "speaker": "C",
        "text": "Yeah. Actually, I remember the black mirror conversation because I hadn't watched it yet. And that actually sparked me to go on a marathon black mirror watching. I'm also like, doesn't bother me. Slept like a baby. I had a. I had a top five screwed up, most screwed up episodes list. I'm not going to go through all of them. But for number one, for me was shut up and dance. Followed by number two was. Was national anthem."
    },
    {
        "speaker": "B",
        "text": "The one. The first very."
    },
    {
        "speaker": "A",
        "text": "That's the first one."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah. That's number one. And it stayed up there. It stayed up in the top five."
    },
    {
        "speaker": "A",
        "text": "I still think white bear is the one that affected me the most. Like, my two favorites on both sides. Like, the most depressing ones. White bear and the least depressing one. The one I like the most is the San Junipero, or whatever it is. That one."
    },
    {
        "speaker": "C",
        "text": "That was an honorable mention for me."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's."
    },
    {
        "speaker": "B",
        "text": "I don't know the episodes by name, unfortunately. But I am tempted to, like, go back and do. I feel like it's a show you could rewatch after? Because I haven't watched some of them."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Did you watch, like, the Christmas ones? There were some other."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're like, episode or season five was like, that three episode weird season or something."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "With a couple of the longer ones. And then there was that interactive one. Do you remember that interactive one?"
    },
    {
        "speaker": "A",
        "text": "I don't think I've watched all of them. Uh, I think any of the newer ones. I think the only newer one I saw was the SS McAllister or whatever it is. I don't remember the Star Trek one."
    },
    {
        "speaker": "B",
        "text": "Oh, that's the interactive one, I believe."
    },
    {
        "speaker": "A",
        "text": "Oh, yes. I did see that one."
    },
    {
        "speaker": "B",
        "text": "Yes. Interesting."
    },
    {
        "speaker": "A",
        "text": "Was I able to interact with it?"
    },
    {
        "speaker": "D",
        "text": "I don't know if that was the interactive one, man. I think that was."
    },
    {
        "speaker": "B",
        "text": "Maybe it's not."
    },
    {
        "speaker": "D",
        "text": "I don't think so."
    },
    {
        "speaker": "B",
        "text": "Maybe not. I don't I don't remember very well. Could not be. I don't."
    },
    {
        "speaker": "C",
        "text": "Inside note for anyone who goes to try to watch Black Mirror after this conversation. Netflix starts with the newest season and then goes in reverse. So you want to make sure you start on season one. Yeah. It really made me mad because I accidentally watched a couple from season five and I had no clue what was going on."
    },
    {
        "speaker": "B",
        "text": "There's not a lot of continuity between them for the most part, though, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's why they do it. They said it's like that. They do a key and peel that way and, like, shows that have no. They don't have any continuity. Like you said."
    },
    {
        "speaker": "B",
        "text": "Interesting chamber. Before we get out of here, give us cemetery house update."
    },
    {
        "speaker": "A",
        "text": "I'm not. I was at a 90 ten, I think, when we last spoke. I got Talia. I'm cooled off a little bit. I'm out of like a 60 40, I would say."
    },
    {
        "speaker": "B",
        "text": "Wow, wait a second. So, yeah, since Monday, you were ready to sign on the dotted line as I left this on Monday?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, no, not the tennis. It was the interest rate I thought I could. So right now I have a tremendous interest rate and it was kind of explained to me that we could blend it into the new one and it didn't affect it all that much. So I think, like, my current interest rate is like 1.8%."
    },
    {
        "speaker": "D",
        "text": "Jesus."
    },
    {
        "speaker": "A",
        "text": "I know. It's dirty. And you bought a car, right. And I think right now the standard rate is 569 here in Canada."
    },
    {
        "speaker": "B",
        "text": "So. Better than here."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it was still going to be like five one or something like that. It was like, okay, that's not as great."
    },
    {
        "speaker": "B",
        "text": "That's not how blending works."
    },
    {
        "speaker": "A",
        "text": "Yeah. I'm also looking at the housing market, so. Housing market in Canada is very, very different than the housing market in the United States. We've had, I think, the highest increase over the last three years versus any other country in the world. Like, it's crazy. So I started looking at it like the crypto markets, like NFT markets and stuff. It's just like, we just had a blow off top. And for a while now, I've been telling my wife, I'm like, well, ideally what I. When I do like to buy is, uh, when the, you know, the markets are bleeding. Like, right like that. That's when. When there's no hope out there. That's when I come in and, you know, pick up mcmansions and I just don't feel the more I think about."
    },
    {
        "speaker": "B",
        "text": "I'm like, I mean, you have. You just have a phenomenal track record of executing that strategy, too."
    },
    {
        "speaker": "A",
        "text": "On houses, I do."
    },
    {
        "speaker": "B",
        "text": "I mean, all of those mcmansions you own."
    },
    {
        "speaker": "A",
        "text": "I know. On houses, I definitely do. Okay. But I just kept seeing them. I'm looking at the quote unquote charts for the housing market. I'm like, I see a lot. There's way more downside than upside."
    },
    {
        "speaker": "B",
        "text": "Put a lot of lines on that chart."
    },
    {
        "speaker": "A",
        "text": "Well, that's a lot of lines. So many yellow lines. But the more I thought about, okay, then it's just like, okay, I'm going to have this high rate mortgage with a rate that's higher than I thought it was going to be. And then I'm like, well, then if the market does tank more, for whatever reason, then you're kind of like, ugh. You know what I mean? There was some things that I didn't like. And then again, added to the, you do have to move. You do have to all these things. So I went back to the house again today to do housing inspection, and it was, you know, with like, an official person. And it was, it was good. I mean, I was there for like an hour and a half, like, really got to, you know, put my stank around, you know, really get into it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's what they call it, the real estate."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm pretty sure that's what they call it. Yeah. So, yeah, I mean, it's, it's, it's tricky. So, you know, again, I don't think the market for a cemetery house is that high. I don't think he's getting a ton of offers."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's why he's trying to pressure you."
    },
    {
        "speaker": "A",
        "text": "Right. And honestly, though, the real estate agent's been really good. But, yeah, I just, I don't know, I think there's opportunity. I feel like I was fomoing, you know?"
    },
    {
        "speaker": "B",
        "text": "Well, like, so what if you. Well, what, I mean, houses have that effect on people, right? It's like you, you start to fantasize about what it's like to live there. And, and so the Fomo I totally get, but, like, have you just, have you made an offer?"
    },
    {
        "speaker": "A",
        "text": "So, uh, I'm."
    },
    {
        "speaker": "B",
        "text": "You could just low ball the shit out of it. If you're that indifferent, you're just."
    },
    {
        "speaker": "A",
        "text": "That is true. That is. And that's kind of what we're contemplating. I gotta talk to my wife this evening, so we haven't had a chance to talk about it yet, but that's kind of my thought too, is maybe just going with a real low ball off."
    },
    {
        "speaker": "B",
        "text": "Do you think we'll, we'll know for sure one way or another by Friday's show."
    },
    {
        "speaker": "A",
        "text": "Uh, I would. Maybe not Friday, but definitely, uh, Monday. I would say."
    },
    {
        "speaker": "B",
        "text": "Can't wait. Uh, for, uh, posterity, our friend shovel in the comments. Blackrock is 575 and one in passing efts. So, uh, if you have a magic eight ball, all signs point to yes."
    },
    {
        "speaker": "A",
        "text": "What the one was eth was pepe."
    },
    {
        "speaker": "B",
        "text": "Pepe. Pepe. ETF that is gonna wrap us up today. Des, any parting words before we let you go today?"
    },
    {
        "speaker": "D",
        "text": "No. No. No. Party works for me."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "You don't have it, man."
    },
    {
        "speaker": "B",
        "text": "I get it. Trust me, man. I I get get it. Chamber, any parting words for you?"
    },
    {
        "speaker": "A",
        "text": "No. No, I'm gonna. No parting words for me."
    },
    {
        "speaker": "D",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "Cool. No parting words for me either. Thanks for coming, and we'll see you next week. Or Friday. I guess you gotta end it."
    },
    {
        "speaker": "A",
        "text": "You gotta do the ending. Stone brand."
    },
    {
        "speaker": "B",
        "text": "No, I have no parting words. Just like you guys. Until next time, stay mint."
    }
]