[
    {
        "speaker": "A",
        "text": "Asking me. He's like. Like, he's asking me about ens domains. I'm like, you're looking at ens domains in the middle of a bloodbath. What are you doing with your life? Have I taught you nothing?"
    },
    {
        "speaker": "B",
        "text": "Catch these hands, dot e. Yeah."
    },
    {
        "speaker": "A",
        "text": "Catch these hands, dot e falling knives."
    },
    {
        "speaker": "B",
        "text": "Dot e falling knives. I like that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, let's start the show."
    },
    {
        "speaker": "A",
        "text": "All right, let's do it. I don't even know. I don't even know how to. It's been a week. I'm totally off my game. All right, let's officially."
    },
    {
        "speaker": "B",
        "text": "That's great. I had to do it last week."
    },
    {
        "speaker": "A",
        "text": "I know. It's very difficult. Let's officially start the show. This episode is brought to you by."
    },
    {
        "speaker": "B",
        "text": "The Degen community network media for the decentralized generation. If you want to connect or to check out more great Nft and crypto content, go to dgen.net work. That's dgen.net work. Hello and welcome to the mint condition. I am Joe, aka Bunshu, aka a bunch of bets alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy? You. We missed you last week."
    },
    {
        "speaker": "A",
        "text": "I was. I was not in a position to like it. You know how bad it is when I can't do a show."
    },
    {
        "speaker": "B",
        "text": "You're like, you do not cancel shows."
    },
    {
        "speaker": "A",
        "text": "I love to. It's the only. It's my. It's my raison d'etre. Like this. This is why I'm alive. But yeah, no, I was. I was out. Called a lot of flu."
    },
    {
        "speaker": "B",
        "text": "That sucks. Well, I'm glad you are back to 100%. JP Kaz in the chat says ginormous green candle when this show went live, and that's the main condition. Effect, baby. So we."
    },
    {
        "speaker": "A",
        "text": "No, it's not."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "I had to check the chart."
    },
    {
        "speaker": "B",
        "text": "No, red. Redh."
    },
    {
        "speaker": "A",
        "text": "Still red."
    },
    {
        "speaker": "B",
        "text": "Still rude. Still red. You're speaking a lot of different languages today. With that, it's more languages. More languages than usual."
    },
    {
        "speaker": "A",
        "text": "That's right. I apologize. I'm sorry. I'll keep it in the algo. You introduced yourself. Should I be introducing my first name? Like you said, joe, aka."
    },
    {
        "speaker": "B",
        "text": "No, I didn't mean to even do that. I usually say bunch you aka bunch of bets. And so this was just a. This was a mistake."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know. Like, I know most people know my name, but it's fun."
    },
    {
        "speaker": "B",
        "text": "I bet you most people don't know your name."
    },
    {
        "speaker": "A",
        "text": "You don't think so?"
    },
    {
        "speaker": "B",
        "text": "No, not. Not on this show."
    },
    {
        "speaker": "A",
        "text": "Does anybody."
    },
    {
        "speaker": "B",
        "text": "I would say rex podcast knows your. I would say the former rex podcast knew your name."
    },
    {
        "speaker": "A",
        "text": "It's a funny first name."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. It's more relevant to crypto, but that's why I don't think we. We've ever gone for it on this."
    },
    {
        "speaker": "A",
        "text": "So, yes, my name, we'll just say it in this episode. My name is Chaddhae, which is just a. Just a curse of a name, really."
    },
    {
        "speaker": "B",
        "text": "You are. You are a chad."
    },
    {
        "speaker": "A",
        "text": "I mean, when they. When they design the name, I mean, there was a mold to be made. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Drew says that he 100% thought you were joking when he first learned your name, and then."
    },
    {
        "speaker": "A",
        "text": "No, it's 100% chad. It's fine. Yeah, I didn't realize. I was always embarrassed by it, like, in my twenties and stuff, just because, like, every. Literally every chad you would see in, like, media was just the worst person. And, I mean, I know I'm the worst person, too, so I just didn't want to, like, perpetuate the stereotype that is Chad. And then when I got into crypto, it's just like, oh, like, oh, like Chad is like, a big thing. So, yeah, you're."
    },
    {
        "speaker": "B",
        "text": "You're not just an ordinary Chad. You're Chadwick."
    },
    {
        "speaker": "A",
        "text": "No, yeah, yeah, no, no, it's just. Just Chad. Just Chad. Chad. You know, Wick is my middle name is middle name and my last name."
    },
    {
        "speaker": "B",
        "text": "Chadwick. Wick."
    },
    {
        "speaker": "A",
        "text": "Yeah, but no, it's. Yeah, it's for the. For those of you who didn't know. Yeah, that is. That is my first name. I figure if, if Joe's going around, you know, doxxing himself, half, you know."
    },
    {
        "speaker": "B",
        "text": "Half doxxing himself, I have no choice at this point. People know who I am, so it's."
    },
    {
        "speaker": "A",
        "text": "You are. People do know who you are."
    },
    {
        "speaker": "B",
        "text": "Not. Not in that way. It's just like, you know, it's. It's. You're either. You're either in or you're out is. There's no, like, half measure in doxing, you know what I mean? It's like somebody could know what. Most people probably can tell what room I'm sitting in right now and what part of, you know, the state I live in and all that crap. So I'm my opsec, probably."
    },
    {
        "speaker": "A",
        "text": "It doesn't matter exactly. It really at this point. Right."
    },
    {
        "speaker": "B",
        "text": "Sorry, I got no eth in my wallet anyway, so come and. Come and. Come and get me."
    },
    {
        "speaker": "A",
        "text": "What a. What a week, man. You know what? A couple days at least."
    },
    {
        "speaker": "B",
        "text": "Dickens in the chat says he's here for optimistic market alpha. Not sure we're going to be able to help you. Not sure we're going to be able to help you."
    },
    {
        "speaker": "A",
        "text": "I have so many thoughts on what's happening."
    },
    {
        "speaker": "B",
        "text": "Okay, let's, I mean, let's get into it. The, the market as a whole is in disarray. And so, you know, this is markets everywhere. This is legacy."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Yeah, legacy. All that money I dumped into legacy, like, what's going on down."
    },
    {
        "speaker": "B",
        "text": "You'd even better off holding a moonbird."
    },
    {
        "speaker": "A",
        "text": "It's unbelievable. Way better off holding a moonbird."
    },
    {
        "speaker": "B",
        "text": "Moonbirds are the stable coin. Yeah, the. But so all markets, right? But then inside the NFT market is its own personal brand of chaos that's going on right now."
    },
    {
        "speaker": "A",
        "text": "And it's only honestly been, it's been snowballing, like, at every turn. It's, you know, it's bad and then it gets worse and, and then it gets even worse. Yeah, it's, it's, it's fun. I mean, look, you know, there's a lot of people out there. If you're on Twitter, you're on nft Twitter. It's very bubbly. Okay? Everybody's real nice about everything on there. But at the end of the day, I mean, it's, this is a very, you know, fickle market that has no history. You know, it's not up only for this kind of stuff. Like, you know, it is its own bubble. Am I saying nfts are all going to zero, absolutely nothing? Am I saying that projects that are around currently are not going to make it? Absolutely not. But there has to be some sort of stabilization in the market. Am I wrong there? I feel there needs to be correction. It's just like the Internet. When the Internet, everybody had a.com and then the bubble popped a little bit. The companies that came out of it were, you know, they were created prior to the pop, but they were, they worked through that, you know, bear market, and now are, you know, Jeff Bezos, so."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I think that's a fantastic point. Well, we saw, you and I saw this in 2018, right? And look, we kept podcasting, and now we're billionaires."
    },
    {
        "speaker": "A",
        "text": "Literally billionaires."
    },
    {
        "speaker": "B",
        "text": "No, we've gone full thousandaires. I have literally dozens of dollars. Literally dozens of dollars. And that's because I stuck around. But no, you make a good point about that where, you know, you're going to separate the wheat from the chaff a little bit, both in crypto, in nfts, in projects, in people that you follow, influencers or, you know, just people like, everything is gonna have a shakeout. And reset. And we're seeing it now. And it may not be short. It may be short lived. It may not be. And you know, what I've found is, like, the corrections happen pretty swiftly and then you get a capitulation at some point, and then nature heals. Right? If you're feeling it. Yes. So 05:00 a.m. flush out the shit in it. Yes. Yes. Yes, indeed. In it. Indeed. You know, I got to talk to 05:00 a.m. live the other day, that was just."
    },
    {
        "speaker": "A",
        "text": "I. I think I. I definitely have spoken about least twice live."
    },
    {
        "speaker": "B",
        "text": "That was a fantastic experience."
    },
    {
        "speaker": "A",
        "text": "I agree. I agree. It's always when you get to speak to somebody with a british accent, it really makes your day."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I actually got to watch him chart live. We did a charting session. He says here, I'm curious to see what the damage to crypto has done to the NFT market. Well, 05:00 a.m. ask and you shall see. Because I'm."
    },
    {
        "speaker": "A",
        "text": "It's really a perfect storm. Right. It's not just that the NFT market is. Is, you know, is correcting. It's coupled with the fact that ETH is also correcting. So you get, you know, you get both things happening at once, which really, you know, amplifies the pain, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, look at this. I've got this filtered by seven day. Seven day numbers. So we've got a sea of red here. Seven day floor change by project other deeds. Down 22%. Azuki, which we'll get to in a minute here, is down 71.48%. We'll come back to Azuki because that deserves to be talked about on its own. Pxn still unrevealed, as far as I know. Down 11%. Beans underneath 82%. Down."
    },
    {
        "speaker": "A",
        "text": "Sweet. That floor."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. AYC down 21. Ma YC down 27 ish. Doodles down 19%. Moonbirds down 23. Clone X down 32. Wow. Rangnarok. Ragnarok is down 70 ish percent. 65. Murakami flowers. The stable coin only down 4.4%. That's nice."
    },
    {
        "speaker": "A",
        "text": "What's flutters down."
    },
    {
        "speaker": "B",
        "text": "They're not even on this list. Futters finding their rightful spotted zero."
    },
    {
        "speaker": "A",
        "text": "Not down."
    },
    {
        "speaker": "B",
        "text": "Yeah, not down. They're just at zero. But, yeah, it's not pretty out there. There's literally nothing on this chart. That's. Oh, I found one. Kiwami is up 63% this week. And that's gotta be. That's gotta be some Azuki rotation. Thinking of, like, people will go into the next that's a good point."
    },
    {
        "speaker": "A",
        "text": "Whatever. The next. The next anime."
    },
    {
        "speaker": "B",
        "text": "Oh, here's one more. Oh. Shinsei Galverse is probably another anime project."
    },
    {
        "speaker": "A",
        "text": "That's interesting. That's a good point. That's a night that's. I wish. I mean, that's a ballsy play, but, I mean, if you started rotating into, like, all the other Suzuki type nfts, you know, maybe you would have made some money."
    },
    {
        "speaker": "B",
        "text": "Sappy seals up 3.26%. And that's literally almost everything where. Sup? Ducks go off. Thank God for Drew."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "They're up 16.6% this week. People are finally giving the ducks some respect, but their floor price down under half an eth. Oof. That's rough. Crypto chicks. So only five or six projects in the top 100 in volume this week are up. That's. That's wild."
    },
    {
        "speaker": "A",
        "text": "That is wild."
    },
    {
        "speaker": "B",
        "text": "It's wild. But it also goes to show, though, like, it's the market as a whole. Right. It's not necessarily. And some are obviously down more than others, but, like, it's not totally, like, I just don't know if it's, like, run for the exits type shit, but, like, I think we're in. I mean, you. You better be comfortable with what you're holding. That's. That's it? Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, I wasn't a."
    },
    {
        "speaker": "B",
        "text": "So. Okay, let's. Let's talk about that, because I think that's important. Right. So we. What did you title this? What did you title this?"
    },
    {
        "speaker": "A",
        "text": "How to navigate a bear market. I don't know. Something about yada, yada, yada, bear market."
    },
    {
        "speaker": "B",
        "text": "And so let's see out of Yada, the bear market here. So I said, be comfortable with what you're holding. Why are you not. What made you feel that? What makes you feel that way? What could you have done differently? Or would you have done differently if you knew that we would be right where we are right now?"
    },
    {
        "speaker": "A",
        "text": "I honestly, I'm very. I'm always confident in what I do, and I feel like I've done."
    },
    {
        "speaker": "B",
        "text": "Strike me as a man with just extreme confidence. Yes. I mean, look at that shirt."
    },
    {
        "speaker": "A",
        "text": "There's nothing stopping this guy. Every. Every."
    },
    {
        "speaker": "B",
        "text": "Come on. That was good."
    },
    {
        "speaker": "A",
        "text": "I'm sorry. Shook me. You shook me on that one. No, everything. I don't think I would have done anything differently. I don't think, obviously, you know, sell the top of everything, but you can't really do that. So I'm kind of just talking, like, in the realm of realistic possibility. I feel pretty good about my moves, so, you know, it all kind of started like, you know, with the, um, with the Yuga land sale."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Two weekends ago."
    },
    {
        "speaker": "B",
        "text": "I will give you some much deserved kudos. I believe you are owed. I do remember you saying in the war room that I'm actually going to try to find it, that the Yuga land sale. Okay, here you go. You said on five nine that the Yuga land sale was a blow off top."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it was. You know, kind of started with moonbirds. Like, I think you guys were talking about it last week when I was listening to the show and you saw the volume for moonbirds. And then Yuga lab happened. It was just like, it was like double the volume. Like, it was. It was. It was wild. Um, and, you know, a lot of people lost money. Like, if. If it had gone well, like, who knows, right? Like, who knows what. What would have happened as far as, like, you know, no gas war. You know, a little bit more, you know, a little bit more communication from the team, you know, maybe all of this is not happening. I honestly think. I think four day Fiat club is. Is like, like super responsible for everything because I think everything else plays into it. Right. Like the action we're seeing."
    },
    {
        "speaker": "B",
        "text": "Are you talking. You're talking in the NFT market or are you talking."
    },
    {
        "speaker": "A",
        "text": "I think. I think BA YC affect, not legacy, but I think Ba YC definitely affected the price of ETH. What do you think about that?"
    },
    {
        "speaker": "B",
        "text": "I don't think that's a terrible take."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think, I think if, if there was. If, if there wasn't, like, all that money wasted in gas, I think if there was because all of a sudden, like, people were buying land at, you know, I over. I overbought land, like, you know, for ETh even, which I thought was, you know, at that point, I thought was a bargain, you know, a bargain price. And, you know, there was just no communication. I don't believe there still isn't any communication from Yuga on what's happening."
    },
    {
        "speaker": "B",
        "text": "Correct. But the theory. The theory is interesting. Have you seen the theory poking around on why that's the case?"
    },
    {
        "speaker": "A",
        "text": "Maybe I refresh me."
    },
    {
        "speaker": "B",
        "text": "I don't know who originally put it out, so I can't give them props. But basically the theory is that Yuga can't say anything to give much detail that might affect the price of other deeds until the ape and mutant claim period is over, which was like a 21 day window because of securities reasons and not talking."
    },
    {
        "speaker": "A",
        "text": "I did, I did hear that. You're right. I did."
    },
    {
        "speaker": "B",
        "text": "I did hear that, which I think is a pretty sound valid. That's."
    },
    {
        "speaker": "A",
        "text": "I mean, that's a valid point if that's the case. So, I mean, so there was that. And I think that kind of snowballed into kind of, you know, soured the price action on Ethan, which then, you know, everybody was kind of like, I would say the last prior to kind of the real dip in the market, everyone was kind of like, I don't know what to do. You know, people are kind of waiting and seeing what was happening with yuga. Nothing else was really minting, nothing else was really moving. And then the price of eth starts going down and that triggers a sell off in nfts. And now I'm, you know, I've seen these things before. Like, I've seen blow off tops before and I'm like, you know, I was a person that just held everything and, you know, took it to zero and I was like, no, not this time. There's still a ton of opportunity to. Yeah, like, we're in no man's land. This is. I mean, we're about to go."
    },
    {
        "speaker": "B",
        "text": "We're about to potentially go under two."
    },
    {
        "speaker": "A",
        "text": "K. We are one. Like, by the end of the show, we might be under two k. Well, I mean, that's."
    },
    {
        "speaker": "B",
        "text": "Because that's what happens when we go on air."
    },
    {
        "speaker": "A",
        "text": "Yeah, but that's coming, like, soon. Where it stops, nobody knows. Like, but you have a great beautiful chart here, that little buy zone. Just over $1800 is nice."
    },
    {
        "speaker": "B",
        "text": "But is that around where you're 100%?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I have it at 1800."
    },
    {
        "speaker": "B",
        "text": "So this was my chart right here. So I have this like 1800 to like 1750 ish around, right. Or, sorry, back to. Or almost like 1701. Look at the RSI on this. This is wild. This is a four hour chart. But, like, it dipped to like."
    },
    {
        "speaker": "A",
        "text": "Ten."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't remember the last time I saw it that low. All right, I want to see what your chart looks like compared to mine. This is my only spot I'm looking at right now because it. Guess what if it goes underneath that 1800 and stays there, we're looking at twelve."
    },
    {
        "speaker": "A",
        "text": "There's mine. So there's my. I mean, you can. Okay, so we're like, literally mine 1775."
    },
    {
        "speaker": "B",
        "text": "So I wouldn't be. What's under that? What do you have under that?"
    },
    {
        "speaker": "A",
        "text": "What is that? 1400 and then 1000."
    },
    {
        "speaker": "B",
        "text": "Interesting. So right around the same as me, really. And then. Except I have like 1200 area. But point being, like, look, all those levels that you went through, like that spot where this last line you had was a spot. I had a little. That my buy box. Right like this. This one. That was me."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Hot knife through butter. Like it went right through it. Oh, my goodness. It didn't even respect that at all. So, you know, I think we're going to see 1800. I think we're going to see, you know, a lot of people have this spot marked down on their charts. So I wouldn't be surprised if you see it get front run a little bit. Um, like, it never goes and touches there. Or I might not be surprised if it just goes all the way to, you know, 1212 and then reverses. I don't think you see under twelve unless it's something catastrophic."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying. Yeah. Like, I would still hold some, like, if you. Because, I mean, I'm just. So when this. I love. This is one of my favorite comments. This is an a plus comment."
    },
    {
        "speaker": "B",
        "text": "Shaver doubles down on ape fud, blaming the whole market downturn on them this week on TFC."
    },
    {
        "speaker": "A",
        "text": "I didn't even. I didn't even know I was going to say that until it just came out so naturally. But, yeah, so, so as things. As the price of ETh started going down, I knew it was going to affect nfts. And, I mean, probably a lot of us, a lot of my portfolio value is in nfts. So I'm like, okay, I got to get out of some of these things. I got to get out of some of these. So I sold a moonbird. I had only one Azuki left, but we'll get there in a second. I sold my one Clonex. I had sold a bunch of Azuki. I couldn't have played any better than I did, for the record, because I sold all my beans at like 670. I had one bean left."
    },
    {
        "speaker": "B",
        "text": "Stop Azuki talk. We'll get there."
    },
    {
        "speaker": "A",
        "text": "I was so proud for how I played it, but, yeah, so just start us out. Like, I have these three landers that haven't. I haven't lost on it, but I haven't really gained on it either. There's kind of sitting at like 1.2."
    },
    {
        "speaker": "B",
        "text": "Eth, one Eth that still feels decently safe."
    },
    {
        "speaker": "A",
        "text": "I agree. But I had a lot of them. So I'm like, well, my goal was to convert every, as much as I could to Eth and then convert a good chunk of that. When I say a good chunk, I mean, like 80% to us, DC. Because I know once we break that, you know, bring yours back up because yours is a little cleaner. Because once we break that support, once we get into no man's land, there's no support. Like, it's going to go down. Like, it's not all of a sudden gonna just pop from here. Like. Right. Am I wrong? Right."
    },
    {
        "speaker": "B",
        "text": "No. Yeah. Like the only. The only. When he. When he's saying no man's land, he's talking between these two boxes, right? So, like, if. If you can actually even now see, it broke that. It broke these boxes where we had potential reversal and now it's using that as resistance because it came up and touched it twice. Exactly. So, like, you're. You're in deep and it's going down and that's it. That's the. That's the end of it. Right. So now the only. The only saving grace here is, like I said, everybody's got 1800 on their chart, I think, and so you could get front run somewhere at two k or something, right? You know what I mean? Like, that could be. That could be the trade where it doesn't go. Where there is a. Like a bottom that doesn't appear on this chart right now. You know what I mean? Like, if you. So, like, there's no bottom at two k on this whole chart, right. It's like, look at that. Right? So, like, the only way you get it is if you get front run to somewhere in there, right."
    },
    {
        "speaker": "A",
        "text": "Which I don't think is gonna happen either. I don't. There's that much conviction."
    },
    {
        "speaker": "B",
        "text": "It won't happen unless something changes, right? Like legacy. Right?"
    },
    {
        "speaker": "A",
        "text": "So in my mind when I was thinking, I'm like, okay, well, I gotta get my nFt. My nfts turn to eth. I need to turn my ETH into USDC. So then, so, like, I sold a bunch between about 2522 hundred is kind of where my two big sell offs were for Eth. So I know if I can get a buy back in that 17 1800 with all the money that or with all the USDC that I claimed at 25 and 2200, I mean, you're gonna get more ETH that way, right? Like, I mean, that. That's it. That's. That's. So then you come back out of it. Now I have more ETH, right? I'm using that exact same amount of money. So say, if I. We'll just use a, you know, generic number. Say I. Say I had ten eth when I sold and I got me whatever x amount of dollars. I use that same amount of money again at, you know, 1800 bucks or 1700 bucks maybe. Now I have 17 eth. You know what I mean? And that's. That's how I'm seeing it. It's like, how can I collect more EtH? Because at the end of the day, you know, I was. We had Ledron last week, and he's saying, you know, EtH has got a, you know, a potential of, you know, multiple x's from here. So the ETH game is still the game I want to play. So just to get as much EtH as possible. You can still get it on the way down."
    },
    {
        "speaker": "B",
        "text": "Wow, look at you. You can still get it on the way down. Put it on a t shirt. So 05:00 a.m. brings up an interesting topic of where total doom is. And I looked at that."
    },
    {
        "speaker": "A",
        "text": "I looked at that number."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I almost. I agree with him mostly."
    },
    {
        "speaker": "A",
        "text": "I think I said 900 for me, Washington, uh, for eth."
    },
    {
        "speaker": "B",
        "text": "But so I. I was, like, doing rough math today on having a conversation with somebody about BTC. And, uh, you know, like, in 2018, we. We saw basically an 80% reduction, right. So it went from twenty k to three k. And so it's like, so if you did an 80% move off of, like, 65, which. Or 68, which was like the top. Right. Did we ever touch 70 or it was like 68?"
    },
    {
        "speaker": "A",
        "text": "It was. It was definitely high sixties. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. So if you do an 80%, let's use 68. If you do an 80% drop off of that, you're talking 13,500. That would be scary for a lot of people."
    },
    {
        "speaker": "A",
        "text": "Yeah, that would be scary for a lot of people."
    },
    {
        "speaker": "B",
        "text": "Like, I don't think we get there. I don't. I don't think we get there. I would note. Damn it. There it is. What did I tell you what was gonna. What would I tell you what was gonna happen before."
    },
    {
        "speaker": "A",
        "text": "Bunch jumps on. He's like, by the way, at some point, we're gonna lose my camera. I didn't know what you meant by that. I thought you might just get, like, choppy, but I didn't actually mean, like, you were gonna lose your camera."
    },
    {
        "speaker": "B",
        "text": "No, no, I'm back."
    },
    {
        "speaker": "A",
        "text": "Okay. You're back. Okay, good. Sorry, I was trying to scare that for a second."
    },
    {
        "speaker": "B",
        "text": "No, I was trying to fix it. My bad. But, uh, yeah, the. I was trying to put up an avatar that ain't happening. But anyway, the. What was I saying about, oh, I don't think that's gonna happen. I think you're. I think the goblin II is. Of Goblin Towns is going to be, like, 21k for BTC if we get that far."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Would mean. And I actually think that ETH will stay stronger relative to it. But we'll see."
    },
    {
        "speaker": "A",
        "text": "I could see that. Let me just, let me just check my eth chart. My ETH BTC chart. That's. I think we're. Let me show you. I'm gonna pull this one up here for you because this one looks interesting also. See, we just look at that clean chart though."
    },
    {
        "speaker": "B",
        "text": "Like the cleanest chart you've ever had."
    },
    {
        "speaker": "A",
        "text": "But I mean, that's not like, that doesn't look good for ETH BTC."
    },
    {
        "speaker": "B",
        "text": "No. You know, going to whatever that one is. What's the."
    },
    {
        "speaker": "A",
        "text": "Yep, that is. .067 woof. Yeah. JP cast probably 0.065. Really?"
    },
    {
        "speaker": "B",
        "text": "JP cast is flipping by, by August. We are under 2100 currently. Okay, so let's get to what we titled this episode as, how to navigate the Bear Market. We've just spent 20 minutes talking about how we're in a bear market. Let's give the people some actionable advice here. This is probably time for the not financial advice banner."
    },
    {
        "speaker": "A",
        "text": "I guess so."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, find it."
    },
    {
        "speaker": "A",
        "text": "I think I have it here. 1 second. Not financial advice. There we go. Um, yeah, so you're. Yeah, I mean, do your own. This is just what we're, what we like to do or what, what our thoughts are on, on the subject. Don't be an idiot. I mean, if you're, if you're just listening to us and taking our advice, you know, godspeed is all I have to say."
    },
    {
        "speaker": "B",
        "text": "I mean, there's probably worse people to."
    },
    {
        "speaker": "A",
        "text": "Take advice from, but there's definitely worse people to take advice from."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say."
    },
    {
        "speaker": "A",
        "text": "So what are you, so what are your, what are your, like, initial thoughts on how."
    },
    {
        "speaker": "B",
        "text": "Well, here's my initial, here's my initial thoughts. Don't panic. Right. So the, the biggest thing you can do here is be honest with yourself. And I mean that in a couple ways. One, you need to take stock of what your positions are and what your comfort level is. Holding them, I think. It is not. What you don't, you don't want. Nobody wants to sell the bottom, right? Nobody wants to sell the bottom. But there's going to be a, a time where you have to be honest with yourself on what your comfortability level and risk tolerance is. And if that means you want to sell, go sell. But you need to, you know, it also depends on what you're holding. If you're holding eth, what chamber just described prior could be too cute for many people, right? That is pretty cute. Well, you can see, well, you could see yourself get priced out and run the other way and end up with less eth really quickly. Right. So the time to sell eth was, was the pump to three k right. Now, not, not potentially at two k. Right. Where you're closer to the bottom. And now that's not to say there's not an opportunity because I think you've said dollar 400."
    },
    {
        "speaker": "A",
        "text": "You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yes. But if you, so if you're going to do that, you need to be very aware of the situation. Right. Because these things happen very quickly. And the revert, the, we just said the capitulation happens fast sometimes and the reversals happen fast. And when the reversal happens with volume, you could see yourself with less eth than you started if you're getting cute around this level or especially if you're getting cute under 2000. So that would be my, my first advice, my second piece of advice would be analyze the, analyze the NFT projects that you're in and be honest with yourself about where they might be after this. Do you, do they have a chance at a strong recovery? Is it an actual strong project? If the answer is no to either of those questions, sell it no matter what. It doesn't matter if it's a loss. In my opinion, I'm very good at taking losses. I am not in an NFT space in an NFT thing, you know, project. I am not hold, don't get too cute for the recovery because there may never be a recovery in those projects. And I would say what Chambers point was earlier was this is ultimately a goal about, this is ultimately a game of stacking eth, right? This is ultimately what we're trying to do here. So that means it's also a game of protecting eth. Meaning if you are in projects that are not proving to be as strong, that are nothing still building through this, that you feel are at risk of being potentially abandoned or never revisited with the kind of volume that might take you back, like cut your loss and take your eth and protect your eth. I. Do you agree? Disagree 100%."
    },
    {
        "speaker": "A",
        "text": "And it's tough, man. It's tough to do. And I mean, and I'm, I'm not even a person that's like super, like community, like, oh, I'm team whatever, right? Ex NFT. And I could imagine how difficult that could be for some people that have like really devoted their, you know, their time and their money to, you know, particular projects that they're, that they really believe in or they, you know, they think that are going to do well. And honestly, the sad truth is very few of these things are going to do well and very few things are going to. Are going to bounce back, to be honest. And to cut your losses is hard to do. But like Bunch said, I mean, you have to protect your capital. You have to protect your eth, because there will be more opportunities, I think, to add to your points here. What I tell a lot of people is stick with it. Don't just disappear. Like, if you get. Yeah, you know, stick around. Like, you'll make money. Like, if you. If you have, like, you know, half a brain and you surround yourself with some other half brain people, like, bunch and I. You'll figure it out. Like, you'll. You'll see what works, what doesn't work. Like, learn from your mistakes, and there's gonna be other opportunities that they're one. Like, I don't know what they're gonna be."
    },
    {
        "speaker": "B",
        "text": "But that's why you have to. That's why you're okay. But that's also why you have to be okay cutting some losses."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Right."
    },
    {
        "speaker": "B",
        "text": "Because you need. You need east to play those games, right? Like, you need to. You need eth to make Eth. And absolutely, if you're going to bag hold to zero, you're not doing anybody any favors, right? None whatsoever, which is hard to do because you, I mean, I've gotten very good at it. I would rather protect, like, when the writing's on the wall, you'd rather protect it. Right? So what? So let's. Let's take it one step further. What determines what you should cut your loss on versus what you should hold? So, like, what are you still holding and why?"
    },
    {
        "speaker": "A",
        "text": "So you, you're going to learn real quick. If you haven't sold anything yet, you're going to learn real quick. It's very difficult to liquidate your account, especially if you're talking hundreds of nfts, because I know a lot of people have, you know, dozens if not hundreds of nfts in their wallethood. So what I did, I made the executive decision. I'm like, well, I have to get the most capital out as quickly as possible. So I looked at the ones that had the, you know, the one, you know, if I had one, you know, one NFT that was worth 20 eth, then that's the one I'm going to focus on. Like, I sold a moonbird for, I don't know, 20 some odd eth. I think it was like 27. Ethan, I sold. I had Mizuki that I sold for, I think, 19 eth. Like, those are the big ones. I have a bunch of other, like, I had a bunch of VSP's that were like, point two s. And I'm like, how hard is it gonna be for me to sell these Vayners sports product or whatever it is? What is Vayners sports project? Pass. That's what it was. And I'm like, I'm going to sell 50 of these things at 0.15, or can I sell one big thing and, you know, get 20th? And that's the decision I made. The three landers were kind of the next year below that. The stuff that was like, you know, in the five Eth range, like one to five eth, right. I don't know if three landers are going to make it or not. So phonics asks, you know, three landers, GMI are. Now, they could. That could be that they have, in my opinion, that they have all the ingredients for, like, a team that could. That could rebound from this. And not that even. They haven't even dipped that much, but I just know I needed. I needed Eth. So I sold some of those. I still have some of those, but I still have a ton of nfts. They're just, you know, stuff that's under an eth, I think. And that was an executive decision I made just to focus on stuff that had higher value so I could convert that ETH to USDC as quickly as possible."
    },
    {
        "speaker": "B",
        "text": "Yeah. Interesting. So I also think that there's some interesting."
    },
    {
        "speaker": "A",
        "text": "I still have my picker rooms, too, by the way."
    },
    {
        "speaker": "B",
        "text": "Oh, no. Do you."
    },
    {
        "speaker": "A",
        "text": "I mean, what am I going to do? Oh, a $100. Thanks."
    },
    {
        "speaker": "B",
        "text": "You're so. You're so jaded."
    },
    {
        "speaker": "A",
        "text": "Some of them, you just look at. You're like, well, it doesn't matter. I'll just. I'll just hang on to these."
    },
    {
        "speaker": "B",
        "text": "Do not. Do not poo poo. $100 if it's worth it, at a significant portion of your. Of your eth."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Absolutely."
    },
    {
        "speaker": "B",
        "text": "$100 times 100 makes a more than 100. Yeah. Now, I will say that Drew is really just poking you here. You did. You were on the record saying that pickeroons was greater than."
    },
    {
        "speaker": "A",
        "text": "I only have one moonbird, but I have, like, 15 pickeroons left, so I still stand by it."
    },
    {
        "speaker": "B",
        "text": "Wait, you still have a moonbird?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "I thought that was your last one that you sold."
    },
    {
        "speaker": "A",
        "text": "No, I just. I had two left."
    },
    {
        "speaker": "B",
        "text": "Ah, interesting. Okay. I don't feel as bad now. I thought you were. I thought you were out."
    },
    {
        "speaker": "A",
        "text": "No, no, no. I have lots of under. I like, I like, I have a good amount of three landers left. Um, like, really, all I sold was my Azuki, my last, my last suzuki, my last bean. I sold in Azuki like a week and a half ago for like 30 eth. And I was just like, I was so happy today. Um, what? So I sold my zuki, my clone x, a moonbird."
    },
    {
        "speaker": "B",
        "text": "Wow. So, okay, you're selling. So you're selling some blue chips, too. So your strategy. So your strategy is a little different than mine, which I'm glad about because we can talk through both of them. Right. So the, I think there's some interesting metrics you can look at to decide if you should be selling or not. Right. And I said this in the war room the other day, it's not a fully fleshed out metrics, but this was what was on my mind when we were talking about it the other day. So especially in nfTs. So we kind of covered what you can do with Eth, you know, what the options are, what you should be thinking about, and what the end game is. Right. For nfTs, it's super interesting to me whenever you see floor dumps, right. Because, you know, that's not necessarily always indicative of what the actual strength of that particular collection market is. Right. So a couple things that you can look at, right. So most of the time it's when, a lot of the time when you're seeing these panic floor dumps that happen really quickly and fast, it's a small group of people doing what you just talked about, right. Getting liquidity as fast and as hard, like as fast as they can because they need it, right. And they're undercutting each other and they're, you know, in turn, you're seeing floor dump five Eth in 2 hours when realistically, that's six listings. Right. So there's, I would be careful selling blue chips that have strong metrics because, you know, I would look at who is selling. I would look at, so are the top holders of the project selling? If they're not, or if they are, look deeper into that. Right. Like who, if they are, how many have they sold? How many of the top holders are selling? What prices are they taking? Are they accepting offers? Or are they just listing? Like, those are some telling things. If people, if the top holders aren't selling and you can kind of notice that it's the same few people undercutting each other for liquidity, I wouldn't worry about it. I would carry on as that's a hold for me. Right. Listings, are the listings actually increasing drastically or are they, or is it the same people undercutting each other. Right. If listings aren't piling up, if listings aren't piling up, you know, at floor or below floor or whatever, not a super concerning thing for me. So I made this point in the war room the other day, the floor was 20, the other day on moonbirds or under 20."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And actually it was the day it dipped to like 16 or whatever. At a floor price of 16, there was actually less listings to 40 eth than there was when the floor price was 27."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "So to me, that is the same couple people undercutting themselves for liquidity. Right. So something to look at and that you can actually put a metric to, to either give you some comfort or, or validate your reason for selling. Right. So, um, that's interesting as well. With a project like moonbirds, it's super fascinating to watch. It's gonna be, to me, I'm holding all my moonbirds that I have because, you know, another thing here is where is the project at and its life cycle. So a project like Moonbirds right at the beginning of its life cycle here is a much stronger hold to me than a project that is maybe a year approaching a year old or, you know, has already done a couple big things on their roadmap where it may not get that interest back. Like moonbirds, for example, is going to have a ton of releases throughout the rest of the year on product releases and drops and things like that. So there will be excitement coming back to it. So where is it in the product life or in the project lifecycle? What's the holder count? Is it actually going up? Is it going down? You know, they're. Who's buying up the floor to stop it? Right? Is it, is it actually new holders coming in, which is bullish? Is it the same? Is it top holders buying, which is showing more conviction? Or is it just kind of staying stagnant and people are, you know, flip flopping in and out? Just some things to actually think about. And then, you know, those are things to me that show where there's potentially real panic or just small temporary dips. Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "100%. And honestly too, the calculation I made getting cute, if you will, is just because I'm selling a clone x or a moonbird, doesn't mean. I think the calculation for me was, I can get more eth. I think there's going to be, you know, I'm kind of hedging my bet saying, okay, I think NFTs are going to see a pullback over the next whatever few weeks, whatever we want to call it that, you know, that kind of coordinate with. With Eth. If I can. If I can add more eth to my pile, I can come back in and I can buy back another moon birdhouse or I can buy back another clone x. Oh, we're going to get under $2,000."
    },
    {
        "speaker": "B",
        "text": "Yeah, we are."
    },
    {
        "speaker": "A",
        "text": "I can come back and buy those projects. And honestly, I'm kind of letting the market kind of figure itself out, too, and say, hey, these are the projects went forward. Obviously, Azuki, we should probably touch on that before we leave. Was kind of in that mix of moonbirds, bored apes, Azuki's and clone X. I think we're kind of that upper echelon of NFTs. Well, Azuki is now, like, if you sold your Azuki, well, now you look like a genius."
    },
    {
        "speaker": "B",
        "text": "You could buy five if you still want."
    },
    {
        "speaker": "A",
        "text": "Well, you can buy five, but also, too, you're probably not going to go back into Azuki. You're probably now going to go into. Maybe I'll get into moonbirds. Maybe I'll get into. I think Clone X has a. I think Clone X is right for the."
    },
    {
        "speaker": "B",
        "text": "Picking generational buy opportunity."
    },
    {
        "speaker": "A",
        "text": "I think. So now that Azuki's out of, or it's another project that's not even out yet, that you, now you have some eth on the side to really get in properly."
    },
    {
        "speaker": "B",
        "text": "So let's think about what the differences are in the things that we just said. Right. Because I think it's important. There's an important distinction between your strategy and. So the difference between your strategy and just selling is one extra step. You went, you went to USDC."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So your goal is to come out of this with more eTh. Right. So when you're the. The big thing to think about is that. Right? It's not, oh, I'm going to sell and go to ETH and hold ETH and then try to buy my NFT back at a similar or less than price. That.com, correct. It's that you're now trying to get more buying power coming out of this on the other side. Right. So I think that's the important distinction there that people need to realize when they're."
    },
    {
        "speaker": "A",
        "text": "You can sell your nfts and hold ETH, but probably not going to do much for you if the price of ETH goes to $2,030."
    },
    {
        "speaker": "B",
        "text": "Right. Well, that's what I mean. Right. So it's like, so for me. For me, I'm taking the other approach where I'm holding all my moonbirds, which I'm seeing right now is a pretty stable hold in terms of, I agree, lower price, and. Which is basically just the same as me holding ETH right now. So. And that's a position I'm okay with, because I'm not actively."
    },
    {
        "speaker": "A",
        "text": "I would almost argue that there's almost more advantages to holding the boonbird over just holding the ETH equivalent, because you get the. The nesting options. Who knows? That's why I kept one moonbird, because I don't want to miss out on potential air drops or, like, my nesting period. You know, that. That sort of thing."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So there's definitely benefits of holding the moonbird. That makes a ton of sense to me, is the one to hold."
    },
    {
        "speaker": "B",
        "text": "I think we've given a lot of solid advice today, none of it financial, but we've given some solid NFT advice. Yeah. So. Okay, let's real quick do two things, and then we'll get out of here. Okay. One, we got to talk about Azuki. What are your overarching thoughts on the whole thing? Are you. Are you plugged into what was actually happening?"
    },
    {
        "speaker": "A",
        "text": "So. Okay, I'll tell you what I know and tell me how close I am. Okay. The founder of Azuki, who's an anon fella, had some other projects that, you know, quote unquote, he rugged. And I don't know what the exacts were on those other projects, but people throw the word fucking rug around like it's, you know. Anyways, they throw it out too much. And, you know, a legitimate rug where people are doing it intentionally to steal from people or a project that had good intentions that just fizzled out. Both are called rugs. And I honestly think those are two different things."
    },
    {
        "speaker": "B",
        "text": "They are."
    },
    {
        "speaker": "A",
        "text": "And this person had three of them prior to doing Azuki, and then did Azuki, and then it went well. They then came out and said it sounded like their feet were being held to the fire, that people were going to come out and say, oh, the founder rugged some other projects. So he had come out in front of it and said, hey, I'd been involved in these projects, blah, blah, blah, blah. And then, you know, that shit hit the fan. Then there was the infamous spaces, apparently, that I missed."
    },
    {
        "speaker": "B",
        "text": "Man, you're. You're plugged in."
    },
    {
        "speaker": "A",
        "text": "Does that sound pretty close?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You have more information on this than I would expected you to have. Yes. The. Now, does this. What's your opinion? Does it warrant the."
    },
    {
        "speaker": "A",
        "text": "I just don't know. Like, is. Is hedgest? Well, no. I mean, nothing warrants any of the price action, whether it's positive or negative. That's just the, that's just sentiment in the market. So sentiment was bad. We're very altruistic here in the NFT space, which is something I don't like nearly as much. I like the crypto space a little bit more for its rigid attitude towards things."
    },
    {
        "speaker": "B",
        "text": "It's staunch capitalism."
    },
    {
        "speaker": "A",
        "text": "I agree. I like that a little bit more in the crypto space. It's a little too Kumbaya here on the NFT side. But when people do not like something they gang up on, it's very lib like that. It's that left wing thing that people kind of point out where, you know, they really gang up on things when. When they're not, when they don't like something. So whether or not you just got."
    },
    {
        "speaker": "B",
        "text": "Canceled in real time. Exactly. Yeah."
    },
    {
        "speaker": "A",
        "text": "My name is Chad. Chad's don't get canceled. But whether or not. So, like, my opinion on what's happening would just depend on whether or not he maliciously tried to take advantage of people or there were just projects that he tried. I heard that at one point he pretended to be a woman, which is not cool, I guess, but I mean, we're all pretending to be whatever. So I don't get that offended that he pretended to be a woman. You know, I pretend to be a traitorous, and people get offended by that. But yes, we're depending. I just don't know the ins and outs that much to really give a proper opinion. But I mean, if he's being an asshole, trying to take advantage of people, fuck that guy if you don't."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's go with the bigger question is, does it get. Does it rebound? Or are we like."
    },
    {
        "speaker": "A",
        "text": "A zookee is definitely done?"
    },
    {
        "speaker": "B",
        "text": "What does it need to. What does it need to be to rebound? Yeah. What needs to happen?"
    },
    {
        "speaker": "A",
        "text": "A transition of power. I think I was listening to, I think Steve said this morning on coffee with captain or somebody said it, that if they transition to another, like, if whatever, he sells the or transfers ownership to another, you know, whatever project lead or somebody that has experience with it, and he, that person is no longer with the project, then for sure that can. That would definitely help."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. It's interesting. I'm not sure that it can rebound."
    },
    {
        "speaker": "A",
        "text": "But I'm definitely not buying a zookeetime supervisor."
    },
    {
        "speaker": "B",
        "text": "Even if they get rid of the guy, I don't know how. I think it could be a slow, like, what, what separates it anymore from. From anything else? Like, nothing."
    },
    {
        "speaker": "A",
        "text": "And it's got a stain. It's got a big old stain on it. Too. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's. It's not. I just. Exactly. Right. Like, it was this golden child prior to that. And I don't. I don't know if it rebounds. Like, it doesn't. Not like it did. Right. Like, it."
    },
    {
        "speaker": "A",
        "text": "Definitely nothing."
    },
    {
        "speaker": "B",
        "text": "It had, like, it had potential. Blue chip. We sat on the show a couple weeks ago and said that it had potential to be the number."
    },
    {
        "speaker": "A",
        "text": "I said it was gonna be the number one."
    },
    {
        "speaker": "B",
        "text": "That's right. We even said that it was. It was primed to be a potential, you know, number one, number two project in the. In the space. And I don't. I don't think that's ever gonna happen now. And that's okay. Like, I feel very bad for the people."
    },
    {
        "speaker": "A",
        "text": "Oh, 100%."
    },
    {
        "speaker": "B",
        "text": "Right. Yeah. I hope people got out when they could have. And that's not easy to do and stuff like that happens, but, yeah, it."
    },
    {
        "speaker": "A",
        "text": "Just kind of goes to show you, like, anything can happen at any."
    },
    {
        "speaker": "B",
        "text": "Yes. Which is scary. So, I mean, it for sure can. I mean, there's arguably a stain on board Apia club now."
    },
    {
        "speaker": "A",
        "text": "I agree. I agree. Like, that's what I'm saying. Like, clone x."
    },
    {
        "speaker": "B",
        "text": "Look at this one. I mean, and, you know, part of this. Part of this is their fault. Like, of course the whole market is down, but part of this is their fault. Absolutely. They built the. They built this top hype in inorganically because people were chasing a land sale that had to be bought in this. Right. And so, like, I. You know, and there's no additional utility at this current moment. And guess what, man? Drew said it before. And I was thinking this while I was trying to chart it this morning."
    },
    {
        "speaker": "A",
        "text": "No bottom. Is that what he said?"
    },
    {
        "speaker": "B",
        "text": "Yeah, he said that somebody. I'm trying to find his."
    },
    {
        "speaker": "A",
        "text": "It's rough. I feel so bad."
    },
    {
        "speaker": "B",
        "text": "Coin doesn't have a floor. And he's right. Like, look where it launched. It's. It was never under $7 on Coinbase. Never. And so it's at 545 right now. And there's no, like, your one saving grace is that, uh. Like, you could maybe try to play these RSI things, right."
    },
    {
        "speaker": "A",
        "text": "You don't think I'm going to be buying a bag of ape at some point?"
    },
    {
        "speaker": "B",
        "text": "Oh, I mean, you. You should at some point."
    },
    {
        "speaker": "A",
        "text": "But there will be a buy price for sure."
    },
    {
        "speaker": "B",
        "text": "And it could be getting close, but it could be you. You buy ape, you buy. Okay, so what. What are. So are we. We were going to do this as a segment, but I don't think we will. We'll just do. When. When do you buy ape. When are you looking to buy something like ape?"
    },
    {
        "speaker": "A",
        "text": "Oh, I don't, I don't even know when that could be. I want to see the chart look better than what it does. I want to see some sideways action for a little bit. But, yeah, no, I mean, not now, not anytime soon. Not until that line stops going straight down and start going, starts going sideways."
    },
    {
        "speaker": "B",
        "text": "Uh, yeah, I would be buying ape when you're interested in potentially buying EtH, right. And. And not a second before. Like, in fact, probably a little after. You know what I mean? Like, because there'll be a little trickle effect here. But, like, when you're interested in buying ETH is when you could potentially be interested in buying ape. And I don't think that you should be looking at it prior to that because there's no immediate use case for it at the moment. And nothing that's going to. You're going to. You have all these people that are holding free ape, too. Like, it's. I don't know. I'm not comfortable buying it yet. I think it. I think, you know, I'm not."
    },
    {
        "speaker": "A",
        "text": "I think you just wait for that sentiment like you've seen it before in all sorts of different things, like bitcoin, ethereum, different. Different things like that, where you just see the sentiment is just absolute garbage. You know what I mean? And that's when you buy. Like, that's. That's, to me, that's. That's the time when everybody thinks, what."
    },
    {
        "speaker": "B",
        "text": "Goes to zero first, Luna or ape?"
    },
    {
        "speaker": "A",
        "text": "Didn't Luna already go to zero? That's a tough one. But it's exciting. I mean, but, yeah, like, it's. I mean, ape. There will be a time to buy ape. I think it's just not at this."
    },
    {
        "speaker": "B",
        "text": "Point, at least shout out to 05:00 a.m. for posting the Steve NFT bark Azuki copy pasta here."
    },
    {
        "speaker": "A",
        "text": "That was very good. That was very good."
    },
    {
        "speaker": "B",
        "text": "All right. This was a doom and gloom episode, but we're not out of woods yet. We have one more segment here for, before we get out of here, a little lightheartedness on my favorite segment that we do on any of our shows, which is. Hold on. I guess I got to get you. I got to get ready for the drop."
    },
    {
        "speaker": "A",
        "text": "Are you wanting to do the job? I can do it. Yeah, I was ready for it. Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, cool. All right. I'm going with defend that tweet."
    },
    {
        "speaker": "A",
        "text": "The defense is in the back, mo. Hey, just get our energy going at the defensive end."
    },
    {
        "speaker": "B",
        "text": "This tweet comes to us from none other than on May 6. 08:14 a.m. two retweets, three likes. He's got a really nice. His comment here is nice pairing. And he tags Suzuki and then plus hashtag beans. And he has his little guy here, his Suzuki and his."
    },
    {
        "speaker": "A",
        "text": "For the record, I was a nice pairing."
    },
    {
        "speaker": "B",
        "text": "Were these yours?"
    },
    {
        "speaker": "A",
        "text": "These were mine, yeah. They both sold. They both sold yesterday."
    },
    {
        "speaker": "B",
        "text": "They both sold yesterday."
    },
    {
        "speaker": "A",
        "text": "So part of me today. Pardon me. These ones sold today."
    },
    {
        "speaker": "B",
        "text": "This isn't actually the tweet I wanted you to defend. I just found it as I was doing this, and I thought it was hilarious."
    },
    {
        "speaker": "A",
        "text": "When. When did I. When did I tweet that one? When?"
    },
    {
        "speaker": "B",
        "text": "May 6. So a couple years ago."
    },
    {
        "speaker": "A",
        "text": "So much younger than a couple years."
    },
    {
        "speaker": "B",
        "text": "Ago at this point, right? Like, holy cow. All right. The one I actually wanted you to defend, or it's not even a defense. It's more to talk through your. Your talk through this, because it actually became a little bit of a thing."
    },
    {
        "speaker": "A",
        "text": "I don't know what it is."
    },
    {
        "speaker": "B",
        "text": "Yesterday, May 10, right? May 10?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Is this May 10? Yesterday? Yesterday."
    },
    {
        "speaker": "A",
        "text": "Bring this up."
    },
    {
        "speaker": "B",
        "text": "07:48 p.m. you got six likes on it. Congrats."
    },
    {
        "speaker": "A",
        "text": "Big day."
    },
    {
        "speaker": "B",
        "text": "You know, I owe you an apology. I replied, but did not like. So that's really shitty etiquette. So I'm going to. I just gave you a like, there. Big difference between laughing emoji crying straight, and laughing emoji crying, head tilted. I responded, please use it in a sentence. And you said, the first one is politely laughing, and then the second one is actually laughing. So a couple questions here. One, tell us your thought process. Two, how often are you. How often. What is the ratio that you find yourself basically placating your audience with politely laughing versus actually laughing?"
    },
    {
        "speaker": "A",
        "text": "So this all stems from you texting me?"
    },
    {
        "speaker": "B",
        "text": "I was. I was gonna say, dude. I was gonna say, I feel like I get a lot of the head tilted laughings, and that makes me feel really good seeing this."
    },
    {
        "speaker": "A",
        "text": "So I. We were texting about. Oh, you had texted me about something, and you had sent an emoji. And I laughed. And I didn't purposely do this, but I sent the non tilted laughing guys. And I'm like, I saw it. I'm like, this is a slight to bunch like this. He doesn't know this, but I'm like, I would be offended if I got those. And I wanted to change it, but I'm like, it's too much to explain it, but I thought about, like, those aren't the emojis I wanted to use, but they were the first ones that I saw. And then I literally went to Twitter right after, and that's what I tweeted. I said, big difference between that emoji and the other emoji. And when you said use it as census, I was going to say, check your twitter, check your texts. But, yeah, that's all it stem from. I'm like, I didn't want to send you those, but for whatever reason I did. And then I thought about it, that it consumed me immediately after, and that's what happened."
    },
    {
        "speaker": "B",
        "text": "And then. So a double defense. Not even a defense here, maybe a defense on your part, but this isn't your tweet. It started a ripple effect, uh, with Steve. NFT bark at 10:30 p.m. uh, he, he's challenging your, your emoticon."
    },
    {
        "speaker": "A",
        "text": "Big shock."
    },
    {
        "speaker": "B",
        "text": "He, he's saying that, you know, this one right here with the little squinties is like, uh, that he chortled like he. And then."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "B",
        "text": "He actually laughed at the crying. And then he doesn't even use the tilted face because it's too extra."
    },
    {
        "speaker": "A",
        "text": "Wow. See, I would say I'm the opposite. I don't use the first one at all. I don't even know what that is. I minimum will use for work and stuff. I use this second one. But for the most part, I mean, I laugh. Like, if I'm laughing, it's usually a genuine laugh. So if you, if, if anyone has made me laugh, which is fairly easy to do, you're getting the tilted. You're getting tilted emoji because I've properly laughed and I appreciate it and I feel that's the least you can do for. That's least I can do for you for making me laugh, is show you the proper respect in the sideways or in the diagonal laughing emoji, I feel."
    },
    {
        "speaker": "B",
        "text": "So I'm going to take this poll that Steve posted here as a victory for you because it didn't get a ton of action. Only 23 votes. But he didn't feel like I'm the."
    },
    {
        "speaker": "A",
        "text": "Kiss of death for these things."
    },
    {
        "speaker": "B",
        "text": "Well, he didn't. He didn't give you the option, right. So he put me, me and then me with a kangaroo. I would agree more with your usage than his. So I voted me with a kangaroo because I felt like that was the closest thing to nothing."
    },
    {
        "speaker": "A",
        "text": "That's good. I'll take. I'll take any of those victories I can. I mean, we're talking about a person who puts friends on a pedestal and floods Seinfeld. Are we really taking the laughing emoji you know, theories from this guy. Come on. Well, it's a non starter."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right. Well, that's fair. JP kaz, I think, agrees here. It says lol and lmao. Are you very different? I would very different, yes. So a little lightheartedness for this mountain of that we found ourselves in this week. But don't fret, it will get better eventually. And don't get shaken out."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "At the bottom. Don't get shaken out at the bottom. We've seen this happen before, and I think your point earlier was don't go away. Don't go away. You, we saw so many people leave in 2018 and never come back and miss out."
    },
    {
        "speaker": "A",
        "text": "And, or they go away and then they come back, like, you know, and."
    },
    {
        "speaker": "B",
        "text": "Then it's too late."
    },
    {
        "speaker": "A",
        "text": "Too late. You've missed it. They come back when they, when they hear good things. Right. Like, if you leave, if you leave, the only time you're gonna come back is when you're hearing the good stuff that's happening and you're probably a month too late already. Bye. And we all know what happens. I mean, a month is a decade in this space."
    },
    {
        "speaker": "B",
        "text": "So stay around, be confident that this is not all going to zero. Some of it might, but make sure you're in some stronger positions. Be comfortable and confident in what you do decide to hold. Take some of the advice maybe today to analyze what you're holding and why you're selling or what you're basically make a dang plan, man, and stick to it and be adaptable. And, I mean, there's a lot of ways to handle this, but I think you can feel okay knowing that it's probably temporary, right?"
    },
    {
        "speaker": "A",
        "text": "Definitely. Oh, yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "Like, ledger just came on here and said, 20k in two years. So hold, buckle up. You know, stack that."
    },
    {
        "speaker": "A",
        "text": "Eat."
    },
    {
        "speaker": "B",
        "text": "Yeah. Anyway, what is Doug saying right before we get out? He asked an actual question. How much time does it take to hit stay, determine a floor? Five minutes, 5 hours, five days? Very good question. I think we said in the beginning of the show or earlier in the show that sometimes these bottoms happen very quickly. And you could see something like, hold on, bring your chart back up again real quick and zoom out. Actually, here, let me, let me share mine real quick because mine's kind of already zoomed out. If you. So sometimes a bottom looks like this, right where you're, it happens really quick and bounces. Happens again. With a retest, you can see that there's a lot of support here, but then look what happens. It goes, whoa. It recovers. Very quickly, and you can see with haste that it gets away from you very fast. Sometimes bottoms look more like this, where there's, like, a long, prolonged distribution and accumulation. Right. So they can look and take a long time like this. See how long this was? Around 400. This was years. This was like what we, uh. This was July 20 to December 20. Right."
    },
    {
        "speaker": "A",
        "text": "That was 2020."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was 2020."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Right. And so, like, sometimes they look like."
    },
    {
        "speaker": "A",
        "text": "I thought that was 2014."
    },
    {
        "speaker": "B",
        "text": "And that, that's like, you know, so you just need to be. That's why if you're going to sell and get out, you need to be watching because the reversal could happen quickly. It usually happens quick and violently one way or another. Right. So, but, like, you kind of mentioned."
    },
    {
        "speaker": "A",
        "text": "Though, like, retests happen. Like, even though you find a bottom, there's probably going to be some sideways action after the bottom, too. So, you know, don't feel bad, you know, because there's probably be a retest after the bottom, too."
    },
    {
        "speaker": "B",
        "text": "So one last thing that I'll leave everybody with is this morning on coffee with captain, and I was challenged to do an impression or two. I don't think I'm, I'm not ready. I'm not prepared to do the ones that I was asked to this morning because I actually care what they ask you. They were. I can't remember which ones they were, actually. But then 05:00 a.m. comes in and says, you'd like to hear Donald Trump talk about his knowledge of bear markets. That one. I can do bear markets. Everybody goes through them. People love bears. There's Yogi bears. There's gummy bears. There's, you know, what are those other. There's yogi, Yogi bears. Boo, boo, boo, boo. Lovely bear. People, people think he's a great bear. People love him. There's Yogi Beara. That's not a bear. That's a Yankee. He's a Yankee, but he's a great. He likes bears. People think there's Teddy, Teddy, teddy bears. Either way, people love me. People love bears. People are talking about bears. People are always talking about bears. Bulls, not so much, but I love bulls. I love the stock market. People love the stock market. Thank you."
    },
    {
        "speaker": "A",
        "text": "That's very good. That was good. That was like one of your, one of your best trump impressions. That was nice. Good cadence."
    },
    {
        "speaker": "B",
        "text": "Well, it had a, it had a good theme. I could go with a lot of stupid bears. All right, that's going to do it for us. We're over time. Until next time, statement."
    }
]