[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Degen Network, the only community based web three media network bringing you the very best content in the NFT and cryptocurrency space. Please visit dgen.net work and check out our other great shows. That's Degen dgen.net work. Welcome to the future."
    },
    {
        "speaker": "B",
        "text": "On today's show, we have immersed VR CEO Renji Benjoy. The guys shoot it for a bit, and we talk. All the other action going on in the NFT market. Let's get rolling. Hello and welcome to the Mint condition. I am bunchu, alongside my esteemed, the one and only, esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "Same as it ever was, man. You know, do a pretty good busy day today. We're in October. I feel the seasons go by quick as you get older. Like, I feel like we're just in, like, you know, hot boy summer. Now. We're in kind of tubby guy fall."
    },
    {
        "speaker": "B",
        "text": "That is where I thrive."
    },
    {
        "speaker": "A",
        "text": "I got my flannels out. I got my, you know, it's. It's. It's a good time, but, yeah, it's. It is what it is. You know, I feel like I'm. I'm starting to prepare for winter, getting, you know, watching a few more Netflix shows, you know, kind of getting stuff ready to put away for the. For the summer, you know? You know how it is."
    },
    {
        "speaker": "B",
        "text": "Yeah, I get it, man. Tubby guy Winter is the hashtag of today's show, if you're joining us in the streets. And, Tubby, if you are a tubby guy winter supporter, please let us know. I think, you know, there's nothing like hashtag sweaterweather. No, you know, it's. I've already got my board ape yacht club hoodie going on, or. Sorry, this is my mutant ape yacht club hoodie. It's. I think it was the first mutant drop when I still owned a mutant."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "So zero town or Zotown records, has exactly eight minutes till he picks up his kids to watch us. Thank you for tuning in for those eight minutes. We will hopefully make you laugh and make sure you turn us off after that, because I cannot be held responsible for the words your child might repeat, especially the word nft, which is a bad word. You don't like your kids saying that if your child's first word is nft, you have minted a degen and you want to alleviate that. At the first sign, it was hoping to see a thicker beard. Not happening today. And it's going away again. Oh, that's one in that's one in a million. Oh, what's up? One in a million. One in a million. I posted the YouTube link literally in the war room, and he follows that up a minute later with a comment that said, is there a mint condition today? Tagging us both? So we are here for you. One in a million. Thank you for joining us. While you're waiting for your children chamber, what's your favorite piece of NFT merch?"
    },
    {
        "speaker": "A",
        "text": "I've given my moonbirds hat. I like a lot. I like them. I'll tell you what, the moonbirds hat, I was wearing it again the other day, and I got a big head. And, you know, I get a lot of, like, direct ads for guys with big heads hat. Like, there's. There's a special hat that you can now get if you got, like, a seven and three quarter plus head, you know what I mean? For all those fitted people. But I'm like, I'm like, almost an eight. I got just a massive skull. And the fact that they. I feel like I have one to two extra snaps on the back that I normally have on the Moonburg hat. And, I mean, that made my day. For somebody that has a massive cranium, it's a game changer. And honestly, still, the fanny packs I still think are really, really sick."
    },
    {
        "speaker": "B",
        "text": "I haven't used my fanny pack yet, but I enjoy it. Yeah, I'm a fanny pack enjoyer. I love my moonbirds hat. I think this is my favorite wearable that I have. So it's very nice to. It's nice to be back in this one, I would say."
    },
    {
        "speaker": "A",
        "text": "You know, I gifted my most expensive one when I was a part of the three lander community. They did a cross promotion with this fairly high end clothing brand. I think it was called barriers. And there was only, like, 300 available. And I think it cost me, like, to ship it to Canada. I think it all done, I think was like $350 for a. Yeah. Sweater. Like a, like a hoodie and sweatpant combo. And I gifted that to my sister. I'm like, she's like, oh, you always have, like, the cool sweaters. I'm like, here, I got you. And gave her those. She was showing me the other day. She was wearing, I'm like, don't go into public with that."
    },
    {
        "speaker": "B",
        "text": "They really, they really, like, have fun holding these bags."
    },
    {
        "speaker": "A",
        "text": "Yeah, they really shit the bed. I may have put too many eggs in the three layer basket."
    },
    {
        "speaker": "B",
        "text": "Steve calls it a cross something. I believe he's referring to Steve calling the fanny pack this morning a cross."
    },
    {
        "speaker": "A",
        "text": "Body across body, cross body satchel. Yeah, Steve got some words for some things."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, look, his vocabulary is unmatched. And he's from Cleveland, of course, home of great vocabulary."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "The vocabulary capital of the world, I think, is what they go by. And like, there's like the world's biggest ball of yarn. Yeah, Cleveland, the vocabulary capital of the world."
    },
    {
        "speaker": "A",
        "text": "All toilet paper is word of the day toilet paper in Cleveland."
    },
    {
        "speaker": "B",
        "text": "All right, well, we've got a awesome show. Chamber and I are going to shoot this stuff here for about 25 minutes, and then we have an awesome, awesome guest coming. We've got Renjie Benjoy from immersed VR. This is a very cool take on metaverse that I'm very excited to talk about. I think it's very interesting. Totally different concept than we've seen and how they're using metaverse technology and VR. So we'll get into that as well. But first, just a reminder, as part of Djen Network, we have tons of other amazing shows that you should be listening to to get way better than this one. Definitely better than this. When we come on and talk about cross bodies and vocabulary capitals of the world, you could be listening to shows such as the Djen night shift hosted by phonics, JP Kaz Mizzle, TJ and Suga Shane Coffee with Captain every morning on Twitter. Eight to 09:00 a.m. eastern. Just find it on Twitter. Go to the DJ network. Twitter handle alpha afternoons with Minae Roman and Jake. Beloved jouelzy on, what's that? Fridays?"
    },
    {
        "speaker": "A",
        "text": "Friday. That's a nice, that's a nice Friday treat."
    },
    {
        "speaker": "B",
        "text": "That is. It's actually a perfect show for a Friday morning, quite honestly. It's very good. But those are, you know, some of our, our favorites on Djen that aren't us. So make sure."
    },
    {
        "speaker": "A",
        "text": "And if you're more into the sports, oh, yeah, the sports stuff. We got the airdrop sports report there Tuesdays at 09:00, I believe."
    },
    {
        "speaker": "B",
        "text": "Yes. PM show as well. Also guests. They get the guests. That's right. So does Alpha afternoons, do alpha afternoons posing some guests, yeah. So check out all of our content on DJ network. We, there's definitely better things you could be listening to than us on our network. So please check them out. They're all fantastic shows, working hard to bring you information on the market, nfts."
    },
    {
        "speaker": "A",
        "text": "And just some general nonsense that all being said. I mean, if you want to give us a five star rating on Apple Podcast or Spotify, feel free. I know."
    },
    {
        "speaker": "B",
        "text": "You know what I decided just now that we're going to do."
    },
    {
        "speaker": "A",
        "text": "What's that?"
    },
    {
        "speaker": "B",
        "text": "We're going to start a weekly thing where we give a PO app to somebody who submits a five star review. That's my commitment going forward. Remind me that I said that next week when I will have it ready, I will."
    },
    {
        "speaker": "A",
        "text": "I'll even top it up. So whatever po app you give them, I'm going to. I'm going to go. We're going to the graveyard spooky season. Specifically, I have so many spooky themed graveyard nfts in my opensea, it'll blow your mind. So not only will you get a Po app, you will also get a chamber graveyard spooky season nft of my choosing. Wow."
    },
    {
        "speaker": "B",
        "text": "JP Kaz is running to Apple Apple app right now to give us a five star review. I can tell he's so excited for your. I don't know what kind of spooky season."
    },
    {
        "speaker": "A",
        "text": "Speaking of. Speaking of Spooky season, I tweeted about this the other day, but have you been watching Dahmer on Netflix?"
    },
    {
        "speaker": "B",
        "text": "Dude, I was just gonna say that to you. I was like, I know where this is going. I finished episode five last night."
    },
    {
        "speaker": "A",
        "text": "Oh. Like, it's. It's great. Like, I've always actually, I've always kind of been into serial killers."
    },
    {
        "speaker": "B",
        "text": "Everybody is. You can't, you know, you are not into serial killers. You're. You're lying to yourself."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's just intriguing. For me, as a young person, it was always like."
    },
    {
        "speaker": "B",
        "text": "Like, I never psychopath. I was looking for people like me."
    },
    {
        "speaker": "A",
        "text": "I was always more into, like, the why. Like, I was never like a good and evil kind of guy. I'm like, yeah, something. Something needs to happen to get to this point. Like what? How does somebody go from not eating people to eating people? And those are the questions I needed."
    },
    {
        "speaker": "B",
        "text": "I think it's one bite."
    },
    {
        "speaker": "A",
        "text": "It's one. One bite at a time."
    },
    {
        "speaker": "B",
        "text": "One bite at a time. So you go from not eating somebody to eating somebody. I think that first bite."
    },
    {
        "speaker": "A",
        "text": "But, man, I know obviously these were real people, real victims. I think the show does a great job of highlighting the victims as well. Better than anything I've seen in the past, where you get to kind of get to know them a bit more. But, man, the memes from that show, they're too good. They cannot be that good. They're so funny and they make me laugh every time. Like that one. Like the, you know, the scene where he's like, you know, like, I told you, we're. We're gonna watch a movie."
    },
    {
        "speaker": "B",
        "text": "We're gonna watch the movie, and then you can go. First of all, every time."
    },
    {
        "speaker": "A",
        "text": "Every time."
    },
    {
        "speaker": "B",
        "text": "I see that, the entire experience has been kind of weird for me because my wife has a very large celebrity crush on Evan Peters, who plays Dahmer. So it's very hot."
    },
    {
        "speaker": "A",
        "text": "He's very hot in that."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's super weird dynamic because I'm like, wow. She also says to me that I've. She said to me in the past that I look. I remind her of Evan Peters. Like, I look like him a little to her, which is great, because her other celebrity crushes our ugly as sin."
    },
    {
        "speaker": "A",
        "text": "So you should go as Dahmer for Halloween. I think that'd be fun, just sprinkling stuff into people's dreams."
    },
    {
        "speaker": "B",
        "text": "We just took our kid to pick out a Halloween costume for his first time. So we are going as a family, and we are going to be the baby shark family."
    },
    {
        "speaker": "A",
        "text": "Oh, I love to see. That's nice."
    },
    {
        "speaker": "B",
        "text": "That's nice. Yeah. I thought where you were gonna go is, who are your wife's other celebrity crushes? That being said, I'm gonna tell you anyway."
    },
    {
        "speaker": "A",
        "text": "Yeah, you tell me, because you said they were ugly. So I'm like, well, who could it possibly be?"
    },
    {
        "speaker": "B",
        "text": "Well, when your wife has celebrity crushes like you were, you're like, okay, well, she, you know, she likes me. There's probably a relation there somewhere, either in personality or looks. Yeah. Peters is the one that I'm going to hang my head on for, hat on for the looks wise. Her other top two celebrity crushes are Michael Cera."
    },
    {
        "speaker": "A",
        "text": "That's rough. That's rough. I get it, though. Like, I get it. Like, I just finished. I just finished watching."
    },
    {
        "speaker": "B",
        "text": "The next one's gonna get you."
    },
    {
        "speaker": "A",
        "text": "What's the next one? I gotta know."
    },
    {
        "speaker": "B",
        "text": "Ricky Gervais."
    },
    {
        "speaker": "A",
        "text": "That's tough one. That's a tough one. I get it, though. Like, Ricky, I like Ricky. I could see being attracted. I could see both."
    },
    {
        "speaker": "B",
        "text": "Like, look, I have a certain comedic element to me."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. Yeah. I mean, Ricky's better than Michael Cera, I would say."
    },
    {
        "speaker": "B",
        "text": "Yeah, Michael Cera is definitely the worst one."
    },
    {
        "speaker": "A",
        "text": "But I did just watch. What's the. What's the superhero? Not the superhero where he plays, he's in a band and he fights all the. All the girls. Scott Pilgrim, phenomenal."
    },
    {
        "speaker": "B",
        "text": "Scott Malkinson from South park."
    },
    {
        "speaker": "A",
        "text": "Phenomenal movie. But, yeah, not, not the. Not, not the guy I want to be compared to. But, you know, Ricky Gervais, not too bad. And then Evan Peters, you know, that's. He's gonna win. He's gonna win a. He's gonna win some sort of award."
    },
    {
        "speaker": "B",
        "text": "I think was most people eaten on screen."
    },
    {
        "speaker": "C",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "That's by far. By far. Well, that. Honestly, that's one of. One of the nice things about the show is it's actually not too graphic."
    },
    {
        "speaker": "B",
        "text": "Like, obviously, the one that got me where it was. He was like. It literally drinks the."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that was tough. That was tough. But I mean, in. There's not too many kill scenes. There's. It's always kind of like, cut to the next. You know what I mean? Cut to. To after the killings done. So I kind of like that. I don't like to see too. Stuff too. Too gruesome, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah. But I think you. You're right about why people are interested in the serial killer stuff. Like, it's the same reason for me. It's the why. Right? Like, what. And I think they actually do a good job of this. I can't wait to go read after, like, what was true and what wasn't. You know?"
    },
    {
        "speaker": "A",
        "text": "Like, I've. I've done lots of, like, read."
    },
    {
        "speaker": "B",
        "text": "Don't. Don't. Don't spoil it for me yet, because I'm."
    },
    {
        "speaker": "A",
        "text": "It's very accurate. It's very accurate. Like, everything you're seeing is, like, pretty darn, like, I would say 90% accurate."
    },
    {
        "speaker": "B",
        "text": "Phonics must have missed the part where you said, as a young psychopath."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You were looking for."
    },
    {
        "speaker": "C",
        "text": "There are."
    },
    {
        "speaker": "A",
        "text": "There are far worse. There are far more graphic shows out there. Like, to me, like, a Game of Thrones is more graphic than anything that happens in Dahmer. Am I wrong?"
    },
    {
        "speaker": "B",
        "text": "Well, mostly because of the domenna."
    },
    {
        "speaker": "A",
        "text": "Lots of dong. No dong. No dong in Dahmer, which is, you know, that's nice."
    },
    {
        "speaker": "B",
        "text": "We officially passed the eight minute mark, so I can say that because one in a million's kids are not in the car, or they are. He's no longer listening. But anyway, we've killed 15 minutes doing this, which is just fantastic. I thought we might cover some NFT and market stuff before our guest comes on, but I'm not even sure I want to do that at this point."
    },
    {
        "speaker": "A",
        "text": "Renga good, I guess."
    },
    {
        "speaker": "B",
        "text": "Renga good."
    },
    {
        "speaker": "A",
        "text": "And other stuff not as good."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's. That's pretty much."
    },
    {
        "speaker": "A",
        "text": "Ute's still no reveal."
    },
    {
        "speaker": "B",
        "text": "Still no reveal. Yep. You know, maybe it looks like JP Caz is out in the audience here today. He always does a really great job of, like, the market tldrs or, like, the tldrs of my daily recap. So maybe that is true that we can."
    },
    {
        "speaker": "A",
        "text": "He does do a good job."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so do you apparently. Great job, Renga. Good ute's no good."
    },
    {
        "speaker": "A",
        "text": "Big sales for punk and ape. That's it. That's all you need to know. That's it. That's it. We will be putting out we have a new team member at the DJ network. His name's Ken. Will be dropping a weekly recap video that he just play that instead. It's. I don't know how to do it. It's not anywhere I could pull it up. Maybe I can actually 1 second."
    },
    {
        "speaker": "B",
        "text": "I could probably share it in a browser, but I have it here."
    },
    {
        "speaker": "A",
        "text": "I have it here. One sec. Because he did a pretty good job, I want to say. Pretty good. Very good. So I'm going to present, I'm going to show a file. Let's see if this, we've never done this before. I've never done it this way. So we're going to."
    },
    {
        "speaker": "B",
        "text": "Never done it before."
    },
    {
        "speaker": "A",
        "text": "Let's see what happens."
    },
    {
        "speaker": "D",
        "text": "What's going on, guys? It's Ken Lott here at the dj network and I'm bringing this week's edition of the NFT weekly recap."
    },
    {
        "speaker": "B",
        "text": "Let's go."
    },
    {
        "speaker": "A",
        "text": "It's good."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "The NFT market produced almost $950 million worth of trading volume in September and closed out the week with some pretty big sales. This included a hooded punk for 4.4 million."
    },
    {
        "speaker": "B",
        "text": "There's, that's what I was talking about."
    },
    {
        "speaker": "A",
        "text": "That's what I was talking about right there."
    },
    {
        "speaker": "B",
        "text": "Throw that volume up a little."
    },
    {
        "speaker": "D",
        "text": "Popular Ethereum NFT project Moonbirds is set to launch Moonbirds Dow 2023. The Dow will allow owners of moonbirds to submit and vote on proposals to expand the ecosystem as the project continues forward. The Azerbala project, which has been in the works for over a year, tweeted a video of its art reveal on Friday to mixed reviews. In response to the negative reception, Jenkins and the Tally Labs team announced that the mint will be postponed with a more community focused approach to the new artwork. DraftKings is partnering with supducts to launch the Sly Crocs collection, which will be available exclusively on the DraftKings marketplace starting in week six of the NFL season. The Sly crocs drop will be integrated into the rainmakers football ecosystem with supplements, profile pictures, contest utility airdrop exclusives and more. Guttercat Gang started a new Twitter account to update its followers on the status of the gutter cat gang coin."
    },
    {
        "speaker": "B",
        "text": "This is amazing. What do you need us for?"
    },
    {
        "speaker": "A",
        "text": "Welcome to the new Mint condition market."
    },
    {
        "speaker": "D",
        "text": "Conditions and factors outside of the gang's control. The token will now be pushed into Q four. Cryptoise.com announces the opening of their waitlist. Partnering with dapper Labs, Cryptoise will be running on the flow blockchain. In order to give a blockchain lite experience. To attract younger users to the ideas of digital ownership and NFT mechanics, Pixel Vault released a trailer featuring details of its upcoming blockchain gaming ecosystem. The Pixel Vault game will allow users to play as their meta hero in a three versus three auto brawler or auto battler game. Tyler Hobbs and QQL raise $17 million from their newest mint using a modified dutch auction. The auction allows potential buyers to place blind bids within a certain set of pricing parameters, with the final selling price determined after taking in all bids."
    },
    {
        "speaker": "A",
        "text": "Look at that. We're up in open sea. Percentage down in x two. Y two."
    },
    {
        "speaker": "B",
        "text": "Good f them. Wow, this was a. This was pretty awesome. Kenta, right? Holy cow."
    },
    {
        "speaker": "A",
        "text": "Only. Only available through DJ network."
    },
    {
        "speaker": "B",
        "text": "Well, that was what drew just said. He said, is this token gated? Because that would be utility. How about that? Like that? That was amazing, Ken, just bravo, sir. I appreciate that that's going to do it for us today, but. Yeah, well, that allows us. First of all, I did get a JPE Caz market updates in the war room here. He says market update Tldr Renga down but still kicks ass. Kataro kick ass cats hard pump. Ego, who is a war room member, sold his today for, I believe, three eth. So he said ego is rich illuminati and Opp is meh Azerbala burned eyeballs and you can buy a bunch of shit on Opensea. That's great. That's a great, great Tldr mizzle says, I think that we're about to get canceled, referring to the night shift. And I mean, as long as JP cash keeps providing those fire tldrs, you guys are, you guys are good in my book. But let's do two quick things before our guest jumps on here. One, I think it's overdue to really just quickly take a look at ETH. We haven't done that in quite a bit. What, what's your, what's your current thinking on ETH?"
    },
    {
        "speaker": "A",
        "text": "I mean, I'm not seeing any sort of. I can't imagine it's up from here is what I'm saying. I think we're at resistance, you know, more or less."
    },
    {
        "speaker": "B",
        "text": "Yeah, right here. Yeah, right here. It's 1400. That's the top."
    },
    {
        "speaker": "A",
        "text": "I don't see us pushing through that. I feel we're gonna have a dump to a thousand does."
    },
    {
        "speaker": "B",
        "text": "If it does, it's 1490 ish. Right? Like right into it would. It can fake you out right into here."
    },
    {
        "speaker": "A",
        "text": "That is true. That's a good point."
    },
    {
        "speaker": "B",
        "text": "Right back into this range. That's what I think."
    },
    {
        "speaker": "A",
        "text": "There you go. I think. I think there's more down though."
    },
    {
        "speaker": "B",
        "text": "Oh, me too. If this breaks, which it probably will. Right like this 1254 area. If that doesn't hold, you're back into this range which comes back down to a thousand. And potentially this yearly low wick here of 881. So that's where I think Eth is going. I mean I'm not. You would have to for me to get like bullish on eth where I'm like looking to like I'm worried I'm going to miss the boat would be a breakout of like this level 1665."
    },
    {
        "speaker": "A",
        "text": "Yes, I agree."
    },
    {
        "speaker": "B",
        "text": "Which I just don't see happening. Like I think yeah, you're ranging in here. You might get a fake out up into this 1487 area and then back down. And then this is where. If you're breaking this, this is where you're back into this range here into the doom area. And that is your eth analysis for. For the day. Now we have four minutes before our guest comes on. And one of the things that I wanted to make sure that we did prior to our guests coming on is our favorite segment, which is of course none other than defend that tweet. Good defense is not back."
    },
    {
        "speaker": "C",
        "text": "Mom."
    },
    {
        "speaker": "A",
        "text": "Hey, just get our energy. Y'all went at the defensive end."
    },
    {
        "speaker": "B",
        "text": "All right, chamber, I got two for you. One. One I want to make sure we definitely get to. So I'm going to do that one first. This was a very controversial tweet. It got upwards of three retweets and multiple dozen likes. Actually two baker's dozen if you're getting really. Wow. Yeah. This was done at 09:29 p.m. on September 29, 2022. Liked by the following people here. Um, boots had liked it. Uh, one in a million."
    },
    {
        "speaker": "A",
        "text": "Are you going to show it?"
    },
    {
        "speaker": "B",
        "text": "You liked your own tweet? Oh, I don't. I'm not sharing it. Oh, my bad. Hold on."
    },
    {
        "speaker": "A",
        "text": "Right now."
    },
    {
        "speaker": "B",
        "text": "You got it?"
    },
    {
        "speaker": "A",
        "text": "I think so. There you go."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so sorry, I was scrolling through the likes. You liked it from our own account, which doesn't count. So 25 likes. I'm not certain. You're not running the alpha afternoons account. So 24 likes. Oh, old Mitch liked it. All right, sugar Shane, big fan. I'm going to like it here. This you're going to get a like from me here. The tweet says, I do self checkout at stores very frequently. I allow myself one unscanned item a week as my way of fighting inflation and the Mandev. No security alarms ever go off and no one ever notices. And then you, for those of you who don't know what this gif is, it is the end of the movie, usual suspects. Kaiser Soze reveals that he was faking his limp the entire time and he's this criminal mastermind. So defend that tweet."
    },
    {
        "speaker": "A",
        "text": "Nothing to defend, man. I've been doing this regularly for."
    },
    {
        "speaker": "B",
        "text": "Oh, man, my son is watching many."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, Laura. I will. I will teach him the ways of the grift once he gets older. No, I, you know, I don't, I don't steal. I. I don't steal from people. I steal from corporations. So when I'm at a corporate store that has a self checkout line, you know, I may forget to scan an item. I allow myself. I allow myself. What? Oops. Oh, I must have forgot it in the cart. You know what I mean? If I have to play it off at the end. But it never happens. Nothing ever goes off."
    },
    {
        "speaker": "B",
        "text": "I put a couple qualifiers here that I need to address with you. One, is any of this financial advice?"
    },
    {
        "speaker": "A",
        "text": "I think so. I think it is financial advice. It's free shit, man. The prices of stuff keep going up at the stores. You know, I think the other day was. It was a canister of hairspray for my wife."
    },
    {
        "speaker": "B",
        "text": "Okay, so this was, my next question is, what are the, what are the top, what's the top range that you're, you're interested in?"
    },
    {
        "speaker": "A",
        "text": "I remember the, the ones that, the ones that were the most dangerous, that had the highest. I once I was at Home Depot, there was the garbage that's in my kitchen currently. It's one of the touchless garbage cans."
    },
    {
        "speaker": "B",
        "text": "You jacked your garbage can."
    },
    {
        "speaker": "A",
        "text": "That one accidentally stayed in the cart one time when the kids were younger, maybe a box of diapers got left under the cart. You know what I mean? At the self checkout, that's a 30, $40 item there. So nothing too insane, but, yes, an occasional item here and there. I think it's. You never get caught. People, they look at you, you got kids. I'll do it with my kids. Sometimes they don't even know you're. You're not suspicious. So if you look. If you look suspicious, you're gonna get caught. You just, if you just chill, you know, doing your thing, and play dumb. If you ever get caught, just play dumb. Oh, I don't know where I am. And you know who I learned this from? Old people. Old people have been doing this for years. You get to a certain age, just start stealing shit. So the elderly have so many things to teach us, I think is what it comes down to. And listen to them. They are wise beyond their years."
    },
    {
        "speaker": "B",
        "text": "You also then later shared this tweet, sharing that you were, in fact, nearing a self checkout. Yeah, I do have. Well, we'll get to this one later because we have our guest here in the waiting room. But thank you for defending that tweet. If anybody from the FBI or local authorities are listening in the US, he's out of your jurisdiction."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "You got to send mounties. You got to send the mounties after him."
    },
    {
        "speaker": "A",
        "text": "Come get me."
    },
    {
        "speaker": "B",
        "text": "That's it. But no better time than any to introduce our guest of the week. We are super pumped to have Renji, the CEO of immersed VR on with us today. Renji, welcome, buddy. How are you?"
    },
    {
        "speaker": "C",
        "text": "You're on mute."
    },
    {
        "speaker": "B",
        "text": "Okay, good. There you go. How are you?"
    },
    {
        "speaker": "C",
        "text": "I'm good, man. Thanks for having me, man. I'm really excited to talk with you guys. I've been watching your show for a little while, so this is awesome to finally get on here."
    },
    {
        "speaker": "B",
        "text": "Well, we appreciate that. I have spoken to you about immersed a couple times now, and I'm so super excited to kind of tell people about it. I think it's a really interesting and unique take on, like, what people are normally thinking about when they hear the word metaverse. Right. So super interested to get into that. Before we do, I just have to make one comment, though. Your background has a couple books on display, and the last time that you and I were on a call together, I ended the call by asking you what the best book on that display was that you had read. And you guided me to that book with the yellow cover hooked. And I immediately went out and read it. And I cannot lie, it was a fantastic, fantastic book. So anybody out there interested in product design, digital product design specifically, take a look at that book hooked. Give me one of the other ones and what it's about really quick, before we get in here that I need to go read."
    },
    {
        "speaker": "C",
        "text": "You got to read the Forbes article, man. You'll see my name on there. It's a really short read. It's just my first and last name. Probably one of the best ones up there. I'm kidding. Yeah. I think the lean startup was really cool because it sort of just tells you how to, when building a company, there's just so many things you can do. It's funny, one of my early employees who transitioned out to start his own thing, it was funny because he was like, dude, now that I'm starting my own thing, I have a huge appreciation for the crap that you had to do, because it's like, how do you know what to work on? There's like a million different routes you can go. How do you know what's the right route to go? And it's like, that's the most important thing to be able to define, because I think it's Sam Altman, the former president Y.com mater, who talks about how in order for a startup to survive and be successful long term, it's almost like as if the first 10,000 decisions you make have to all be almost perfect. If you make any sort of mistake moving forward from the early years, you're likely going to die. And, like, the startups can die. Michael Siebel, the guy who came after him, talked about how when startups, every year that they survive, they're that much closer to long term success, because every year that you're still alive is evidence that you're not dead and thus have the chance of being a more successful company. So I think the lean startup does a great job talking about, like, here's an example. When you're kind of going to your first conference, right? Don't buy 100 t shirts to distribute. No one's ever heard of you. No one wants the t shirt with your name on it. So it might make sense to, hey, the first couple of times, maybe get like, five t shirts. Take a lean approach to the things that you, that you're trying to sort of promote. And even, not even just swag, even from the product billing perspective, there's 100 different features you got to build. Just focus on the ones that are most, like, the biggest pain points people talk about, the most, and the smallest MVP version of it. So I think that book does a great job teaching you how to build companies in a lean way."
    },
    {
        "speaker": "B",
        "text": "My next one that I will order, because your last recommendation was so good. So, uh, you know, Chamber and I, we often think about that exact point. Chamber actually went to Vcon with 130,000 shirts with his face on it. Probably not the right move."
    },
    {
        "speaker": "C",
        "text": "But, uh, wait, how many of those you have left?"
    },
    {
        "speaker": "B",
        "text": "129,000. Yeah, 999."
    },
    {
        "speaker": "A",
        "text": "Somebody spilled some, some coffee. I had to clean it up."
    },
    {
        "speaker": "B",
        "text": "And then, you know, the other choice that chamber made that we've still, we've been working through for five years was choosing me as a co host, which we have not been able to overcome as a show. So, you know, any other one, you'd be thriving chamber, but looking forward to getting into immersed here. But, Renji, before we do that, tell us a little bit about your background, how you ended up starting immersed and kind of where you got interested in this idea of the metaverse."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's funny because when people ask me what my favorite VR game is to play, other than using the immersed app, I tell them I'm not a VR person. Like, I just. I got into the VR space mainly because it's a technology that solves a problem that I'm trying to solve. And so before immersed, I actually wasn't in the VR world at all. I was. So I'll take a step back. I was actually pre med in undergrad with math and computer science on the side just for fun because I liked coding. And when I graduated, didn't go to med school. I got into med schools, but I just threw my acceptance letters in the trash because I realized as soon as I got my first job as a coder, I loved my job. Obviously, my parents were super pissed because they're like, okay, doctor Sally versus coder. What are you doing? And for me, it's like, dude, I just. I love building stuff. And so at every job I had, I pretty quickly kind of rose to the top and just sort of just. I didn't realize that I was almost, like, genetically predisposed to just, like, think like a freaking robot. I didn't realize I knew how to just build products decently well and also learn how to lead teams well. And so every job I was at, they would essentially very quickly kind of promote me. And I got to a point where by the age of, like, 23 ish, I was a lead software architect working on a project. It was essentially the tick tock for CNN. So, I mean, back then, it's crazy how viral it went. I worked on it with my team, and once we released it for the first time, within two months, it hit 3 million daily active users. So I was like, this is freaking. And I was addicted to it, right? So I was like, all right, I need to nothing. I need to not use my own product. I ended up actually leaving that company because I didn't want to work on time, waste your apps for rest of my life. So I then focused on a PhD in computer vision and machine learning. So self driving cars, autonomous drones, and things like that. But that was taking forever. So after about two and a half years. I quit that because I realized I don't want to be the researcher type that just adds, like, a tree, a leaf to the tree of knowledge, but instead, I want to build a new tree, like something that I can invent and do to build, to sort of move the world forward. And so that's when I then quit that PhD and focused on starting immersed. So we had actually gone through this accelerator program called Techstars. We were finalists@y.com. nader and Techstars. Techstars had a little bit more of a business focus, whereas Wycomb Nader was a lot more technology product focused, and I had a product background. So I was like, all right, I need to learn about, how do you build a business? Legal, hiring, finance, marketing, etcetera. Someone said beards. Anyways, so anyways, that things I grew up myself. I appreciate that, but, yeah, so, like, I, I knew that every software development team I've ever been on or had led in the past, more and more people working from home. Back then, we used to use Skype to remote in, and we used to, you know, chat on there and things like that. And I just realized, I was like, man, if more and more people keep working from home, this is really going to suck real quick. Like, eventually this is going to get to the point where I just don't want to screen share with people who are working from home. Like, the people who are in the office with me were the ones I was screen sharing with more, like, pair programming with the most, whiteboarding with the most. I was like, there's got to be a way to get all these sort of people who are remote over the course of time to be in the same space together. So we started actually with this Google cardboard up here, this little cardboard box with lenses on it or plastic lenses on it. $20 on Amazon back then, but I bought that, put my cell phone in it, tried VR for the first time. I was like, all right, well, I can kind of envision a virtual office sort of thing, so let me try to build this thing. And then that's when we sort of invented the first virtual screen in a mobile VR environment ever. And so it was like, streaming from my laptop into this, like, virtual environment. I was like, all right, well, I got screens in here. Now I just need to get co workers and then multiple screens and then share that. And so we started, this is 2017, by the way, so 2017 before, essentially, when VR was, like, clinical dead, I guess. Quick history lesson. Real quick. 2014, Oculus was purchased by Facebook for $3 billion. And then 2015 and 16, everyone on their mom said, hey, I have a startup in VR. And VC's would just throw money at VR companies. And 2016, all those companies failed. And so I entered the scene the year after that when there was no VC money left. And so it was slim pickings for several years for immersed to be able to have any funding to continue making this a better product. And so fast forward to when Covid hit and everyone started working from home. Well, now there's a level of utility and we opened up a crowdfunding campaign or a community around, what do you want to call it, summer 2020. And that raised $2 million within two days. And then, by God's grace, I was part of Forbes 30 on the 30th, December 2020. And then three months after that, we raised a second crowdfunding campaign and that raised $8 million in two weeks. So I was like, all right, finally, we're off to the races. People are understanding. Working in a virtual environment is important. And as time progresses, the goal is someday. The definition of what it means to go to work is putting on a pair of apple glasses or Facebook glasses and you teleport to the virtual office. So, I mean, our team is, you know, we're like 30 ish something people. A third of us are here in Austin, Texas, but two thirds are remote around the US and around the world. So we actually get to work in VR together using our own product. It's pretty exciting."
    },
    {
        "speaker": "B",
        "text": "That's so cool. I was just going to say, is that how you guys work remotely as your team? Which is pretty cool. So explain to people who, you know, may have gotten caught up in your, in the whole history there, exactly what immerse is and what makes it a different from other concepts that we've seen when we hear the term metaverse."
    },
    {
        "speaker": "C",
        "text": "Yeah. So at a high level, like, we're partnered with the tech giants who are the leaders in AR VR. So, like Meta, Microsoft, Bytedance and others. And we're the most consistently used VR app out there is virtual reality offices. People legit are wearing this headset for 30, 40, 50 hours a week because when you put the headset on, it actually pairs to your laptop and it creates five virtual screens. So it's just sort of, you know, you can take your laptop and your headset to your couch or your porch, or if you're on the road or you're on an airplane or in your hotel room, whatever, you have five screens with you at all times. And on top of that, you can have your coworkers enter that space with you and you could share all of your screens. You could whiteboard together. It's quite literally creating a virtual office. And it's better than having kind of cubicles in the real world because in VR you can be in a spaceship in low earth orbit and you can see the earth slowly rotating. It's like insane environments, and you're able to be productive. It's really exciting, it's very engaging. And what we realize is as we've become the only VR app that people legit are using 40 to 50 hours a week. Well, I guess if you think about it, a lot of the other virtual reality apps out there are kind of just different games like that, like beat saber or whatever you might have heard of, but those are more like fun party tricks, right? It's not like something that you're going to be using 30, 40, 50 hours a week. By virtue of us being a work in VR app that has actually figured out how to get people to be productive with a headset on, according to Meta, there just isn't even a second VR app that clocks that much user usage. We have other people in the space, VR office type apps that are out there that focus mainly on collaboration, but not really the solo experience. Because of that, people oftentimes say, why would I want to collaborate in VR if I could just hop on Zoom real quick? They themselves are already not comfortable being in VR by themselves, so why would they want to take the necessary steps to get eight of you into a room, put on the headset, turn it on, load up the app, connect your computer screen, and then get everyone in the same meeting room when it takes for freaking ever. But if you're already in VR by yourself, joining a room is just clicking a button. And so I think that's what sort of has differentiated immersed from other, like, virtual reality immersive metaverses as far as things like sandbox, essential land, and other kind of gaming type metaverses. Immersed is more focused on the professional, right? It's focused on people who want to be productive, people who want to work. And so for us, it's not like a wasd or arrow key type navigating game. It's something where you put out a headset, you legit can walk around in that virtual world, you're quite literally in the metaverse. And as immersed has figured out how to clock that much user usage or get that much user engagement, we ultimately really feel like this is the first versions of a true sort of ready player, one type metaverse."
    },
    {
        "speaker": "A",
        "text": "Is there a feature where. I don't know, maybe it's like a, maybe it's just like a, you know, an in app character that just comes into your office and just kind of talks to you for like 2030 minutes. Like, just so you can't do your work, you know? You know what I mean? Like, you know that person that just."
    },
    {
        "speaker": "B",
        "text": "The office."
    },
    {
        "speaker": "A",
        "text": "Yeah. They sit down in front of your desk, they start talking. Absolutely. You know, enhance the real world atmosphere."
    },
    {
        "speaker": "B",
        "text": "I mean, that would just be, that's really immersive. I mean, you're getting really into, there's."
    },
    {
        "speaker": "A",
        "text": "Literally nothing you can do to get rid of them."
    },
    {
        "speaker": "C",
        "text": "Have you ever, have you ever, have you ever been on a video call where you're just like, I don't feel like being in this conversation right now. You pretend like you disconnected. You're just like, click. Oh, yeah. So literally, at least in the, in the real world, you can't do that. But in the metaverse, you could do that. In the metaverse, you just beam somewhere else and be like, wait, what happened? Maybe disconnect connectivity issues. I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, actually really funny, though, when, you know, so even just prior to Covid, when we weren't using Zoom like we are today, you'd have voice only conference calls, you know, and then now it's like people are apologizing because their cameras aren't on, rather like. And two years ago, we weren't even using this software. You know what I mean? It's super, super interesting. I'm wondering if I could actually play this video and it would come through. I'm going to try to do that. I'd love for you, if it works, just kind of maybe voice over this on how it works because I think this is fascinating."
    },
    {
        "speaker": "C",
        "text": "Oh, for sure."
    },
    {
        "speaker": "B",
        "text": "Oh, here you go. Does it chamber? Let me know if you can hear the sound when I hit it."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. So I don't know if you could hear me over the volume, but that's the old quest two headset. It's kind of the bigger, blockier one. The new stuff you're gonna see next week is gonna be insane. Like, you're gonna see these thin visor headsets that met is coming out with. Immersed will be featured on that as well. But yeah, essentially multiple screens. Like I mentioned, the music is not that important, so maybe you can use the music."
    },
    {
        "speaker": "B",
        "text": "I don't know if I can."
    },
    {
        "speaker": "A",
        "text": "It's a vibe."
    },
    {
        "speaker": "C",
        "text": "Yeah, there you go. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So I was gonna say that, like, you get your keyboards in VR, you get multiple screens in there. I think it just froze on me."
    },
    {
        "speaker": "A",
        "text": "I think it froze on both of us. I think bunch. I think bunch actually froze there for a second. Might be coming back."
    },
    {
        "speaker": "C",
        "text": "There we go. Okay, cool. You get your phone in VR. Obviously, you have your coworkers in there. They're multi screen sharing. But the cool thing is you can go into this conference room that's there. So you have presentations. So you have multiple people who are in there. Those avatars are the older ones. There are newer avatars that feel a lot more sort of immersive facial expressions, things like that. So actually, it's pretty crazy. There's actually literally, like, if we waited, like, another hour, the websites can be refreshed with the new. The latest video."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "Yeah, actually, you'll do this bunch of. Go to YouTube real quick and go to immerse channel. Just go to YouTube, type in immerse VR. Actually, on the note, right here on the bottom, right click YouTube. It actually will go to our channel. See, I click YouTube right there, and then click on the immersed icon."
    },
    {
        "speaker": "B",
        "text": "This one. The virtual Manhattan."
    },
    {
        "speaker": "C",
        "text": "Yeah, virtual Manhattan thing. So a lot of the avatars that we're working with now are sort of these newer avatars called ready player me avatars. And we're also going to be working on actually, like, full body avatars, which is really exciting. And so you don't have to necessarily go through the whole trailer. It's just oftentimes when people kind of see the avatar system, they're like, ah, these are not, like, realistic. They're like, there's, like, no arms and stuff, and it's kind of weird. But I. A lot of the new stuff that we're working on actually finally makes this a lot more immersive. You feel like you're there with people, and you'll see us at meta Connect as well, which I'm really excited about at meta Connect. The music here is pretty cool. Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, so now I'm playing the music back on."
    },
    {
        "speaker": "C",
        "text": "Yeah, now play the music is cool here. Yeah."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "C",
        "text": "So there's. We're actually pitching a much broader vision now. Um, here. You know, I want you to enjoy the video. I'll pause for a second. You can keep watching."
    },
    {
        "speaker": "B",
        "text": "This is super cool."
    },
    {
        "speaker": "A",
        "text": "Very cool."
    },
    {
        "speaker": "B",
        "text": "Just the fact that you could have the five screens with you at all times is such a fascinating thing for me, because, like, you know, as somebody who does, works from home and has a lot of virtual meetings and things, like, I'm sitting here right now in essentially, what is my own little pod, right? I have like 234 inch curved screens. So I literally come in, I sit down and I'm in this like immersive pod almost that I've created for myself. So it feels really natural to me to like do something like this. I think. Especially if you're telling me that the headset's gonna look a lot sleeker than the brick."
    },
    {
        "speaker": "C",
        "text": "Well, I can't show you the whole thing, but if you Google Cambria headset here, I'll show you the kind of edge of it, the corner of it. Look how small that is. I can't show you the whole thing, but the actually go to Google images and type in Cambria headset. You'll see it on there. These. These thin visor headsets have gotten so sleek now and immerse gets access to all of these way earlier. Right? Like for us, we get some of these headsets a year in advance. And so I've been working in all the new stuff and so, like, I feel bad for people when they see the big block thing. They're like, I don't work in that. I'm like, oh man, I can't wait for you to use the new stuff. Because the new stuff, I legit can have this thing on five, 6 hours, like in a row. Like, I know usually people take it off two to 4 hours, they go take a break and then they come back just like their normal computer screens. But for me, with some of the new stuff, especially the new Bytedance headset, which is, you know, TikTok, that new headset is so sleek and so lightweight, I could have that thing on for five to 6 hours. And so what we realize is, as hardware form factors get thinner and thinner, this metaverse thing is inevitable. And on top of that, mixed reality is also becoming a thing. So there's a question here in the comments saying, what about ar headsets? So for us, and by the way, like, this headset is even lighter than all the other stuff. So type in, what do you call it? The Pico four. Pico and the number four. That's the new TikTok headset or Bytedance headset. Yeah. Type in pico four. Yep. And you'll see here as well. Click images. Yeah. There might be like some side by sides that show it, like, how thin it's gotten. I don't know if people are not showing side by sides, but if you actually look at the side by side, it's insane how thin this thing has gotten. So anyways, all I have to say, like, this has kind of pass through technology, you're able to also get your real world in there, too. And so, quite literally, usually the way I personally work is I have full pass through, turned on full color pass through, where I just feel like I'm sitting in my office like IRL, and I just have my virtual screens here. So if someone walks in, I can still talk to them. I can move my virtual screens aside, talk to them, and then bring it back. And so it's like you're going to see all of this next week at Connect on Facebook, connect on Tuesday. So tune into that. That's going to be pretty mind blowing. But the reason why this is relevant to the web three world is because we realize that because people are spending this much time in our metaverse, quote, unquote, this is becoming somewhat of like a metaverse economy somewhere where people want to do more than just work in VR, they want to build businesses in our metaverse and employ people in our metaverse and transact goods and services in our metaverse. So we're like, all right, how do we sort of put economic pillars in place to make sure that these people can thrive and this can be essentially the world's economy in the metaverse? And so we actually announced that we just partnered with Polygon on the blockchain side of things Republic crypto, who they're some of the world's top in tokenomics. We're actually going to release the world's first work and earn token. I'm really excited about that. And then also we're partnering with every realm, which is the world's top virtual real estate firm. And they've actually have the most amount of assets under management. They're helping us with economic incentives and rollout strategies, launch campaigns, things like that, for virtual property that immerse is actually minting next week. So we have a pre mint going on right now. Actually, if you click, yeah, so if you click, I guess scroll, click, switch to build. At the bottom it says switch to build. Look at this. This transition is pretty sick. So it shows you get out of the office and get into the virtual world, right? And so if you actually click, start building. It goes to this blog that talks about our approach to this metaverse, right? Like, if you click, why us? It talks about our team, our background, why we're relevant, and how we're different from everyone else. And if you sort of scroll down, it kind of goes through our, kind of our vision. But we're also ultimately coming out with."
    },
    {
        "speaker": "B",
        "text": "Our actual, even just that little flip of the, that start of this video was so cool. Watch."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, it's insane."
    },
    {
        "speaker": "B",
        "text": "You know, you got to imagine, though, too, is like, this is probably a money saver for people in the future as well, right? Like, think about all of the screens and monitors and laptops and different devices that we all have right now that don't connect easily, but you still need them for, you know, or just like, the size of screens that we use every day, like, to get back to, or to. To get all the information we need on, you know, I'm sitting here with these two massive monitors that I have split into, like, 30 different screens. Right? Like, so I imagine that would be a time saver for it or a dollar saver for people in the future as well, which is interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah, we're also, we're actually connected with Amazon as well, because our AWS specifically, they actually want to be able to stream, like, cloud compute instances into your headset. So ultimately, you wouldn't even need a laptop at that point. You just sort of put on the headset and log into your computer setup. Maybe you pay ten or $15 a month to get access to your computer, but at the end of day, you have infinite compute and not to have, not really have to carry anything. So imagine putting on glasses or a thin sort of advisor type thing and not have to even worry about things like having a physical computer with you. So this future is freaking mind blowing. I'm really excited for it. And I think when people think metaverse, they think sort of this dystopian escape, this, like, oh, but I want to live in the real world. The thing about immersed is our approach to this metaverse or our mentality on this is almost like Netflix versus real life movie theaters, right? Like, Netflix is convenient if you want to do it multiple times a week. But the movie theater experience where, like, I'm going out with my friends, popcorn, you know, slushies, whatever, hot dogs or whatever, you know, booming sound, massive screens, all that. That's something that you still want to experience even though you have access to Netflix, but you just can't go through that whole full movie theater experience every night of the week, but you could do Netflix every night of the week. So immerse likewise wants to be complimentary to the real world, not something that competes with it. Right? Meaning if it's more effective for me to put on my headset and teleport to virtual Manhattan for a business meeting, as opposed to taking off my headset, flying somewhere, spending a couple of days, hotel, car rental, flights, all of that just for a sit down meeting. It's something that I can't do as frequently and I can't have as much convenience. Being able to just beam to virtual Manhattan in my headset, then taking it off and being home with my, my friends and my family, it's a much more, it's just better experience. And so for us, we want to build something that's complementary to the real world, not competing with it, if that makes sense."
    },
    {
        "speaker": "A",
        "text": "Are you in Canada, by the way? You said slush?"
    },
    {
        "speaker": "C",
        "text": "I'm from New York. I'm from New York."
    },
    {
        "speaker": "A",
        "text": "I was gonna say I thought slushies."
    },
    {
        "speaker": "B",
        "text": "At the movie first year."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I was expecting."
    },
    {
        "speaker": "B",
        "text": "It's not like bagged milk or, or whatever that weird thing you were talking."
    },
    {
        "speaker": "A",
        "text": "Chicken balls, like you were talking about and, and shawarma. Yeah, no, you don't have it. Like, we have it. It's not the same."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I promised that this comment from Aaron was not a paid promotion. I mentioned the money saving thing, but he commented and said has saved him money. He had two monitors burnt out and just replaced them with immersed back in December. So that's pretty cool."
    },
    {
        "speaker": "C",
        "text": "Yeah. We ran into a random, like, we were at NFT NYC just to start networking a little bit more in the web three space because we've been kind of just heads down by ourselves. And we started networking a little bit and we were at Polygon studios just checking out their little hub thing. And a random, one of the, like, we were wearing immersed shirts, right? A random person came out and just yelled at us saying, dude, I sold my screens because of you guys. I was like, it was just so cool to see users in the wild that he's like taking selfies with us and all of that. It was just, it was such a cool experience. Here's another example. I was actually playing basketball a couple of months ago, and this kid was talking about, like, I've never met this kid before. He's never met me. He was talking about how he just got a VR headset. He's like, dude, you know, you can, like, you can work in VR. You have screens, blah, blah. I was letting go for a couple minutes because I just wanted to see."
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "C",
        "text": "Yeah, I want to see his candid experience, which is so cool to hear."
    },
    {
        "speaker": "B",
        "text": "Like, how he's like, great products. But that founder is so annoying."
    },
    {
        "speaker": "C",
        "text": "Yeah, he looks kind of like you, actually, but it is so mind blowing to see it actually, like, you build something from scratch that you thought just like, needed to be in the world. And obviously it's been five years at this point and now finally just starting to see it. And you'll see at Meta Connect, like Zuckerberg will actually be featuring immersed on the new headset as well. You'll see screens and all of that. And so you'll see how like, man, this is what we truly believe is going to be the next generation of work. Like, you're not going to have to have the physical screens if you want to be flexible, obviously it's still nice to have like an eight k screen in front of your 4k screen, whatever you're able to afford. But if you want the convenience of like, hey, I'm flying on an airplane, what if I just put on a headset real quick and have my Bluetooth keyboard in front of me, my laptops in the overhead bin? I'm just getting some work done rather than staring at the back of the backs of people's heads, right?"
    },
    {
        "speaker": "B",
        "text": "Incredible, actually. It's so cool. I'm like thinking I'm already like, hey, can I watch tv on this?"
    },
    {
        "speaker": "C",
        "text": "Like, yeah, people do like, like grandkids and grandparents who don't live in the same state, they actually watch movies together remotely in VR, sitting side by side. It's such a cool experience, man."
    },
    {
        "speaker": "B",
        "text": "That's so incredible. Chamber. What are, what are your thoughts here? Are you into this?"
    },
    {
        "speaker": "A",
        "text": "Listen, I've seen so many tick tocks where people, old people like me are put into a VR, you know, setup and run into a wall, run out of window."
    },
    {
        "speaker": "C",
        "text": "That's how convincing it is."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's terrifying. I was just watching one the other day where the guy was playing a football game and he tried to evade the pocket a little bit and, yeah, ran right through a window. It was, it was wild. So I'm assuming this is a, you know, you're sitting, you know, the majority of the time, maybe some sort of treadmill. You don't want to be walking around too much, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, if you have a, especially when the new mixed reality stuff comes out next week, that's going to be a huge value add as well. So you're not always in a virtual world whenever you want to be in the real world, like, and that's what I realized. It's allowed me to become even more productive than I was before. Like, it's one thing to go from the real world to VR and you have your screens, you can zone out the world, but then you start getting to a next level where you're in kind of this virtual mixed reality sort of thing where you have your screens and you're still in the real world, and people are still able to come up and kind of get your attention as needed. But you could also have your music in. We can kind of have fade effects to kind of fade out the real world. So you're not like running into walls and junk, but you still have some level awareness of the real world. Right. So I think long term mixed reality is going to be the way to go."
    },
    {
        "speaker": "A",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "Very cool. Yeah, I think this is fascinating, and I'm actually super excited to get my hands on some of this stuff. All my work now is remote, and I've never really worked that way before. And so there's so many things that I have to do every day where me and my co founder Adam were just talking and we're like, oh, we got to set up time tomorrow. We'll like, do a zoom and virtual whiteboard. And like, I actually, while we were talking, sent him this. I was like, you dig this? Check this out. And so very cool. I'm super excited to see all of the stuff released next week. So before we wrap up here, tell people what they should be kind of expecting from you guys next week, how they could get involved if they want. And kind of what are the details around the web, three portion of this that might be interesting to them."
    },
    {
        "speaker": "C",
        "text": "Yeah, so, I mean, as I mentioned before, because people want to start doing more than just work in VR, but really start building businesses in this metaverse and employing people and things like that. So for us, even just users are figuring out, okay, hey, I'm hearing about how in sandbox and decentraland other things I can buy my plot, but it's like I'm navigating to my plot using my arrow keys. Is there anything that immersive is going to do that can make this more like a ready player one type world? And so immersed is actually doing its mint next week for virtual property in virtual Manhattan. And so it's not one to one with real life Manhattan because we don't want people like, I don't know, having plots that are someone else's plot in the real world. And this is the virtual version of it. We don't want to get mixed up there, but it's a actually, like the iconic spots, like the Empire State Building Times, Times Square and other places are still where they're supposed to be, but we kind of distributed lots in other areas. But essentially if you go to immerse.com, you'll see as bunch you clicked on the switch to build side that switch to build side. The website is actually going to show the builder side of immersed where you can essentially create a business in this metaverse and provide goods and services for our tens of thousands of users who use immersed to actually work in VR. And obviously as all these new thin visor headsets come out, there's going to be hundreds of thousands, if not millions of people starting to adopt this stuff, which I'm really excited about. Even Apple is coming out with their headset the first half of next year, which I don't know if you know that if you just Google Apple headset, I mean, it's pretty insane that even that's been way more, you know, Apple does it right. So for us, you know, check out immersed, go to the build side if you want to learn more. All that information is there as you click start building. It goes to that blog and shows about, shows the mint. We're going to be minting live next Thursday. That goes a lot. We have the pre mints right now. So whoever wants to get whitelisted, go ahead and pre mine now. Whoever wants to actually mince next Thursday, that's going to happen then. So it's going to follow two days after meta Connect. So we're expecting this thing to pop off because immersive is going to be featured at Meta Connect will be kind of all over the Internet. I'm really excited about it."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. This is exciting stuff."
    },
    {
        "speaker": "C",
        "text": "Oh, thanks, man. He's muted. I don't think he realizes. Muted?"
    },
    {
        "speaker": "B",
        "text": "Nope. I usually don't mute, but my kid was screaming, so I didn't want to subject you guys to that. But I'm going to make sure that we have the premium link in our show notes for anybody that is interested in signing up for that. I think this is fascinating. I did pull up the, while we were, while you were just chatting the apple headset that I just googled, which is just crazy looking. Check that out. Chamber. You see it? There you go."
    },
    {
        "speaker": "A",
        "text": "Look at that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I need, I need this stuff in my life. I don't know."
    },
    {
        "speaker": "A",
        "text": "Do you remember like the nineties when VR kind of started to come out? Like it's. I feel like VR was that thing that's like, was always like good intention. But we're finally now getting to the point where we can actually, like, it's been like almost 30 years and it."
    },
    {
        "speaker": "B",
        "text": "Might, you know, a lot of the stuff we're doing now in this space might take that long. And we were gonna look back on some of this stuff and think you know, where we started and, you know, look back on some of our podcast chamber and be like, holy crap, I can't believe we're talking about this stuff then. And this is what it looked like, and this is how you had to interact with it and all of that. But one last quick technical question, because I was fascinated by seeing the setup as you had all the screens, but then there was also your phone, and you mentioned you could connect your phone to screen to it as well. Is that all done by Bluetooth?"
    },
    {
        "speaker": "C",
        "text": "No. So it's over Wi Fi. So we actually can do this thing on PC. We actually get to split a your wifi signal to half. So half of it actually connects to your headset. The other half, or not half, but like part of it connects your headset, the other part connects to your router, so you still have Internet access. And then if you don't have a laptop that's able to do split Wi Fi signals, essentially it connects through your router. So it's very high bandwidth, low latency, very high quality. It's really, really cool how we pull that off."
    },
    {
        "speaker": "B",
        "text": "Super cool."
    },
    {
        "speaker": "A",
        "text": "That's phenomenal."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's cool. All right, Chamber, we're buying some virtual land next week for, for Djen. We can have."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "We could have all of our team meetings in the metaverse from now on. Yeah, I need to, I need to get one of those thinner headsets, though, for sure for that."
    },
    {
        "speaker": "C",
        "text": "Well, starting next week, man, it's going to be really exciting. Really tune in. It's on Tuesday, so mark the calendar. You're going to be pretty excited about it. And it's not even just Facebook is doing it. Like Facebook, Microsoft, Lenovo, like all these companies, Google has theirs as well. There's a lot that's coming out in the next six months, man, you're going to be like, mind blowing. I'm really excited for everyone to see it."
    },
    {
        "speaker": "B",
        "text": "Cool. I mean, this must be so cool for you, having worked on this for five years and now it's ready to be brought out into the forefront and, you know, show the world. And I'm super excited for you. One last time before we get out of here. Tell people where to find you. Tell people where to find immersed and information on your mint."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I'm Renji Bajoy. You can follow me on Twitter, Instagram, LinkedIn, anywhere you could reach out. My email is renji Mr.com dot learn about immersed itself on immerse.com. and if you click switch to build at the bottom, it kind of shows you this metaverse vision that we're going for. So not just the current application, that's just conference meetings and you're working in VR, but zooming out a little bit how you sort of build into this future metaverse world. So click switch to build. All the information for our pre mint is on there as well. We'll be doing the mint next Thursday as well. Make sure you get in because especially when meta connect and all that happens next Tuesday. I mean we're going to have a crap ton of traffic to our website, so make sure you get your spot and yeah, excited to have you guys be part of this."
    },
    {
        "speaker": "B",
        "text": "Cool. We will make sure for sure that we have the pre mint link in our show notes for anybody interested and that is going to do it for us today. Renji, thank you so much for joining us. This was fascinating chamber. This was fun as always. I enjoyed my half an hour of shooting shit with you like the old red wrecked podcast days. No offense des, but it's magical."
    },
    {
        "speaker": "A",
        "text": "He'll never listen to this. Don't worry."
    },
    {
        "speaker": "B",
        "text": "No, he'll never listen to this. That's going to do it for us. Until next time, stay mint."
    }
]