[
    {
        "speaker": "A",
        "text": "Hello and welcome to episode 17 of the Mint Condition. I am Joe, aka Bunch of bets alongside the full team plus two all Stars tier. Today we are going to be talking Zed run and the Stella Artois partnership. So our usual suspects here, Chamber and Des. And then, of course, you all know and love ebbs. And we also have Lizzie McInerney from Stella Artois, who is the global head of technology and innovation for AB Inbev. Welcome, guys. Welcome, welcome, Ebbs and welcome, Lindsay."
    },
    {
        "speaker": "B",
        "text": "Thanks, guys. Lindsey. Welcome."
    },
    {
        "speaker": "A",
        "text": "We are very global today. I'll start the show with this. So it is what, 07:00 a.m. 07:00 a.m. ebbs time. Lindsey, what time is it where you're recording?"
    },
    {
        "speaker": "C",
        "text": "We're 10:00 p.m. in London, UK."
    },
    {
        "speaker": "A",
        "text": "The great thing about being global is that means it's always 05:00 somewhere. Hey, we are starting the show, right?"
    },
    {
        "speaker": "D",
        "text": "Where is he going with this?"
    },
    {
        "speaker": "A",
        "text": "Cheers. So we have. We have a giveaway to do today as well. We're going to go back to the NFT graveyard and give away some NFTs from chambers wallet. So all you got to do to enter, there's two stipulations to this. One, retweet the live show that the mint condition is doing right now from Twitter. And the other one is, I have to finish two of these cans by the time we're done. So those."
    },
    {
        "speaker": "D",
        "text": "Those will for sure happen."
    },
    {
        "speaker": "A",
        "text": "One of those will definitely happen. Yeah. So thank you guys for joining us. We are very pumped to have you. Obviously, you can see our backgrounds. We're excited to talk some Zed run partnership with Stella. You know, before we. Before we get started here, I just want to say I think this is one of the coolest partnerships that we've seen in the space and probably, maybe forever. I think it's huge. You know, for those who don't know, Ab Inbel or Stella's part of Ab Inbev, which is, you know, the largest brewery in the entire world, I believe. And, you know, to have the brand power of that mixing into the NFT space and creating something like this, you know, it is more than just these auctions of these horses and the new track that we're going to talk about, but it is really about what the power of these brand partnerships and these platforms mean for the future of everything that we're here to talk about. Right? Like, we're all here for the progression of the NFT space. We are all here for the progression of Zed run. So I think, you know, that is the big thing we want to focus on today during our conversation. So I just wanted to start off with that. But ebbs, I know we would be doing a disservice if we didn't talk about the timing coming off of last drop. So I'll give you just a quick 1015 seconds to just touch on that and we'll go from there."
    },
    {
        "speaker": "B",
        "text": "Only 1015 seconds?"
    },
    {
        "speaker": "D",
        "text": "I thought he was gonna say minutes."
    },
    {
        "speaker": "A",
        "text": "I'm like, 15 minutes."
    },
    {
        "speaker": "B",
        "text": "No, let's just spend the rest of the show. Look. Yeah, coming off the last drop, like, you know, that was unfortunate. We know that we wear that. Things could have gone better. Like, we had said this, you know, we were talking with Lindsay and her team, her awesome team, and, you know, we echo your sentiments. Joe. This is an amazing partnership. This is. It's a first in this space. You know, the metaverse, it is real, and it's going to get bigger. And for Stella to deep dive into this space alongside us and just to show that, hey, we're betting on the future, and we're willing to jump in there, it's huge. It's massive, and it's massive for everyone. I know it can look differently, and it doesn't taste as good. I mean, your beer, I hope it tastes good, but it's delicious. It doesn't taste as good after the salty drop. Right? And, you know, let's just rewind. And I've rewinded my head and thought, look, if that drop just went the way it should have gone, then this would have been, you know, boom, boom. It would have been like a one two punch, right? Like, it would have been amazing, but it didn't. But we still have to go ahead, and so it's still a testament to where we're going. It's still a testament to the future of not just said, but just nfts and the metaverse. It's just a testament to big brands also wanting to come and play in the space. I mean, and, you know, this space is set for years to come. Like, for, like, light years to come. And, like, the metaverse is everything we have in reality, but it's doubled up. So, you know, you got your real estate. People are going to be living, running around in there. It only makes sense that brands are coming into play. And, you know, I applaud Lindsay and her team. I applaud Stella for jumping in, because that's big, and it's going to. It's going to be big. It's going to be good. So speaking of the drop, we had everything ready, man? Look, I was gutted, and the team was gutted. We were, you know, there's nothing. We are always about the community, and it might not seem that way for some people out there, and that's cool. We can't please everybody, but that's why we're here to face the music, man. I jump on Twitter straight away and say, hey, our bad. You know, I hate wasting people's time. I hate wasting people's money. This Nft space isn't ideal. It's. We're in the fucking. I'm sorry. Can I swear in the show? Cause I get passionate."
    },
    {
        "speaker": "D",
        "text": "I think we got, like, if I."
    },
    {
        "speaker": "A",
        "text": "Can drink, if I can drink."
    },
    {
        "speaker": "B",
        "text": "You could drink and drink. Yeah, yeah. Good to good. All right. Yeah. Look, my heart was in my stomach all weekend. I was thinking about what we're doing, and, like, fuck, man. I feel sorry for those people who really want to get a horse and we can't get him a horse. But then I step back and I look at it, and I go, we're never going to. You know, we're never going to get everybody a genesis horse. There's just too much demand and too limited supply, which is amazing. But so then we shifted, and we had a brainstorm. Me, Rob, Chris, Jeff. And we're like, man, let's just give them some horses. So we jumped to the million dollar drop. And, you know, if the drop had gone well, we wouldn't have to jump to this million dollar drop, but we felt we owed it to the people and especially these empty stable owners, because you need to get people horses to play the game. And to Des's point, I've been watching what you're saying, Des. I'm pointing to you up in the right corner. My right corner. You're up. No, you're actually up here when I look at the screen. But anyway, I'm looking at you, desiree, and we're listening to Des's point. We're not a drop. We're not a drop game, you know, and a lot of people saying that, too. And we're not. We're not a tech company. We're an entertainment company. So, you know, we want to get horses out there so we can focus on what this game is. And it's breeding, it's racing. And these drops, you know, these last four weeks, six weeks, you know, from. From. From Terra to Echo, have been a fucking pain in the ass, man. And let me just throw a reference in there, just like Cameron Payne was for the Lakers. Cameron Payne in my ass. I kept saying, but go sons."
    },
    {
        "speaker": "D",
        "text": "Go sons. All the way, man."
    },
    {
        "speaker": "B",
        "text": "No, man, they ballin, man. I love it. So, ok, of course we have to talk basketball if I'm talking to my boys in America anyway. So, yeah, just to bring it back, we felt like getting these horses out there in the million dollar drop. While nothing is perfect, nothing is ever perfect. It is a fucking amazing thing because we're going to activate new users coming in. We're going to build the ecosystem. There's going to be more racing. There's going to be more people getting to love and enjoy that game that everybody seems to love and enjoy the core mechanics. And we're going to be able to step back and focus on what really needs to be worked on, and that's not drops. So, you know, we fumbled the ball and that's fine, but we're still in the game, man. And when you step back and look at what we've done so far, man."
    },
    {
        "speaker": "A",
        "text": "You fumbled the ball, but you aren't fumbling, you aren't losing the game. And that's, I think, the bigger picture here. And that's what I want to make sure we stress going forward."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "What we'll do for the rest of this show or for the structure of this show particular, you know, I want to focus on it interview style like this. People can fill up the chat and we'll take some questions at the end. So, you know, my first question that I want to start with is for Lindsey. One, I'll preface it with saying, I've already seen comments about the bored ape in the frame in the behind you, which is pretty badass. And so, so Lindsay's got her board ape going. So, you know, from a, from a brand standpoint, Lindsey, why nfts and why this new emerging technology? What is it from, you know, a Inbev standpoint that makes this kind of, you know, investment on your part so attractive?"
    },
    {
        "speaker": "C",
        "text": "There are so many things about this space. God, I could spend the next hour talking about that question alone. I think for AB InBev, we're one of the world's largest sponsor of sport, media and entertainment, and this is the future of sport, media and entertainment. I love the fact that ownership allows fans and players and consumers to get involved and get engaged and have some real skin in the game. I think that's really interesting. I also think that the experience experiential part of these three dimensional universes is something that is in our sweet spot. It's in a lot of brand sweet spots, but it's the future of experiential. More and more people are spending time online. It's cool that we're sitting here in this chat today, connecting from a bunch of different continents and places in the world. And I think it's amazing that digital is going to offer these kind of experiences in the future for us, for loads of other brands. And yet, you know, I think Ebbs was alluding to it earlier. It's a place where people are spending more time and there's amazing synergies there for, for brands to add value."
    },
    {
        "speaker": "A",
        "text": "So what is a, you know, from an AB Inbev perspective, what is it that you're looking for in a partnership? Obviously you mentioned, you know, the sport and entertainment piece, but as far as an actual team that you're looking to partner with, what, you know, what was the most important thing that you're looking for in there?"
    },
    {
        "speaker": "C",
        "text": "I think it had to feel really authentic to our brands. Right. We wanted to play where. So we've spent a lot of time thinking about the appropriate places for us to appear in metaverse and the NFT and the crypto space. And this made a lot of sense in reality. Stella Artois is a sponsor of premium sport and Z run our, the premium sporting platform in metaverse right now, bar none. So that made a heck of a lot of sense. We're involved and engaged in some pretty exciting horse racing. In reality, it made sense that Zed was horse racing. And then I think from a brand perspective, we're pioneering this space right now. We're cutting new territory every day, and we really needed a team that was going to be flexible with us, patient, willing to collaborate and help coaches through, you know, where we should go and work in a really collaborative way. And every time we connected with the Zed guys, it was, it was sort of the same story. It felt like we were sitting in a virtual room, mind you, but in a room full of, you know, people who just really wanted to build something great and work together on something that would add value to the community and, you know, help us do this in a way that felt right for the brand and for the, you know, the people that engage with. With Zed."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, I think, really a bunch of really fascinating points and it makes you think about all of the things that we're going to see in the future from, from big brands. And I think it's really awesome to have a brand like InBev, who I mean is. I used to work, I spent seven years in the beer industry myself. I worked for Boston beer company Sam Adams."
    },
    {
        "speaker": "D",
        "text": "And you're still in the beer industry?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm in the drinking beer industry now. But so, you know, I know how important a lot of these brand activations are and how, how much or how careful you are with selecting them. So I think, you know, choosing Zed and y is really important. Des, what do you think about just kind of where we might see the, you know, the future of all of this brand play versus, you know, crossing over reality and digital in the future?"
    },
    {
        "speaker": "E",
        "text": "I mean, this, for one, just gives it so much validation that this is kind of the next frontier, this is the next sport and it is digital. I think the partnership with preakness was kind of not an obvious one. It was a monumental thing to have that partnership. But it makes sense, right? It's very, very closely tied to horse racing. There's so many parallels. You look at something like this, which I think is a whole other tier, and now you really start to see the application. And so where do I think this is going? I'm going to say in the next twelve months, you guys get a watch sponsorship from either Rolex or Omega or something. Because time and horse racing has always been a huge thing. And you look at horse racing today and it is littered with watch sponsorships. So that's where I think it's going. This is just the first step. And it's so wonderful that, you know, Stellan and ABM Bev is that first partner. I mean, it could have been a small brewing company from Brooklyn and it would have been awesome. But the fact that it's the biggest brewing company in the entire our world is something else. So it's an exciting, exciting time. You know, we were talking with Ebbs earlier. The timing of it and the announcement and the saltiness of maybe something that people are feeling with the drop. It might not be timely, but don't sleep on this announcement. It is massive for everyone who ever wants to be involved with Zed."
    },
    {
        "speaker": "A",
        "text": "Yeah, so ebbsd. Let's talk about what the actual structure of the partnership looks like. So what are the details? What can people expect over the next week with this partnership and Stella and all the awesome horses you can see here. I've got my, the new track, which looks pretty cool. This is actually in the chat. Zook wanted me to pump high horse stables, which is our stable, but this is one of our horse actually coming in last place. So talk about what people can expect for, you know, from the horses, the design, all of that stuff. Where can they go and look to get involved in the auctions, everything like that."
    },
    {
        "speaker": "B",
        "text": "All right, well, chamber, you might have to drop the link because I don't have it handy. But anyway, they can find it on our twitter. But the deal is that we're selling off, auctioning off 50 racehorses and it's ten a day with five unique, stellar branded skins. And, yeah, there they are, the beautiful skins, and they all done. The art direction was really cool, and working with Lindsay and her creative team was really awesome because they had an idea. And Stella has this beautiful, beautiful campaign called in the Life of Artois, which is all these flat, pastel, really simplified color palettes, but beautifully, almost like 2d painted color palettes, which you can see in the background, which we've paid homage to and, you know, building this world. And what we really wanted to do was with the track, was not to kind of litter it with branding, per se, but we wanted to make it feel like a brand. And it's. That's something that we have a really good opportunity of doing here is. And there's a word that I love to use, which is elegance. Instead of just, like, filling up the track with Stella, Stella, Stella, Stella, Stella everywhere. Right? I really wanted this kind of rhythm and this kind of feeling of when you step onto that track, you go, wow, that's pretty, you know, whoa, this different. And then you go, oh, it's Stella. You know, you cut, you feel it, you don't see it, right? And there's this. It's this kind of. It's a very artistic expression. You know, as an animator, you want to feel certain elements of animation techniques. You don't want to see them. It has to be in the performance without being, like, right in your face. And it's similar. When you deliver something like this with a brand, you want to do it elegantly. So, you know. Yes, it says racing in the life Artois, but it doesn't say stellar Artois. Thank you for posting the link. ZG's always on point, man. He's like the Sherlock holmes of."
    },
    {
        "speaker": "A",
        "text": "He's too on point sometimes. It's like I almost feel like my computer's bugged or something where he knows what I'm thinking before I'm thinking, dude."
    },
    {
        "speaker": "B",
        "text": "Your computer is bugged. Anyway, back to the artwork. So working with Lindsay and the creative team, they're really cool and they were really responsive. Time was of the essence, of course, as everything is in some ways, but we were able to turn something really beautiful around and something really unique to give you the. This is the taster as well. Like, this is the first taste of what we can do in this space. And again, to your point, Des, as well. Yes, the timing is not the best, but it is. We're no way we're going to say, oh, well, we're not going to do this now because we fumbled the ball in the drop. Like, show must go on, right? You get back on the horse. Ha ha ha. But you get back up and also you prove, yo, guys, this is the future. Like, just imagine like we talking about in twelve months time. This is great for the community. Amazing. Like, imagine when you own a racetrack. Like that is gonna happen. Imagine when you can choose your sponsor for your horse. Like, there's levels to this shit that, you know, we haven't even began to scratch the surface. So it's like, it's kind of just stepping back, getting perspective on that, you know, hey, I was gutted all weekend as well, and I had to meditate."
    },
    {
        "speaker": "A",
        "text": "I think that's a really great point. Right? This is the first time so we've heard you specifically talk about this a lot, right. With the, you know, ownership of a racetrack, you know, being able to pick a sponsor, and this is the first time you can kind of see what that looks like, which I've run a race on these new tracks. And it is awesome. It is really cool. I think it is subtle, but impactful. Right? Like, it is. I like the way you made it. You put it where you feel it. You don't see it. I like how it's almost like a real life, more grass track, which I think is interesting."
    },
    {
        "speaker": "B",
        "text": "That was on purpose."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And it's a reality, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, it's those subtle little subtle differences. Like, again, it's, you know, I use the word elegance, right. And it's just those little, you know, dotting the eyes, the attention to detail. Like, you noticing that there's a green track. And we changed, you know, the gates to be green and white because we looked at real world gates. Like, just bringing that in because stellar are big sponsors of real world horse racing. Right. And so tying the digital with the analog, blending the two, it's absolutely key. And it's. Some people might look at it and go, yeah, don't notice it. But the fact that you notice that, that's music to my ears. I feel much better."
    },
    {
        "speaker": "A",
        "text": "Now, Lindsey, for you from, like, you know, working with your brand, things that tie in with what Stella is as a brand versus what was the end result here? What you see, you know, what were the most important things working together that you know, you had to hit as far as making it feel and relate to what Stella is as a brand."
    },
    {
        "speaker": "C",
        "text": "Yes, I think. I think we touched on the first one, which was that it had to feel like something Stella would do. There's a lot of amazing things going on right now in this space, but, you know, it probably isn't a good fit for certain ab brands to partner with ordape, for example. This, this one felt, you know, really natural."
    },
    {
        "speaker": "E",
        "text": "I had to feel like, I disagree, but sure."
    },
    {
        "speaker": "C",
        "text": "I have a feeling there's one we can get in there, but, you know, we would, we would get done, you know, in somewhere. We would be for sure. I think the, the other thing was that we had to make sure that we were going to be able to keep the brand integrity in place and pay homage to the brand and the legacy of Stella Artois and the heritage of that brand in a way that was really, you know, really authentic and, and really, you know, respectful, I suppose. And, you know, and again, when we started speaking with the Zag guys, you know, it was clear right away, speaking with ebbs that we were going to be able to do this in a way that was futuristic, was modern, was Zed, but also was Stella, was heritage, was, you know, all of the amazing layers that Stella's taken so long to build as a, you know, as a brand. So those are the real big ones, honestly."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's really cool. It's just really awesome to actually see what this looks like executed from all the things that we've heard from a, you know, 30,000 foot view. You know, I think my next question here is, you know, there, especially when you mentioned InBev earlier, you're, you've done a ton of traditional sponsorship in sports and, you know, with venues and things like that, and this kind of has a similar feel. But one of the interesting things I think of when I think of what nfts allow from a capability standpoint is this sponsorship is not something. Maybe the auctions end in a week, but this doesn't end in a week in the sense that those horses are going to be out forever. Right? Like, somebody's going to own those horses forever. Someone will own the, the skins forever. You'll see them on the racetrack and then also the naming piece, I'm sure, which I'm curious about as well. I'll get to that later. But, like, what was, is that something that, you know, you guys at InBev considered when you're talking about what nft type of partnerships look like? Because they're not expiring in the same sense that a traditional sporting sponsorship would be like."
    },
    {
        "speaker": "C",
        "text": "No, you're 100% right. And I think that's why it was so important to work with. Eps is an artist, guys. I know you know this because you play in the game and you're in your, in there in the world, but, you know, there was so much respect for, for the brand, and that is, that was one thing. That was why it was especially important to capture that, because it is permanent. It is there, you know, forever. You know, can't, candidly, we're, again, because we're breaking such new ground here. Yeah. We've spent a lot of time thinking about what that means about ownership. It's also really new. And I think that, you know, we'll probably learn through the process what this, what this means. And I, and I've certainly learned a lot through the process about where I think we actually can and cannot probably play and explore moving forward, at least in the short term, because, to your point, these assets live there forever. And so we need to have a little bit of cognizance as a brand around. What does that mean? Where are these places that they could live? It's a delicate balance."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Really fun one. Like, the legal conversations have been really philosophical and really, really stimulating."
    },
    {
        "speaker": "A",
        "text": "That's interesting. Like what? Because that's interesting. I'd be curious to know what that kind of looks like. Yeah."
    },
    {
        "speaker": "C",
        "text": "But just around ownership and where things live and what forever means and what's metaverse and can we write that on a contract? You know, it's been really, you know, really exciting and just to think about parallel worlds. Right. So, you know, this space is new and it's emerging, and yet a lot of the things I spend time coaching internally on are that actually, it's not new at all. It's experiential. It's experiential. It's sponsorship. It's sponsorship. It's marketing. It's. So there's a taxonomy of things that we've been doing forever as a global brand that we're doing here, and that seems to be the simplest way to think about it and to help explain it in terms of intellectual property and licensing and all of these other things. Things. And it's, it's been really a lot of fun to, to realize that as cutting edge as all of this stuff is, that there's things in the not so distant past that we can reach to start to learn and understand and help frame our thinking around it."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's fascinating, actually. To me, because it's. It's something that we're going to see more and more. And, you know, pushing these boundaries now is honestly happening more, uh, faster than I thought it would have, which I think is really exciting. Um, it feels like, you know, with this particular sponsorship, it feels like a tipping point, almost, where you know, this because just because of the size of you guys as a company, which I think is, um, you know, really, really interesting. So, um, do we have the. So more for ebbs on what this actually looks like from a. The next couple days standpoint? So what do we. What can we expect from these auctions? Uh, what are the actual details of the auction? So I know we have that opensea link that people can go and check it out. I think there's. Is there ten a day from z one or zed one to z ten?"
    },
    {
        "speaker": "B",
        "text": "So from. From. Yeah, for 24 hours, ten a day they get auctioned. And then, you know, at the end of the day, hopefully somebody walks home with a. With a beautiful genesis horse alongside with a beautiful piece of artwork and a beautiful skin. And. And, you know, those all have their own eccentric value, which is, which is pretty, pretty cool because they're all nfTs, you know, in their own right. So, so what you do with them after that, whether you race. Wait, wait, race them or you, you know, you hold them or you. You look to auction them further, you know, that's the interesting thing. We'd like to think that the people who buy them will keep them and cherish them and then flex them on the track once we get skins ready, because, you know, as you know, you can't put skins on your horses yet, but we are. That's something that we would like to, again, not focus on the drops, be able to focus on these mechanics that are really important and then be able to just execute on. So that's coming in the. In the near future as well."
    },
    {
        "speaker": "A",
        "text": "So do you see kind of a ability to do, you know, they. I think we've talked about this piece before. The. Will the skins essentially be removable from that horse? Is there a possibility that someone has horse named Stella Artois that originally came to the skin and then the skin can be sold to des, who puts it on his horse? And is that. Is that something, that kind of what that could look like in the future?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And imagine then having the, you know, you. You encompass the skin somehow. One day, you know, open sea through not a chamber graveyard, but through a chamber purchase. It's not there next to your bongs. Mate."
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "But imagine that you've got that skin. Somebody has that skin, and you purchase that and then you get it and you're like, damn. And then you can track back to see what the original horse that owned that skin. And now you're out there tracking that horse and you reunite those two nfTs. And this, the journey and the story that comes with that is pretty special too. And that will add value too. Combining them together, that's what's so special about this place, is not so much. Well, it's the ownership, but it's also the stories of ownership and the journeys of these assets. It's pretty, pretty special. Yeah, it's cool."
    },
    {
        "speaker": "A",
        "text": "All right, one. One question here before I push it off to maybe desert chamber to see if they have anything. Lindsey, did you name any of these horses?"
    },
    {
        "speaker": "C",
        "text": "I am. I've worked with the creative team. Honestly, I haven't given Enrique Rhea and Andrea Rembert a shout out, but they are the Stella Artois UK creative team. I've tagged them on Twitter at some point today, they were largely responsible for naming. But I did get to. I did get to have some fun and apparently came up with some decent ones because they approved them. So, yeah, I did get to throw a couple of names down, which I'm really excited about."
    },
    {
        "speaker": "A",
        "text": "That's fun. Do you. I saw this come up in the chat a couple times. I'm asking now because I'm on the topic. Do you actually own any Zed horses yourself?"
    },
    {
        "speaker": "C",
        "text": "I haven't been able to get my hands on a Zed horse yet. You guys know how rare these are?"
    },
    {
        "speaker": "B",
        "text": "Take that eight down. Take that eight down until you do."
    },
    {
        "speaker": "A",
        "text": "I did see Zed Gazette said he's got one bread horse left and he'd drop it in your wallet if your first Zed horse there."
    },
    {
        "speaker": "C",
        "text": "So come on, Zed Gazette. You know, I want to. I saw that I was looking at the track. Somebody threw a clip on Twitter earlier and I think it was like, I love pizza was one of the names of the horses, which is like music to my ears. I thought, wow, there's an equine after my own heart if I give the chance to raise. I love pizza. On the new Stella life Artois track. Zed Gazette."
    },
    {
        "speaker": "B",
        "text": "I am in life is complete."
    },
    {
        "speaker": "A",
        "text": "Pizza is a pretty good horse, if I remember correctly. I'm pretty sure. So that's awesome. Des, what questions do you have here? I want to pass it off to you guys to see what you got."
    },
    {
        "speaker": "E",
        "text": "So, I mean, the one, you know, I try to be as big a voice for the community as possible. And I think the one like common factor beyond all the upset people about the drop, which, I mean, honestly, I don't really get upset about the drop. It is what it is. I think it's funny. I've begun my own journey trying to create my own nft thing and it's incredibly difficult. And then to put it in perspective of what you're doing at Zed, the complexity of the NFT that you're dealing with compared to everyone else, down to even bored apes, is off the charts. I mean, what you have to, what you have to make sure works with your NFT is unparalleled. So that part, you know, I think is just growing pains. It's, you know, it's great. You're pushing forward the industry into utility that's never been seen before. So I think that all comes with it. I think the common thread, which I will give, you know, credence to isdev around breeding. You know, we've said that and you've said that, you know, this game isn't about drops, it's about breeding, it's about racing, it's about partnerships. Like, like this, it seemed like everything was heading towards, you know, opening up breeding a week after the echo drop. That's kind of what was heading. So a lot of people are curious, you know, since the echo dot didn't go well. What's the thought process from the company's standpoint about pushing out breeding further? If it was ready independent, why move it?"
    },
    {
        "speaker": "B",
        "text": "No, no, no. So, you know, with every drop there's an aftermath and there's a cleanup. And that's the, that's what, to my point, like, these drops are just. They're pain in the ass. Pain and simple. Like, we want to get horses up to new users and it's not about people who already have horses. Like, I'm. We appreciate you guys as well. There is a space for everyone, but we want to get new activations. It's going to benefit everybody. New, more people racing, bigger ecosystem. It's just going to grow this platform even further and take us to where we want to go. And again, like ZG, he's listening. He has this saying, we're building for moon landing here, man. Rome. And again, Rome wasn't built in the day. It has to take time. And with the breeding, we don't want to push it out and then shut it down again because we didn't do our due diligence. We need to get it right. So we're gonna take that time it takes and be patient. First we have to deal with this aftermath. You know, we got, like, I don't know how many tickets of complaints and it's. It sucks, but we got to deal with that, too. And the stuck horses that we need to deal with. There's so much, man. And to your point, you know, blockchain is still early, man. Like, it's. We're in the dial up stage, you know, it is like, working on, you know, like it's. It's just. And our dev team are doing amazingly. They're coding new lines of code. Like, we put that in the blog as well. It's web three, guys. It's the future and we're pioneering it, man. So we're on the cusp. So whatever, you know, and if anybody's ever worked in an innovative space, you know, innovation is taking risks. It's doing stuff that hasn't been done before. You're going to hit a wall, you're going to stop, you're going to pivot, you're going to try to climb over it, you're trying to run around it. Sometimes you have to run through it and, you know, and shit breaks and you got to fix it. So with breeding. It's coming, it's coming, it's coming. But is it ready, though?"
    },
    {
        "speaker": "E",
        "text": "Is it."
    },
    {
        "speaker": "B",
        "text": "No, no, we need to make sure it's ready. We need. We need to make sure it's ready. Exactly. Sorry, to your point. No, it's not ready, but it's going to be ready and it's going to work. Right. And it's not going to be taken down again. I would hate to see us open it again for four days and everybody get excited and then we just go, yeah, we've got twins again and we've got wrong horse colors and we got, oh, no, that's not the right attribute. Like, it, like, it's. To your point, it's a delicate, like, we're breeding two living digital assets and we need to get that digital offspring perfectly right. Like this is. These are living and breathing NFts, which is super dope, but it's also a lot of work and we need to do it right. So, you know, like, anybody who's in this game, it's not a flipping game. I'm just going to throw that in there. You're not buying, like getting on a drop and then selling a horse for seven times its value. Great. I'm proud of you for making money and doing the hustle, I truly am. But that's not what we're about. We're about the long game, man. A long game like we're. Again. If anything, the stellar partnership shows. That's what the long game is. It's building up an ecosystem where brands will come, where people will live, quote unquote live again. Now I'll throw my PSA disclaimer, please go outside, drink water, run around in the bush. There has to be balance, but it's a place where people will go. And, you know, if Covid has showed us anything and video game industry has showed us anything, you know, if the numbers from Activision and fucking call of Duty have shown us anything, is that people live online now. Why do you think they throw Rambo skins and Bruce Willis skins into Cod? Why do you think Disney partner with Fortnite? Why do you think, you know, Travis Scott doesn't do it. Doesn't mean, like, it's being done. It's been done right. We're doing it in an NFT space. Lindsey and the Stella team are pioneers, you know, again, without risk, there's no innovation. We need people to, you know, be risky and wear it. And, you know, we're. The Zed team is all about that, man. Like, the MMO of Lindsay and her team is perfect for us. Like, it was a perfect fit on that. Not just the brand alignment, but just the team and the kind of the aesthetic of being innovators and being daring to be different, you know, and then just, let's pave the way, man. Let's go. You know, we're not going to be perfect, but I. We're gonna do something. And, you know, I think."
    },
    {
        "speaker": "A",
        "text": "Sorry, I think you nailed that. Honestly, I think you nailed that answer. Because, one, the thing that stuck with me is, especially from having talked to you in a prior interview and just knowing how you think about what Zed is and novice earth and all this stuff. And then you said, we are breeding two things together. Yeah. It's not a just computer generated image. It. They all have actual, essentially living, breathing attributes, which I think is, you know, integral to what Zed is and why it's attractive to this population that plays it and about people who don't. Haven't even snuffed, sniffed Zed yet, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's our, that's our, that's our. Again, not to. It's our DNA. Like, we're different, man. We're not top shots. We're not apes. I mean, I love apes. I got an ape, you know, I hate to sell my ape now, but, you know, it's pretty pricey at the moment."
    },
    {
        "speaker": "A",
        "text": "It's pretty good time. Thank God I have two apes."
    },
    {
        "speaker": "B",
        "text": "But the thing is. The thing is, those apes are beautiful. I just love the community that they built, so I'm all for them. But, you know, ape is just storing an image on a database, man. Like, it is. It is. And then it's a great community drive behind it. And there's all these, like, the idea behind of giving you the full license to do what you want, you know, seeing eight tattoos. I want to make my own ape t shirt as well. You know, there's so many ideas and so many cool things coming from that. And it's community driven and Zed community driven, too. But it's on a whole other level in complexity."
    },
    {
        "speaker": "A",
        "text": "And so I think that the big difference there is what you said. Right. It's. It's once. If you're a. If you're an NFT that lives by a drop, the drop is done. And then, okay, the community has to do the rest of the work. Right. And what you're. What? Your work isn't done there. And you have all these other things you have to do on top of that and on top of that and on top of that and then. And then what? The ecosystem you're building is essentially an industry, quite honestly. That's what it's called."
    },
    {
        "speaker": "B",
        "text": "Jobs, dude. It's the future of jobs."
    },
    {
        "speaker": "A",
        "text": "Amen."
    },
    {
        "speaker": "B",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "Yeah. And to that, I'll crack."
    },
    {
        "speaker": "B",
        "text": "Hey, number two."
    },
    {
        "speaker": "A",
        "text": "Number two is coming. It's this wonderful, stellar. Brought to you by Avn Vev. Wonderful chamber. You. Do you have any? Mine, too. T Colvin twelve. That's probably a chamber alt account, to be honest."
    },
    {
        "speaker": "D",
        "text": "But I have so many alt accounts."
    },
    {
        "speaker": "B",
        "text": "It's his burner."
    },
    {
        "speaker": "D",
        "text": "So many chamber."
    },
    {
        "speaker": "A",
        "text": "I know you cannot go 37 minutes without getting some question or joke or something in what's going on in your head."
    },
    {
        "speaker": "D",
        "text": "I actually have a very serious question."
    },
    {
        "speaker": "A",
        "text": "Oh, good."
    },
    {
        "speaker": "D",
        "text": "Because I'm a journalist at heart. Not really, but a very serious question nonetheless. Lindsey, we're going to be seeing a lot as bunch who's showing in his image as I'm showing in my image. The campaign, the life Artois. We're going to be seeing a lot of that in Zed run. Are there other places where we'll be seeing this as well? I'm assuming it's not just specific to Zed run. Or is it? I might be wrong. Maybe it is specific to Zed run. Are there other places we'll be able to see that?"
    },
    {
        "speaker": "C",
        "text": "Yeah. The life. Our twazet campaign we've been building for a while now in less dimensional places. So this is the first time that it's been really multidimensional, very experiential, and something that people could genuinely live inside of and play in, which is, I think, really the exciting part of what we're doing here. With Zed, you'll see the campaign, I think, probably now that you start to see the art here, you'll start to notice it in some of our other media campaigns, online, offline, et cetera, you know, and I think the life Artois a world that is still being built, you know, on our side, and I think will be worth exploring and worth finding other places that it can be tied into, you know, experiences of consumers, digitally or otherwise."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's interesting. It's one of those things that it's like, you know, you don't notice something until you see it once, and then all of a sudden, you see it everywhere, like if you're car shopping or something like that. And I think that this is totally one of those."
    },
    {
        "speaker": "D",
        "text": "Wasn't that a professional question bunch?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it really was. I was. I was surprised, actually. Usually, this is the part where I kick it to you and you ask something that's completely unrelated."
    },
    {
        "speaker": "D",
        "text": "We have a profession. We have a few professionals here. So I feel I should have brought, you know, some. Some professional."
    },
    {
        "speaker": "B",
        "text": "You opt your game."
    },
    {
        "speaker": "A",
        "text": "Very proud of you."
    },
    {
        "speaker": "D",
        "text": "It means a lot to me."
    },
    {
        "speaker": "A",
        "text": "One of the. One of the questions I had, and I think you two are probably the perfect people to have on for this question, because as I mentioned before, I've heard Ebbs talk about what his, you know, bringing reality into the metaverse looks like. Lindsey, what is bringing reality or bringing reality or. Sorry. Yeah, bringing all of that into the metaverse. What does it look like from a brand standpoint, as far. And then from. I guess, a follow up question for ebbs would be, what does it look like going backwards to you guys in the future? So I'll kick it to Lindsey first."
    },
    {
        "speaker": "C",
        "text": "Yes. So, taking reality, metaverse, you know, my dream would be, and I've said this to ebbs, I've not been in the same room physically with ebbs, you know, ever. And I would love to be able to meet Ebbs in Decentraland, you know, on a Saturday and go, you know, decide to go somewhere to watch, watch some horse races, to be able to rock up to a bar and buy the guy a drink and, you know, be able to order a couple cans of Stella and have that show up at ebbs door in Australia. And have equally, you know, a six pack show up at my door in London, UK, within 30 minutes. And so we are both having a shared experience, virtually with an element of reality built in that enhances that in a way that allows us to connect more deeply together and have, you know, have an amazing, amazing Saturday that feels, you know, a lot closer than just video chat. So I'm really excited to explore ways, you know, ways we can do that. I'd love to. Oh, God, there's so many possibilities where we can, you know, add, you know, add a virtual and real experience in it, you know, but, you know, but that's my short term goal, is to be able to buy ebbs of beer."
    },
    {
        "speaker": "A",
        "text": "That's. I think that's super interesting."
    },
    {
        "speaker": "B",
        "text": "Like, should be everybody. It should be everybody's goal to buy. Yeah, let's just put that out there."
    },
    {
        "speaker": "A",
        "text": "I'll tell you. I'll tell you right now, when we meet, you're buying me a beer."
    },
    {
        "speaker": "B",
        "text": "I got you, man. I got you."
    },
    {
        "speaker": "A",
        "text": "Which is pretty funny, because I've been doing. Lindsay, you said, you know, you've never been in the same rooms as ebbs chamber, and I have been doing 300 episodes of content together for over three years. We have never met in person once, so I can. Yeah, I can relate to that, and neither. None of us have met Des in person either, and so I can relate to that, and I think that I."
    },
    {
        "speaker": "B",
        "text": "Want to be there for that hug. What you don't know, it's going to be magical. Exactly."
    },
    {
        "speaker": "A",
        "text": "What you don't know, evs, is that I am. When I stand up, I'm built more like Danny DeVito, and when he stands up, he's built more like Arnold Schwarzenegger. It's gonna be like twins. It's gonna be like the movie twins in real life, where, you know, that's gonna be the photo that we take next."
    },
    {
        "speaker": "B",
        "text": "I need to get it. I need a Photoshop image for you guys. That's beautiful."
    },
    {
        "speaker": "A",
        "text": "So for Ev's. So for you guys, with what is taking, you know, think in reverse a little bit. What is taking Zed to reality look like for you guys?"
    },
    {
        "speaker": "B",
        "text": "Well, you look. Yeah, look, there's a lot of ideas there, man. There's a lot of ideas. But I want to first Echo Lindsey's sentiment. It's all about bringing that tangible element into the digital. You know, the analog and the digital. It's absolutely important. Like, some of the best projects I've worked on in research or in my university years, where we did a lot of innovation stuff, was the ones where you actually have real stuff in front of you and you augment onto it so you have, you don't lose yourself fully in that three dimensional space. So again, it comes back to my PSA of balance. What we could do there as well, like bringing Zed back into space, is similar ideas to what Lindsay was saying. Like, imagine, you know, buying a Zed merch for your avatar. Or, you know, I've talked about 3d printed horses for a while as well. It's something that's, we've talked about. It's on the roadmap. It'd be awesome to be able to, you know, buy a horse and then, you know, a week later shows up a 3d, you know, this is not, this is just, I use this for animation reference. It's not a Z horse. It says Zed on it."
    },
    {
        "speaker": "A",
        "text": "That's fantastic."
    },
    {
        "speaker": "B",
        "text": "But have that show up, and then further to that, you bring up your phone and you, you show that and then it brings it to life, you know, like through augmented reality. Like all that stuff is possible. It's, it's just, it takes time and it's not, you know, it's not breeding and it's not racing, so it's not important and it's not drops, which is less important. But you know what I mean? So it's that, it's that stuff. And so, like, imagine also this, I love this idea as well. You go to an event in Decentraland, this doesn't have to be said, but if it was in the Zed headquarters and, you know, there's a party on, or an event on the, you know how you go to a concert and you can buy that ticket or that t shirt that proves that you were there. You know, I was there. That, that flex, right. And it's a one of one. Well, now you have one of one nfts in decentraland similarly. Right. But then when you buy it there, a week later, the t shirt shows up. Right. And now you're flexing that z t shirt in reality as well. So tying those two elements in, you know, that's the minimum. And, but, and that's a very doable, doable thing. It just, you know, just needs to be considered."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think what's cool about that is, you know, that's going to be, that's going to seem like table stakes, I think, in the long term of what we're talking about here. But that's, that's the first step. Right. It's like, how do you bridge that, that gap between the digital and the physical. And then. And then what does that look like ten years down the road? Right. I think that's. That's what's really."
    },
    {
        "speaker": "B",
        "text": "And the beauty of, I mean, that the transcendence between the digital and the analog is what I really find fascinating as well. And I think this is going to be huge for Ab and Bev, and it's going to be likewise huge for us right now, by partnering with a brand like Stella, we're going to get people who love Stella looking at Zed, but reversely, they're going to have crypto enthusiasts and the people who are the Zed community reversely transcend and be looking at a brand and now more affiliated with a brand like, so that's what marketing is. Right. I. And that's what brand, you know, you know, brand branding is. You know, I was speaking to Lindsay yesterday, and it's like, don't for, like, the best. The best, you know, what's an example of marketing is Santa Claus."
    },
    {
        "speaker": "A",
        "text": "It's so true."
    },
    {
        "speaker": "B",
        "text": "Why is he red? Right. Well, that's the power of marketing. Thank you. Coca Cola, right? St. Nick was green. Right. And he didn't have a beard, and he wasn't this jolly ho, ho, ho guy, but because of a commercial."
    },
    {
        "speaker": "D",
        "text": "Coca Cola."
    },
    {
        "speaker": "B",
        "text": "Yeah. Red and white."
    },
    {
        "speaker": "D",
        "text": "Are you saying you don't know Santa Claus is a fabrication of Coca Cola?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Worldwide, what we know today."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. And that's the power. That's power. That's powerful. Right. And so, you know, there's more in that. Yeah. If you want to go into, like, basketball kind of analogies again, you know, people are Steph Curry and LeBron James fans because of two k, not because of watching it on ESPN or TNT. They're. Because they've been playing video games and they think, oh, this is good. And same with basketball cards. Did that for the NBA. You know, I was a littrell Sprewl fan when I was 1213 years old because I collected his card, and then I started watching the Golden State warriors and then the Knicks and then, or he. Then him choke somebody, then Timberwolves, and then he didn't have enough money to feed his family, and then he disappeared. And my collection was worth nothing. I miss Littrell, but I love Sprewl. I love Sprewell. Love Lutrell."
    },
    {
        "speaker": "A",
        "text": "So, Lindsey, do you see a world, I guess, in kind of that, you know, awareness piece where, you know, I'm just brainstorming what it would look like. I think, you know, when we go from physical or, sorry, digital to physical, now we think QR codes. Right? So is there a QR code on a six pack, or is there a QR code on a can or something that you can say, okay, here, scan this. Here's our Zed horse. And x, y, and z. I mean, is that something that you see from, like, a brand perspective in the long run when you're looking to partner with Zed and other projects like this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, totally. I think that the. One of the things the pandemic has done is, I think, has taught people how to use QR codes."
    },
    {
        "speaker": "A",
        "text": "QR code revival. QR codes were, like, dead in the water, and most people didn't know how."
    },
    {
        "speaker": "C",
        "text": "To use them in the western world. And here we are. Everybody knows how to use a QR code, which is great. So that unlocks some opportunity for sure in and of itself. And I think we have product in loads of places, so we can put QR codes on the sides of bottles, cans, cases, different size cases. So if you link some of that up with rarity as well and scarcity and however you want to distribute on whatever platform you're talking about, I think that's an amazing way for us to put crypto and tokens and nfts in the hands of loads of people. And I think that's one of the things that really excites me about the space. And I think Abi's role in this space is in bringing this to more people, getting more people involved, exposing more folks to the space. And then as we turn to things like ownership, allowing more people to participate and be a part of that, which."
    },
    {
        "speaker": "A",
        "text": "Is really cool, you just triggered something in my head that, as I mentioned, I used to work in the beer space. So all of these beer companies at some point, do these sweepstakes where they scan their QR code or they text to in or something like that. And then you mentioned scarcity from a brand perspective, that can change that entire game, right? It's not a sweepstakes for, you know, a t shirt or an experience, but it's a sweepstakes, essentially, for something with actual digital scarcity that can then maybe possibly create a toll, a total, you know, secondary marketplace where you're adding value from. I keep saying this in passing, but I think it's true. Like, people have always brands and things have always, or companies have always looked at users and they're users, and eventually that's going to be looked at as owners. So making that person an owner, and I think that's the power of what we're talking about here. So just again, let's go big picture. Forget about the drop, forget about breeding. Forget about that. What we're circling back to is something like that from a brand perspective and a Zed perspective. I think that's what the really important thing to look at here is. And it's the reason everybody that's listening right now or watching this in the future is going to be like, oh, duh, this is why we're all here, right?"
    },
    {
        "speaker": "B",
        "text": "Don't forget about breeding. Don't forget about breeding."
    },
    {
        "speaker": "C",
        "text": "You touched on something else there as well that I think, you know, again, one of the reasons, one of the other things that really excites me that we can do and opportunities for us is there's no question we can provide some interesting digital experiences and we can collaborate with, with groups like Zed to do that. But we also can help to provide, I believe, some real world utility. We are the largest sponsor of sport. If we want to put people at the World cup, if we want to put people in Wimbledon, if we want to send you to the Super Bowl, NBA Finals, you know, you name it. There's some really exclusive. We've got partnerships with, you know, with Post Malone and others in the music space. We've got, you know, we sponsor both men's and women's sports of individual athletes. And so if you think about the kinds of meet and greets and exclusive experiences and stadium experiences and even, you know, putting folks in locker rooms, like, I think it gets really interesting when you, when you take it out of that digital space for a minute as well and go, you know, what other value can we add? I think there's a lot there, too."
    },
    {
        "speaker": "E",
        "text": "Absolutely got chills right there. It's crazy. I think one of the greatest signs of everything this working is eventually, I know you mentioned sponsored athletes, but imagine one day Stella wants to sponsor Ducky Mallon and they pay doofy to sponsor that horse because it has such a visibility."
    },
    {
        "speaker": "A",
        "text": "It's going to be, I love pizza. They're definitely going to sponsor. I love pizza for sure."
    },
    {
        "speaker": "C",
        "text": "For sure."
    },
    {
        "speaker": "E",
        "text": "But, no, it's. Wow, that last statement you had, Lindsey, that's incredible."
    },
    {
        "speaker": "C",
        "text": "Thanks so much, Des. No, it's a really cool thing to be a part of. I'm humbled to be learning every day as well. Getting to speak with, with guys like ebbs, Zed and Rob and Chris has been, you know, a heck of a lot of fun. And likewise, joining you guys and being part of these conversations is an absolute riot, I have to say."
    },
    {
        "speaker": "A",
        "text": "It's going to be really awkward when I ask Lindsey for a job after this."
    },
    {
        "speaker": "D",
        "text": "I was going to say it's going."
    },
    {
        "speaker": "A",
        "text": "To be really awkward."
    },
    {
        "speaker": "D",
        "text": "I was going to say awkward when we asked to get post Malone on."
    },
    {
        "speaker": "A",
        "text": "It's literally my crossover job for life. Malone as well. Yeah. Chamber, any other questions before we get to some of the, you know, bigger questions in the chat?"
    },
    {
        "speaker": "D",
        "text": "I just had another quick one for Lindsey. Again, just looking at the imagery, the color palettes on the horses, I don't know if it's just the NFT space or the crypto space, but merch is always a big deal for us, and I could see great merch coming out of those color palettes. Is there anything down the road that could be available? Anything available immediately? Because that would look pretty dope, I think."
    },
    {
        "speaker": "C",
        "text": "Stay tuned on that one."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "D",
        "text": "Sounds good to me."
    },
    {
        "speaker": "B",
        "text": "But if I could. If I could jump in there. I mean, if anything, what bored apes has showed off is the power of the merch. That's insane that people have bought these things and they're not opening them and they're selling them on the market for, like, what is it? Is it 100 x? Like, it's ridiculous, right? I'd love it."
    },
    {
        "speaker": "A",
        "text": "That went for like $4,000."
    },
    {
        "speaker": "D",
        "text": "$4,000."
    },
    {
        "speaker": "B",
        "text": "And they bought it for $30. Right."
    },
    {
        "speaker": "A",
        "text": "So what do they think this is? Opensea?"
    },
    {
        "speaker": "B",
        "text": "But look, it's beautiful because the scarcity is not just, you know, it doesn't have to be tied to a digital thing. It's everywhere. It's like the. It's what Kanye west showed us that with his yeezys, right? People queuing up and flipping them. And it's no different to nfts, except for nfts are tokenized and they live forever. The Yeezys won't. But, and, but, yeah, so merch is a huge thing. And I know people have been, you know, to the point of merch have been asking for Zed merch. It's something that we have on the radar, but we just don't want to rush it either. We're not. Again, when breeding, when class systems, that's the focus. Right. And we want to get back to that. We want to get back to the. To the core mechanics of our game. Sorry, I didn't want to make this about said when you asked about the Estelle. Sorry, Lindsey, but you know what I mean? It just triggered. Just triggers. And there's so many things to come. Like we say, it's a long game to everybody's point here as well. We are innovating and you guys are innovating every, like, crypto isn't in every. Everybody doesn't own crypto yet, you know, I think only, you know, 20% of the world have crypto, so if you go around and ask your friends, they don't have it yet. And we're talking about nfts that are enabled by the blockchain. We're skipping a step here and jumping straight to the next thing. Right. So it's just, just shows how early we are, man, and it's just awesome. And I know time moves slow in the crypto world, too. A week seems like a fucking year, man."
    },
    {
        "speaker": "A",
        "text": "I missed, I missed this weekend and I felt like I don't know what's happening anymore."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "But we were, we were talking before the show and Lindsay said something that I thought was interesting, that we were discussing little, and it was, she said she's never been this or she hasn't been this excited for the Internet and in a long time. And I think what you just said there about, you know, the web three and we're pioneering and all of that, and that's why it's so exciting. And this is, this is so early. Like, it feels like an eternity for us because we're so entrenched in it every day. But the fact that, like, my dad could pick up a Stella, which is legit, like his favorite beer, that, and have a z QR code on it, like, it. He would, first of all, he would be proud of me again, and then."
    },
    {
        "speaker": "D",
        "text": "Takes a, like."
    },
    {
        "speaker": "C",
        "text": "We'Re gonna make your dad."
    },
    {
        "speaker": "B",
        "text": "I think that's the best. That's the best Stella ad ever."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "But seriously, proud of me again."
    },
    {
        "speaker": "A",
        "text": "But seriously, though, it's like, it is. It's bridging. It's bridging that gap. But we're not even, we're not close to that kind of, like, it's. It's so early. So, you know, I just wanted to reiterate that point because I thought that was, that was powerful."
    },
    {
        "speaker": "B",
        "text": "Yeah. And look, rules. Rules are being made. Like it's a wild west out there, right? It is. And it's only by people, you know, questioning how it's going to work and pushing forward and going into the unknown that we're going to shape this new eco, this new society that is web three and what the rules are. And it's, you know, this, it's early days, that's all."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think. I think anybody listening to this who has, you know, had frustrations with any of that stuff should take that, like, sentiment and say it's, think about all the times in history, it's been nice to be early in technology, right? And I think, I think all of us are getting that chance right now. So, you know, I think we're all here to revel in the fact that we could take advantage of that, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Anybody buying cryptocurrency is actually risking, you know what I mean? Like they are still gambling. Like it's a gamble. It's not set in stone yet, man. But it will be. But we believe in it and that's the thing. So we're all in there. Early adopters."
    },
    {
        "speaker": "A",
        "text": "Yeah. Chamber, what do we got from the chat? I hope you've pulled some because I have hard."
    },
    {
        "speaker": "D",
        "text": "I've been, I have been. We haven't received many questions, a lot."
    },
    {
        "speaker": "A",
        "text": "Of comments, a lot of chatting back."
    },
    {
        "speaker": "B",
        "text": "Give us the good comments."
    },
    {
        "speaker": "D",
        "text": "You know, a lot of Lindsay or ape is fire big fans. A lot of positive Lindsay comments, a lot of positive Stella comments. Let's see here."
    },
    {
        "speaker": "A",
        "text": "A lot of negative me comments, which."
    },
    {
        "speaker": "D",
        "text": "Is pretty much a lot of bunch. Who is the Larry king of NFT talk shows?"
    },
    {
        "speaker": "B",
        "text": "Larry King of NFT. I like it."
    },
    {
        "speaker": "D",
        "text": "We're waiting for a Triple Crown Zed crossover. Honestly, not a lot of questions."
    },
    {
        "speaker": "A",
        "text": "We need a couple questions here because I have a little more left to go. So we need at least a few questions. Oh, actually I do have a question from earlier. This I would be doing. I mentioned Zed Gazette, my buddy here a couple times, but he told me I had to ask this one. You know, Zed Gazette is a big conspiracy theorist, Ebs, and he'll."
    },
    {
        "speaker": "B",
        "text": "I know where this is going. I saw that tweet."
    },
    {
        "speaker": "A",
        "text": "He's already got his Hong Kong jockey club ties with Stella being one of the biggest beer suppliers of the brands at the jockey club. Any inside theories there?"
    },
    {
        "speaker": "B",
        "text": "Yes, yes, yes, I'll answer that one. You know, coincidences do exist."
    },
    {
        "speaker": "A",
        "text": "Even in the matrix."
    },
    {
        "speaker": "B",
        "text": "Even in the matrix. Even in the world of Sherlock Holmes. Zed Gazette, coincidences are a thing."
    },
    {
        "speaker": "A",
        "text": "Well, I had to. I told him I would answer that one."
    },
    {
        "speaker": "B",
        "text": "It just shows how these, how powerful and big these brands are, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And what an alignment that is for us and the Zed community."
    },
    {
        "speaker": "A",
        "text": "Well, brands are, brands are pretty meta themselves when you think about it. So there's a lot of, a lot of crossover there. But all right, man, if we have chamber, if we have no more, there."
    },
    {
        "speaker": "D",
        "text": "Are no like, no questions."
    },
    {
        "speaker": "B",
        "text": "Wow. I'm here. I was wearing this yellow shirt for the eggs getting thrown at me and no, I've been."
    },
    {
        "speaker": "D",
        "text": "I've been monitoring this like crazy, and it's just, yeah, just nice comments. I feel. I think what happened was, you know, Chris kind of taking. Taking charge of. Of, you know, what people were thinking of at the start of the show. Des asked some great questions. You know, Joe asked some great questions as well. I think we've maybe, maybe calmed down some of the I'm disappointed questions."
    },
    {
        "speaker": "A",
        "text": "Don't talk a lot on Twitter."
    },
    {
        "speaker": "D",
        "text": "They talk a lot on Twitter, but it's when it's time to talk and real, or."
    },
    {
        "speaker": "A",
        "text": "What happened was everybody had a Stella and they chilled out a little."
    },
    {
        "speaker": "B",
        "text": "Not only is dad proud, but they also really chill."
    },
    {
        "speaker": "D",
        "text": "Now that's the best brand there is. There is one comment from Joe's dad. He says, still not proud."
    },
    {
        "speaker": "A",
        "text": "He says, try harder."
    },
    {
        "speaker": "B",
        "text": "Try harder."
    },
    {
        "speaker": "D",
        "text": "I do like what chambers bringing to the table, though."
    },
    {
        "speaker": "A",
        "text": "That's what he said."
    },
    {
        "speaker": "D",
        "text": "It's weird."
    },
    {
        "speaker": "A",
        "text": "I think maybe the timing is perfect. 1 hour, 16 seconds here. We nailed it perfectly. But if that's it, we had no other questions. Thank you so much, Lindsay. It was an honor speaking to you. It's really cool to see, you know, someone in these big, real brands that we all see every day so involved in the community here that we all love, which I think is really cool. And, des, any final words before we get going?"
    },
    {
        "speaker": "E",
        "text": "No, just some thank yous, obviously. You know, this has been an amazing announcement. Maybe not the most timely, but who cares, because like you said, everything's for the long run. And this is, you know, as good as it can get. So excited about it. You know, I'm excited to see, once we get past the drop stages, like you mentioned, class fixes, racing fixes, shout out to you, ebbs. The concept artwork you post on your Twitter channel just gets me so excited."
    },
    {
        "speaker": "B",
        "text": "Actually, I need to drop. So, again, to ZG, just to bring him back into this. He's been luring around, and he's found my banner on Twitter, and that's something that I need to drop. I need to drop that today, actually. I'll drop the big concept of that because it's a pretty cool image. But he's already had it on his instagram for, like, weeks already."
    },
    {
        "speaker": "A",
        "text": "I think we did have one. One question here that, yeah, now they're."
    },
    {
        "speaker": "D",
        "text": "Starting to come in as soon as they're okay."
    },
    {
        "speaker": "B",
        "text": "Okay. I should have kept my mouth shut."
    },
    {
        "speaker": "A",
        "text": "The coat. The coat question is interesting because I was wondering, but these are skins, right? So the skins are not coat color."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So from a breeding standpoint, if you breed a Stella horse with a normal horse."
    },
    {
        "speaker": "B",
        "text": "So underneath the skin there is its true color. Right? So the horse has its true color. So that whether it's azure or aggressive azure, or if it's fire break underneath, then the skin goes on top of that. And that skin is the moonlight, which is white and gray. Or if it's the chalice, which is white and gray, it just cover that. But you'll look in the stats of your horse. It has its DNA and its color. It's true color, which will always be that, what it was born with. And that's what gets passed on. We're not passing on any brand DNA. Not yet. Stella with McDonald's. What does that mean? No, no, no. A drunk clown. That's what that gives."
    },
    {
        "speaker": "A",
        "text": "Hey, speaking of drunk clowns, this has been great. But anyway, all right, so that was. That was the one I actually was thinking of earlier, but okay, awesome. Thank you guys so much. We really appreciate having you on. I hope everybody enjoyed watching live listening. Thank you so much for all the chat in the comments. And until next time, stay mint."
    }
]