[
    {
        "speaker": "A",
        "text": "Ooh."
    },
    {
        "speaker": "B",
        "text": "What kind of tacos are we eating."
    },
    {
        "speaker": "A",
        "text": "In less than an hour?"
    },
    {
        "speaker": "C",
        "text": "Wisconsin wet tacos."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That's what the show is going to be about today. Wisconsin wet tacos."
    },
    {
        "speaker": "B",
        "text": "The wetter the better. All right, let's do a show, huh?"
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "All right. Three."
    },
    {
        "speaker": "C",
        "text": "No guarantee that my equipment's gonna work today."
    },
    {
        "speaker": "B",
        "text": "Fair enough."
    },
    {
        "speaker": "A",
        "text": "This episode is brought to you by the DGEN community network media for the decentralized generation. If you want to connect or to check out more great NFT crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "C",
        "text": "Hello and welcome to the mint condition. I am bunch. You aka Joe, alongside my esteemed colleagues and co hosts, chamber and Des Chamber. Happy birthday, buddy."
    },
    {
        "speaker": "B",
        "text": "Oh, thank you, Feliz Gubliano."
    },
    {
        "speaker": "C",
        "text": "Feliz to you, Felicia. And you know you're eating a Wisconsin wet taco on the air."
    },
    {
        "speaker": "A",
        "text": "That's right. I thought we were doing taco review today."
    },
    {
        "speaker": "C",
        "text": "So today's episode is taco. Is taco reviews with Des."
    },
    {
        "speaker": "A",
        "text": "Has there been an NFT taco yet?"
    },
    {
        "speaker": "C",
        "text": "No, nf taco. That should be a thing. The rights itself, easy cash grab. We can 10,000 generative tacos with different toppings on them that can be fed to your goats to earn g milk. How's that?"
    },
    {
        "speaker": "A",
        "text": "Tacos. Goats love tacos with it."
    },
    {
        "speaker": "C",
        "text": "How's that? I can't guarantee that my camera is going to work for all 60 minutes because I was on a call before, so it may die, but it's a little hot."
    },
    {
        "speaker": "B",
        "text": "You got to cool it down a little bit."
    },
    {
        "speaker": "C",
        "text": "Yeah, I got to blow on it and see. But we're going to try here. I mean, the quality looks great today, though, honestly."
    },
    {
        "speaker": "B",
        "text": "Ten out of ten quality, for sure."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "It's actually sunny here today and it's not. It's like 70 and sunny today. Is it nice by you, chamber? And for your birthday?"
    },
    {
        "speaker": "B",
        "text": "Like 20? I don't know. I'm trying to convert it to fahrenheit. Feel like 20."
    },
    {
        "speaker": "C",
        "text": "How. How old are you in nft years?"
    },
    {
        "speaker": "B",
        "text": "117."
    },
    {
        "speaker": "C",
        "text": "Wow. How old are you in human years?"
    },
    {
        "speaker": "B",
        "text": "39 years of age."
    },
    {
        "speaker": "C",
        "text": "39 years of age."
    },
    {
        "speaker": "A",
        "text": "One more until you're dead."
    },
    {
        "speaker": "B",
        "text": "It's less, literally. Twelve calendar months until I die. Wow."
    },
    {
        "speaker": "C",
        "text": "That's crazy. Are you the. You're the oldest one on the show, Des. Are you the youngest? How old are you?"
    },
    {
        "speaker": "A",
        "text": "Ten years apart, baby. Nine years apart. Nine years apart."
    },
    {
        "speaker": "C",
        "text": "You're 30. Okay, so I'm right in the middle at a sweet spot. Right in the sweet spot of. But yeah. So lots to talk about today. For the first half, we're going to do market recap, just shoot the shit. And then from last half of the show, we have fan controlled football. Joining us, they've got their inaugural season kicking off here in, I think, April. So we're going to talk about fan controlled football. Pretty cool concept, actually. So I'm excited to get into that, but it wouldn't be a show unless I asked Chamber how he was feeling about the market. Chamber, how are you feeling about the market?"
    },
    {
        "speaker": "B",
        "text": "Honestly? I feel like every week is like you're cheating death. You know what I mean? It's like, like you think you're about to die and you got one more week. You're like, I'm not dead yet. That's what I feel like every week in nfts. It's like we should have collapsed by now. This whole house of cards is unsustainable."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, that's what I feel."
    },
    {
        "speaker": "B",
        "text": "It doesn't mean it's true, but that's, that's what I feel inside."
    },
    {
        "speaker": "C",
        "text": "Well, I don't know. I feel like there's this ominous cloud hanging over us that could just, it's not raining yet, but like at any moment it could thunderstorm is how I feel the sentiment in the market is right now. What do you think Des? Is? Are you, you kind of feeling the same?"
    },
    {
        "speaker": "A",
        "text": "It's a little scary out there. It's a little scary out there. You know, you look at the volume, I think last yesterday or the day before, that was like the lowest volume traded day on open seas for like the last month or two, maybe even so. Yeah, no, I don't know. It's a little scary out there. Everything seems to be red on opensea. Wait, what am I just spitting out fake news?"
    },
    {
        "speaker": "C",
        "text": "That's unique traders. That's unique traders. Your volume is correct. So, yeah, this was today, right? This is today. Yesterday was decent, 144, but I think this is the day you're talking about. Like where we barely crossed 100. I saw a day that, I don't know, I assume this number is pretty accurate, but I saw a day where I thought we hit under 100 million, like in this 89. So which is where we're at today. However, I do feel like today, the low volume we're seeing today, forget that."
    },
    {
        "speaker": "A",
        "text": "In an hour, shit's gonna go cuckoo."
    },
    {
        "speaker": "C",
        "text": "Calm before the storm. Right. And so what are we referring to here? That's happening in goat g milk drop is."
    },
    {
        "speaker": "A",
        "text": "No, I'm just kidding. It's gonna be the invisible friends, those invisible mfers. Okay, I'm sorry. I'm so sorry. I'm not allowed to say mf."
    },
    {
        "speaker": "C",
        "text": "No, do not talk to me about mfers."
    },
    {
        "speaker": "A",
        "text": "Sorry, bro."
    },
    {
        "speaker": "C",
        "text": "Jesus. My God. Did we talk about my latest paper hands gg last time?"
    },
    {
        "speaker": "A",
        "text": "It's going to be pretty. Well, the Mfer's floor today is going to make it a little bit better, but at its height, that must have been pretty ugly."
    },
    {
        "speaker": "C",
        "text": "Yeah, I did it last week, and I was. It was. That number is up only. That's the number you don't want to be up only. But it was up only. I think I was at over $2 million. Paper handed on paper hands, GG between. And, you know, apes were still my number one, of course. But the Mfers, I minted 20 of those, and I. They ran up to, uh."
    },
    {
        "speaker": "B",
        "text": "I didn't realize you minted 20 of them."
    },
    {
        "speaker": "C",
        "text": "I meant to 20. They ran up to 70th just this past week. Right. I minted 20. I sold all of them@a.net. loss. Net loss of all my mfers. So that was, that's something. But, so that's my, my latest endeavor into."
    },
    {
        "speaker": "B",
        "text": "It's funny, mfers. I have a work friend who's slowly getting into nfts, and that was his first mint. And he sold on the way up. But I don't think he hit an eth. I think he made probably profited, but he definitely has that. I haven't talked to him yet about it, but, I mean, he's got to know it's hit at least five e, six er. That's a rough day, for sure."
    },
    {
        "speaker": "A",
        "text": "It's a good lesson to learn early on."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. Made some money, though, so it's okay. Yeah, not as much as it could have."
    },
    {
        "speaker": "C",
        "text": "Traders are still, I mean, more unique traders still coming in. Like, this day was pretty high, 76,000. That's the peak since December, really. Which. Or January. Which we had 79,000. So that's pretty good. Still more buyers than sellers, although a smaller margin. But, yeah, I think, you know, transactions, I mean, still up. We're still in an uptrend."
    },
    {
        "speaker": "B",
        "text": "I mean, if you look at. Yeah, just to, like December. Right? Like December's."
    },
    {
        "speaker": "C",
        "text": "This goes back to November. Right. So, I mean, we're definitely in an uptrend. This would be classified in the trading world as a higher high. Right. Chamber."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say that from here."
    },
    {
        "speaker": "C",
        "text": "Right. So that's transactions. The volume, though, you know, we're in this ebbs."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure higher high with lower volume is not good."
    },
    {
        "speaker": "C",
        "text": "No, that would be a bear flag. Yes, that would be a bearish divergence. Yes."
    },
    {
        "speaker": "A",
        "text": "This is not wrecked."
    },
    {
        "speaker": "C",
        "text": "Well, we haven't done wrecked in like, three weeks, so might as well be. But so, you know. Opa. Yeah, Pete hit it right on the head. Mfers are today's cope of joke brought to you by Starbucks. And that's. Yeah, getting spicy there, so. But, yeah, we've got that. That's what's going on in opensea. However, you did mention in an hour here, we're gonna see invisible friends. Invisible."
    },
    {
        "speaker": "B",
        "text": "Will we see them, though?"
    },
    {
        "speaker": "C",
        "text": "No, they are. Invisible friends has probably had one of the most hyped releases, maybe in NFT history. I think, like, hate beast was up there that ran up to a 70th floor. But this has been marketing. I mean, they've been marketing invisible friends for, I don't know, what feels like six months. It's probably at least three months. Right. And they. I mean, I've seen Facebook ads for invisible friends."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "It's pretty crazy. Yeah."
    },
    {
        "speaker": "A",
        "text": "And it's insane on socials. Yeah."
    },
    {
        "speaker": "C",
        "text": "Their discord's got, you know, 250k in it, blah, blah, blah. And so it mints their whitelist mints in 50 minutes. And people were paying at the peak just to get on this whitelist because you could collect the two other collections, slim hoods and mood rollers. Those peaked at like two e each. And you needed two or three to be on the whitelist. We're paying, yeah, up to six eth just to be six. Seven eth just to be on the whitelist to get the chance to mint one of these things. Right. And what you saw this afternoon was incredible. So they. They auctioned off this golden friend here that you're looking at on your screen. And the. The golden friend is a one of one. It's a special. So it's not even technically part of the original collection, I don't think. But it's a one of one golden friend here. And it also comes with five mints of the, you know, five."
    },
    {
        "speaker": "A",
        "text": "It's two through six."
    },
    {
        "speaker": "C",
        "text": "So two through six. Okay. So this thing just ended, I don't know, about 30 minutes ago, and it went for chamber. Are you reading this?"
    },
    {
        "speaker": "B",
        "text": "That's the number I went for."
    },
    {
        "speaker": "C",
        "text": "Yeah. 496.69 east."
    },
    {
        "speaker": "A",
        "text": "Let's check out the wallet. Let's check out. Let's check out how b's this is."
    },
    {
        "speaker": "C",
        "text": "Well, yeah, so since this is. I mean, people are sending this wallet a bunch of stuff now. Yeah."
    },
    {
        "speaker": "A",
        "text": "Like four things when it bought it."
    },
    {
        "speaker": "B",
        "text": "Oh, okay."
    },
    {
        "speaker": "C",
        "text": "That's what I thought. Yeah."
    },
    {
        "speaker": "B",
        "text": "So what does that mean? What does that mean."
    },
    {
        "speaker": "C",
        "text": "Well, people are. People know that. The people know that this guy is checking out, or people are checking out this wallet. Right. So they want to make it look like he minted 20 doge mfers. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "No, no, no. But what does it mean that it only had, like, four?"
    },
    {
        "speaker": "C",
        "text": "Oh, des."
    },
    {
        "speaker": "A",
        "text": "I mean, obviously, what does it mean to you?"
    },
    {
        "speaker": "B",
        "text": "I guess, yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, it could be a really wealthy person just going straight anonymous on the buy, which, you know, makes sense, but. Yeah, look at the. There's his prize. His or her prizes."
    },
    {
        "speaker": "C",
        "text": "2345 and six here. Yeah, lots of doge mfers. I like this guy here that just dropped him something from his discord."
    },
    {
        "speaker": "A",
        "text": "That's wonderful."
    },
    {
        "speaker": "C",
        "text": "Look at all this. Oh, and here you go, Holly dow. And he's got a McDonald's application."
    },
    {
        "speaker": "A",
        "text": "Sweet."
    },
    {
        "speaker": "C",
        "text": "I think we should start playing what's in your wallet some more. This is actually really fun to do. Other people's wallets. Whatever. This is great."
    },
    {
        "speaker": "A",
        "text": "That's fantastic."
    },
    {
        "speaker": "C",
        "text": "Yeah. I do like this knockoff. Invisible friends with two eyes. This moonwalking guy over here. But chamber. What do you think of this thing? Going for 496."
    },
    {
        "speaker": "B",
        "text": "I mean, it seems like a lot of, um."
    },
    {
        "speaker": "A",
        "text": "Could you imagine if you were on the white list, how big you were cheering that number?"
    },
    {
        "speaker": "B",
        "text": "Because it just raises more."
    },
    {
        "speaker": "C",
        "text": "Well, our very good friend Drew is on the white list."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "C",
        "text": "Drew won a whitelist. Raffles."
    },
    {
        "speaker": "B",
        "text": "You want to paper hand one of those to me, Drew?"
    },
    {
        "speaker": "C",
        "text": "So it's funny, I was talking to Drew last night, and he was giving me his paper hands. Targets like, okay, I think I'm probably asking."
    },
    {
        "speaker": "B",
        "text": "I'll buy it from you."
    },
    {
        "speaker": "C",
        "text": "He's like, I think I'm going to paper hand it between, you know, one and two eth."
    },
    {
        "speaker": "A",
        "text": "And I hope he's joking."
    },
    {
        "speaker": "B",
        "text": "I'll give you 1.75 right now."
    },
    {
        "speaker": "C",
        "text": "I'm kidding. I'm kidding. He. He said eight to ten e. Yeah. Which was much more reasonable before last night, right? Like that."
    },
    {
        "speaker": "B",
        "text": "I'll trade you nazookie for one."
    },
    {
        "speaker": "C",
        "text": "What do we think these hit now? I mean, like, this thing is set?"
    },
    {
        "speaker": "A",
        "text": "I think seven. Seven is what? It comes out at pre reveal. I don't. Wait, are they. No, they're pre reveal, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think there's a delayed reveal. Okay. I don't know. After this sale, like, if you do the math on this, right? It's like, all right, you price in these at. If these are seven e each, you know, this guy got five of them. That's 35, Ethan. I mean, his one of one is worth, you know, 400 eth. I don't know."
    },
    {
        "speaker": "A",
        "text": "I mean, it is two through six. I don't know. I don't care that much about serial number, but, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah. Does that make up? I feel like that doesn't sway me one way or another."
    },
    {
        "speaker": "A",
        "text": "Doesn't sway me one way or another. But I mean, honestly, it's one of those crazy things where someone just wanted to throw out an insane number. Um, but I always try to look at it by, like, yeah, I probably. It probably is. I mean, you know, it probably is. This space has seen crazier stuff, but."
    },
    {
        "speaker": "D",
        "text": "I always try to figure out where."
    },
    {
        "speaker": "A",
        "text": "The floor is going to be by, like, how many people got it, you know, when mood rollers and the other items were at, you know, 0.5. Right. And they got the whitelist spots there. So you got to think some people got in when it was, you know, two eth to get a white list spot. You have people like Drew who got in for free. You got people that came in at the middle of four. You got people that bought the hype at eight. Like, there's, there's just a good range. And then you try to figure out how much higher, you know, an average person would take profit, you know, pre reveal. So I think it's probably gonna settle somewhere in the seven to eight. And, you know, I think people are a little spooked after what happened with hate beasts. So I think that adds into it for the pre revealed post reveal sale. So I say, I say it settles somewhere around seven, eight."
    },
    {
        "speaker": "C",
        "text": "Will, are you interested in trying to snipe these? Are you getting involved at all?"
    },
    {
        "speaker": "A",
        "text": "I mean, here's what I. Here's what I hate about it. It's not a PSP. And that sounds so stupid, but no, you're right, though. It's not a PSP."
    },
    {
        "speaker": "B",
        "text": "It's not."
    },
    {
        "speaker": "A",
        "text": "Let's. Let's look besides land, let's look at the top 20 collections right now on Opensea. And they're all pfps, so that's false. Eden Horde is not. But, you know, I just. I don't know. That's my only concern. It's also. It's also a gif. Like, you can't put a gif on Twitter."
    },
    {
        "speaker": "C",
        "text": "Well, so that's a good point. I'm trying to find. While you're talking, I'm trying to find a. Well, no, I'm trying to find an example of what they. Because if you have the sneak peeks that they dropped before, keep going, I'll find it."
    },
    {
        "speaker": "B",
        "text": "And when I was gonna say like if you can. If an NFT is already a gif and you have the Twitter blue, could that possibly work, I wonder? Like."
    },
    {
        "speaker": "C",
        "text": "No, I don't think so."
    },
    {
        "speaker": "B",
        "text": "No, I. Well, that's shitty. Yeah. Cuz yeah, I mean, that's kind of the point."
    },
    {
        "speaker": "C",
        "text": "Okay, so Hereda, here's the thing. I don't know if the arts that good, right? Like, to your point, it's. And I'll bring them up in a second. These are the sneak peeks that they just dropped a little bit ago. And to your point of it not being a PFP because it's a gif. Here's the. What they actually look like as not a gifdem. So, like, there's this one."
    },
    {
        "speaker": "A",
        "text": "Get out of here. Get out of here right now."
    },
    {
        "speaker": "C",
        "text": "Right? Like, are you gonna."
    },
    {
        "speaker": "A",
        "text": "Right now."
    },
    {
        "speaker": "C",
        "text": "Like, what are you gonna do with this?"
    },
    {
        "speaker": "A",
        "text": "Oh no."
    },
    {
        "speaker": "C",
        "text": "Oh no. And, and here's, here's the other. Let's see."
    },
    {
        "speaker": "A",
        "text": "The other one has just been blown."
    },
    {
        "speaker": "C",
        "text": "Oh, it's so bad."
    },
    {
        "speaker": "A",
        "text": "Like, I would take a doodle over that ten days out of."
    },
    {
        "speaker": "C",
        "text": "So how's that? I mean, are you rocking this as your PFP for seventies dude?"
    },
    {
        "speaker": "A",
        "text": "Absolutely not."
    },
    {
        "speaker": "C",
        "text": "Oh, so, I mean, Drew Crit makes a good point, right? It's, it's never about the art. As in, as in Drew. Drew's here to stack east, which is. It's. That's fair. Somebody will pay a lot of money for these and they're, I think they're going to get a. Get wrecked 100%."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is."
    },
    {
        "speaker": "A",
        "text": "Oh, I mean, the cool part of it is the motion is the."
    },
    {
        "speaker": "C",
        "text": "Right. But how do you even display that? Like if you're displaying it on your home wall, like home, you know, NFT displayer. Right. Exactly. Like, that's kind of cool. But there's no way to make this a PFP."
    },
    {
        "speaker": "B",
        "text": "It's very hard to."
    },
    {
        "speaker": "C",
        "text": "Daniel says Instagram will eat this up and guess what? They are. That's why they have, you know, 250,000 followers in their group. Right? So let's, let's, let's give some actionable. Well, Instagram, Facebook."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's not, that's not where NFTs lie."
    },
    {
        "speaker": "A",
        "text": "That's a play. That's a play, Drew. I like that."
    },
    {
        "speaker": "C",
        "text": "Yeah. Drew says he's flipping his if for a genesis comp, that would be. And then ghost of Greg Odin. Great name, says, come on in, Drew. What a fantastic name that is."
    },
    {
        "speaker": "B",
        "text": "Ghost of Greg Odin is a Greg Odin."
    },
    {
        "speaker": "C",
        "text": "Greg Odin is the ghost. Is a ghost of Greg Odin. Let's give some actionable advice here, because most people are going to hear this, I would say, after the mint. Um, so they might be looking at a secondary price at, uh, you know, maybe five, six, 7810, twelve eth. Uh, is there any level, price level there that you're interested in pre revealed, Des?"
    },
    {
        "speaker": "A",
        "text": "I mean, no, but I'd snatch one for five."
    },
    {
        "speaker": "C",
        "text": "You would snatch one pre reveal for five? Okay. Chamber."
    },
    {
        "speaker": "B",
        "text": "Honestly, the upside doesn't sound that great, to be honest. Um, I mean, yeah. Like, if. If you could catch one for. I don't know if you can get one for three or two, maybe."
    },
    {
        "speaker": "C",
        "text": "I need more."
    },
    {
        "speaker": "B",
        "text": "Yeah, I need more upside than five. Realistically, are you willing to. Three is a sweet spot."
    },
    {
        "speaker": "C",
        "text": "Buy in at four. Are you willing to buy an f four to flip f five? No, it's a 25% gain."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I do. I only do three digit games, buddy. No, yeah, I like, I like two or three on this, and that's if you catch it early. Like, that's the problem is these things are going to fly and you're going to give FoMO at five, six, seven, and then where does it top off? You know what I mean? Where does it top off? Ten, maybe? Does it go higher? I don't know. It's tough to say. It just seems like, especially pre reveal, it could go. It could. It could do a lot of things, and I just feel like I'd catch the top of something for sure."
    },
    {
        "speaker": "C",
        "text": "Yeah, too risky. You won't be like, I would. I would try f four if I could find one f. If it was."
    },
    {
        "speaker": "B",
        "text": "Going in the right direction. Like, if it already gone to six, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. I'm not, you know, trying to snipe a price there. You snipe it there on the way up, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay, how about this one? You're now it say you're listening to this on Friday, and the reveal has happened, and we're at four eth. Are you buying these at four eth post reveal, Des?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "What's the price point? Post reveal, you would buy this at."
    },
    {
        "speaker": "B",
        "text": "What'S mint price?"
    },
    {
        "speaker": "C",
        "text": "I mean."
    },
    {
        "speaker": "B",
        "text": "Yeah. .5."
    },
    {
        "speaker": "A",
        "text": "It's the same dilemma I had with hate beast. Now, I do think the. The payoff on this will be better than what happened with hate beast, but, like, I really wanted to hate beast, and, you know, they revealed and they crashed all the way down to, what was it? Two, three, or whatever, and I still was just like, no, I'm not gonna. Not gonna do it. So I have a feeling I'm gonna have that same sentiment. I actually really do want an invisible friend. But I'm not. I'm not. I'm probably not a buyer."
    },
    {
        "speaker": "C",
        "text": "Yeah. Interesting. Um, now, hold on here. Drew. Drew said pull up the hate beasts price chart, which I have here. Are we. Are we gonna see a similar fate to this? And it's still going down."
    },
    {
        "speaker": "B",
        "text": "Oh, that's a ugly."
    },
    {
        "speaker": "C",
        "text": "This was, you know, it launched and people were."
    },
    {
        "speaker": "B",
        "text": "So where's reveal? Where's reveal?"
    },
    {
        "speaker": "C",
        "text": "Reveals here? This is reveal. They revealed and went roller coaster, fell down the stairs. That's what happened here. So that's what happened. I mean, you were seeing it topped out at 9.4 ethical pre reveal. Currently sitting at a .2.5 floor. I mean, that's. That's mecha verse, right?"
    },
    {
        "speaker": "A",
        "text": "Wrecked."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I've avoided a lot of these, which is nice, which I'm very happy about this, because I didn't get. Did you get a hap beast?"
    },
    {
        "speaker": "C",
        "text": "No, no, I actually. So I had a target price to try to snipe one at two, and the lowest they ever got was 4.2. And then I just didn't bother after that, I was priced out. So I'm gonna do something similar here. If I can get one at three or four, I'll probably take a swing and then see if they run up. If I can't, I'm out, probably. You know, that's rough. Yeah. But anyway, we got a couple more minutes here. Let's go through some of the other projects here. Cranking on open seated."
    },
    {
        "speaker": "B",
        "text": "What's cranking? Oh, I got some crankers. I bought some crankers today."
    },
    {
        "speaker": "C",
        "text": "You did?"
    },
    {
        "speaker": "B",
        "text": "I went and sniped some snipe. I bought the floor on some of the tubby cats, I think."
    },
    {
        "speaker": "C",
        "text": "Oh, you did? You bought some tubby cats? Yeah. But the one, the one we should be congratulating you on is the top volume of the day in the last seven days. Top volume of the week."
    },
    {
        "speaker": "B",
        "text": "Big three lander fan. Big three."
    },
    {
        "speaker": "C",
        "text": "Like, Des. Did you get any three landers?"
    },
    {
        "speaker": "A",
        "text": "No, I actually, that was one that I wanted in on even pre reveal, but I just didn't, I didn't get in on."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I actually, I minted five of them. I got an average price on the mint. The price. The mint was pre sale at 0.15. They ran up to, like, 1.7. They ran up to, like, 1.7 pre reveal, and then I think they came back. Or then there was, like, a public mint. Oh, the dutch auction. The dutch option was 0.75 at the start. It went immediately and then ran up to 1.7 pre reveal. They dipped to, like, 1.2 at the lowest, and now they're kind of back on the way up. There's, you know, these are really interesting. I've seen a lot of people, like, comparing them to doodles. So I have five of them. One of them I hit was, like, a top 600 rarity. It was like there was only a couple of this trait in the collection. I sold it today for 4.2069."
    },
    {
        "speaker": "D",
        "text": "Oh, yes."
    },
    {
        "speaker": "C",
        "text": "Thank you. A couple hours ago."
    },
    {
        "speaker": "A",
        "text": "You're gonna hold the rest, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Now I'm basically free rolling. Like, I've got an average cost on the other five."
    },
    {
        "speaker": "A",
        "text": "Best feeling in the world."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. That's why I sold it, because I was like, well, this will allow me to basically free roll the others, and I don't even have to worry about them. Like, I can go stick these in cold storage. But chambere, you hit a pretty nice one."
    },
    {
        "speaker": "B",
        "text": "I did have a nice one. I even made up my PFP. Now let me show you. Let's see here."
    },
    {
        "speaker": "A",
        "text": "Nice one this. This week. But I did invest in NFT worlds, and I'm pretty happy about it."
    },
    {
        "speaker": "C",
        "text": "Oh, when did you get into NFT worlds?"
    },
    {
        "speaker": "A",
        "text": "Not. Not much lower than it is now, but I feel good about it."
    },
    {
        "speaker": "C",
        "text": "What do you like about worlds? Because. I don't know. Too, too much."
    },
    {
        "speaker": "A",
        "text": "It just is a little bit more open for development, and so it's a little less closed off than sandbox or even decentraland. And it works off Minecraft, which, you know, biggest, best selling game. Just easily accessible. And then, yeah, it has a p two e system built in. And so for what we're trying to do with Gmail and stuff, could be interesting."
    },
    {
        "speaker": "C",
        "text": "Cool. Very cool chamber. You got a stack of these, bro?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah, I picked up."
    },
    {
        "speaker": "C",
        "text": "I like that. The mustache, honestly, I love them all."
    },
    {
        "speaker": "B",
        "text": "That has, like, a Flanders kind of look to them, you know? I really like the Mohawk, lime green mohawk and the alien. But I made the."
    },
    {
        "speaker": "C",
        "text": "Which one was the rare one you hit?"
    },
    {
        "speaker": "B",
        "text": "Cyclops. At Cyclops. I have it up for 30 e three now."
    },
    {
        "speaker": "C",
        "text": "Hey, we've seen. We've seen some pretty massive sales."
    },
    {
        "speaker": "B",
        "text": "Yeah, 100%. I only base it off the top sales, so it's better. It's best. Always have it available for that, you know, that magic number. But, yeah, no, I picked up five of them at mint as well. At. .75 I picked up three pre reveal prior to the public mint."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "Just to make sure I had some. But I love them. I mean, I'm a big Simpsons fan of. I love cartoon. I love the cartoon ones, too. Like, they."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "I'm a big cartoon fan."
    },
    {
        "speaker": "C",
        "text": "The only thing I will say about these, and. And this is not a knock necessarily, because I think there's other projects, PFP projects specifically out there like this, too. There's not. There's not really a defined roadmap at the point."
    },
    {
        "speaker": "B",
        "text": "No, there's a ton of stuff. Good point."
    },
    {
        "speaker": "A",
        "text": "Good point."
    },
    {
        "speaker": "C",
        "text": "Yeah, there's not a. So, like, don't go rush out to buy these at 1.4 expecting, like, some big roadmap. Now, that being said, mfers doesn't have a roadmap either, and they ran off to the 17th and. And, you know, not to knock, you know, projects like doodles and stuff, but, like, they didn't have this massive roadmap to start either. Right. So, like, I think it could. And I think these are set to do something really cool because of what they can do with, like, the DNA traits and all of that. Like, they can make these something really cool, but there's nothing right this second that's like, oh, my God, this roadmap is lights out. I think people really like the art. I think there's a lot of people that these appeal to. Um, and so I could see them doing well. I think they're great as pfps. Um, and I like this comment here. Djen Warham doesn't have a roadmap either. Nope. We just, uh, we mint and pray, and that's it."
    },
    {
        "speaker": "B",
        "text": "Hey, not for nothing, to. Not to pump my own bags, but to pump my own bags a little bit. Um, if people are looking for great value for nfTs, like, don't sleep on it. I own a shitload of them. But fudders, man, I think. I honestly think for, like, they're, like, 0.06, maybe 0.05. Like, those things could easily run."
    },
    {
        "speaker": "C",
        "text": "They're great pfps to your. Your bag one was, like, so good."
    },
    {
        "speaker": "B",
        "text": "Like, they're fantastic. And it's so much upside. You want to talk about, like, you know, a three digit x's? You know what I mean? Like. Like a 500% like that. That could easily happen, so."
    },
    {
        "speaker": "C",
        "text": "All right, we've got a bid farewell to des here."
    },
    {
        "speaker": "B",
        "text": "I gotta head out, boys."
    },
    {
        "speaker": "A",
        "text": "Congrats on being the top ten podcast NFT podcast."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "A couple media outlets I feel like we got on this week."
    },
    {
        "speaker": "B",
        "text": "Watch out."
    },
    {
        "speaker": "A",
        "text": "Congrats."
    },
    {
        "speaker": "B",
        "text": "Good thing there's only nine NFT podcasts. Exactly."
    },
    {
        "speaker": "A",
        "text": "All right, have a good show later."
    },
    {
        "speaker": "C",
        "text": "Thanks, Des. We'll see you. All right, so next up, we have on the back half of the show I'm super excited to talk about, because this is a really interesting project. I'm trying to bring up the website here. Hold on one sec. And let's see. We'll bring in our guests. So we have the CEO of fan controlled football. So, Rob. So, Rob, how you doing, man?"
    },
    {
        "speaker": "D",
        "text": "I'm great. How are you?"
    },
    {
        "speaker": "C",
        "text": "Good. Thank you so much for joining us. I'm pumped to talk about the project here. Give the people a little, you know, info on what fan control football is. I so, like, I've had this on my radar for a little bit because I'm buddies with Sean, who's at Jersey, and I'm a huge football fan. Really cool project with some awesome, real life, really unique project. So let's get into it a little bit here. Your background now, how you got involved here, you know, just your foray into nfts."
    },
    {
        "speaker": "D",
        "text": "Yeah, man, I'm so. I've been working on this since 2015. This concept of fan controlled football and bringing together the worlds of video games and traditional sports. Got involved in crypto and blockchain back in 2017. Really started looking at applications around digital collectibles and then tokenization and tokenomics. And if you think about what we're building and for people that are listening and maybe don't know what fan controlled football is, this is a real IRL football league. We have real players, real coaches, a real stadium. But fans call the plays and draft players and make decisions as if it were a video game. So it's legitimately a real life version of Madden is what we've created. And so we went all the way back to 2017. We bought a team in the indoor Football league where we tested out a lot of these concepts and let fans make decisions and call plays in real time. Fast forward a couple of years. Ended up raising around a capital led by Lightspeed Ventures and Verizon Ventures to put on our first season. So our first season was last year. We had four teams in the league. We had team owners like Marshawn lynch and Richard Sherman and Quavo and Austin Eckler and, you know, just people out of, you know, sports and entertainment and. And then fans, literally from the ground up. We built four franchises, and fans made every decision. They named the teams, they designed the logos, they picked the uniforms they want. Then we get into the season, which was February and March of last year. Fans drafted all the players onto the teams. We had literally a live draft. So, like, the NFL draft was a fan controlled football draft where fans drafted the players onto their teams and we played a six week season with fans calling every play. That image you have up there is an image of our Twitch extension. So you can watch the games live on Twitch, and the play calling is integrated literally into the video player. So you're watching the game calling the plays in real time, and you get real time feedback. You see what play was chosen by the fans and then you watch it happen on the field. And it doesn't matter if, you know, if there are a thousand people calling it or ten people calling it, if it's your play that you pick, I mean, you literally feel like you did it right. You're throwing your hands up like, yeah, I called this play. And you watch it happen on the field and there's this really powerful connection to the game that just doesn't exist right now. So it's been fun. We just raised a $40 million round of capital led by Delphi Digital and Animoca brands to build out the league in a much bigger way and probably into web three. Probably nothing."
    },
    {
        "speaker": "C",
        "text": "Probably nothing. Yeah. That's incredible. Chamber, what do you think of this concept? You, I don't think we're familiar you being in Canada, one, your football is kind of lame, but, yeah."
    },
    {
        "speaker": "B",
        "text": "Wow. It's harder. It's harder. It's more difficult."
    },
    {
        "speaker": "C",
        "text": "Yeah, right."
    },
    {
        "speaker": "B",
        "text": "The fields are longer the football."
    },
    {
        "speaker": "D",
        "text": "I mean, there is a pole, there is a pole in the middle of the end zone. So it does make it a little more difficult."
    },
    {
        "speaker": "B",
        "text": "Yeah, very difficult."
    },
    {
        "speaker": "C",
        "text": "What do you think of this concept? I saw you kind of, you were not really familiar with the project before the podcast today."
    },
    {
        "speaker": "B",
        "text": "Like, I thought he was making stuff up. I'm like, this doesn't exist in real life."
    },
    {
        "speaker": "C",
        "text": "Right. Which I think is. So I was watching your reaction in real time. So tell me what your, what your."
    },
    {
        "speaker": "B",
        "text": "Initial thoughts right away. I mean, it's so, you know, correct me if I'm wrong, but it sounds like you have, you get in and it's not just one person calling the plays. It's a, it could be a grouping of people. And I'm assuming there's a few options. And then you just kind of, everybody picks the particular. Whoever gets the most, or whichever play."
    },
    {
        "speaker": "D",
        "text": "Gets the most calls, you join it. You join a team as a fan, you pick a team in the league, you're locked into that team, and then all the fans of that team are voting, and it's two diagram running plays and four diagrammed. Perfect."
    },
    {
        "speaker": "B",
        "text": "Okay, that's, that's kind of what I thought."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And I mean, like you said, like, you would feel so like, like real live Madden. You feel so pumped, you know, if your play gets called and b, if it does. Well, I mean, it's. This is wild. I'm a big basketball fan. I don't think that, you know, technically that would translate necessarily as well. You know, just like making like you've got some ideas. Yeah, I was gonna say just dunk it. Like all it's done. Option dunk or, you know, 60."
    },
    {
        "speaker": "C",
        "text": "But definitely like rostering and like customizing jerseys and all of that stuff. I mean, that is such a cool thing. And, you know, I'm super big into the play to earn gaming type of things and like, that's where I focus a lot of my actual like, investment other than my just flipping and stuff. And I, you know, we always talk about what is like bringing gaming to the blockchain and what's so cool about this is like you brought, you brought gaming to the blockchain in the sense that you've literally created real life Madden. Right. And it's. And so you've now brought gaming and NFT technology into and just really changed the entire landscape of what is possible here, which I think is so cool. And I love projects like that are bringing this real life, not only real life utility, but this is crossing even an extra bridge, which is, which is so cool because, you know, one of the biggest things that we always talk about too is community. And what, there's no bigger community than or more rabid community than sports fans. Right? They're called fans for a reason. And, and so if you're building these communities around individual teams with a competition aspect and all this stuff, it's just the possibilities here are pretty incredible. So."
    },
    {
        "speaker": "D",
        "text": "Yeah, thank you. Yeah. The community is a big reason why we leaned into NFTs in a big way. I mean, we were looking at, like I said, NFts on the collectible side. I'm a huge sports card collector myself on the cardboard side of things. So it's always been fat. I've always been fascinated by blockchain and the ability there to really enhance the collectible and collecting experience. So that's what I was really focused on until I got into NFTs last year. And really what drew me in was community was like, we see these words all the time, right? We're all going to make it. I feel like these are my family, friends. Like, I feel a sense of belonging, right? Everybody's got these shared experiences when you join in. Look, could be a community of 200 people. Could be a community of 200,000 people. There is a sense of belonging. So if you click up on the top nav, the Ballers collective, it'll, you know, I can walk you through what this looks like. But so what we created, so our, our next four expansion teams, we have four OG teams that are free to play. Anybody can join, anybody can participate and call plays. The next four teams are actually part of what we call the Ballers collective. So we have four expansion teams. All of them are governed by an avatar. So that baller is an NFT avatar. You need to have one of those ballers in order to participate. There's only 8888 ballers per team. And we're, you know, we've got a community team for the gutter Cats, a community team for the bored apes. We've got a team with Steve Aoki and 888 inner circle. And then the last one is the Knights of Degen. And so each of these communities, if you own one of these ballers, you connect, download the FCF app or you connect it through our website. It's a web, three wallet connect. And now the only people that can call plays and make decisions for these four expansion teams are the people that own one of these ballers. And so what we've built here is kind of a really unique governance mechanism through NFTs versus a dow. And then if you look at, if you scroll down a little bit further on the page, it'll show you what the baller's gear is. And the gear itself, if you keep going a little bit more, those are all the team owners for the eight teams. And that's it. So there's the gear item. What we're doing for version two of these ballers is we're going to build this probably on Polygon, where you'll be able to bring your baller over. And now all those gear items will explode. And what we've done. You mentioned utility. I'm a big believer in kind of the next frontier, and NFTs is utility. Right. And everybody's trying to figure it out. We've got some really unique use cases. We've already announced a couple right now. If you, if your baller has a gold jersey, we're going to give you a game used autograph jersey from your team, right? So you'll get an NFT drop. That'll be worth a game use jersey. You can redeem that. We've got a baller where there's a crown. That's one of the elements. One of the items, if you have that, you get two vip tickets to the game. Our games are in Atlanta and so we're going to continue as we move towards the season. Our next season is April 16. All of these gear items are going to have utility baked in, whether it's video game like utility or IRL utility. And then when we move into version two of ballers, you'll be able to buy, sell and trade that gear. So really trying to create some real world value and this link because what I think is powerful about web three, while most people are building kind of ones and zeros and pure digital metaverse applications, I really think there's something powerful about bringing together these physical and digital worlds. And that's really what we're focused on is we have this kind of, our foundation is a real life, you know, football league. We had Johnny Manziel and Josh Gordon playing the league in the first season. We're going to be announcing some big players coming and playing in, in this next season as well. So this is like really great football. We sent two guys to the NFL from, from pan control football in our first season so that it's high quality football in the field, but we can link in, you know, the NFTs, we're going to be bringing in tokenomics. So, you know, Delphi and Animoca are two of the biggest players in the space and play to earn and tokenomics. So we're working on our tokenomics that we're going to be announcing later in the year. We're building a video game. There's, if you scroll down a little bit more, you're going to be able to bring your baller into the baller's video game. So there's kind of some sneak peeks of the game itself and the way that we're designing it so you'll be able to take your baller and that's the key to our IRL experience and that's the key to our gaming experience. And we want that entire kind of ecosystem to work hand in hand, which I think is a pretty unique application of the technology."
    },
    {
        "speaker": "C",
        "text": "It's really, really, really cool chamber. What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "Like, absolutely blown away, man. I mean, we're talking. Because I was, I was gonna ask you like, who's playing?"
    },
    {
        "speaker": "C",
        "text": "Like, oh, yeah, high school kids playing."
    },
    {
        "speaker": "B",
        "text": "Or like, and then you say like, johnny Van Zell was there. Like, what? This is insane. Yeah, we had a guys go to the NFL."
    },
    {
        "speaker": "D",
        "text": "Yeah, we had. So we had a wide receiver, Travis Toiven, in his first pro experience was with us. He got a contract and signed with the, with the Giants. And then we had a Joseph Potassi, who's offensive lineman who was signed by the Raiders. So I mean, it's like very, very high quality football on the field. We have three coaches on our staff that have Super bowl rings. Like, this is a legit football league that happens to be played like Madden. Right. And our goal is to really connect. You know, if you think about a 21 year old coming out of college who played football, right, if they don't get a shot at the NFL, there's almost nowhere else to play. I mean, even Canada's got some restrictions obviously right now because of COVID But even before that, it's like only 25% of the guys on a roster in Canada can be an american player. The rest have to be from Canada. So there are very limited options."
    },
    {
        "speaker": "B",
        "text": "I still couldn't make the team."
    },
    {
        "speaker": "C",
        "text": "Even though there's like 100 people in Canada, not one team."
    },
    {
        "speaker": "D",
        "text": "So look, so it gives these guys a place to come play and showcase their skills. And if you think about a 21 year old football player, they're a gamer, they're a content creator, they're active on social. A lot of these guys are into nfts. They're in the blockchain. So when we tell the kids that are, that didn't get a shot at the NFL, look what we've built. You get a chance to come play in this league. Oh, and by the way, we're on twitch. We just announced a deal with NBC. So we're on NBC. Alex and Peacock, we've got a international deal with Dazone. You know, we're going to be announcing another couple of broadcast deals here before the season starts. So it's like, come showcase your talents in a league where you get to take your helmet off, you get to say whatever you want. You get to celebrate. We pay bonuses for the best touchdown celebration. We pay bonuses for the best interview."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "We don't want the guys coming off the field being like, oh, yeah, we just executed the game plan and, you know, we just did what we were supposed to do. And when we got the win, nobody wants to hear that shit. That is not what a fan wants to hear. We want to hear what's really on your mind. Right. And so we're really trying to kind of change the dynamic in the way that this is done. And it feels like there's a, there's a really unique way to do that."
    },
    {
        "speaker": "C",
        "text": "Yeah. Daniel Lopez here says there's over 100 division one schools and only 32 NFL teams. There's a lot of good talent out there. And I would agree. I would agree with that. So is, are the teams, are the teams set and like, are they on long term contracts or is there like a draft every year? How does the actual roster."
    },
    {
        "speaker": "D",
        "text": "Great question. So we've got, so actually I'm headed to Atlanta. We've got our last tryout here on Saturday which is going to be streamed live on Twitch and NBC and the zone. We've got about 400 guys registered for that tryout. We have 70% of the guys that played in our first season are coming back for season two, but we're doubling the size of the league. We're going from four to eight. We're building this purpose built facility in Atlanta. It's just, we play basically, it's a production studio. Our game is designed for the digital fan. Right. This is for people to connect, watch on Twitch, watch on mobile, watch from anywhere around the world. We have about 1500 people or so in the venue. But really the idea here is that you're playing, you're playing for the digital fan. And so we're going to have a ton of guys coming. Most of these guys will be fresh out of college or a couple of years removed and we do a fan draft. So this next upcoming season, we have four teams that you can draft players for. Sign up and you can sign up right now and, and register one of those four teams. Or if you want to sign up for one of our, our ballers teams, you need a baller. And then, so if you have a."
    },
    {
        "speaker": "C",
        "text": "Baller, if you have a baller, you can participate in the player draft for your team?"
    },
    {
        "speaker": "D",
        "text": "That's correct. For these four teams and you don't need a baller for the other four. Yeah. So it's, it's, it's open on the other four teams. So we call it the ogs versus the nfts is what we've got for this next season."
    },
    {
        "speaker": "C",
        "text": "I like that. So, yeah, this is really cool. And so are these the, I assume the minting is still live from what I'm looking at, right?"
    },
    {
        "speaker": "D",
        "text": "Minting is live. Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah, we're not going to turn it off. I mean, we're, you know, look, we're building the way you guys reacted, nobody knows what we're doing. I mean, we're just building like that. We're here to build. We're going to deliver. We had a great first season. We're going to have a spectacular second season. And, and we just feel like, you know, as people continue to tune in and understand what it is that we're bringing to the ecosystem that will continue to be here. So yeah, there's minting will continue through the season. Hopefully we'll get to a sellout here. But look, this is a huge NFT drop and we dropped over 35,004 times 8888. The board ape team is almost sold out. We've sold over 18,000 nfts so far and ballers and we've got a great community. We're, today is the final logo vote. So each of these four teams, they're already named. So the gutter cat's team name is the Kingpins. The board ape team is the board ape Football club 888 and Aoki is eight Okie. And then the, and then the Knights of Djen is actually the Knights of Djen. Really original. But those, you know, fans submitted all these logos. So the logo design competition is happening right now. Final logos will be decided on by tonight. We'll be announcing them into the week and then we'll go into, you know, uniform voting. Fans will get to pick the uniforms and then, you know, we'll go into the season. So we're, we're getting really close to having the guys report to camp here in March."
    },
    {
        "speaker": "C",
        "text": "Very awesome. This is really cool. So chamber, I just did the math. It would only cost us 515 eth to just buy the remaining gutter cat ones, uh, so that we can control most of what happens. Yeah. So, oh, where did he go? Did he jump off? Oh, so wait, yeah, I just did the math. While I was sitting here listening. I'm like, hmm, I wonder how much it would cost if I just bought this entire team."
    },
    {
        "speaker": "D",
        "text": "I mean, look, there's some really interesting game theory here, right? We've, we've talked about it a little bit because look, this is a big experiment. That's what I love about web three, right? I mean we're all experimenting. We're all, we're all seeing what, you know, this technology is capable of. But I, to your .1 of the interesting things is one single person could go buy up all these ballers for a team and literally be the decider of every play, of every draft pick. Like you would be running a team if you, if you did that. So there are some real, real interesting games every year."
    },
    {
        "speaker": "C",
        "text": "So is your law. So like, let's talk about just what is, I think you've, you, we kind of have a gist of, you know, what the singular season is going to look like, what this is uh, what you can do with your ballers. Um, what is the long term vision here? Like, say, or like, we're five years, ten years down the road. What does fan control football look like in your mind?"
    },
    {
        "speaker": "D",
        "text": "Well, look, our, our holding company is called fan controlled sports and entertainment. Me, my, me and my co founders, we've all run venture back startups and ad exes before in mobile and gaming. And so our vision has never been just about football, although kind of the most passionate about that sport. This is about changing the dynamic of the fan sport experience across all sports. Right. So we're building this platform we started in football. We're actually having an executive treat this weekend in Atlanta to talk about what's the next sport. We're talking it's either going to be baseball or it's going to be basketball. We've got some really unique ways of including fans decision making in a game of basketball. So we're going to be bringing a second sport very soon. And if you look at, you know, kind of five years from now, what's, what's my vision? My vision is that people look at fan controlled sports and entertainment as this publisher of real life video games, where we created fan controlled football, fan controlled basketball, fan controlled baseball, fan controlled cricket, and the ballers are kind of proliferated throughout that experience. And you're going from these IRL sports properties that you control, and you're being able to then move into our video game experience where you can basically have a 24/7 experience around fan controlled sports. And really your baller becomes, for all intents and purposes, if you're playing Fortnite, it's your avatar. Right. It's your key to this experience that we're building. And it crosses IRL and URL."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is one of those type of projects that it's like, you know, you look at kind of what's left to be minted and it looks like it's a slow burn, but there's just this massive monster building underneath it. And you're like, it's, it, it feels like one of those things you're going to look back on in a year and be like, oh shit, it was right in front of my face and I had, and I had weeks to get involved, right. And so I think this is really interesting chamber. I don't know if you heard what I said when I came back from that last one. I did the math. We could buy the entire gunner cat team here for 500 eth. You in 500?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I actually just put a bid in for the one of one invisible friend. Ate up all of my. All of my. All of my 500. Yeah, but, yeah, I mean, as you were asking me, I was just trying to pull up the website and figure out which."
    },
    {
        "speaker": "C",
        "text": "Well, so I think we need to. I think you and I need to have a conversation about this, because we should definitely be on the same team, but we need to. We need to pick a side here that I was just looking, you know, just, just."
    },
    {
        "speaker": "B",
        "text": "Is it just gutter cut gang, like."
    },
    {
        "speaker": "C",
        "text": "Or you got Knights of Djen, you got the Aoki squad, Steve Aoki's team, gutter cat gang, and board apes. And you, the board apes, have sold out the most. Right. So, yeah, my thought is, my game theory brain goes to who's sold the least so that we can have the most impact on the team. Absolutely."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "So that would be this gutter cat squad, which, you know, I. There's some famous cats here. This is Dicatrio, by the way."
    },
    {
        "speaker": "D",
        "text": "That's. That's, that's Jamal Anderson in the back, so."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "His dirty bird running back for the."
    },
    {
        "speaker": "D",
        "text": "Original dirty bird running back for the Atlanta Falcons. Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "Love it. That's."
    },
    {
        "speaker": "D",
        "text": "Jamal's gonna be at the tryouts this."
    },
    {
        "speaker": "C",
        "text": "Saturday, so I need to figure out how to be a, like, fan controlled football ambassador, because I'm gonna go. I'm into this. This is really, really."
    },
    {
        "speaker": "B",
        "text": "It's, it's. It's so impressive."
    },
    {
        "speaker": "D",
        "text": "And look, I'll tell you, it's a lot of fun. The first season was amazing. And to your point, you know, I think people. The hardest thing I have to convince people of is that it's actually real. Right? I mean, I can spend 45 minutes telling people what we're doing, and at the end of the conversation, like, wait, so it's real players on the field?"
    },
    {
        "speaker": "C",
        "text": "And I'm like, that's exactly how I."
    },
    {
        "speaker": "B",
        "text": "Felt what you were explaining."
    },
    {
        "speaker": "D",
        "text": "This is like a real football league, right? So humans playing this, we basically had the same problem headed into season one where you mentioned the slow burn, right? It's like, people just don't get it. They don't get it. They don't get it. And all of a sudden, guys are in camp and they see people playing football, and they see what you can do calling plays and integrated with Twitch, and they're like, oh, shit, this is a real football league, and I can call the plays. And then it was like, I mean, we had. We had a million viewers per game day in our first season on Twitch, and we were only on Twitch. We didn't have NBC, we didn't have the zone so I think what we're going to see, there's probably 30 or 45 days here where we're going to continue this kind of slow burn, and then all of a sudden it's just going to, it's going to go like that when we've got real content and guys on the field and we had, you know, the talking heads where we were on, we were on SportsCenter top ten twice last year for our season. Over our six week season, Josh Gordon, his first game, he caught a game winning walk off. Hail Mary. Touchdown. It was like, not have scripted his first catch better than catching a Hail Mary to win the game."
    },
    {
        "speaker": "C",
        "text": "That's amazing."
    },
    {
        "speaker": "D",
        "text": "Oh, it's fun. I mean, look, our goal is to have fun. I've never had more fun building a company than what I'm doing right now. We all feel the same way. It's just, it's a ton of fun. Our goal, both on and off the field, is to kind of have that convey, and our motto is power to the fans, man. We are, we are all about putting the power in the hands of the fans. That's what I love about web three, right? Like, that's what it is, right? It's democratization. It's, it's turning over the power. It's, it's turning over the value and what's being built to fans. And that's, that's what we're trying to do with, with everything in fan controlled sports."
    },
    {
        "speaker": "C",
        "text": "I'm thinking, I'm thinking the gutter cast is the play here. Chamber. That's. I think that's where we go. We could be with our boy Dicatrio. Yeah, that might be where we go."
    },
    {
        "speaker": "D",
        "text": "He's a good dude."
    },
    {
        "speaker": "C",
        "text": "One question I did have, just, like, logistically, because you mentioned, like, having the conversation with people on, like, oh, they don't think it's real. So how crazy must your technology be to be able to, like, like, run me through what it looks like calling a play? So you're on this, you're on twitch, you've got the little interface, and you're gonna, you've got your two running plays, your two passing plays, and how long of a voting period versus a play, 15 seconds."
    },
    {
        "speaker": "D",
        "text": "When you choose to play, you actually see the calculations happening in real time. So you see the percentages on top of all the plays as, as other votes are coming in. Obviously, since we run the league, we set the play clock on the field. So basically, the play clock on the field doesn't start until the fan vote is locked. And, and then the guys on the field have 10 seconds. So it's basically 15 seconds to call the play and 10 seconds to run the play. So we're running plays, on average, in about 23 seconds. The average time, NFL is about 32, about 32 seconds per play. I mean, they have more than that, but they're snapping the ball on average, in about 32 seconds. So we actually have more plays, faster plays than the NFL, even though fans are calling it. And we have, again, the games are only 1 hour. So we. We're gonna have four games on Saturdays, two early afternoon games, and two evening games. And, you know, you only for your team, you only want to watch one game. It's about an hour and 15 minutes, hour and a half total time to watch a game, call plays, and then you can go about the rest of your weekend. So it's a, it's a, you know, again, we're. We're building this for the young fan. Our average age of our fan was 25 in the first season. And, you know, we're gonna continue to out demograph."
    },
    {
        "speaker": "C",
        "text": "Yeah, sorry, you're almost double that now, Chamberlain."
    },
    {
        "speaker": "D",
        "text": "I'm 44 and I love it, so you can."
    },
    {
        "speaker": "B",
        "text": "Okay, good."
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "It makes me feel better."
    },
    {
        "speaker": "C",
        "text": "What, how many games in the season?"
    },
    {
        "speaker": "D",
        "text": "We're gonna play a seven week regular season. So every team, basically play every team once, and then four teams make the playoffs for one week and then the finals a week. Nine. So nine week total season."
    },
    {
        "speaker": "C",
        "text": "You know, what's really cool about this? And so, like, I have, you know, obviously football is king here in the US as far as sports goes, and. But I have this little collective that I run with my buddies. There's nine of us in there, and they are very, very new to nfts. And I created us, you know, a shared wallet, and we make, you know, decisions on what we want to buy together. But really, like, it's serving as a way for me to help educate them on, you know, what nfts are, what they can do, because they're all very new to it. And I can't wait to go drop this stuff in there. Right after I get off the phone, I'm going to. They're all, you know, we have a real life group chat about football, so, like, they're. They're going to eat this up. And I can see us buying a bunch of these, just hang around on Saturdays and watch some football. So this is super cool. Before we let you go here, is there anything we missed that you want to make sure that you get in here? Anything we didn't cover."
    },
    {
        "speaker": "D",
        "text": "Well, we've got some big announcements coming and basically every week. So just follow us on. On Twitter. It's fcfballers on Twitter. You can follow me. I actually like to leak a lot of information before I'm supposed to, but we've got a ton of. A ton of. Basically every week we're going to be talking about a new IRL utility that we're adding to the ballers and it's all based on basically the gear items. So we'll announce something for this jersey or this shoulder pad or this helmet or these shoes. Right. And every week leading up to the season, we're going to continue to announce kind of these new drops. So it'll be, you know, I think, really, really great for people to see that, that connection. To your point? My hope, my goal is that we are creating this ability to onboard people into the NFT space, kind of like top shots did, right, where they brought this whole world of collectors into the space that they've then kind of proliferated across all these other projects. I'm hopeful that we can do the same thing because we've got this really fun, compelling football product and also happens to have, you know, layered in nfts. And I think, people, we'll really embrace that as we get to get into the season. And the last thing I'll say, if you check me out on Twitter, my pinned post, it's got the visuals of the venue that we're building. This thing is going to be awesome. We're building it in. It's called Pullman Station. It's this old train facility that we're renovating. So it becomes this massive production studio. All of our games are in one location. We've got drones flying around, helmet cameras and mics on the guys. It is a very, very different kind of visual. It's like, almost like a nightclub feel. So we're playing football in a nightclub and, you know, it's a rock concert and WWE and football all mixed together. So go, go check it out. And that's a video, by the way. That one right up there. That one right there. It's a recap of season one to give you a good idea of what happened in season one and what you can expect for season two."
    },
    {
        "speaker": "C",
        "text": "Very cool. This is awesome. Thank you so much for joining us. We've had. I'm super, can't wait. I'm super excited to get involved is about a month away ish. A little over, maybe six weeks."
    },
    {
        "speaker": "D",
        "text": "Yeah, we're close."
    },
    {
        "speaker": "C",
        "text": "When's the actual player draft again, it'll."
    },
    {
        "speaker": "D",
        "text": "Be the Wednesday before our first game. So our first game is April 16. So you know that Wednesday, whatever that is. The 13th, I guess 12th. It'll be on that. On that Wednesday."
    },
    {
        "speaker": "C",
        "text": "Cool. This is very cool. Well, thank you so much for joining us. We'll make sure we link all that in the show notes. And guys, check out fan control football. As I said, I think, you know, getting involved with this project seems like a no brainer from a real life utility standpoint. And, you know, we always talk about on this show is like being able, being invested in FTSE. You're kind of like your own little venture capitalist, right? And so, yeah, this is, this seems like a no brainer, sleeping giant type of thing to me. So I'll be going to pick some up right when we get off and definitely check it out. If you're a football fan, chamber, anything for you?"
    },
    {
        "speaker": "B",
        "text": "No, same thing. I'm definitely going to leverage hard into this. It does have that sandbox feel to it, right? Maybe a slower burn, but if you knew what it was about prior to. It's an absolute no brainer. Uh, I think you guys are going to be killing it in the very, very near future."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Thanks, guys."
    },
    {
        "speaker": "B",
        "text": "Awesome."
    },
    {
        "speaker": "C",
        "text": "Well, chamber, happy birthday to you. Uh, you know, it's always an honor working with you for yet another."
    },
    {
        "speaker": "D",
        "text": "Happy birthday, man."
    },
    {
        "speaker": "B",
        "text": "Thanks, man."
    },
    {
        "speaker": "C",
        "text": "Thanks. He's a."
    },
    {
        "speaker": "D",
        "text": "You guys want to come do a show from the venue sometime this season, you let me know. We'll, we'll be happy to host you over there and you can do a tour for the venue."
    },
    {
        "speaker": "C",
        "text": "Let's, let's Atlanta ATL, baby. I think Des, our other co host, that had to jump off, I'm pretty sure he's originally from Georgia or went to Georgia Tech or something."
    },
    {
        "speaker": "B",
        "text": "He looks like he's from Georgia. He's got, I think he's got that."
    },
    {
        "speaker": "C",
        "text": "Georgia peach look to him, so I'm sure he would be down for that. We're definitely going to take you up on that."
    },
    {
        "speaker": "D",
        "text": "Cool, man. Let me know. Thank you, guys."
    },
    {
        "speaker": "C",
        "text": "No problem. Until next time, statement."
    }
]