[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Bunshu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. How you doing today? You sound especially chipper this morning or this afternoon."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm so into it. And that was my AI voice clone."
    },
    {
        "speaker": "B",
        "text": "That's wild. I don't like it."
    },
    {
        "speaker": "A",
        "text": "That was my ar voice clone. I thought it sounded pretty."
    },
    {
        "speaker": "B",
        "text": "I do think it sounds. I don't. That's why I don't like it."
    },
    {
        "speaker": "A",
        "text": "It's sounded pretty good. That is my AI voice clone. And give me a couple more months here with these AI tools, and I will be running this show on absolute autopilot. Let's play it again. I want to play it again. Play it again, Mackie. And I want to hear you. Welcome to the mint condition. I am bunch. Hello and welcome to the mint condition. I am bunch. You, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "The chamber, how you doing, buddy? Is bang on."
    },
    {
        "speaker": "A",
        "text": "It's pretty good. Like, that's the hardest part. Like, you have to get the cadence. You have to get the cadence right. And it's funny. Like, I did not edit that at all. It just. I just threw it in with the voice that I have, and I. You know, you tweak the settings just a tiny bit. I'm like, there's only. On the tool I use for this, there's only two settings, so it's like, two sliders, and you can kind of take one to the left, one to the right, or whatever. You just."
    },
    {
        "speaker": "B",
        "text": "What's the slider? Like, reel it? I don't know. Like, what's the."
    },
    {
        "speaker": "A",
        "text": "So there's one that is called, let's see, stability. And so they say that the more stable you allow it to, you put your setting at, it'll make the voice seem more consistent between regenerations, but it also makes it sound more monitored. So they say on, like, longer text, you recommend, like, lowering it, but so, you know, higher. More stability, you might sound more monotone. And then there's another one that's called clarity and similarity enhancement. I don't really know what this one does yet. I just kind of play around with it. It says, recommended high enhancement boosts overall voice clarity and target speaker similarity. That's. Might as well be chinese to me. Very high values can cause artifacts also. I don't know what that means. So adjusting this setting to find the optimal value is encouraged. So I've been messing around with them. That specific one has the stability at 15%, and the clarity and similarity enhancement all the way up at 100%. So I don't know. It took me about five minutes to find one that I thought was good enough to use, but that's literally the only, you know, editing that I did to it. And I sent it to Mackie. I sent it to Mackie. And Mackie, what were your thoughts when you first heard it? I am still very impressed. I honestly think that that's like 90% good enough to fool most people, probably."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Like, that'll get your random bunch of listener."
    },
    {
        "speaker": "A",
        "text": "Oh, it'll get like a phone scam, right? Oh, totally. So I'll tell you what else I did. I took this. I took the same tool, and I had sent my colleagues at forum three an article the other day about a company called character. Aih. And they are making, you know, kind of either celebrity or mascot voice clones and things like that. And they just, first of all, they just raised $150 million at a billion dollar valuation led by Andreessen Horowitz. It's insane. They said that. I read something over the weekend that said they've gotten 2 billion messages to their AI chatbots that they've created in since November and a billion messages in the last 30 days. This is crazy. So I sent this article to, like, all seven of us at forum three. And we had like, a team call later that day, and I wrote up, I just had like, chat GbT write me this little thing on character or like, you know, voice clone chatbots and some stuff. And I threw it into this voice clone. I had it make me, you know, of it, me reading, like, the little excerpt. And I went to the meeting with my, with my camera off, and I planned this with Adam, and I was like, adam, you know, when you mention the article, just, I'll put my hand up and just call on me for a second and I'll play the voice thing. And so I did that. And nobody, Morgan knew, because I had sent Morgan a version prior, but nobody else knew that I was not actually reading this excerpt from the article. It was kind of wild."
    },
    {
        "speaker": "B",
        "text": "That's crazy."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I don't know how this is going to be used for good or evil in the future."
    },
    {
        "speaker": "B",
        "text": "I was reading. I was reading yesterday that families are going to have to come up with safe words for these."
    },
    {
        "speaker": "A",
        "text": "I'm sorry. I'm sorry. Wait a second. Are you actually bringing this as a topic, like, for real or are you, George? I'm not."
    },
    {
        "speaker": "B",
        "text": "I was reading about it yesterday."
    },
    {
        "speaker": "A",
        "text": "Dude, we had this conversation. This is what. This is where the great clip about Christopher Walken came from about how you."
    },
    {
        "speaker": "B",
        "text": "I swear to you, there's another, there was an article I read yesterday about safe words."
    },
    {
        "speaker": "A",
        "text": "Yes. But you're presenting new information. This is a new idea."
    },
    {
        "speaker": "B",
        "text": "This was a 24 hours window. That's all I have. Okay. If it wasn't in the last 24 hours, it's out of there."
    },
    {
        "speaker": "A",
        "text": "But we had this incredible interaction about how Christopher Walken has had to deal with this since the nineties because everybody does impressions of him. You don't remember."
    },
    {
        "speaker": "B",
        "text": "I remember the Christopher Walken impressions. I love the movie money pin."
    },
    {
        "speaker": "A",
        "text": "I'm like, I am so I can't even, I feel like, did we come."
    },
    {
        "speaker": "B",
        "text": "Up with safe words?"
    },
    {
        "speaker": "A",
        "text": "We didn't come up with safe words."
    },
    {
        "speaker": "B",
        "text": "That's where I was going to go with."
    },
    {
        "speaker": "A",
        "text": "I brought up the topic that my family was going to need one. So what's your, what's your family safeword?"
    },
    {
        "speaker": "B",
        "text": "It's, I don't know yet. I'm, I'm, I'm having to recap. Can I suggest what? Can we."
    },
    {
        "speaker": "A",
        "text": "Oh, that's actually a great, it's actually a great one. Suggesting what Chambers family safe word should be in the comment box below. Give us, you know, whether it's pineapple or snuffleupagus or please know more. Whatever. Limp Bizkit, limp biscuit, whatever you think it should be. Hit us with those comments down below. Mackie, what do you think it should be? So my family, Safeford, when I was a kid, because you had to do this if like your parents sent somebody to pick you up that you didn't know was saber Tooth Tiger. Big fan. That's a good one. That reminds me, saber tooth tigers anytime remind me of Power Rangers. Oh, totally."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "Right. The saber sword with the white Ranger. Totally."
    },
    {
        "speaker": "B",
        "text": "I miss as I was. I remember being self conscious about Power Rangers growing up because, yeah, go. I felt, I felt, yeah, I'm really, I felt like I was at the oldest possible age you could be and still be into Power Rangers because I don't know, like, I feel like I got to the movie. So whenever the movie came out, like I was, you know, the ogs and then I think they came out with a movie. I forget what year it came out. Maybe like 96. And I was like 13 and I was like, I should not be watching this anymore. Who was your favorite Power Ranger?"
    },
    {
        "speaker": "A",
        "text": "I think the, whichever one Tommy was."
    },
    {
        "speaker": "B",
        "text": "Tommy's. The green or the white?"
    },
    {
        "speaker": "A",
        "text": "Green and white, right. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yes. That was my guy too. That was my guy too. I was a Tommy guy."
    },
    {
        "speaker": "A",
        "text": "So, yeah, you were. You were self conscious that you were too old to like, the power."
    },
    {
        "speaker": "B",
        "text": "Yes. I couldn't be talking about it out loud. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, I mean, Power Rangers have transcended generations now, so you can feel free to even still be a Power Ranger."
    },
    {
        "speaker": "B",
        "text": "Was there. Did you have like, a show like that growing up? We're like, fuck, I should be watching this anymore."
    },
    {
        "speaker": "A",
        "text": "No, I feel like I'm pretty good in that sweet spot of like, what age I am. And all of those similar shows, I can't. There's probably one that I was too old for on the backside, but, like, I don't. I don't remember."
    },
    {
        "speaker": "B",
        "text": "I remember. I remember gargoyles being in that conversation, but then looking like gargoyles was a fire show. And any age should be able to watch that. But I remember watching, like, I'm like, oh, this is like a Disney cartoon. I shouldn't be. I shouldn't be watching this."
    },
    {
        "speaker": "A",
        "text": "Crypto says your safe word should be rug Tebow said that my voice sounded like a bunch of Steve Hybrid. I could dig that. Let's run down to circles. Circles. What should chambers family safe word be? So here's the problem with saying safe words on a recorded space that can be."
    },
    {
        "speaker": "B",
        "text": "Go on."
    },
    {
        "speaker": "A",
        "text": "Used against you is this is a recorded space that AI can listen back to and be used against you. So perhaps choosing a safe word isn't. That might be like a degenerative war room item, but on recorded space might not be what we're just suggesting. We're just ideating for chamber. Maybe he'll take one of these words and it'll chamber circle security."
    },
    {
        "speaker": "B",
        "text": "That's true."
    },
    {
        "speaker": "A",
        "text": "Trigger something else. Can you say the numbers zero to ten very clearly in the microphone for me? No, I did. I did want to say for a, I like the foley of chamber. You're vaping. That's a nice background. Thank you for those listening at home. B, I think for the intro, it's missing the punch. You punch the radio intro. It kind of was a very. Just your normal talking voice intro. Yeah, I didn't have that. Like, I'm a radio host. Let me intro my. My show punch to it. I think that's totally missing it. Missing. Yeah, no, I training on that intro. I don't know. You're totally right. And it's like. Because there. There is, you know, mid show bunchu, which is a normal speaking voice that I think I could get away with. Like, I could intro a segment, I think with it. And it would fool most people. But the intro does have a very specific cadence. Like, if I like the days that I'm gone, when you guys all made fun of me and tried to be the host. Right. Like, everybody knows the cadence. They have to. They come up and try to do it, and so I think I'm with you there, circles. That was the. It's hard to get. It's hard to get the AI to do the cadence, but it did a decent job, I would say. You know, I would say a solid b. Um, maybe b minus on the. On the cadence, but I totally agree with you."
    },
    {
        "speaker": "C",
        "text": "Chamber."
    },
    {
        "speaker": "A",
        "text": "What did go. Sorry. Go ahead, circles. I was just going to say. I mean, I. If you played that on a normal. I'm like, is punch you okay? Is. Is he doing all right? It doesn't have that usual punch to it. It was you. It just wasn't intro you. Yeah, no, I get it. I'm gonna. I'll work on it. I'll come back next time with intro. Uh, intro. AI bunch. You, um. Chamber. So, you got your saisons revealing today, apparently. Did you or did you not buy any nakamiga? So."
    },
    {
        "speaker": "B",
        "text": "I did not. I did not."
    },
    {
        "speaker": "A",
        "text": "Do you wish you had?"
    },
    {
        "speaker": "B",
        "text": "I mean, yeah, but, I mean, I feel like between Friday and, say, today, I mean, it went up, but I don't feel. I don't feel like it was like, was. I don't think was that great. Was just like, point to eth difference, something like that."
    },
    {
        "speaker": "A",
        "text": "I mean, nothing wrong, but it's not like."
    },
    {
        "speaker": "B",
        "text": "You know what I mean? Not, you know those times where you're like, oh, I could have bought it four, and then I got to, like, 2.2, you know? I mean."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, some people minted these for free, and I wonder what Max Mint was on that."
    },
    {
        "speaker": "B",
        "text": "Like, is you just get one, or."
    },
    {
        "speaker": "A",
        "text": "I don't know. I'm not out in these knocking streets like that to know, but I v squared says your safe word should be glizzy."
    },
    {
        "speaker": "B",
        "text": "I say it too much. It needs to be a word you don't say a lot. And I feel like I say a lot of weird words, like, fairly frequently. You know, I mean, like, yeah. Raspberry custard."
    },
    {
        "speaker": "A",
        "text": "Yeah, you big raspberry."
    },
    {
        "speaker": "B",
        "text": "No, like, that's, like, something I don't say necessarily, but now I feel like I'm gonna say it a lot."
    },
    {
        "speaker": "A",
        "text": "Ah, okay. I thought you were saying that. Did you say that word, those combinations of words a lot? Like, what are you eating over there? Just tons of raspberry custard. Uh, or is that maybe one of your, the name of your strains. Um, Raz. That would be a good one. Strange."
    },
    {
        "speaker": "B",
        "text": "We're dropping."
    },
    {
        "speaker": "A",
        "text": "Pick your favorite strain."
    },
    {
        "speaker": "B",
        "text": "Well, my, I've heard some. Um. So we're dropping, um, what do we got coming out this month? We got, uh, cobra milk dropping at the end of this month and I."
    },
    {
        "speaker": "A",
        "text": "Thought, oh, that's a good safe word."
    },
    {
        "speaker": "B",
        "text": "Straight name. I'm very excited about it. A lot of time has. The name is."
    },
    {
        "speaker": "A",
        "text": "Here you go. Here's a draft. We could do strain names. Best strain names. That's a draft."
    },
    {
        "speaker": "B",
        "text": "So the worst one I've heard recently."
    },
    {
        "speaker": "A",
        "text": "Come on. Are you gonna mention. No, no."
    },
    {
        "speaker": "B",
        "text": "That was a gummy. This is the worst strain name. So that was, that was a gummy name. That was terrible."
    },
    {
        "speaker": "A",
        "text": "But this one, I thought you were just gonna like."
    },
    {
        "speaker": "B",
        "text": "That one. You don't forget. But the worst strain name heard, I swear to you, was called meat breath. Meat breath. I'm like, what do you, what am I going to do with that? Um, it sounds, it's a cross between like strawberry breath and like, I don't know, meat suit or something. Uh, but meat breath is the name of the."
    },
    {
        "speaker": "A",
        "text": "Could have went with like strawberry, right? I don't know."
    },
    {
        "speaker": "B",
        "text": "But meat breath, just a terrible. No, no pizzazz, that one. No, it doesn't jump off the shelf at you. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "I mean, you're talking about it now."
    },
    {
        "speaker": "B",
        "text": "I am talking about."
    },
    {
        "speaker": "A",
        "text": "Riggs in the comments. I think this is interesting. When did selling honorary nfts become a thing? Does this signal anything to y'all? And I think this is really interesting. So he posted a screenshot of Deez selling his cosmo. Selling his. And I don't even know who this person is. Kat Simard selling theirs. Oh, I do know they're selling for like ten years."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And so, like, this is super interesting to, like, there was a time where I'm pretty sure Kevin Rose bought leisure status's honorary board ape for like 200 ETH or something and then later sold it for like 50. So that was rough. But I don't, like, I didn't think selling honoraries was a thing like this. And like. So two questions. One, who's buying them? And then two, Riggs's original question, which I think is very interesting. If these folks are dumping their honoraries, is this the top signal? Get yourself out."
    },
    {
        "speaker": "B",
        "text": "Yeah. The answer is yes, it is the top signal."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, that is weird. Who is buying this?"
    },
    {
        "speaker": "A",
        "text": "Like, Cap says art chick sold her honorary ape as well."
    },
    {
        "speaker": "B",
        "text": "I don't, I don't remember honorary apes yeah, they were."
    },
    {
        "speaker": "A",
        "text": "I mean, that's how they started because they were slow mint and they started giving out honoraries on the timeline. And I actually thought, I thought they were like only doing at the time. I didn't realize like the mint was open. I thought they were kind of like pre marketing with some of these. And so I remember seeing like deezes and top shot funds and I was like, oh, those are cool. And I thought it was like only honorary at that time. But yeah, so some people definitely have honorary had and still have honorary apes. I feel like Ledger was one of the first ones to sell it at like a hundred eth. And he took a lot of for selling it at the time and then, and he sold it to Kevin Rose, I believe. I love everything about that story remembering that correctly. But I think I'm remembering, yeah, Ledger."
    },
    {
        "speaker": "B",
        "text": "I mean, the guy is, you know, awesome. I mean, the guy, the guy's been around forever. If that's the worst thing he's done, fuck him, you know, fuck everybody else."
    },
    {
        "speaker": "A",
        "text": "But I don't even know if that's."
    },
    {
        "speaker": "B",
        "text": "I don't think it's a bad thing."
    },
    {
        "speaker": "A",
        "text": "Why is that any different than selling a free, like, if somebody dropped you free ones, like, you know, the Farok method and he sold those, what's the difference, I guess. And like, so if you're going to sell it, sell it. But I think to Riggs's point, like, if you see three or four of these influencers all selling their honoraries, like, how much more steam does this thing potentially have? How much more? Before we, before we go to Riggs and be squared hands, just want to call up at the top, we've got our Djen pass raffle for signing up to our newsletter. It will be run and the winner will be chosen this week. So sign up above there to get yourself a chance to win a Degen network pass. So we'll draw that this week. Also, don't forget, after you sign up for our newsletter, we have awesome articles on our website, djen.net work. Shout out to all of our other amazing shows. We've got night shift coming up tonight at eleven eastern time on our YouTube channel. But every day we've got tons of stuff for you. Tomorrow, coffee with captain at eight, and then what? We got lunch break every day at noon, alpha afternoons, tomorrow at four. I think that's it for Tuesdays. But we've got tons of stuff going on, so don't forget to catch coffee and lunch break and alf afternoons tomorrow. You know, I think we're this honorary question I want to get to. So I'm going to go Riggs first, then we'll go to b squared."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think that this drives a different, you know, conversation that most of these honoraries probably should be provided as soul bound tokens moving forward. Because I would look at, I like that, you know, I would look at this as, you know, I got hit in the comments by Odeca, who I love. I appreciate, you know, saying, it's free money. They all should sell. I disagree with that concept. When, when something is provided to you as an honorary token and trying to bring you into that fold, I just don't think it's the right thing to do to sell those personally. But this is not just them. There's others that are listed. Lupify, Betty, seed phrase and g money all have theirs listed as well. This is going to become a thing, I guess, of these massive tinny sales and people are gonna be stuck holding the bag. So I just don't know. One, I gotta imagine this is a top signal, I'm with you chamber. Like, it just has to be almost. But two, is this something? Am I leaning more towards like, trying to be too ethical in this space and being like, you shouldn't sell this, or. Yeah, how am I know? You're, you're such a sweetheart, Riggs. You know, you're a love. Everybody should love you. But I think there's a line between what you're saying and what some of these other people are doing. And I think when you get an honorary, the idea behind it is to bring awareness to that project and blah, blah, blah, blah. I think once the project is off of the ground and generating thousands of ETH worth of volume, I think the job has been done. I think your honorary status is no longer needed. Everybody knows what they are. I think it's time to take the money. I wouldn't necessarily sell if you're going to make an ETh or whatever. You know what I mean? I don't think necessarily that's the time. But I think once it's. Once it's really moving, like, obviously these things are flying. They've been flying for the past week or so. The word's out. I think it's okay to sell now."
    },
    {
        "speaker": "A",
        "text": "It's interesting because you've got, there's this weird dynamic in which the project is giving you an honorary because of your status. They're trying to build community off of your reputation. So at some point you should be able to, you know, kind of take that back. I think maybe. I don't know, it's a weird. It's."
    },
    {
        "speaker": "B",
        "text": "I think that's the right call. The idea is they're trying to make."
    },
    {
        "speaker": "A",
        "text": "Well, but that is what they're doing, right? Like a project makes you an honorary. They're trying to essentially have you promote it in a way that you either think it's cool and you're going to change it to your pFp. People will ask what it is and you're. You're on for the ride, or I. Or, you know, or very. Maybe even more directly promoting it. Right. But. But they're basically trying to community make and market off of your reputation. So at some point you would think, okay, fair enough, I'm going to cash in. Right? But I think it's more a question of who the hell's buying somebody's honorary. That's a very good question. Like, if you're buying some of these pfps that are ten k collection and you can't go find one, like, you got to be a Dee's fanboy to want his honorary, I would think, right? I don't know, riggs, thoughts?"
    },
    {
        "speaker": "B",
        "text": "I have no clue why you would pay that. That's so much like, it's baffling, and it appears in my comments, at least from certain people, that I'm just the one crazy person. If people are willing to buy it and you want to sell it, I guess, God bless you. Fucking sell it. Do what you want to do. But why anyone would buy that? I mean, I see Farok in the crowd now. If I could buy his honorary, I absolutely would. No, I'm just joking. Just fucking around with it. But no, it's crazy. 20 grand for an honorary token that does. Well, I mean, what's the difference from a normal token to an honorary token in a project that has no utility, no, nothing there. I mean, it's basically same fucking thing, right? You just vibe out. That's what their whole shtick is, is just, you know, vibing out together. So is what it is. Right."
    },
    {
        "speaker": "A",
        "text": "It's so weird, though, because I'm in your boat in the sense of, like, now this is coming from somebody who, I don't know how many, I probably have maybe one project or person ever make me an honorary for anything. So I don't have the experience having to go through this, I would say decision, right? So I've never had to make the decision of do I want tennis or do I want to be ethically tied to this honorary token, right? And I kind of think it's a shitty position for projects to kind of put people in also. But that's another thing entirely. But I think I would be more in your camp rigs where I would feel weird selling it. Um, I think that's where I would lean. But I get it. I get, like, there's the value exchange. Is the project trying to build off of your reputation, so why shouldn't you? I think it's more on who is buying it. Uh, let's go down to Mister House. Mister House, what's your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm kind of in the same boat as you and Riggs, but my. My other consideration is towards what you were saying about kind of using someone else's platform to grow. And it's more along the lines of, say, you get airdropped in honorary, and the project does something that you feel like goes against your brand, something like that. I feel like that. And there's an offer out to sell it if I don't want to be affiliated with the project and that kind of regard, like, if something comes up, I feel like that'd be a case where you sell it, or you could burn it. Right? Because I wouldn't. If someone makes the crying frog thing and starts saying, oh, this is Mister House. And I'm like, hey, no, I don't want to be affiliated with what you guys have going on. Like, don't use my Internet memed likeness that I bought for $15."
    },
    {
        "speaker": "D",
        "text": "I don't know."
    },
    {
        "speaker": "E",
        "text": "That's the one thing. But no, I'm kind of on the same boat as far as if someone air drops it and they think it's more so along the lines of like, hey, we admire what you've done in this space. I think that's one thing. But if it's just kind of, hey, let's use your likeness and clout to gain more clout and more magic Internet money for ourselves. I feel like it's kind of like a weird gray area slash blurred line, case by case."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's super interesting. I hadn't considered the part on the opposite. Right. Well, what if they, what if the project ends up being something you don't feel comfortable being associated with? Right. And rigs, like, that's probably the problem with it being some kind of soul bound or non transferable, right? Like, what if somebody drops you an honorary and turns out the founders total, you know, say racist for or something, and you don't want to be associated with it? Well, now you're screwed. It's in your wallet. So I don't know if that is the answer. It's just a really weird thing. Right? Like, Riggs, what do you think is the difference between. Because we know this happens. Like, we know people are dropped, say free nfts to either promote, tweet, have people on shows, whatever. Like what. What's the difference, in your opinion? Because I feel like there is one. But is one worse than another?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I don't know. I mean, it's one of those things. We've had a lot of these guys, you know. Well, we've had a lot of these conversations around paying, you know, having paid people come on your show, this and that. I just think there is a difference when you get something as an honorary token. Like, I agree."
    },
    {
        "speaker": "A",
        "text": "I think I'm trying to figure out. I agree with you."
    },
    {
        "speaker": "B",
        "text": "You guys, mister House, Bunch and Riggs, who are these, like imaginary people that you're trying not to upset, like these. These other avatars on. On, you know, online, like, who get."
    },
    {
        "speaker": "A",
        "text": "Well, sir, I mean, your reputation. Your reputation is on chain. Like, you know, there's a path to, like, at some point you could build an on chain dirt bag."
    },
    {
        "speaker": "B",
        "text": "Sure. It's not just about that. It goes to me. It goes to a level of respect of when a team or a yemenite founding group of people decide to provide you with an honorary one. They've taken the time to do whatever they did to do the art. Put it on chain, mint it and send it to bunches point, though. They're doing it to get. They're using your likeness to promote their project. That's it. They're not doing it. They're not doing it because they like you. They're doing it like there's no goodwill."
    },
    {
        "speaker": "A",
        "text": "Well, maybe you do."
    },
    {
        "speaker": "B",
        "text": "You're telling me. And I would like to go do some sleuthing here. So now. Now we're getting into it. I'd like to. To do a little sleuthing. I got to figure this out. Did these individuals not just be provided an honorary where they provided other knock amigos as well, that they could then in turn sell maybe not for the ten that. That d, you know, so again, it's a free market. You do what you want to do. You make the money where you can make it. I think this is just a. It just. I wanted to go take a shower after having this. I want to shower fucking dirt. I want to shower in that ten e that they all sold for."
    },
    {
        "speaker": "A",
        "text": "That's what I. Yeah, no, I ultimately land on the side of riggs here because I think you're. I think you're right where, yes, people are going to be given NFTs as promotion, like, for helping promote. And I think the intent there is so that they can sell them. Right. Like, that's the intent behind somebody being given, let's say, five free knock amigos to tweet from an account that has hundred thousand followers. Like, the intent there is that you will get these NFts and you will likely sell them. Right. And you're saying, well, the honorary is a little different in the sense that they've taken the time to kind of put work into it and give you something very customized to you. And that shouldn't be, they better have received."
    },
    {
        "speaker": "B",
        "text": "So if that's the case, they better have received other ones to subsidize. Not selling the honorary, maybe."
    },
    {
        "speaker": "A",
        "text": "I got, I definitely got you hooked on this idea that they're building off of your likeness, right? So, like, that's where your, your teeth are, your hooks are dug in."
    },
    {
        "speaker": "B",
        "text": "I just, yeah, I just can't. They're just not doing it out of the goodness of their heart is what I'm saying."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I get it. Let's go. Let's go to Joe."
    },
    {
        "speaker": "B",
        "text": "I'm sure Joe's, I feel, definitely has a great opinion on this."
    },
    {
        "speaker": "C",
        "text": "No, you guys are all wrong. This is an amazing project. Has some of the most esteemed and well regarded people in Twitter, NFT, possibly the world speaking for it. Anon's never changed his handle to shill anything, including shiller. He is one of the best people on earth. So, like, for me, in normal world, not magic Internet money world, like celebrities. God, I hate calling these people that are often given free shit when they go stuff. And one thing you don't really see most celebrities do is go to the pawn shop and try to sell their free shit. Sometimes they re gift it, sometimes they throw it out. Sometimes they donate it to causes that then can sell it and, you know, feed starving children or, I don't know, replace people who accidentally burnt their crypto punk. I'm not sure. But, like, one thing that, you know, these people could do is, like, you could literally just say, hey, thank you for that. Not really my thing, but why don't I donate it to somebody who can sell it and do something decent with the money because I'm pretty comfortable. I know we're all here, you know, to chase that magic Internet money, actually not for community, because none of us can make real friends. But, like, that could be, you know, something that people do because it's, it's actually practiced, it's tried and true, and it deals with this problem, but we come over here and we act like the actual world doesn't exist. And I, that's how come we are all stuck here."
    },
    {
        "speaker": "A",
        "text": "So what's your, what's your final stance there, Joe? Uh, which, which side of the debate are you hanging on here?"
    },
    {
        "speaker": "C",
        "text": "Just like, um, if you, if you're, if you're a bit comfortable, like, when is enough enough? I mean, I, you know, I do pretty well, but I give a lot of away. Uh, you got this thing. And let's be honest here. Like, every time we take, we know that, that something's not gonna do well. And let me be honest. The minute that Tyler says, oh, the next ba YC, there should be a law where somebody's allowed to kick that person in the test."
    },
    {
        "speaker": "B",
        "text": "I thought there was."
    },
    {
        "speaker": "C",
        "text": "Well, yeah, but we're. I don't know."
    },
    {
        "speaker": "A",
        "text": "I mean, no, you just been going around kicking people."
    },
    {
        "speaker": "C",
        "text": "I would nominate chamber for that role. But, like, I, but, like, we know, like, let's, let's be honest here. 999,000 to, you know, what, a million that this thing goes to nothing in the next eight months, six months, whatever we want to say. Okay, so, like, somebody somewhere who maybe is not very informed is going to buy one of these. And so we say, hey, that's great. These are. I don't like using people's names. Somebody did well. Yeah, but every time somebody does well on something that's gonna go to nothing, that means somebody else didn't. And every time that happens to a regular person, that's, like, might be the end of their web three, right? And they're gonna go and fuck off, and they're gonna say, that place is a scam. This is what happened to me. And it's not just that we lose them, we lose their little circle. So we have to, like, think about that."
    },
    {
        "speaker": "B",
        "text": "Because you want to lose them, though. We're not all, we're not, like, honestly."
    },
    {
        "speaker": "A",
        "text": "Like, if they didn't do it on that."
    },
    {
        "speaker": "C",
        "text": "I'm being serious, though. Like, there's a technology here, and, like, we need to start talking about that. And it makes it really hard when, like, we keep making our pool of potential users, I think smarter."
    },
    {
        "speaker": "B",
        "text": "I feel smarter, you know, because I don't, I don't around that's going to buy a tendency chamber, honorary NFt, you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "But see, there's two different, but there's two different use cases. There. Like, one is a person who thinks they can make money or is just not that informed, and the other is like, there's actual shit you can build here. So if you're trying to build a company that uses leading edge technology, like, you should be able to use your beta testers or your alpha testers, like your community to like, let's get this thing out here. I reward you, you reward me. That's why we're here. But now what we're really end up with is like some degenerate gamblers who are chasing as much mem as possible and we've scared off all the actual users. And then we don't understand how come people think we're a bunch of scammers and nobody wants to believe in what we're trying to do. So, like, we have to think about it from that angle and I'm done talking."
    },
    {
        "speaker": "B",
        "text": "I mean, you bring up great points, Joe, as always, but I would still, I think, I still think there's, there's, there's a handful of people that are going to change web three and push it forward. I don't necessarily think, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah, but even to do that, though, you need people to Joe's point on the other side to actually have something to push forward to."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Like, that's Joe's point."
    },
    {
        "speaker": "C",
        "text": "We're running out of people."
    },
    {
        "speaker": "B",
        "text": "I promise you a bunch that there is a person in web three currently that's going to develop something that's going to bring the masses back in again. Just like it happens every time, right? It's, it's expansion and retraction, just like the universe, you know, web three, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, but you're like promoting this, like thinning the herd mentality and, I don't know."
    },
    {
        "speaker": "B",
        "text": "Bear market."
    },
    {
        "speaker": "C",
        "text": "Yeah, but chamber, chamber on the series, what happens is this, you can actually solve a lot of web two. The pillars of Web two are challenged by a lot of what Web three can do because we've wasted so many resources and so much time. What we're having now is Amazon, Google, and everyone else is going to come. Then once they come, they'll actually do the thing that we haven't done, which is talk to lobbyists, get the laws that they want, and turn this thing into better data forming. And if we get better data forming, then we don't actually ever get control of the data or the things that we were supposed to do. So there's this thing where we're running out of this window of time and like, it's really disappointing when you sit down with like a project. And by that I mean an actual business. And like, what they're building is like literally cutting edge technology that basically changes like, logistics and supplies for the entire country or world. And like a 16 sends them to go talk to the fucking NFT guy and the NFT guys, like, and then if he guys like, well, how does this help yuga? And like, literally, that's the fucking conversation. And you're like, dude, this thing redefines how logistics are tracked, audited, and it literally changes the definition of a fucking audit. And like, you're talking to me about how can this help bored apes. So that's what I'm talking about. Like, it's a problem. And so we can joke about like a nakamigos, but like, there are people here who are not going to be here after this project if they walk out of it with no money in their hands."
    },
    {
        "speaker": "B",
        "text": "But my point is they will be back once. Whatever that thing is, that next, that next again, I don't even know what it, if I, because I knew what it is, I would try to build it and make, you know, a lot of money. But whatever that next thing is that's going to bring in the next wave for the next bull run, you know, regard, you know, it's, it's, it's during these times that it's going to be made and the people that leave today are going to be back. I don't know how many people I've talked to. They were like, oh, yeah, I was around in crypto in 2017 and then I left and I came back for NFTs. I mean, I've heard that so much. So, yeah, I feel bad if, I."
    },
    {
        "speaker": "A",
        "text": "Mean, if you're, yeah, but you're, but, but the reason they came was for something. Chamber was, well, mostly financially driven. I would sure the people that, the people that go, that come here and go away and come back and go away, they're cyclical because there's a market cycle. Right. And like, that's, they're mostly here. How many people do you know that we're here, went away and came back because of the NFT market bubble, right? Like they're here to make money. I think there's a difference between that person and the person Joe's talking about who is genuinely curious on this as a tech or a community or whatever, and they get, I don't know."
    },
    {
        "speaker": "B",
        "text": "Do you think, do you really think that guy that just spent ten is, is here to check out the tech like camera?"
    },
    {
        "speaker": "A",
        "text": "Maybe not."
    },
    {
        "speaker": "C",
        "text": "Chamber? I can put you in a DM conversation with Disney executives that dropped 80 on wow and have left. And, and do you know who?"
    },
    {
        "speaker": "B",
        "text": "They're talking to the."
    },
    {
        "speaker": "C",
        "text": "Talk to a bunch of. They're talking to fucking studio executives. They're talking to fucking producers of films. They're talking to fucking animators. They're talking to people who have jobs. Who. Those are the very people you want over here. And you know what they're telling them? That place is a."
    },
    {
        "speaker": "B",
        "text": "And honestly, I don't think there is anything here for them currently. Like, the only thing right now, and the only thing that since, you know, whatever you want to talk. 2021. Since, like, nFt, you know, since the big NFT boom, there hasn't been anything for those people in here yet. My point is, there will be something eventually built out of, you know, what we're doing currently with the money that's being thrown around. There are projects. There are people that have your type of vision, Joe, and are going to create something that you won't have to get into. Web three is kind of. My point is it'll just be. It'll just be in society and we won't be having these web three separate conversations. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Let me. I want to run around to these hands because they're. We got Farok and G money up here. Oh, two new people to the show. Interesting perspectives. Yes. So let's go. I saw Mackie. You put your hand down. So raise it back up if you want to jump in. Otherwise, I'll skip over you and we'll go Farouk. And then G money. Faroq. What's up, man?"
    },
    {
        "speaker": "F",
        "text": "So, yo, I actually just accidentally hit g money's reply on my tweet saying to buy his honorary. Sorry, g, I have to sell mine before you sell yours. But I think I was just listening quickly. I fear I'd come up real quick that I got it wrong soon. But I was thinking, to me, these projects will use our names and likeness all the time to promote their projects. Right. You get honorary is almost like it used to be, boomer. It was like, every day. Now it's like, maybe once a week, one. I get, like, I get a lot, right? And so. And the thing is, you never know when a project is going to actually do really good. By the end, they are using your name and likeness. Like, I didn't get asked, hey, do you mind if I do an honorary of this? Although the answer is always yes. Or like, hey, do you mind if I do this? But those honorees were definitely used to market the product at first, right?"
    },
    {
        "speaker": "A",
        "text": "That's right. So."
    },
    {
        "speaker": "F",
        "text": "So, like, at the end of the day, you know, for someone to sell it, I think it's totally fine. And I have a feeling that anybody in this situation who had gotten an honorary nakamigo and that next thing you know, there's three of them. That's on one day for ten ether, which is like $20,000 at the end of the day, would have taken it all day, I'm pretty sure. Yeah, exactly."
    },
    {
        "speaker": "D",
        "text": "Even me, dude."
    },
    {
        "speaker": "A",
        "text": "Fuck it."
    },
    {
        "speaker": "F",
        "text": "I sent mine to the vault. What the fuck was I thinking? I mean, people are out there selling for ten e. I'm here. What should I say?"
    },
    {
        "speaker": "B",
        "text": "The jobs done, the. The project has been promoted. It is. It has been successful. There's nothing."
    },
    {
        "speaker": "F",
        "text": "It's actually super bullish for the project, for what it's worth. Right? Like, to see those sales chamber. Like, the fact that you're seeing like three back to back ten e sales is like. It's like, okay, so people, like, people should be excited. I mean, the holders, that is not the people watching from the outside should probably be excited that something like that happened. Because. And if the project actually wanted people to keep the honors, they would have made them soul bound. You know what I mean? So that. That's my take."
    },
    {
        "speaker": "A",
        "text": "I was a good point. And that's a good point. And so, like, I think you hit on a couple of the things that we were talking about overall, which is I originally. So personally, I, again, haven't been in that position of having an honorary that's worth x amount of dollars, like you just mentioned. Right. I have a problem personally, like, getting over. Would I be able to sell it? I don't know if I would or not. But the point that you made was the point that I made originally, which the project's using your likeness, right. To promote it and launch essentially a viral marketing campaign. And you should be entitled to kind of capitalize on that, I think, at a certain point. But the problem is. The problem is the incentives are mismatched between project person that the honorary is made for and then the person that buys your honorary. Right. Like that. Those. Those incentives are wrong. And that's the problem. Right, where the person who sells the honorary becomes the villain. Whereas and then the person potentially buying it ends up. Hopefully not, but in most cases would probably get left holding a bag. And that is. That is like the crux of it, right, where. So as the individual, you shouldn't be maybe shamed or not for selling it. But it's like the incentive alignment is so off. I don't really know what the proper, you know, resolution that is ferocity do you agree? Disagree with that? What do you think?"
    },
    {
        "speaker": "F",
        "text": "I. To me, yeah, man, I don't disagree. But to me, it's just like, look, you got this honorary all of a sudden. It's worth a lot of money because, you know, the people got it to be worth x much money, so x amount of money. So, you know, I think it's like, whatever, you know, it's just like another. It's like a non event type of thing for me. You know, it's mostly like, yeah, okay. Like, these saw he could make money. You know, there's some of the nakamigos are, like, beefing with him. On timeline, he dumped it for tennis. Fuck, yeah. So not only did he get to, like, piss him off, and he made 20 grand, you know, like, oh, like, like Kosamo. I mean, cuz I'm gonna spend so much money in fucking nfts. He makes little tennis here and there. Whatever. Cath Samar, do you know that teneeth is going back towards, like, her backpacking trip so that she can create some incredible memories for all of us to enjoy? So it's just like, you know, to me, that's just how I see it, though. If I were to sell mine, I probably pick up a couple of the nft just as a thank you. Like, I think, like, maybe, like, okay, like, you know, sell tennis, I bet, like, I'll pick up, like, 12345 and whatever, just to say, like, you know, I'll have a forever knock, amigo, let's say."
    },
    {
        "speaker": "A",
        "text": "But."
    },
    {
        "speaker": "F",
        "text": "But that's what I mean. I saw g money tweet, like, hey, I'll, like, sweep with, like, 20% pussies or whatever with the other day, I was like, you know what? That's like, that's pretty cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I think that's. I think that's fair. And if there's that aspect to it, it's cool too. Let's run down to g money. G money out of hand."
    },
    {
        "speaker": "B",
        "text": "Up."
    },
    {
        "speaker": "A",
        "text": "What's up, Jake?"
    },
    {
        "speaker": "F",
        "text": "What's up? I actually just undercut the competition here. I just offered my Nakamigo honoree for 10.069, of which 20% will go towards sweeping the floor. And I'm going to throw in the iteration two t shirt in the honorary. I mean, if anybody's listening, you want to buy it, feel free to buy it. Be my guest. I'm a huge fan of it, despite Farouk trying to get me. Trying to hide my tweet to take my liquidity. But, you know, I mean, I personally think. I think cell shaming people is stupid as fuck. I fucking hate it. I gave admit one for free, and I don't give a, like, if people sold it, they, like, they sold it."
    },
    {
        "speaker": "B",
        "text": "I don't, I didn't care."
    },
    {
        "speaker": "F",
        "text": "Like, and I had a bunch of people reach out to me, be like, oh, I feel bad, or whatever. Have you. And, you know, some people were like, oh, this really helped me. Like, I was able to help, you know, one person told me they helped their, their, a family member with hospital bills. Another person told me they were able to pay their tax bills. And I'm like, dude, that's fucking great. Like, you know, I'm glad that I was able to help you and I was glad that, you know, hopefully you can pay it forward. So I think this whole thing about trying to sell shame people for an asset that they own, that, like, that's literally why we're here, right? Like, you know, if we didn't want to have ownership over our assets, then guess what? We'd all be buying skins in Fortnite and just holding on to them and not being able to do anything. So the fact of the matter is, if I was gifted an honorary and I want to sell it, like, that's my prerogative, right? Like, I shouldn't have, I shouldn't have to deal with hate for it. So I'm all for that. Like, you know, I kind of, like, disregard it. And it's, it's real. It's really just comes down to, listen, at the end of the day, I'll be a huge fan of knock amigos if I make $20,000 off this, right? I'm like, yeah, I wish you guys the best. I hope you, you know, you, you do really well and all the things that you're doing, and I'm a fan. Like, it's, it's as simple as that. So those are my thoughts on it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's all pretty fair."
    },
    {
        "speaker": "B",
        "text": "Chamber thoughts, I gotta tell you, for me, having froak and cheap money, this is an insta follow for me. I'm gonna follow these guys right away. These guys seem like they know what they're talking about. I highly."
    },
    {
        "speaker": "F",
        "text": "Chamber."
    },
    {
        "speaker": "B",
        "text": "Come on, bro. Come on."
    },
    {
        "speaker": "F",
        "text": "I like this guy. Listen, I'll tell you what, if you sweep, if you sweep the floor of honore Nakamigos right now, I'll insta follow."
    },
    {
        "speaker": "A",
        "text": "Chamber. You're gonna be the one at the end of this that goes and buys Gmail all day, man, aren't you?"
    },
    {
        "speaker": "B",
        "text": "I'd be honored. I'd be honored to have these honoraries."
    },
    {
        "speaker": "F",
        "text": "It's got the. It's got the 90 cc t shirt on, too. Eh. In the honorary. It's nice. Yeah, that's where."
    },
    {
        "speaker": "A",
        "text": "Super rare. All right, let's go. I think we had moist next. And then I'll go to Riggs Jweb. Joe. I don't remember where Mika fell in there. Somewhere in between. But, boys, you were definitely up next."
    },
    {
        "speaker": "F",
        "text": "Hey. Yeah. I mean, in regards to selling honoraries, not sure why. Like, what is the other side that's. That's fighting against it? Because I don't see a problem with it."
    },
    {
        "speaker": "A",
        "text": "Well, I think that. I think mostly that they. So this is a good question, because I would think, you know, the honorary is going for ten x the floor, right? So I think the argument is somebody's buying it for ten x, the influencer or whoever is making a bag, and that person will likely never get that value out of it. Unless the project then goes to a ten x floor. Right. I think it's that you're buying far, far over the floor. Like, if g money's honorary sitting, you know, half an 8th above the floor. Nobody brings this up ever. Right. It's that they're selling for 5100 x ten x the floor that I think potentially rubs people the wrong way. I don't know. And I'm speaking for my point of view of it. I don't know what the. You know, what anyone else would say. I'm sure riggs will give his opinion in a second, but I don't know. Does that make sense?"
    },
    {
        "speaker": "F",
        "text": "I think that you'd basically be swabbing out the word honorary for one of one, right? If it's a one of one, that argument wouldn't exist. But it's the same situation."
    },
    {
        "speaker": "A",
        "text": "Well, the problem there is that they're gifted, right? Like in. In a random mint. Everybody's got a shot at minting a one of one. Not everybody has the same shot at being given an honorary. One of one does. I would say that's the difference."
    },
    {
        "speaker": "F",
        "text": "Yeah, no, that's definitely true. But you know what Farouk said about they're using the name, image, and likeness, which in any. You know, even in any industry, you have to pay for that. They're not paying for it, but they're giving you that at least, so you're getting something for it. Not sure what that name, image, likeness would be worth, how exactly you would charge for that in this space. You also have to realize that when you're having a project that's, you know, there's insider info happening."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "Like, let's say if people was about to do that tweet and I knew about that prior and I bought in before that, I would have. I'll be able to trade on that information. Right. I like if someone worked to have access to that. So there's a lot of that happening as well. And in terms of when a project is going to get pumped. So I don't think that this is the biggest issue to focus on in terms of this. This happening. But it kind of sounds like anytime someone sells the top, like, people have a problem with it. The. What's it. When Frederick bought that. Frederick. When he bought the ape. The penguin."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "For an absurd amount of money, whoever, whoever, uh, he's left with that. That guy made a massive bag. To me. It sounds."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I think that's. I think that's all very fair. And I've actually really appreciated the other side of the conversation."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Like, we started this conversation of, hey, here's how."
    },
    {
        "speaker": "B",
        "text": "Hey, Chamber. Why is it. I feel like that's how the conversation started? I feel like you guys are ganging up on me. I feel."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what happened. We gained up on you and then."
    },
    {
        "speaker": "B",
        "text": "You know, now the taste makers. Now the tastemakers of the NFT universe are agreeing with me."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "You'll be. I feel vindicated."
    },
    {
        "speaker": "A",
        "text": "Yeah, you. You just. You dialed up your fur. Ok. Money chat line."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "You have, you know, he actually texted me. He, like, sent me some ethnic. He actually sent us honoraries, believe it or not."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Yep. Riggs, jump in here."
    },
    {
        "speaker": "B",
        "text": "Yeah. I appreciate the conversation from your side. I think a lot of the questions around this come from those of us that have not been provided honoraries before."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "You know, it's one of those. We think if I was provided an honorary NFT to something, it would mean something to me because I feel like I've added value to those people. And you all probably get so many of them. And I say, you all meaning farok and g money. You probably get so many of them. It is what it is. They're using your name and likeness. So I agree. And to channel my inner g man, I mean, we all do want a free market until all of a sudden, the free market doesn't work for what we're trying to say, our arguments. Right. And so I don't know what's right here. I mean, if it was soulbound, obviously it's soulbound, but by all means, make your fucking money. Do your thing. Hearing from your side of things makes sense to me."
    },
    {
        "speaker": "A",
        "text": "Let me go to Mika because I don't know exactly where she was in order. I don't want to skip her. So, Mika, jump in."
    },
    {
        "speaker": "G",
        "text": "Yeah. Hey, so I've been seeing this a lot and I've been commenting on kind of like the hypocrisy that's going around in, in the space. And I always say this, that and it's something important for everyone to, like really download that. There's a difference between what people say they want and what they actually want. And, you know, people say they want, for example, a docs team and good tech and this whole thing. But what they actually really want is speculation and, you know, like degeneracy."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "G",
        "text": "And we're seeing that, like we saw it a little bit with Goblin town and I'm seeing now the same trend with, you know, this, this project here, nakamikos, where it's like people want to feel like, oh, there's a mystery. Who are the founders? Like this is all purely on speculation. And it's interesting because another theme is, again, the hypocrisy. Like if somebody had a free NFT worth ten Ethereum, all of the DJ, like everyone that is just making the comments that are hateful or angry, I don't even want to, like, I don't want to see their wallet in their trades because they would for sure, you know, sell it. Right. And obviously the anger comes from greed and the anger comes from, hey, like why, you know, are these people put on a pedestal and, you know, I'm kind of below here and I have to, like pay for it, right? But at the end of the day, the community is the one making the price. Like, it's not any of the honoraries putting nine ethical bids on their own NFT. I mean, at least. But, you know, so like, like, at the end of the day, like, the community's frustrated but the, it's people that are willing to pay that. And I think that, you know, if people want to sell, it's cool to end off here real quick. Something similar in a way happens to be with, with Goblin Town. Not too similar because I didn't receive it for free, but I bought in at like 2.6 or so. It's pretty high up. Took me a while and I made a tweet that, you know, was really just bullish on Goblin town because, hey, you know, it was super fun. Also speculating. I had a great time, but then it shot up the same literally, like after I press send on the thread, it went to nine Ethereum and then I was like, oh my God, I can't sell right now. I just wrote a freaking thread bullish on this project. So I didn't sell for non ETH because like my just like, the morals in me was just like, nah, you can't do that. And it's just like not cool. So I do get both sides of it in that way. But I do think that people are very hypocritical in the space of the moment and we need to kind of like chill, chill out a little bit. And it's good for project volume to like a project volume to have, you know, people like g money for Ruka, whatever, like, you know, having fun with it, speculating, trading volume, stuff like that."
    },
    {
        "speaker": "A",
        "text": "No, I think that's spot on. I also, I mean, I totally agree with what you said about people kind of saying they want one thing from a project and really all they want is speculation. I think there's tons of that that goes on here. So really awesome points, Chamber, before I personally have to stop to take a call, but I'm going to let you run through the rest of these hands here. I'm giving the shit to you and I'm going to come back, I'm going to come back here at some point and you're going to have ten honoraries that are made for you. You're going to have g money sending you nine DCC swag all up and down this. And I'm going to be really jealous at that point. So, but I thank you, everybody so far. Who's jumped up here? Chamber, you've got it. Let's go, hands. I think it was J Web, then Joe and then gee money put his hand up again. So I'll let you run it from there."
    },
    {
        "speaker": "B",
        "text": "Sounds good. Thanks, bud. Yeah. Jay Webb, what do you got?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, first off, I don't think there's anything wrong with selling honoraries like these people are trying to use your name and likeness to make money and, and pump their projects. There's nothing wrong with that. I also, for that reason, disagree on. You cannot hear me, Chamber."
    },
    {
        "speaker": "B",
        "text": "He's speaking. He's speaking, Chamber. Just, I'll be your, I'll be your ears, chamber when J Web's done. No, I like that."
    },
    {
        "speaker": "E",
        "text": "No, so I, the soul bound thing, I think is kind of goes against that, right? Like I, if it's an agreed upon thing, I guess it's okay. But if you're just dropping into someone's wallet, I don't like the whole soul bounding idea."
    },
    {
        "speaker": "A",
        "text": "Sold out."
    },
    {
        "speaker": "E",
        "text": "Should get paid?"
    },
    {
        "speaker": "B",
        "text": "No. Right. Because you can't send them."
    },
    {
        "speaker": "E",
        "text": "I'm not sure. Can you send them to. Yeah, I don't think you can send them anywhere. But I think this, I think my point kind of speaks to a bigger problem we're seeing in the NFT space around marketing. And this comes up like every few months. And that, like, people don't want to actually pay for marketing. Like, the Nakamigos team isn't paying for marketing. They're creating these NFTs and then the buyers are the ones who are paying their marketing fees. And that's a fucking problem. Right? Like, you don't see Shaq on tv promoting Papa John's and then he's driving door to door selling the fucking pizzas."
    },
    {
        "speaker": "B",
        "text": "That's a good point."
    },
    {
        "speaker": "E",
        "text": "Like, these projects, if they want marketing budgets and they want to market their product, they should market their fucking product and not rely on the exit liquidity of buyers in the NFT space to be their marketing department, to be the marketing budget. So I think that just kind of speaks to a bigger problem, in my opinion, of why, like, we just can't be taken seriously. And we saw the same shit with art gobble, right? Like, it was the same thing. These people promoted art gobblers. They had to go out and sell and then hurt their own reputation to get paid for their promotion of that project. And I think that's just not a good way to, you know, run a business."
    },
    {
        "speaker": "B",
        "text": "No, I mean, that's a, that's a great point. I think. I mean, I think we're seeing eye to eye on this one for sure. Joe, I think you're next."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I'll say one. I think Shaq doesn't deliver the pizzas, but he looks like he eats a lot of them now, which he probably shouldn't because that's shit pizza, but it really is not good."
    },
    {
        "speaker": "B",
        "text": "No, no."
    },
    {
        "speaker": "C",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "We have it here."
    },
    {
        "speaker": "C",
        "text": "I don't think I've stuck with that in Canada, but it's terrible. Um, I don't know what they call it up there with the papa term."
    },
    {
        "speaker": "B",
        "text": "It's, uh, Papa Jean."
    },
    {
        "speaker": "C",
        "text": "Oh, there it is. So it's. It leans into the french side of it, the francophile. Um, so, so, like, what I would say is this, like, uh, I didn't show up here to make money. I was doing just fine in the real world. Um, still do fine. I actually showed up to figure out what exactly I want to build with the tech and then find the people, as Emily calling me, find the people I want to build the tech with. And what I found is that of the tens of thousands of people I've encountered across two different NFT accounts, that there's probably 200 people who actually understand what to do with web three blockchain tech, and there's not that many. So that's depressing. But, yeah, so that's my deal. We're not there yet, but I'm bullish on how I can build with the tech. But fuck me, man. Most people here don't get any of that. So, you know, I press on and I'll just go build my shit somewhere else. The other thing I'll say is, I don't really give a fuck what people sell or what people buy. I just think that we should, like, kind of pay attention that I think a lot of people arrive here and think that everybody's playing on, like, a level surface. Because web three, it's like, oh, we're changing the world and da da da. But it's not. It's just as bubbled, just as disjointed, just as siloed for information access as irl world. Just most people aren't understanding that yet, so, you know, that's where the problem comes in. I agree with Mika on that, with the degenerates and just like, the whole entire vibe of it, you're not going to get in the way of a person who's trying to make a gamble. They're going to make their fucking gamble. That's where I am, so I'm done with that."
    },
    {
        "speaker": "B",
        "text": "Well, I was doing terribly before web three, so I'm glad you were doing well prior to getting it. I got into it. Straight money like this chamber."
    },
    {
        "speaker": "C",
        "text": "Like. Like irl, right? You know, work for labels. You know, a lot of different people, la blah, blah, blah. You know, I get passed off a lot of really cool shit. Used to get a hand. A lot of shack balls. Love kobe balls. Love jerseys and shit. Yeah, I don't have any of those. I just handed them off to charities and said, go sell them and do something with the fucking money. Like, I don't wear the jerseys."
    },
    {
        "speaker": "B",
        "text": "Could have sent them to me. I mean, I would have."
    },
    {
        "speaker": "C",
        "text": "Well, we didn't know each other back then."
    },
    {
        "speaker": "B",
        "text": "That's a good point."
    },
    {
        "speaker": "C",
        "text": "You're in Canada, so, you know, it's like it would be, you know, to send it to the Bigfoot guy who's somewhere up in Canada."
    },
    {
        "speaker": "B",
        "text": "They'll find me. They'll find me."
    },
    {
        "speaker": "C",
        "text": "Well, yeah, I assumed. It's kind of like, you know, a small town."
    },
    {
        "speaker": "B",
        "text": "Yes, we know each other just."
    },
    {
        "speaker": "C",
        "text": "Yeah, you can just write Internet guy and they'll know."
    },
    {
        "speaker": "B",
        "text": "Oh, the guy with the Internet."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, exactly. But no, I mean, that's how. That's how it's always been, right? It's like, if you have stuff and then you're given something for free, it's like, yeah, I could give it to a kid. But, like, they're here, there's a charity. Go fucking auction that off and go buy whatever it is that you're buying with the thing. It's like. And you get a tax deduction if you want off of it. But it's like, you know, it's a way to kind of be like, I have enough, so let me go have something else. So that's my last point."
    },
    {
        "speaker": "B",
        "text": "That's great, I think. Felix, you want to go correct?"
    },
    {
        "speaker": "H",
        "text": "Hey, yeah. Thank you very much for bringing me on. I don't know if that has been talked about already, but I'm going to bring it up anyway. So I think we all know that obviously, FOMo is one of our biggest weaknesses in the space, and especially now seeing the Nakam Migos going to the moon, everyone is feeling it. So I'm just asking myself, we are in a position right now where we have time to build, and many people build new projects, build new products. Why don't we also focus on something that maybe no one really thinks about? How about some kind of self regulation? You know, some. Something like tools that can help us to self regulate our foremost or poor decision making skills when it comes to the next bull run, because I think what we will see is that during the next bull run, we might have people who lose a lot of money again, lots of scams happening. So, like, what can we do? What can we build now to, you know, support that, to, you know, address these weaknesses that we all have in us to, you know, make the space safer because we can't rely on government regulation in the next few decades, so we have to build it ourselves."
    },
    {
        "speaker": "B",
        "text": "I think that's a great point. I mean, I would argue that the people that have those tendencies wouldn't implement any tools that were created, but I think for the most part, I mean, Froak spoke about earlier. I mean, if it's in your. If it's in a cold storage walleth, I mean, that's a great way to self regulate, because it does. There's multiple steps that goes into selling something or trading something there. I know for myself, my cold wallet doesn't get touched. It's a one way street. It only goes in, it doesn't go out, you know what I mean? But, yeah, I don't know. Tools would be good, but I just, I'm hesitant to think that the people with the people that would have that problem would utilize them properly. You know what I mean?"
    },
    {
        "speaker": "H",
        "text": "Yeah, I don't know. Yeah, I do. And I have to say, like, my ledger saves me from lots of bad decision making."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "H",
        "text": "But at the same time, I'm just concerned about, like, you know, the potential of millions of people joining in, like, being onboarded in the next couple of months and years, like, who go through the same stuff that we have been going through until we got the ledger. And I think it's still kind of, you know, it's not like easy access. You just click and buy the ledger and then you put everything, you kind of have to educate, educate yourself on it a little bit. So, yeah, I don't know."
    },
    {
        "speaker": "B",
        "text": "No, I think it's a good point. I also believe that what we're experiencing currently, what we've experienced over the last few years, and I'm even dating back to, you know, if you want to include cryptocurrency, bull runs in there. I think as web three grows, the space grows, the opportunity. Like, the universe won't look the same in a certain amount of time. And once we've kind of crossed that threshold of now, it's so universally, kind of in our day to day life. I think these opportunities are going to fall by the wayside. You won't be able to trade jpegs or flip altcoins for very much longer. I don't think so. I do think there is a shelf life on what we're experiencing currently. Who do we have next? Let's go. Moisha."
    },
    {
        "speaker": "F",
        "text": "Yeah. I want you to comment on what you said, joe, about people in this, people's perception of what this space is. Like. I don't know why people have this attitude about the quote unquote inclusiveness that exists in web three. I've always wondered what their thought process was, how a person was like an asshole on web two, and then they bought a JPeg and magically just became a great person who cares about everyone. Like, how does that work? Like, what do you have to do to become this great person to join web three? Whatever that means."
    },
    {
        "speaker": "B",
        "text": "You just gotta, you just gotta wear that PFP proudly. Apparently it's a palate cleanser. It's a reputation palate cleanser."
    },
    {
        "speaker": "F",
        "text": "Yeah, I mean, it, it just makes no sense to me. Like, people have these thought processes, like, you know, the gatekeeping is still there. The insider groups, everything. It's not any different. It's just new technology. The idea that also, there's so many people coming out for different reasons. Joe's motivation is very different than Steve's and Jeremiah's. I put out a tweet today asking about if you ever bought art prior to web three, created or collected. And, you know, it's like so many people out here saying, I'm buying for the art. It's like, you never bought art before in your life. Like, why do you suddenly buy it? Because there's, you know, it's on the blockchain. I never bought art before. Why would I bought. Why would I buy art now? Right? And this group that's all put together in this JPeg world, we're very different people. There's also people who are straight gamblers here who are, you know, they're regular degenerates who aren't here for the tech, aren't here for the community, aren't here for that. The culture is fun of people who, you know, are doing drugs with them and gambling, but that's all they're there for. That's all they're here for. So with us being segmented like that, we're not one big happy family. It's, you know, all different people who happen to be using the Santech."
    },
    {
        "speaker": "B",
        "text": "That's a very good point, because I do feel like when I see. I don't know if you guys feel the same way when I see, you know, nfts or crypto portrayed in IRL. Like, it doesn't. It doesn't kind of jive with what I'm seeing in my day to day. But then, yeah, you make a good point. I mean, it's. What they're portraying is like a segment of the world that we live in. So. Yeah, that's smart people coming up today. Look at. Look at us. We have a real show today. Riggs, you wanna. You wanna touch on that? I'm totally fucked, man. You're putting me in between Moishi and Joe. I was totally gonna bring down the knowledge band right this second. But you bring up the no shade, by the way, sometimes. Not today."
    },
    {
        "speaker": "A",
        "text": "Not today."
    },
    {
        "speaker": "B",
        "text": "I feel like I've been tame. Unless you were talking about my. You know, I was talking about your. Absolutely. Bring the heat. Yeah, baby. Absolutely. So no shade being thrown here. Just putting that out there. It's actually kind of fun watching some of these honoraries just barely dip the floor at this point. So. Gee, money was the floor before Steve. Ok, Steve Aoki came in, came down below him, and now you've got Betty coming in below him. The race to the bottom is in at the ten eth mark. No, I'm just fucking around there. They're trying to get that money. So that's what I had to add to the conversation. Moishe, you, you said some unbelievable points there as well. Joe, Joe, you want to, you want to come in here and."
    },
    {
        "speaker": "C",
        "text": "Yeah, just, I just say it like this, right? A couple accounts came in and one of them told me why I came here and then mentioned that we're all here for ownership. And I'll just say, who's building that, right? Because like, none of this shit is about that, right? Oh, this is why we're here. We're for ownership. Well, we didn't come here so we could own fucking jpegs. Like, if that's why you came here, then good luck to you. I'm happy you've accomplished your life goal. That's not what the tech's for. That's not going to accomplish anything. Right? Selling t shirts with NFC chips that collect poe apps isn't new. My friend's been selling them at Buffalo Bill games for years now. We're building tools with shirts that have chips to carry your health records so that you can extend your fucking and golden hour when you're in the field of combat and you get injured. But that's tech, right? Like, that's actually having to use the blockchain, right? So like, once you start stepping into it and you go, okay, blockchain software, there's a whole bunch of different software. What software do I need to build this thing then? Who do I need to go and find so we can make that shit happen? But like, don't tell me why I'm here and don't tell me why you're here if you don't really know why you're here. Like, if you don't know what this shit can do, then that's cool. Just be like, I don't know anything about this, right? I'm not qualified enough to talk about this and that's cool. But like, there's actual use cases, there's things that you can change with this, right? And those things are getting built. But the problem is, is that most of the money is going towards dumbass things. And the dumbass things can get funded by VC's because the VC's will fund a bunch of dumbass things, but they don't want to fund the actual solutions and the actual foundational products for web three. So we keep getting further away from what we're actually supposed to be here building. And so when you're sitting on calls with these people and they're talking to you literally about games, tokens, I mean, I spent most of the second half of 2021 listening to VC's talk to me about when you're going to drop a token for a women's project. We'll back you if that's what you want to do. But that's not what we were trying to build. But that's what they want. So now they're in another phase, right? Because token, oh, we can't do token sec. But they don't want to build the actual tools, right? You say, hey, we can build a web three browser that gets rid of the wall connect and we can totally be inside this ecosystem with no assets ever lost. Want to build it? This is how much it costs. No. Can you talk to me about building a studio with an NFT project? It's like, no, there's enough fucking movie studios. So, I mean, I'll just say, like, if more people don't get into the game, like, you're gonna lose the game. And I don't even think people realize they're playing a game because they're too busy chasing JPeg money. And I'm done talking."
    },
    {
        "speaker": "B",
        "text": "I love it, Joe, always. I feel like, you know, we're sitting here playing, you know, pickup sticks and you're playing like 70 chess, you know, moist. You want to jump in here?"
    },
    {
        "speaker": "F",
        "text": "Yeah, Joe, I love your takes. Well, I got a question for you, man. Like, I don't under, I'm not in the world of VC's. That's, you know, you're speaking to these guys. It seems to me that if you were to take your average toddler, get them drunk, throw them on a roller coaster and ask them to make decisions, it would come out better than most of VC's investing decisions. It's just absolutely horrendous. And I asked this to a few people recently, and they're like, yeah, well, you know, VC's, you have to understand, they don't play with their money. They're playing with Monopoly money because they don't see it. I'm like, okay, but where's the accountability? Who's giving the VC's money and saying, here, lose my money for me? Like, are there no checks and balances whatsoever that they have to make, like, better decisions?"
    },
    {
        "speaker": "C",
        "text": "I mean, if you're asking me, I'll tell you. It's basically a cycle now, between finance bros that come in, there's the real problem. You guys, you probably get this because you're smart guy too. Like, we've. We've handed over the future of technology the last 20 years to people that graduated with finance degrees. That's what we've done. And now we're sitting here and we're wondering how come there's a consolidation of technology and how come actual tech has trouble getting funded. And it's because we've handed bros who want to talk about tam, the power to decide what the next tech boom is instead of actual technologists who want to build technology. Shit. So when you try to explain to them what it is that you're doing, their eyes glaze over and their head rolls back. And so what I've been advising the projects, the businesses that I'm working with is, don't ever talk to a Web three VC. Don't talk to any of them, because right now, they're too stuck in 2021. Like, let's build a product, and let's just go to a regular VC, and they'll get it. Because what they're looking for is, how can I do x faster? How can I do y cheaper? How can I make this better? And you go and you talk to them, and they say, yeah, we can do that. And then you say, it uses blockchain. They say, we don't give a fucked. We don't care. But you're here, and you better have some shit that makes it easier for Yuga or whatever paradigm is doing, or whatever 16 is deep into to do, and then that's what they want to put their money into. So, like, all the shit that we were talking about where you can come here and you can build and you can do this and you can do that, you can't actually do it. It's like we've gatekeeped our key, kept ourselves, and now we're heading backwards. So, yeah, they're not very smart."
    },
    {
        "speaker": "B",
        "text": "It's amazing. This has been a vc minute with Joe. Steve. Steve."
    },
    {
        "speaker": "D",
        "text": "Yeah, no, a couple of things. I mean, one on the honorary thing. It's funny, I've actually changed my mind throughout the day on this one where I actually saw last night the g money tweet, and I was like, oh, that feels kind of off putting. When I first saw it, like, admittedly, that was my initial reaction, but then I started reading the replies and seeing exactly. I won't belabor what people have said about the name, image, and likeness thing, but it's so true. And I realized also, like, I texted someone and they're like, what kind of an asshole sells an honorary? That's honorary that they said to me. And then I thought to myself when I sold my honorary bulls on the block last year, so I actually understand that there is, you know, I didn't want it. I didn't ask for it."
    },
    {
        "speaker": "A",
        "text": "I got it."
    },
    {
        "speaker": "D",
        "text": "It was nice to have someone offered me money for it. It was like only like .3 or something. So it was like a $1,000. But like, I realized, like, yeah, I mean, I've done it because it was something I didn't ask for. They, you know, made a promotional image for me and I've had other ones that aren't worth a ton of money that, you know, sometimes you connect with them, sometimes you don't. So I think there's, there's something to be said about that. The other thing I was going to say is, like, I don't think it's as bleak. I mean, Joe and I like, agree on a lot of things. I think sometimes the bleakness, I think might be a little overplayed. Like, I don't think that we're going to see this disappear as a whole. I do think that a lot of times the money, but we've talked about this. The money in any industry tends to go to where people can use money to make more money. Right. It's the same ideas we've talked about, like cancer funding. Childhood cancer gets very little funding because it's not a profitable industry that has smaller numbers and certain other types of cancer, which also should be looked into, get a little more funding. It's why pharmaceutical drugs oftentimes gouge people so that they can work on the other stuff and make money there. I'm not saying that's a good system or a bad system. I'm just saying it's the system. Agree that there's going to be harder flight attack, but I also don't think all VC's, I can tell you a 16 z is really smart people and really experienced people at the helm working for them. It's just, I think sometimes they take the data points from their researchers and apply them. Sometimes they have to combine that with what they see as a short, medium and long term financial opportunity. And Joe's like way more educated in the stuff to me. So by no means I'm trying to go like tit for tap, but I don't think it's as bleak as, as it, as it's laid out there. I just think that it's you know, right now, I think some of the investing is mirroring the current state of the market, which is, you know, a bunch of crazy crypto people, Twitter, people who go nuts over things like knock amigos, which have fun. Like, I'm not, like, knocking knock amigos. I don't own any. Like, I hope they all make a bunch of money and they go to the moon for people. But, like, I think that the VC market is just mirroring what we see in the current market to some degree, because that's sort of the game they feel like they have to play. Rather than trying to inherently change the game from a funding perspective, they're trying to figure out where they can make the most money on the short, medium, and long term, and maybe more short and medium than VC's previously before. But that's also part of, I think, the nature of the space. So I don't know, that's kind of a lot there. But I just, like, push back slightly on the doom and gloom of, you know, there won't be anybody left here."
    },
    {
        "speaker": "B",
        "text": "Joe, would you like to."
    },
    {
        "speaker": "C",
        "text": "Yeah. I'm not saying that there's not going to be people left. This is what. This is what I mean, Steve. Okay. It's like, I just read Scott's article, most recent article, a 16 that's published, right? So that's like a brilliant piece of writing. I don't know if you saw the, like, 20 page document that came out from a paradigm on, like, the legal ramifications of, like, decentralization. And it's. It's like one of the most ominous, like, titles. But if not, I'll send it to you. And you should read that. Okay, so you have people who are thinking that way working, you know, Mark Anderson, smart guy. Okay? They're smart people. When you sit down with one of them and you say, okay, this is. And I'm not saying you sit down with Mark. I'm not saying you sound with Scott, because those guys aren't in the room when you're sitting down with, like, a junior partner, right? Like you say, okay, this is what we're building. This is what it is, right? This is how it does. This is what it engages with. This is how it changes. This is how it changes that. They say, okay, hold on a sec. Let's go get this guy. And they bring in the NFT guy, right? You're like, no, no, no. This is not NFT project. This doesn't have anything to do with that. This is what it is. This is what it does. This is how it replaces this. This is what it does here. This is how much it costs. It costs two and a half million dollars. It'll take six months to build. By month twelve, we'll be doing 35 million in revenue. By years 24 or month 24, we'll be up to 65 million in revenue. That's conservative. We could actually hit twice that easily. Okay, but where's the NFT tie in? The. You're like, no, no, no, no. That's not what we're talking about here. We're actually talking about web three right now. We're not talking about nfts. Okay? So, like, they're so stuck. Not the people at the top and not the people who write about it, but the actual people right now who are coming out of Duke and Wharton, who are looking at your documents, are so stuck in the last year and the year before force thinking. Because what they're thinking is we can do a 50 x on this, right? Because that's going to do a 50 x, but they're stuck with that idea and they can't see the next idea, right? So that's where the frustration is. So we here are doing just fine. But the problem is, is what we've funded so far is things like Opensea. What's Opensea? Opensea is not a web three company, right? We've made two guys billionaires off OpenSea to build a really shitty web two website that has terrible customer service. If Opensea had fantastic customer service, we'd be like, okay, it's not great. They're rigging this fucking coin like they're taking this money from us. But we didn't do that. Right. Instead, what we got was a poor version of a marketplace, right? And what comes next? Either blur on the one side for volume traders or Amazon, right? And if Amazon pulls it off, then the solution to marketplaces at a web three level probably doesn't happen. And what that should be is more like a well organized Craigslist where the smart contract is handling everything and there's no middleman, because that's what you're supposed to do in web three, is get rid of the middleman. But instead, we're just going to go and see if this middleman over here, this big behemoth with a trillion dollars, does it better than this other behemoth over here, backed with hundreds of million dollars that's turned into a billion dollars. So it's like, that's where I get frustrated, because we keep funding things that aren't actually doing web three stuff. And then the people here either make money and they're happy or they lose money, but at the end of the day, they all get frustrated and they're like, where's web three? It's just like web two. And it's like, but we haven't actually built anything for web three yet. So that's my problem."
    },
    {
        "speaker": "D",
        "text": "Yeah, I would just, I would largely agree. The point where I would again, like probably modify it from where I stand is like, I would say agree with like the general sentiment on something like an opensea. I think there's an opportunity for better marketplaces that enable better web three abilities that maybe are unrelated to necessarily like a craigslist of self custody contract work, which would be true web three versus ones that enable creators or others in a different way. And isn't just serving as a sole middleman, isn't serving as a sole Amazon world. Like, so I think like moving the dial closer towards that web three is equally good without throwing out all of web two necessarily. But I think the underlying point I totally understand. So chamber I won't hijack any longer, but yeah."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm getting hungry. Maybe some of you guys are too. We're going to wrap it up right there. Felix got a hand up, but I apologize. The sandwiches are calling my name. We made some great new friends today. A lot of newcomers to the show. So if you're not following, maybe I know I'm following after I'm done here. People like Faroken and I think Mika was on and gee money, I don't know, gee somebody. But definitely check those guys out if you haven't. But that's going to do it for me. I'm sure bunch will be proud of me ending the show on a high note. But yeah, until next time, stay meant it."
    }
]