[
    {
        "speaker": "A",
        "text": "Bunch, are you a supporter of the communist party?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "I missed you since Monday. We had fun on Monday. I was a funny show."
    },
    {
        "speaker": "B",
        "text": "You had fun on Monday."
    },
    {
        "speaker": "A",
        "text": "I listened back yesterday. That was a fun show."
    },
    {
        "speaker": "B",
        "text": "Look, I'm all for it. I think that really what needs to happen, Steve and Joe need to become the new co hosts, and it really will just be a debate show between you and the two of them. I think is that's fair, where this show should go."
    },
    {
        "speaker": "A",
        "text": "I was. I was going to text you today."
    },
    {
        "speaker": "B",
        "text": "There was some solid, you know, some solid back and forths there, and I had, you know, nothing positive to contribute. Tino, in the. In the chat here in the discord says, I love that chamber now posts the mid mic crisis in the shitcoin chat and not the war room."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like our people are in the shitcoin season chat, but you know what? I should post it in both."
    },
    {
        "speaker": "B",
        "text": "I don't know how I ended up in the shitcoin season chat as much as I am."
    },
    {
        "speaker": "A",
        "text": "You just showed up one day."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just decided, okay, I like to gamble. Let's do this. And here I am. Now I'm all in Jupe and currently losing my shirt."
    },
    {
        "speaker": "A",
        "text": "Jupiter."
    },
    {
        "speaker": "B",
        "text": "You make me want to jupe."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Bought. Bought the generational top, as I am one to do. And here we are."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, what are we talking about? Like, I was just looking at the."
    },
    {
        "speaker": "B",
        "text": "Chart, so my experience this morning was so brutal, though. It was terrible."
    },
    {
        "speaker": "A",
        "text": "So you want to. You want to recount it for me?"
    },
    {
        "speaker": "B",
        "text": "I mean, like, look, the. The strategy going in Washington, as we talked about, get in as early as possible. And, of course, everybody's trying to do the same. It launched at about $0.40, currently sitting at $0.62 ish, 62 and a half. But, you know, you couldn't get a swap in. It was hard to tell where the price was. Actually. They had, like, the spot price on. On the website, but you couldn't get anything in. And so there's some of those functions that we were talking about the other day, like, you know, the ability to DCA and the ability to do limit orders and all that good stuff, and the network was so congested that none of that stuff was actually working. So I first tried to, like, I first tried to swap. Swap wouldn't get through. So I'm like, okay, well, let me try some of this other stuff. Let me try a limit order at a price I know I want to buy athlete. Let's just see. And so I did that, and nothing was executing even though the price said it was under what my limit orders were, so nothing was executing. Then because of that, as you do this, your tokens are locked. Like you have a locked order. So I can't even just swap and whatever, I can't just decide I'm going to swap. So I had to furiously try to cancel these limit orders and that was taking forever. It wouldn't go through. I had to mess with all kinds of priority fees and everything like that and finally was able to kind of get my stuff out of the limit order. And then I'm like, okay. And then JP Kaz was like, hey, the DCA function is working for me. So I'm like, okay, let me go try that. And nothing was executing. And I'm sitting there for 10, 15, 20 minutes, like with this order in with my tokens locked, and I, here goes the price all the way up to $0.70 from 40. And finally my stuff gets through at like 68. And here we are down only since then."
    },
    {
        "speaker": "A",
        "text": "I mean, you're not, you know, cripplingly."
    },
    {
        "speaker": "B",
        "text": "Down for the, for the size of the bag."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "No, no, it's not, it's not so much that I'm like, it's more so that the strategy was right and I couldn't execute on it because the platform wasn't working properly."
    },
    {
        "speaker": "A",
        "text": "Right. Had you picked it up at $0.40?"
    },
    {
        "speaker": "B",
        "text": "Right. Yeah. Which I was ready to do. We were all ready to do it. We couldn't get through. And it was not lost on me that the token I'm buying here is for a platform that did not work. We'll see how that goes going forward. However, I did go and listen to some of the space, the spaces that were being held afterwards just to try to validate my own, you know, decision making. I was, I left there, you know, pretty bullish on it. We'll see. Shane is good at making me bullish on it as well. It seems like it will be the go to launchpad here for tokens on Solana. Holders of this token are going to be first to get airdropped, these new tokens and things like that. So there's reason to buy, there's reason to hold. And even if you're looking at what's going on with the price action so far, candles are small. I'm sitting here on 15 minutes candles and they're, it's, it's down."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's just flagging."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's exactly right. Right. And, and what that tells me on an airdrop like this is like, okay, people are taking their free money and they're just dumping into liquidity, but, like, you're not seeing mass selling, you know?"
    },
    {
        "speaker": "A",
        "text": "No, I mean, and honestly, the range is realistically, like seventy three cents to sixty two cents."
    },
    {
        "speaker": "B",
        "text": "Right. Which is great. Like, and like you said, like, it's a, it's flagging and so candle."
    },
    {
        "speaker": "A",
        "text": "And honestly, the rain to bottom is probably like sixty cents."
    },
    {
        "speaker": "B",
        "text": "Sixty one cents. So, like, I fully anticipate over the next, you know, 72 hours, if everything goes smoothly, that, you know, this could kind of break out to the upside, potentially. I mean, of course I could just lose it all and it goes to zero. I put a big. I put a big ass bet on, I'll tell you that. Yeah, it's one of the bigger bets I've made in quite some time. So, uh, you know, I, I just, I feel like the narrative is there. I feel like the attention is there. Um, I'm more comfortable holding something like this than, you know, just randomly tossing a couple soul here and there into a bunch of shit coins that I really have to manage. Like, I'm okay being down slightly on this over the next, you know, couple days or a week or whatever. Yeah. If all the signs stay long term bullish, you know what I mean? Like, that's okay to me, where I don't necessarily have to manage a trade like I do in a shitcoin as much, you know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "100% I know."
    },
    {
        "speaker": "B",
        "text": "I mean, some would say this might be a shitcoin in terms of it not being a, you know, bitcoin eth, Solana type thing, but, I mean, I don't know. Seems. Seems like a relatively decent upside play to me. You know, some of the folks, VC folks that I trust in the Solana ecosystem, are very bullish on this. One of them I was talking to this morning in a group, and he said he thought targets on this could be as high as a buck 50. And he saw, you know, 15 billion as a yemenite market cap, not crazy. So he was super bullish on it, which gave me a little validation, but who knows? We'll see. But that was my experience today. I was just very frustrated trying to get in, knowing I had the right strategy, but I just assumed the tools would work and they didn't because Solana has brainworms."
    },
    {
        "speaker": "A",
        "text": "It sure does. It's funny you bring up market captain, because I think we're so traumatized, or a lot of us are, at least recently with the market caps we've been dealing with in like meme coins and whatnot. And I think currently right now if the numbers are accurate, we're just under a billion dollar market cap right now for Jupiter. And I just pulled up some of."
    },
    {
        "speaker": "B",
        "text": "The fully diluted is, so that's circulating market."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Like that's market cap and circulation. Fully diluted is 6.2 fully."
    },
    {
        "speaker": "A",
        "text": "So when I look at the market caps on like Coingecko."
    },
    {
        "speaker": "B",
        "text": "And so just for, I want to."
    },
    {
        "speaker": "A",
        "text": "Compare apples to apples."
    },
    {
        "speaker": "B",
        "text": "Well for context, the, when I mentioned the 15 billion number we were talking about just a second ago, that was a 50. That's a fully diluted number. That, okay, that they were referencing. Nothing circulating."
    },
    {
        "speaker": "A",
        "text": "No, that's fair. But when I look at like Coingecko, I don't believe it's fully diluted market cap when they show the market caps there, correct?"
    },
    {
        "speaker": "B",
        "text": "Probably not. I don't think so."
    },
    {
        "speaker": "A",
        "text": "So I mean let's just, I mean I'm just looking at like could this be a top 25 hold? You know I'm looking at uniswap right now at number 23 currently with a four and a half billion dollar market cap."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like why couldn't this be similar?"
    },
    {
        "speaker": "A",
        "text": "I don't see why it couldn't."
    },
    {
        "speaker": "B",
        "text": "It's potentially a better platform if the network works."
    },
    {
        "speaker": "A",
        "text": "Oh absolutely. And I mean we're talking about right now where prices are the way, you know what they are at the peak of a bull market. I mean these market caps could be significantly bigger."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know if I'm holding that long, but for me I would probably look to get out of this, probably sell some around a buck, some around a buck 20 if it gets there and then hold the, hold the moon bag I guess."
    },
    {
        "speaker": "A",
        "text": "I guess so moonbag, how did you."
    },
    {
        "speaker": "B",
        "text": "How did you play this as I."
    },
    {
        "speaker": "A",
        "text": "Kind of thought I would just claimed it and I'm holding it. That's it."
    },
    {
        "speaker": "B",
        "text": "Okay. So you're just, you're not even bothered, you're just laid, moisturized with, wrapped up in your Soviet Union flag. Me, I'll be sweating this until I'm rich or poor. One of those two."
    },
    {
        "speaker": "A",
        "text": "That's okay. I got a whole telegram group yelling at me."
    },
    {
        "speaker": "B",
        "text": "Let's talk about that. How's that going? I am just, I mean talk about down bad."
    },
    {
        "speaker": "A",
        "text": "I mean hey, I mean not down. Whatever. It is what it is. We launched under, I think at the time I mentioned we'd launched between 81 hundred k market cap."
    },
    {
        "speaker": "B",
        "text": "You're currently sitting around 30k, around a 30k market cap."
    },
    {
        "speaker": "A",
        "text": "I think we launched at about a 70k market cap. I think what we talked about the other day plays a big factor with the Jup. Airdrop coming. We're not seeing a ton of projects, seeing a ton of volume. But the feather on our cap right now is our liquidity. Our liquidity is almost a one to one ratio with our. That's pretty good, which is absolutely terrific. Right. We have 30, $30,000 market cap with $27,000 worth of liquidity. So, baby, yeah, come on. I'm not worried about it. This is. I feel like this is a little bit of a longer game."
    },
    {
        "speaker": "B",
        "text": "I'm only down 38.39%."
    },
    {
        "speaker": "A",
        "text": "We're going to make that up in a blink of an eye. And that's kind of the fun thing."
    },
    {
        "speaker": "B",
        "text": "With these, with the really low caps. Holy cow. You. You throw one. One soul in here at this point for me."
    },
    {
        "speaker": "A",
        "text": "You're moving, Martin. Yeah."
    },
    {
        "speaker": "B",
        "text": "I could dca this thing, and next thing you know, I wake up and I don't know. I don't know how you're getting buyers eventually, but, like, you know, well, you could just go parabolic at some point."
    },
    {
        "speaker": "A",
        "text": "You could. I mean, what we're trying to establish is what I really wanted to avoid is any sort of, like, pump and dump. Right, right. It's not good for anybody. I'm not looking to, you know, make money off of. Off of, you know, it's probably a scam. I wanted to say, scamming people, that's not a way I like to make money. I like the idea of a meme coin, and I like the idea of a meme coin community. And I like the idea of being the leader of a community."
    },
    {
        "speaker": "B",
        "text": "Yeah. Look, you're. You're the charismatic leader that meme coins have needed."
    },
    {
        "speaker": "A",
        "text": "Absolutely. So that's. That's what I'm in it for."
    },
    {
        "speaker": "B",
        "text": "I'm in it the other day in our chat, and I think you are. This is your David Koresh moment."
    },
    {
        "speaker": "A",
        "text": "That's right. That's right. David Koresh. And that being said, I'm gonna. You know, David Koresh was the victim in all of this."
    },
    {
        "speaker": "B",
        "text": "By the way, that if you have not seen. What's the. What's show called?"
    },
    {
        "speaker": "A",
        "text": "I think it's called just waco."
    },
    {
        "speaker": "B",
        "text": "Waco."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "It's called waco. Waco. That was fantastic. Little great show. Yeah, that was good. If you haven't seen that, you should watch it. It's very good."
    },
    {
        "speaker": "A",
        "text": "I like that you sent me the jif, by the way. I am saying gif now."
    },
    {
        "speaker": "B",
        "text": "Oh, look at you."
    },
    {
        "speaker": "A",
        "text": "My ten year old daughter."
    },
    {
        "speaker": "B",
        "text": "Welcome. We have snacks we. Yeah, it's great to be amongst the jiffers."
    },
    {
        "speaker": "A",
        "text": "I was in the car with. With my daughter, and she's like, do you say gif or jif? And I say. I'm like, well, I said. I say gif. But a lot of, you know, I have friends that say jif. She's like, jif is the right answer. And I'm like, all right. Okay."
    },
    {
        "speaker": "B",
        "text": "That's what she said."
    },
    {
        "speaker": "A",
        "text": "That's what she said. Yeah."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "I said, bunch. I told her, bunch is. Is a part of the jiff community."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm very strong. The charismatic leader of the Jiff community."
    },
    {
        "speaker": "A",
        "text": "He's bunch Jif hat."
    },
    {
        "speaker": "B",
        "text": "Yeah. Bunch Jif hat. Oh, I love that. I love that. Now, that's where, like, someone needs to meme my profile picture with my hat, just, like, moving in a gif. There you go."
    },
    {
        "speaker": "A",
        "text": "So. But you sent me the gif of David Koresh from the show, and I sent back to him, like, do you know that's Riggins from Friday night lights?"
    },
    {
        "speaker": "B",
        "text": "I feel like you had told me it before, and I forgot, and then I looked again, and I was like, oh, my God, you are so right. And that's incredible. He's much skinniere."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. He's not as cool in. In the waco show."
    },
    {
        "speaker": "B",
        "text": "We have a published author. Spamming the thumbs down button."
    },
    {
        "speaker": "A",
        "text": "He likes a gif, I think."
    },
    {
        "speaker": "B",
        "text": "Oh, guy's a gif. Guy. He's a gif."
    },
    {
        "speaker": "A",
        "text": "He's rising grind and giffing it out. You know, I'm saying."
    },
    {
        "speaker": "B",
        "text": "Yeah. And look, I mean, Payne, we might need a pole up top for Gif or Jif. I have a feeling it's gonna go hard to the gif way, but I."
    },
    {
        "speaker": "A",
        "text": "Feel like we're swaying people. I feel like there's a gif, man."
    },
    {
        "speaker": "B",
        "text": "You have been the community leader of a telegram for two days, and you think you have that kind of power?"
    },
    {
        "speaker": "A",
        "text": "I think we're moving markets, man."
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't know."
    },
    {
        "speaker": "A",
        "text": "Oh, the buy bot just said, we got a. Oh, you got a make it all back. I had no idea what I was doing with this telegram. And then people are asking for stuff, and I'm, like, googling how to add these things, but, you know, I'm piecemeal this thing together."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, your level of preparation is."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Upwards of days."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, well, yeah, we do have, you know, I'm gonna put. I'm gonna put out a spaces this evening. Just, like, a little update for everybody."
    },
    {
        "speaker": "B",
        "text": "Wow, you are. You're gonna have a space?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I mean, just like an update space."
    },
    {
        "speaker": "B",
        "text": "So, like, here's, here's some questions for you that, yeah, you should prepare pre space. People, people are going to ask, especially those in your, in your telegram, like, what is this? What is the vision of the project? Like, what is. And they're also going to ask, like, when marketing. And they're going to ask those things that coin they asked."
    },
    {
        "speaker": "A",
        "text": "They've been asking this ad nauseam."
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. So, like, if you get on a space, you better fucking answer."
    },
    {
        "speaker": "A",
        "text": "So the same answers are all the time. What's the plan? The plan is to make it all back. It's in the name. So I feel like that. And then marketing is a very vague term. What does marketing mean? Like, is this marketing?"
    },
    {
        "speaker": "B",
        "text": "I never understood this from, like, the token community, right? Oh, when are the devs going to turn on marketing? Like, what do they want to see, a fucking square billboard?"
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "The, the idea is, though, like, I would say marketing in this sense, in order for any of these things to grow, you need community buy in, right? Like, you need meme. You need the meme to proliferate. So I would say in this. In this sense, what can you do to make the meme proliferate, right?"
    },
    {
        "speaker": "A",
        "text": "Like, yeah, I think the meme helps."
    },
    {
        "speaker": "B",
        "text": "Hey, how about, how about some, how about some gifts? Like, the pudgy penguins are out there. Like, make some make. Get yourself. Get yourself a."
    },
    {
        "speaker": "A",
        "text": "Well, here, let me just show you what I've done."
    },
    {
        "speaker": "B",
        "text": "Let's get mascot going."
    },
    {
        "speaker": "A",
        "text": "And so we do have a mascot. It's me be the money demon."
    },
    {
        "speaker": "C",
        "text": "Meeby."
    },
    {
        "speaker": "A",
        "text": "Yeah, me be. Yeah, the money demon. It's this cute little thing, but I think it's funny that it's a money demon."
    },
    {
        "speaker": "B",
        "text": "It kind of looks like. God. There was a very ugly NfT project that I bought at one point that reminds me of. There was. I forget what the hell it was. It's called. The character was called the Charles, though. So maybe somebody out there remembers what the hell?"
    },
    {
        "speaker": "A",
        "text": "The Charles?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "There'S a couple. Like, I think it was funny. So somebody was making some memes and some imagery based on it. And my thought was, it's funny to take movie scenes and quote them, but, like, you know, change it around a little bit. So it's like, make it all back. So, like, the one I posted here is like the Rocky four, where Rocky is against the Russian, which I also think it's funny and maybe is the referee in the middle, but the quote is, if I can make it all back and you could make it all back. Everyone can make it all back. Which is the. You know, if I could change."
    },
    {
        "speaker": "B",
        "text": "And you can change when you have to explain the quote, though."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, if you're not a rocky fan."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know what I mean? Well, I am a rocky fan."
    },
    {
        "speaker": "B",
        "text": "I would argue that your audience is much younger than this."
    },
    {
        "speaker": "A",
        "text": "Listen, I don't know what quotable. Name me a current quotable movie, because I looked."
    },
    {
        "speaker": "B",
        "text": "I looked. I don't know. But. But I thought the same thing."
    },
    {
        "speaker": "A",
        "text": "I thought the same thing."
    },
    {
        "speaker": "B",
        "text": "We do have the poll up. Pain. Pain came through. He's got the poll. Jiff or gif? Up top."
    },
    {
        "speaker": "A",
        "text": "Okay, good."
    },
    {
        "speaker": "B",
        "text": "Weigh in. The people need to know, and that's it."
    },
    {
        "speaker": "A",
        "text": "All right. This is exciting. I feel like. I feel like as. As time goes by, I feel like a jiff will overtake. Like I said, my. Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, look, especially if the younger generation."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying. This is. This is. This is why I'm learning."
    },
    {
        "speaker": "B",
        "text": "So maybe I was just ahead of my time. I don't know."
    },
    {
        "speaker": "A",
        "text": "Visionary."
    },
    {
        "speaker": "B",
        "text": "Yeah. Somebody. Some might say that."
    },
    {
        "speaker": "A",
        "text": "Uh, so, I mean, we have a ton of liquidity right now. What are your. What are you. Yeah. Like, what. What's going to happen? I don't know."
    },
    {
        "speaker": "B",
        "text": "What's going to happen to you?"
    },
    {
        "speaker": "A",
        "text": "No, to the market."
    },
    {
        "speaker": "B",
        "text": "Oh, gosh. So I don't know. We. So everything is kind of taking a little dip right this second."
    },
    {
        "speaker": "A",
        "text": "Now. This is like."
    },
    {
        "speaker": "B",
        "text": "Came from a Powell announcement or conversation or something. I don't know. Did you see this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I have no idea. Yeah, I don't know. I've been kind of head down for."
    },
    {
        "speaker": "B",
        "text": "Just making memes, just."
    },
    {
        "speaker": "A",
        "text": "Just putting out, just trying to answer marketing questions."
    },
    {
        "speaker": "B",
        "text": "I fear you have no idea what you got yourself into."
    },
    {
        "speaker": "A",
        "text": "I'm gonna be honest, our telegram group is pretty solid. There's, you know, it seems to be pretty good for the time being. We'll see what happens."
    },
    {
        "speaker": "B",
        "text": "But I would say spirits are high spirits."
    },
    {
        "speaker": "A",
        "text": "I mean, as high as they can be now. Good group. Good group."
    },
    {
        "speaker": "B",
        "text": "So far, some questions for you. Who is the biggest holder that you have? Are you aware of them? Have they made themselves known?"
    },
    {
        "speaker": "A",
        "text": "I don't believe so."
    },
    {
        "speaker": "B",
        "text": "Outside of the team, of course."
    },
    {
        "speaker": "A",
        "text": "Yeah. I don't know. 100%. Because it's not like eth. I mean, some people have, like, a. Because I'll check them."
    },
    {
        "speaker": "B",
        "text": "How much do I have? I have. I have way too many. First of all."
    },
    {
        "speaker": "A",
        "text": "No, you don't. You don't have enough. You need more. You need, you know, I want that answer. To be you is the biggest holder."
    },
    {
        "speaker": "B",
        "text": "Well, maybe jupe goes to the moon. Who knows?"
    },
    {
        "speaker": "A",
        "text": "Maybe. Yeah."
    },
    {
        "speaker": "B",
        "text": "Like I have 102.47 million."
    },
    {
        "speaker": "A",
        "text": "That's enough. That's enough."
    },
    {
        "speaker": "B",
        "text": "I thought it was enough. Yeah, that's, it'll be great when it hits a dollar."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "I mean, well, that'll, this is where the NFA ticker comes across the bottom."
    },
    {
        "speaker": "A",
        "text": "That'll put us in the top ten."
    },
    {
        "speaker": "B",
        "text": "Financial advice. Not financial advice."
    },
    {
        "speaker": "A",
        "text": "1 second dollar one would be a tendency. $10 billion. 1 second. That's a $10 billion."
    },
    {
        "speaker": "B",
        "text": "You've definitely got that."
    },
    {
        "speaker": "A",
        "text": "Top ten. Maybe. Maybe top twelve. Top twelve."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Not a big deal. Could happen. Could happen."
    },
    {
        "speaker": "B",
        "text": "At this point, I would be happy."
    },
    {
        "speaker": "A",
        "text": "Dogecoin is eleven. I don't understand why we can't be twelve."
    },
    {
        "speaker": "B",
        "text": "Well, look, they've turned on the marketing."
    },
    {
        "speaker": "A",
        "text": "Did they? What did they do?"
    },
    {
        "speaker": "B",
        "text": "Look, they got into Elon, SNL. What do you."
    },
    {
        "speaker": "A",
        "text": "I know, I know. I'm pumping it on mid my crisis. Basically the same."
    },
    {
        "speaker": "B",
        "text": "There's upwards of a dozen listeners to this show, so."
    },
    {
        "speaker": "A",
        "text": "But I do, I do stand by that. This is marketing talking about it right now."
    },
    {
        "speaker": "B",
        "text": "I don't know, but besides, I'm definitely jumping on a burner later and joining this space."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know. Yeah, well, apparently, I don't know if I mentioned who is my co founder? I don't know if we have, but my co founder will be on a plane during this, during this space."
    },
    {
        "speaker": "B",
        "text": "He's really hanging you out to dry, huh?"
    },
    {
        "speaker": "A",
        "text": "No, no, no. He'll be participating in the air."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, he'll be participating in the air."
    },
    {
        "speaker": "B",
        "text": "Talk about a marketing stunt."
    },
    {
        "speaker": "A",
        "text": "I know. I couldn't get ahold of him today. I thought he dipped on me. He's like, sorry, I was in the desert on a hike. I'm like, you're killing me right now."
    },
    {
        "speaker": "B",
        "text": "Super high on peyote and trade and jupe. He was, yeah, he was on a vision quest."
    },
    {
        "speaker": "A",
        "text": "He was. I'm like, marketing. I literally said, what is your life like?"
    },
    {
        "speaker": "B",
        "text": "I thought he, I think he had a week's vacation this week."
    },
    {
        "speaker": "A",
        "text": "I thought he was away for work, but then when he texted or when he messaged me saying that he was on a hike in the desert, I didn't know what was happening. So maybe he's on holiday."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know."
    },
    {
        "speaker": "A",
        "text": "Anyway, but, yeah, so, yeah, he'll be, he'll be calling in from the air in his private jet coming down from peyote, which is nice, but yeah, I don't know. So nfts like, I don't know, is everything pulling back? Like, what I'm talking about?"
    },
    {
        "speaker": "B",
        "text": "I haven't even looked at any nfTs."
    },
    {
        "speaker": "A",
        "text": "What do you hold. What do you got NFT wise?"
    },
    {
        "speaker": "B",
        "text": "Oh, dude, nothing. I don't have anything. No, I thought you have a. I thought I was going to buy a doodle and I didn't. I still have."
    },
    {
        "speaker": "A",
        "text": "Do you have a crypto undead? Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's it. Let's. The only thing I have. Nice."
    },
    {
        "speaker": "A",
        "text": "I don't know. Yeah, I think I got such a."
    },
    {
        "speaker": "B",
        "text": "Great deal on it."
    },
    {
        "speaker": "A",
        "text": "You did get a good deal. I mean, it's."
    },
    {
        "speaker": "B",
        "text": "You sold under market price, which I don't even know. It may be market price now, but."
    },
    {
        "speaker": "A",
        "text": "It'S still under market price. I'm just looking now. Yeah. It's closer to market price, though."
    },
    {
        "speaker": "B",
        "text": "You know, you hooked a brother up and I got it for under what I could have."
    },
    {
        "speaker": "A",
        "text": "And so, you know, you'll break even at some point."
    },
    {
        "speaker": "B",
        "text": "Doodles are dipping. So I waited. I almost bought one at like, 2.8, and now they are at 2.18. So glad I waited there. But, like, I don't know. I don't have any. I don't really know what else I'm gonna buy for nfts. I kind of forgot that clear silver thing today was today, but I did not. I probably would not."
    },
    {
        "speaker": "A",
        "text": "What's a clair silver?"
    },
    {
        "speaker": "B",
        "text": "Clear."
    },
    {
        "speaker": "A",
        "text": "Do you say clear silver or clear silver?"
    },
    {
        "speaker": "B",
        "text": "Claire Silver. You don't know who Claire Silver is?"
    },
    {
        "speaker": "A",
        "text": "No, totally. I know. That is. Oh, she's a hot ones, right? Is it a girl?"
    },
    {
        "speaker": "B",
        "text": "I hate you so much. I I wouldn't. I don't see myself, uh, ponying up an eth, though. That was. Her mint was an eth. So I probably would not have actually bought if I remembered. Uh, anyway, but, yeah, that's about it. What else?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm just trying to figure out where. Where all this liquidity is going to, but I do think."
    },
    {
        "speaker": "B",
        "text": "Why are you saying there's so much liquidity? Just because of this airdrop?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Do you know much like. Yes, there's a billion dollars worth of liquidity, technically, in the market right now, of new money, and some of it is sold off. So I'm just trying to figure out."
    },
    {
        "speaker": "B",
        "text": "Where do you think it's going?"
    },
    {
        "speaker": "A",
        "text": "I think. I think some of it went to Solana. I think. I think we mentioned. I think you mentioned that on the last show, that Solana should see some help from it. But if we're also saying that there was an. I don't know what happened in the crypto, like, the overall crypto market."
    },
    {
        "speaker": "B",
        "text": "So what I'm saying, that's down today?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it is down, but I don't know what happened. But you're saying there might have been some political news or something like that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Your co founder said that Powell said something today."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So must have been. You might have been tripping balls, though."
    },
    {
        "speaker": "B",
        "text": "Down 1.5. Down 1.49% on bitcoin, down 3.4% on eth. Seoul is down 5.39% today. So, you know, everything going with it. So, like, actually, that's actually maybe even more bullish for my Jupiter bag because, you know, USD price could be being pulled down from all."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Other stuff as well."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, so I don't know. You watch anything good lately, by the way? I forgot. I keep forgetting to ask you, because I."
    },
    {
        "speaker": "B",
        "text": "Anything good lately?"
    },
    {
        "speaker": "A",
        "text": "No, because I was."
    },
    {
        "speaker": "B",
        "text": "Nothing. Nothing that you would enjoy?"
    },
    {
        "speaker": "A",
        "text": "No, it was, like, just game shows and."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I always watch."
    },
    {
        "speaker": "A",
        "text": "I did. We talked about the other day, but I watched the season finale of it's always sunny in Philadelphia from the last. It's criminal how good that show still is in, like, season 16 or whatever it is. I don't know. I think it's 16."
    },
    {
        "speaker": "B",
        "text": "I think it's 16."
    },
    {
        "speaker": "A",
        "text": "That last episode where Dennis is taking a mental health day. I think the episode is called Dennis takes a mental health day, and he wants to go to the beach. He ends up renting a car, which is like a Tesla type. It's basically a Tesla without calling it a Tesla, and slowly spirals out of control. And it culminates in him, I think, visiting the CEO of Tesla. Basically, it's Elon Musk and plunging his hand into his chest, ripping out his heart, crushing it into his hand, into a diamond, and then eating the diamond. All to the sound. All to the sound of rock sets. What about. Is it. What about love? I'm trying to think of the song now. It is a masterpiece. My level of enjoyment just absolutely peaks at the end of that show. And it turns out all of that was in his head, and he's just mentally bringing his blood pressure down because he was at a doctor's visit, and I think that is just fantastic writing. So. Yeah, so, I don't know. I watched. What did I watch? Are you familiar with please don't destroy, which is basically like the new lonely island?"
    },
    {
        "speaker": "B",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "They're pretty good. They're like. They're same guys. No. So they're like. So there's three guys. Two of them are the sons of, like, nineties SNL writers. So, like, they're, like, what they call Nepo babies, you know, they got, they got the in, but they're very funny. And I just watched their movie, and it was pretty good. It was like, please don't destroy and, like, the treasure something. It was like a, it's like a good, like, if you like, like, late nineties, early two thousands comedies, you know what I mean? Like, I feel like they don't make those types of movies anymore, like, fun comedies. Like, it was, it was one of those. I felt it was a pretty good thrill."
    },
    {
        "speaker": "B",
        "text": "I feel like comedies in general are, like, not a thing anymore."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, they don't make Chris Farley and Adam Sandler movies anymore. Like, even though Adam Sandler still, like."
    },
    {
        "speaker": "B",
        "text": "Mark Wahlberg movies now that are, like, pseudo comedies."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Hey, it's me, Mark Wahlberg. How's your mother? Say hi to your mother for me."
    },
    {
        "speaker": "A",
        "text": "It's upsetting how much I like, I don't like Mark Wahlberg at all, but it's upsetting how much I love the other guys."
    },
    {
        "speaker": "B",
        "text": "See, like, that's the kind of comedies that are good."
    },
    {
        "speaker": "A",
        "text": "That are, which is good. I mean, other guys is a good comedy."
    },
    {
        "speaker": "B",
        "text": "Like, you don't get, like, old school anymore. You get other guys."
    },
    {
        "speaker": "A",
        "text": "But I did feel the please don't destroy movie gave you that kind of, like, silly, classic comedy, which I enjoyed. But, yeah, we'll see. It's good, but there's nothing. There's nothing to watch, I find these days. But, yeah, it's disheartening. I feel like after I'm done being the charismatic leader of a cryptocurrency project, I may turn around and start prolifically writing top tier comedies. So we'll see."
    },
    {
        "speaker": "B",
        "text": "I think if I, like, had to peg you for anything, like, if you could be anything you wanted when you grow up, I feel like one of your dreams would be to be a comedy writer. Is that accurate?"
    },
    {
        "speaker": "A",
        "text": "100%. I just wish I could write. My illiteracy gets in the way. Do you know what I'm saying? Yeah, I know what's funny."
    },
    {
        "speaker": "B",
        "text": "Now you can. Now you can get chat GPT to help you."
    },
    {
        "speaker": "A",
        "text": "That is true. I'm. I would. I think. I think my dream is just, like."
    },
    {
        "speaker": "B",
        "text": "Feed it a script of your favorite comedy and say, this is the writing style I want to emulate, and then start giving it your own ideas."
    },
    {
        "speaker": "A",
        "text": "It's not a bad idea, but I do like the idea of being, like, a truck guy. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I always see you, like, posting your services for punch up guy."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm like a punch up guy. Give me your script."
    },
    {
        "speaker": "B",
        "text": "I'm material. And I'll make it. Make it slightly better."
    },
    {
        "speaker": "A",
        "text": "Exactly. I will make it moderately better. But, yeah, that's, that's. That's my role in life."
    },
    {
        "speaker": "B",
        "text": "I think maybe you should take your favorite script, throw it into chat GPT, and say, this is the style I want, and then just start giving it ideas and just see. See how it writes a scene for you, and then you can punch it up yourself."
    },
    {
        "speaker": "A",
        "text": "This is great. This is good advice."
    },
    {
        "speaker": "B",
        "text": "I actually think you could put together something pretty decent."
    },
    {
        "speaker": "A",
        "text": "So I have maybe a premise that we could work with here, because before the show, I went in a world. So."
    },
    {
        "speaker": "B",
        "text": "Again, I feel like a movie."
    },
    {
        "speaker": "A",
        "text": "Can I do the trailer 100%? Okay. So I do like the idea of writing what I know. So, like, you know, right now I know. Well, the shitcoins, being a parent to young kids, you know what I'm saying? Like, that's. That's the world I live in currently. And so today I go to pick up my kids, and we live close to the school, but my wife drives to pick up the kids all the time."
    },
    {
        "speaker": "B",
        "text": "They let you within that distance of the school."
    },
    {
        "speaker": "A",
        "text": "If I, you know, I gotta be quick. I gotta be quick. My big worry. My big worry is it was a. I forget what movie it was. It was like, horrible bosses or something. And, like, you know, Charlie Day, isn't it? It was a Charlie Day movie, and I think it was horrible bosses. But he got arrest in this movie. He was drunk one night and was walking back home from the bar and peed outside as he, you know, walked, you know, as he was walking home, but he ended up peeing. He was crossing through a park and ended up peeing in the park while he was walking home. Obviously, nobody there. He gets arrested for public indecency and now cannot go close to a school, which I think is a nightmare because I walk. So the school is connected to this massive park, and I walk through it all the time, and I always wear them. One day I'll be drunk, walking back from a neighbor's house or something, and I'll be like, I'll get arrested, and this is going to happen to me. So this is a fear of mine innocently being arrested for something very, very innocent, right? So today I walk to pick up my daughter, or, pardon me, I go for a walk. As I come back, I'm walking by the school. So I stopped by because it's coinciding with pickup. My wife's already there. My wife doesn't walk to pick up the kids she drives. So my one daughter's like, hey, let me walk home with you. I have something to tell you. So we're walking back and she's like, some kid died at school today. And I'm like, what? She's like, yes, I saw. I'm like, you saw this? And I'm like, what happened? She's like, they were doing flips off of like the jungle gym or like something and they hit their head on the bench and she's pointing to it and I'm telling you it's like 30ft away, okay? I'm like, there's no way that happened. There's no way some kid propelled."
    },
    {
        "speaker": "B",
        "text": "You are a liar."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, there's no, like, she's a ten year old kid like you, you know, the kind of, you know, insanity these kids go through. And I'm like, there's no way that happened. So we're walking further along and in another part of the park there's a swing set and a bunch of these kids, a bunch of kids are around this bench and my daughter's like, can I go see my friends? So she runs up and as I get there, there's like twelve kids around this bench. And it turns out the story's changed a little bit. Now. Now they were on this swing set and they did a big, like super jump off of the swing, hit their head on the bench. Now these, there's other kids that are like, yes, the ambulance was here and they were, they had the paddles out and it was a whole thing. And I'm looking at it and it's not 30ft but it's like 15 to 20ft. I'm like, there's still no way a kid like flew off of the swing set and like landed like headfirst on this bench. And she's, you know, they're adamant. They're adamant that this is the case. So we keep walking. And so now I came home and I doing the show now. So I have not followed up. I haven't seen anything from any, you know, teachers or, you know, the school saying some kid died at school today. But so I think maybe a movie set around like a parent being a detective for a possible death, like, you know what I mean? And then trying to figure out whether."
    },
    {
        "speaker": "B",
        "text": "That'S what this whole story was."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think this is the material for my movie is something. I think I like the idea of fabricated children's stories, but then an adult taking it extremely seriously, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "We'll workshop it."
    },
    {
        "speaker": "A",
        "text": "I'm just saying, again, just a, just a nugget of an idea."
    },
    {
        "speaker": "B",
        "text": "It's a jumping off point."
    },
    {
        "speaker": "A",
        "text": "It is a jumping. That's exactly what it is. It's a jumping off point. So I don't know. I think something happened. So what do you think happened? So if you're a betting. You are a betting man. Did nothing happen? Was there something that happened but, you know, it wasn't serious? You think something definitely happened? Okay."
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "A",
        "text": "So by. By Friday show, I should have more details. Do you want to take a stab at what actually happened?"
    },
    {
        "speaker": "B",
        "text": "I want to take a stab at what happened on Friday."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Once you know all the details, because I'll be able to gauge how close I am by your voice. But I. Like dad detective. I think it."
    },
    {
        "speaker": "A",
        "text": "Yeah, like dad detective. I think you're right. I think is, is the move. So we'll see. We'll see. Did you ever, like, did anything ever traumatic happen at school when you were in, like, grade school?"
    },
    {
        "speaker": "B",
        "text": "Oh, boy. You don't even want to know."
    },
    {
        "speaker": "A",
        "text": "I. I do want to know so badly."
    },
    {
        "speaker": "B",
        "text": "I was in Goshen, maybe 8th grade, okay. Either 7th or 8th grade, I went to a very small catholic school, and one day they canceled school and."
    },
    {
        "speaker": "A",
        "text": "Oh, that's the way, you know it's bad."
    },
    {
        "speaker": "B",
        "text": "There was an emergency and actually, so these are two very terrible stories."
    },
    {
        "speaker": "A",
        "text": "So I promise I'll keep my laughing to a minimum."
    },
    {
        "speaker": "B",
        "text": "I don't think you could possibly. I don't think you could possibly laugh at of these. If you do, you're totally fucked."
    },
    {
        "speaker": "A",
        "text": "I'm a monster."
    },
    {
        "speaker": "B",
        "text": "So this happened to me at both. Not to me, but both of the schools I went to when I was younger, the. When I was in 8th grade, one of the janitors murdered the other janitor."
    },
    {
        "speaker": "A",
        "text": "You told me I wasn't gonna laugh, and I'm 100% gonna laugh. Are you kidding me right now?"
    },
    {
        "speaker": "B",
        "text": "Grounds, on school grounds, the, like, early in the morning and, like, what happened was, I guess they were both there. The one guy who had been working at the school for, you know, a very long time, new janitor comes in, gets the head janitor job. Jealous, I guess, and obviously mentally ill. And early one morning, he knocked him over the back of the head with a hammer and kind of like, dragged him into the back of the school. And one of the teachers. Yeah, one of the teachers, like, caught the guy doing this and, like, dragging him or whatever. And the guy's excuse was like, he was attacked by dogs or something. And obviously not the case. Dude arrested. I don't know what his current status is, but my mom was a teacher at the school, and, like, really? He would often, like, spend time in her classrooms and stuff."
    },
    {
        "speaker": "A",
        "text": "The nice janitor. The nice."
    },
    {
        "speaker": "B",
        "text": "Although."
    },
    {
        "speaker": "A",
        "text": "The murder janitor."
    },
    {
        "speaker": "B",
        "text": "Yeah, murder janitor. Yeah, murder janitor."
    },
    {
        "speaker": "A",
        "text": "And be honest with you, based on the way you were setting me up, there's a lot of comedy to be had in that story. I mean, like, a janitor on janitor murder. I was not expecting that. And it's. There's. There's a thread of hilarity there. It's obviously tragic."
    },
    {
        "speaker": "B",
        "text": "The next one. The next one. Not as humorous, but when I was in third or fourth grade. All right, you know, you used to have all of the. Used to have. People don't do it as much anymore because of things like this, but, like, the school fundraisers where you had to go door to door and sell, like, wrapping paper and shit. You remember doing that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like, we had, like, cookies and stuff like that. I don't know if we ever sold wrapping paper."
    },
    {
        "speaker": "B",
        "text": "I don't know why wrapping paper sticking out, but, like, that was like peanut brittle, I feel. I don't remember if we did cookies or not. But anyway, it was one of these types of things, and one of the children I was friends with, he lived near me. We were on the same bus. We were in the same class together. And one day, he didn't show up, and their schools canceled again. Turns out he was going door to door in his neighborhood, and he went to a house that was, like, caddy corner from his house, and the 16 year old answered the door. His parents were out of town. The guy."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Told him to come in and proceeded to murder him."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Yeah. And."
    },
    {
        "speaker": "A",
        "text": "And this is why I don't want to let my kid go to a Tim Hortons, by the way."
    },
    {
        "speaker": "B",
        "text": "Hey, dude, I get it. I."
    },
    {
        "speaker": "A",
        "text": "Come on. Come on."
    },
    {
        "speaker": "B",
        "text": "My kid's not allowed to leave the house. I get it. But, so, like, those were two things that happened."
    },
    {
        "speaker": "A",
        "text": "That's. That one's very off. Less."
    },
    {
        "speaker": "B",
        "text": "I feel like the. I feel like the odds of both of those things happening in my lifetime are very slim."
    },
    {
        "speaker": "A",
        "text": "That is pretty crazy. Like, that. That. That is pretty. I mean, the. The janitor on janitor crime is a what? Like, that's a wild story. The other story is just more of a sad story, I think, when I."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, jealous janitor getting."
    },
    {
        "speaker": "A",
        "text": "So that's a wild story. Like, that's wild. Like, obviously, you know, somebody died, but, you know, tragedy, but the storyline is intriguing. Yeah. The worst for me, though. Like, I think I only had one traumatic."
    },
    {
        "speaker": "B",
        "text": "Here you go. It happened in the year 2000. Was the janitor."
    },
    {
        "speaker": "A",
        "text": "Janitor crime. What grade were you in?"
    },
    {
        "speaker": "B",
        "text": "In 2000? I would have been in 8th grade."
    },
    {
        "speaker": "A",
        "text": "8Th grade. Okay."
    },
    {
        "speaker": "B",
        "text": "September 11, I was a freshman in high school."
    },
    {
        "speaker": "A",
        "text": "In high school. Okay. So we would adjustment. So we wouldn't have not gone to high school together. So I would. When I was a freshman, college. When you were a freshman in high school? Cause that was my. Cause that. Yeah, 911 was definitely, like, freshman."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, freshman college. Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "That was my. That was my first year. Like, my first week away from home or second week away from home was 911. But when I was in, I want to say the summer between the third and fourth grade, I had a best friend. And, like, I don't know about you, but, like, when you were. When I was that young, like, your best friends, you know, I find I had school best friends and then neighborhood best friends. Did you have the same thing? Yeah, sometimes."
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "A",
        "text": "Sometimes? Yeah, sometimes it wasn't in the same area. Right. So, like, my best friend from school, you know, you may not see them during the summer. You had your neighborhood friends during the summer that you would hang out with. So between the third and fourth grade, I hadn't seen my buddy during the summer that much. Maybe I saw him at the start of the summer, but I hadn't seen him in a while. Everybody goes on holidays. They go on camping trips, whatnot. So September rolls around, and you're trying to figure out who's in your class. And this is now the fourth grade, and you're a little bit older, and I'm excited, a little bit more aware of what's happening in your surroundings. And I'm looking for my buddy, and, you know, it's like, where is he? Where is he? I see his name on the list of, like, I don't know. Like, I remember you'd go to. You'd go to. You'd go to the school first day of class, and then you have, like, a class list, and you'd find your name and see who else was on it, and his name was on it. So, like, oh, we're in the same class. So this is. Except I haven't seen him yet. So again, the class, this kid rolls in with, like, a helmet and a wheelchair, and I'm like, what's happening here? And it's my buddy. And he. And this was like, I don't know, 90, 92, maybe 93. And he had gone on a three wheeler. I don't know. This is. They don't make them anymore because that's how dangerous they were. But it was like, you know, like a four by, like a four wheeler. You know, a four wheeler. I feel. I don't want to be too canadian, but it's a three wheeler. Is a three wheelers the same thing, but just one front wheel. And they're usually, like, a lot bigger. And so he had apparently gone three wheeling with no helmet and got, you know, a head injury and was like, you know, a special needs kid after that. Like, I'd never seen that before. Like, when I was a kid, you'd have special need kids, but usually from, like, birth. But, like, I'd never seen anybody go from, like, non special needs to special needs. And it was, like, traumatizing. And I'm going to tell you right now, 93 was not a great year for mental health. So you're just dealing with this by yourself. Like, I just remember being, like, terrified of hitting my head and, like, no one talked to me about it. And it was just like, just absolutely traumatizing, obviously for him, but also for me because I'm like, I didn't even know that could happen. Like, it was just. It was wild stuff. Wild stuff. But I just remember that being the most traumatizing thing. So we're gonna find out over the next few days if a kid flying off the swing set and hitting their head on a bench is the most traumatizing thing in my daughter's grade school career so far. So dad detective is on the case is all I have to say about this."
    },
    {
        "speaker": "B",
        "text": "What a roundabout way to get back to dad detective. And a very depressing and sad."
    },
    {
        "speaker": "A",
        "text": "I wish we would have stopped with janitor. Janitor."
    },
    {
        "speaker": "B",
        "text": "I dropped you the link in our."
    },
    {
        "speaker": "A",
        "text": "Oh, did you? 1 second."
    },
    {
        "speaker": "B",
        "text": "I'm going to put this out about this."
    },
    {
        "speaker": "A",
        "text": "I just have biff. I have Biff whiff in my head, by the way, is Biff whiff is. Is the only."
    },
    {
        "speaker": "B",
        "text": "Is this is what the people came here for. Jupiter airdrop and janitor murder."
    },
    {
        "speaker": "A",
        "text": "That's jersey. Janitor murders. No, no, this is Chicagoland crime family. I wish it was jersey because the alliteration would be better for me."
    },
    {
        "speaker": "B",
        "text": "The first one. The first one was Jersey. So this has happened to me in two different ways."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Jersey was the first one. And the second one is Chicago."
    },
    {
        "speaker": "A",
        "text": "Chicago. Oh, yeah. That's terrible. Still terrible. Still in atrocity. Let's check in on the drew price before we sign off here."
    },
    {
        "speaker": "B",
        "text": "It's not not."
    },
    {
        "speaker": "A",
        "text": "Is it not great? I mean, it can't be that much worse, can it?"
    },
    {
        "speaker": "B",
        "text": "No, actually, it looks like it's actually starting to round. Yeah, it looks like it's starting to do a little round."
    },
    {
        "speaker": "A",
        "text": "I got 62. $0.62. Almost. Sixty three cents."
    },
    {
        "speaker": "B",
        "text": "Two point two."
    },
    {
        "speaker": "A",
        "text": "Yeah, big whale. Purchased some a few minutes ago. A few seconds ago, I should say. Yeah, I think this is. All right. We'll see. I feel I."
    },
    {
        "speaker": "B",
        "text": "Let's see how it is."
    },
    {
        "speaker": "A",
        "text": "Oh, big buy there. Yeah, it's. It's up. Whereas $0.65 right now. Nothing but green skies."
    },
    {
        "speaker": "B",
        "text": "What? 65?"
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. No, I was looking at the sole price."
    },
    {
        "speaker": "B",
        "text": "Not on bird eye."
    },
    {
        "speaker": "A",
        "text": "No, I'm on Dex tools right now. Sorry. It was 65.0065 Sol. The USD. The USDC price is 63 currently."
    },
    {
        "speaker": "B",
        "text": "All right, we have. Oh, we did have a request from Adeline, but unceremonious. So."
    },
    {
        "speaker": "A",
        "text": "Are you guys talking about janitor murders?"
    },
    {
        "speaker": "B",
        "text": "She decided she wasn't about this life."
    },
    {
        "speaker": "A",
        "text": "I feel like she would be. I'm a bit outer lumen, maybe. My favorite guest on the show."
    },
    {
        "speaker": "B",
        "text": "She's fantastic. The results of the jif gif poll are, as you would expect, gif winning with 76% of the vote. Jif only 24%."
    },
    {
        "speaker": "A",
        "text": "I feel like that's a bigger number than if we would have asked this a year ago."
    },
    {
        "speaker": "B",
        "text": "I mean, there's. It's a small sample size. I think if you. If you pulled this out to a thousand people, we'd probably be at, like, 15% gifts."
    },
    {
        "speaker": "A",
        "text": "You think so?"
    },
    {
        "speaker": "B",
        "text": "I do. I think most of."
    },
    {
        "speaker": "A",
        "text": "We'll check again next year. I bet you'll over 20% next year."
    },
    {
        "speaker": "B",
        "text": "Outer Lumen, welcome to the stage. We have a couple minutes here left. What would you like to weigh in about Jupiter airdrop or janitor murders?"
    },
    {
        "speaker": "C",
        "text": "Well, I requested to come up to talk about gyps and gif and also to ask chamber if he liked any of the recent music I sent him until the time."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. You get personalized music selections from outer lumen? What the hell?"
    },
    {
        "speaker": "A",
        "text": "This is you don't even know. I got. I got a pipeline."
    },
    {
        "speaker": "C",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "I'm directly. I have a pipeline directly to her now."
    },
    {
        "speaker": "B",
        "text": "So just a Spotify playlist."
    },
    {
        "speaker": "C",
        "text": "Hold on."
    },
    {
        "speaker": "B",
        "text": "209 minutes."
    },
    {
        "speaker": "A",
        "text": "Long song."
    },
    {
        "speaker": "C",
        "text": "I'm just gonna tell them the story because it's really, really funny. So I've been listening to this song on, like, repeat this whole week, and I know chambers, my brother, in repeat songs, so I'm like, yo, here's one. Except it's enfranchet. So I'm like, I can send you the, like, the lyric translations. I'm just thinking like, you know, I don't know if chambers into like, you know, other language music. And I'm really digging this song. And he writes back and he's like, I'm French. I was like, fuck right off. So it's even better because like, oh."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's speaks fluent, fluent French."
    },
    {
        "speaker": "C",
        "text": "Magnifique. I was so, so delighted, so delighted."
    },
    {
        "speaker": "B",
        "text": "French too."
    },
    {
        "speaker": "C",
        "text": "And I sent him, I sent him like a notre chanson maybe, you know, couple. Anyways, we got on and I mean, I'm, my French is like, I sound like a russian sailor. I'm okay with that. But I'm not, I don't have any ego. I'm not embarrassed to try speaking another language. That's how you learn. So I'll just do it, even if it's bad. But anyways, yeah, so that's what happened. I wanted to know if you actually enjoyed any of those because they were a little off the beaten path. And then I wanted to say that, I remember there's like a video, maybe you guys discussed this, of the creator of the giF, saying that it's gif. And I, from that point on, decided that I'm just going to have an accent saying it. Like, if the whole world is like, the proper pronunciation is gif, I'm just going to be like, I'm going to forever be the person that just mispronounces it."
    },
    {
        "speaker": "B",
        "text": "That says, yeah, that says gif."
    },
    {
        "speaker": "C",
        "text": "And I'm, I'm okay with that."
    },
    {
        "speaker": "B",
        "text": "It's, it's a silent, it's, it's pronounced Yif, like yogging. And I think that's a good way to go. I do love, though, because you are correct that the creator came out and said that it was Jiff, but somehow Steve still finds a way to refute this and he's, I, I forget exactly what the argument is, but Steve, if you threw it in the chat minutes. Okay, he did. What is it?"
    },
    {
        "speaker": "D",
        "text": "Uh, the g stands for. Oh, shoot, sorry. I got music in the background."
    },
    {
        "speaker": "B",
        "text": "Graphic."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Graphical, yeah, that's right. So if you're, if you're parsing out the acronym, it's graphical something. So you. His thing is always that you don't say Jaffa. Cool."
    },
    {
        "speaker": "A",
        "text": "Hey, honest question, Bunch. Who do you think has it worse? My wife or Steve's wife?"
    },
    {
        "speaker": "C",
        "text": "I think it's my wife."
    },
    {
        "speaker": "A",
        "text": "You think it's your wife? I don't know. You seem, you seem very reasonable and not annoying, but I know, I know means oh, my God."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Hold on, hold on. He divides. They just said that I'm reasonable and not annoying."
    },
    {
        "speaker": "E",
        "text": "Oh, gift me a break."
    },
    {
        "speaker": "B",
        "text": "Incredible. That's fantastic."
    },
    {
        "speaker": "C",
        "text": "That is not the way you divide."
    },
    {
        "speaker": "B",
        "text": "I still think chamber. I still think maybe Steve's wife has it easier."
    },
    {
        "speaker": "A",
        "text": "Hey, probably."
    },
    {
        "speaker": "B",
        "text": "Probably, yeah."
    },
    {
        "speaker": "A",
        "text": "But it's close, though. It's close. They might have to talk to each other for, like, a support group because I feel it's like both sides of the spectrum."
    },
    {
        "speaker": "B",
        "text": "Steve shut us."
    },
    {
        "speaker": "C",
        "text": "Oh, my God, he's coming."
    },
    {
        "speaker": "B",
        "text": "Yeah. Steve shut us down with the. Actually on the Jeff Gif scenario. No, I just."
    },
    {
        "speaker": "F",
        "text": "Well, there's two things. One, I love chambers question, because you have to, like, both me, actually, me chamber and outer lumen all have to marry people who have a high tolerance for bullshit. We have different types of bullshit, but our nonsense is throughout. So I love the question. And number two. Yeah. Like, my big thing is like, this power hungry tyrant who created the gift does not get to change the english language, which is graphical. You just. You can't make that change. So he may be like, it's Jif, but it's graphical. So I just. I don't understand the argument for it. I don't care what he says. You just don't get to make that change. So my. I will. I will die on this hill all day and say it's incorrect, called Jif. I don't care what the creator says. Like, you just don't get to do that. So. But I do like the question of who has the more and worse situation, because that is. That is where the pole chamber or something."
    },
    {
        "speaker": "A",
        "text": "Yeah, I almost."
    },
    {
        "speaker": "F",
        "text": "I mean, it is."
    },
    {
        "speaker": "A",
        "text": "That's a 5149 if I ever heard one before."
    },
    {
        "speaker": "F",
        "text": "My gut reaction was like, easily my wife. And then I was like, well, no, not easily."
    },
    {
        "speaker": "A",
        "text": "Not easily."
    },
    {
        "speaker": "F",
        "text": "Yeah, that's a good one. You're right. And then I thought about it. I'm like, man, what did they sign up for?"
    },
    {
        "speaker": "A",
        "text": "So, yeah, I mean, and have you ever. Go ahead."
    },
    {
        "speaker": "C",
        "text": "I was gonna say, do you guys know the divide used car story?"
    },
    {
        "speaker": "A",
        "text": "No, I need to know this."
    },
    {
        "speaker": "C",
        "text": "Okay, well, I can't tell it, but divide can."
    },
    {
        "speaker": "E",
        "text": "So we're in a band and outer's up on stage singing."
    },
    {
        "speaker": "B",
        "text": "Wait, wait, what's the name of the band?"
    },
    {
        "speaker": "E",
        "text": "No, it's open. It's an open mic."
    },
    {
        "speaker": "B",
        "text": "So we're just like, love it. Okay. Yeah, yeah."
    },
    {
        "speaker": "E",
        "text": "So I'm kind of like, you know, music accompaniment. And then outer's like, yeah, this is. This is my husband."
    },
    {
        "speaker": "B",
        "text": "And. And then she starts freestyle rapping in French."
    },
    {
        "speaker": "E",
        "text": "Freestyle like, yeah, let's just have a little bit of. A little bit of a chat between songs. And she's like, you know. You know what's really great about a relationship? It's kind of like a used car. You know, there's this, like, there's stuff wrong with the car, but you know what it is? You don't want to get a new car, because then you wouldn't. You wouldn't know what's a new used car because you wouldn't know what's wrong with it. But at least you get used to this car, and you, like, know what's going on. And I'm just, like, looking at her."
    },
    {
        "speaker": "B",
        "text": "And the rest of the car is like, next song, man. Free birdhouse. Oh, my God. That's so incredible."
    },
    {
        "speaker": "C",
        "text": "And I'm like, totally. I'm like, wait. Oh, yeah. Okay. Got it. Yeah, no, that's. That's. I'm seeing it in the best light possible."
    },
    {
        "speaker": "B",
        "text": "But what an epic open mic performance you get. You get musical performance, and you get stand up comedy. What's the deal with husbands?"
    },
    {
        "speaker": "A",
        "text": "Like, news fall?"
    },
    {
        "speaker": "C",
        "text": "I think at one point, I made the brae. Was it the browser analogy? No, I don't. I made some really dumb ass analogies, but the one publicly and, like, a whole bar at the open mic truly takes the cake. I will never live that shit down. I couldn't remember if you guys knew or not, but now you do."
    },
    {
        "speaker": "B",
        "text": "Incredible. That's a fantastic story and a good way to shut this well down. I want to show you the full spectrum today, just. Just to help Steve. This is your show."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Just to. Just to help Steve's argument, which I know you all love in the english language, if you look at gift things, gi, followed by a non vowel will make the g sound. The only time it makes the j sound is with a vowel, like a giant. So I know you all probably want to kick me off after that, but I just had to say it."
    },
    {
        "speaker": "B",
        "text": "I mean, at least that's got some legs of to it. At least, like."
    },
    {
        "speaker": "A",
        "text": "So that's it."
    },
    {
        "speaker": "B",
        "text": "So, no, no giant."
    },
    {
        "speaker": "C",
        "text": "No, but look at the word. But look at the word gift."
    },
    {
        "speaker": "B",
        "text": "No, giant. Giant is another vowel."
    },
    {
        "speaker": "A",
        "text": "Oh, a second vowel. I see what you're saying."
    },
    {
        "speaker": "C",
        "text": "There is no second vowel in this case. So it is a kid."
    },
    {
        "speaker": "A",
        "text": "Gotcha."
    },
    {
        "speaker": "C",
        "text": "I mean, I'm dying with Steve on the same hill, man. It's a gif."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it. This is great."
    },
    {
        "speaker": "B",
        "text": "Well, that's going to do it for us today. We've had quite the show. Janitor murders Jupiter airdrop gift Jif and some outer Lumen divide stories for the ages. Join us Friday when detective dad comes up with a story of what happened to the child on the swing. Until next time, keep the mic hot."
    }
]