[
    {
        "speaker": "A",
        "text": "Good morning."
    },
    {
        "speaker": "B",
        "text": "Good morning."
    },
    {
        "speaker": "A",
        "text": "Good morning. Good morning. Wake up, Mister West. Mister west. Mister fresh, mister by himself. He's so impressed. I mean, damn, did you even see the test? You got these motherfucker. DS Rosie Perez. And yes, barely pass any and every class. Looking at every ass. Cheated on every test. I guess this is my dissertation, homie. This shit is basic. Welcome to graduation."
    },
    {
        "speaker": "C",
        "text": "Good morning."
    },
    {
        "speaker": "A",
        "text": "Good morning. Good morning."
    },
    {
        "speaker": "C",
        "text": "Good morning. Another great choice chamber."
    },
    {
        "speaker": "B",
        "text": "Listen, I'm actually, believe it or not, just discovering Kanye."
    },
    {
        "speaker": "C",
        "text": "Stop it, stop it. Just stop it."
    },
    {
        "speaker": "B",
        "text": "That's not 100%. I mean, don't get me wrong. I've heard a Kanye song before."
    },
    {
        "speaker": "C",
        "text": "No, no. Just don't. Just don't even."
    },
    {
        "speaker": "B",
        "text": "I have never. Listen to this. Listen to this right now."
    },
    {
        "speaker": "C",
        "text": "I listened to graduation on the way to high school 472 times."
    },
    {
        "speaker": "B",
        "text": "Listen, I was a. I was. I was an overweight, balding man by the time that came out. Okay, I was listening to that high school. I literally, for the first time, just searched Kanye west on Spotify. Like, whatever that means. That's. That's the point I'm at right now."
    },
    {
        "speaker": "C",
        "text": "Good thing you didn't do that a couple years ago. Wouldn't you be there? But."
    },
    {
        "speaker": "B",
        "text": "So, um. Yeah, I kind of wanted to talk Kanye today, if we don't mind."
    },
    {
        "speaker": "C",
        "text": "Now is the origin of you finding out about Kanye. And I can't even believe I'm saying the sentence is because of little dicky."
    },
    {
        "speaker": "B",
        "text": "It's not. Not. Jesus."
    },
    {
        "speaker": "D",
        "text": "Jesus."
    },
    {
        "speaker": "B",
        "text": "No, but I. I don't. I mean, I feel the same way about, like, movies and stuff like that. If something is extremely popular, I've already, like, missed the boat. I don't try to play catch up. I find, you know, with. With what's happening with Kanye now. I feel he is not at the peak of his, you know, storyline."
    },
    {
        "speaker": "C",
        "text": "He did just win a massive lawsuit today."
    },
    {
        "speaker": "B",
        "text": "Oh, did he?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's too bad."
    },
    {
        "speaker": "C",
        "text": "He sued. He countersued. I don't even know how it works. He won the legal battle to get his account back from Adidas, which apparently reportedly had $75 million in it."
    },
    {
        "speaker": "B",
        "text": "Interesting. Well, kind of need that, but, yeah, I feel like he's out of vogue a little bit right now, and I think this is the perfect opportunity for me to go discover him. Okay. So I am."
    },
    {
        "speaker": "C",
        "text": "Please tell me you started with college dropout and late registration."
    },
    {
        "speaker": "B",
        "text": "So I'm going to tell you. I'm gonna tell you a couple things, okay. And I'm gonna give you guys some. Some takes on Kanye that I've. I've recently come up with. Okay, specifically on the albums. So I would say from at this point, the."
    },
    {
        "speaker": "C",
        "text": "Am I rugging?"
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Thank God. Okay. Chamber chambers. Definitely rugging. I was so confused. I wonder if he even knows he's rugged. I'll tell him in the chat. He probably doesn't. Um, yeah, but Kanye, for sure. My wife was kind of like that, though. Or is kind of like that. She doesn't like the popular stuff if everyone thinks it's popular, but, yeah, the. The old yay. I'm interested in what all chambers actually listen to and his newfoundland discovery."
    },
    {
        "speaker": "B",
        "text": "So I've listened to graduation."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Okay. I've listened to. What was. I want to just. Could you guys hear me? When I was. I switched to Spotify just to read the album. I'm gonna pull it up."
    },
    {
        "speaker": "C",
        "text": "No, absolutely couldn't hear you."
    },
    {
        "speaker": "B",
        "text": "Okay. What's that? So I think the best album currently, let me just Google Kanye albums here, is my beautiful dark twisted fantasy. I know these things can be polarizing."
    },
    {
        "speaker": "C",
        "text": "I think Pitchfork would agree, actually. But what do we do? Not."
    },
    {
        "speaker": "B",
        "text": "No. Okay. And then I would put graduation and then college dropout. I think are the three that I'm listening to the most right now. That. Is that a fair, like, am I miss, like, should I be listening to."
    },
    {
        "speaker": "C",
        "text": "Like, dude, I mean, that's the thing with Kanye. And just don't take my. Take my love for Kanye as a support of any of his most recent takes. But, no, I mean, the. The thing about Kanye is he just has so many levels. So it's kind of like, whatever your favorite Kanye album or what you're listening to depends on your mood."
    },
    {
        "speaker": "B",
        "text": "I would love if anybody's, like, in the audience that considers themselves, like, a Kanye aficionado."
    },
    {
        "speaker": "C",
        "text": "You talking to one, motherfucker."
    },
    {
        "speaker": "B",
        "text": "I'll just say I love it. Okay. All right, never mind. Scratch that. Are there albums that are considered maybe a bit more genius? Like, maybe a little bit more avant garde, a little more risky that I should be listening to?"
    },
    {
        "speaker": "C",
        "text": "No, I mean, dark Twisted fantasy is a good example that I think acrosses all his discography. I mean, it's."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "I mean, he changed it up a lot. I remember he was just doing normal rap albums up until eight hundred eight s and heartbreak, and then that kind of spiraled into kind of a crazy little stage for him."
    },
    {
        "speaker": "B",
        "text": "But eight hundred eight s and heartbreaks I haven't listened to yet. It's kind of. I think that one's next on my list. I tried Life of Pablo. Did not enjoy it as much."
    },
    {
        "speaker": "C",
        "text": "You know, I will agree. But if you ever want to vibe? Just watch the release party for Life of Pablo."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And the cinematography in that, literally, it'll take you somewhere. It's good. It's really good as an album. Not the greatest, but that live release party, that was. That was pretty damn good."
    },
    {
        "speaker": "B",
        "text": "All right. Okay, well, I appreciate that. This is the. This is what I'm looking for. This is what I'm looking for."
    },
    {
        "speaker": "C",
        "text": "Guarantee we lose listeners on this topic."
    },
    {
        "speaker": "B",
        "text": "On Kanye west, literally one of the most popular artists of all time."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Seems. Seems counterintuitive."
    },
    {
        "speaker": "C",
        "text": "I saw Steve pop in the chat. Now he's throwing thumbs down. So I was really interested in his. His. Kanye."
    },
    {
        "speaker": "B",
        "text": "Steve's Kanye. Take whatever that'll be. Yeah. What about you, Payne? What are your thoughts? Do you have a favorite album? Least favorite album?"
    },
    {
        "speaker": "C",
        "text": "I'd say I'm with des, college dropout or graduation, a bob with a few songs off of 808 heart. Steve too. But graduation is honestly probably one of my favorites. I like some watch the throne, but any of the new stuff. I'm just Otis from watch the throne. Such a vibe."
    },
    {
        "speaker": "B",
        "text": "I'm a big music snob. I love albums. So I like listening to, you know, 810 twelve songs in a row. The opening track, which was the track we played to start the show, the opening track from graduation, maybe one of the best opening tracks of all time. Like, that's."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, unreal."
    },
    {
        "speaker": "C",
        "text": "That's. That's. Honestly, why, like, man, that. Around that time, I think Carter three dropped, and it was graduation. And I remember that was, like, one of the only albums at the time that I could just listen to you straight through and not have to skip anything. But, man, dude, Kanye used to do, like, the. Like, the interludes, like. And have, like, comedy sketches in. In late registration and in college dropout, dude, those are some funny stuff with Deray Davis and all these funny comedians. Oh, man, that was. That was good stuff you got."
    },
    {
        "speaker": "B",
        "text": "Did I hear, like, who did I hear on one of the albums? Like, was it."
    },
    {
        "speaker": "C",
        "text": "We got some hands. I'm interested to get hands."
    },
    {
        "speaker": "B",
        "text": "Weird that one of the most popular musical artists of all time is attracting some conversation. But was it. Was it Bernie MacD on one of those albums that I hear my rock probably was."
    },
    {
        "speaker": "C",
        "text": "He probably was. But, uh, Bert Deray Davis can do, like, a funny kind of deeper kind of."
    },
    {
        "speaker": "B",
        "text": "Oh, maybe that's what it was. I'm not very good with voices sometimes, but to me, it sounded like Bernie Mac. But I might have been wrong."
    },
    {
        "speaker": "C",
        "text": "You might be right. But let's go to Steve, because his hands about to bust through this is, like, fourth wall."
    },
    {
        "speaker": "A",
        "text": "No, I mean, actually, I think Kanye's music is incredible. I actually like several of his albums. I just, I know this is probably hypocritical because I don't listen to Michael Jackson a ton anymore, but after the anti semitic stuff, I kind of had to drop it. And you can judge me for that, but my dad's had a swastika painted on his house before my father in law, and I'm not super into it. It actually has caused a rift in my family at one point with it, with some Kanye bullshit that my brother in law was pulling because he was. He was like, he was, like, adamantly defending him when he was making anti semitic comments, and I was like, yeah, not ideal. So just. Just like, that's my thumbs down. Just wanted to clarify. I don't have to jump up the. And I don't want to bring the room down. Music is incredible."
    },
    {
        "speaker": "B",
        "text": "Don't worry, Steve. No chance of that happening now."
    },
    {
        "speaker": "A",
        "text": "The music. The music. Incredible. Incredibly talented. Like, generational talent. Like, I've, like, one of. I would have had him on one of my best of all time, but I just, I can't get on board after he, you know, he said hitler wasn't that bad and went after jews."
    },
    {
        "speaker": "C",
        "text": "Not."
    },
    {
        "speaker": "A",
        "text": "Not great."
    },
    {
        "speaker": "C",
        "text": "Completely fair. Completely fair. That was yay. That was yay. That was a Kanye we're talking about."
    },
    {
        "speaker": "B",
        "text": "College dropout."
    },
    {
        "speaker": "A",
        "text": "Can't really support. Can't really support the h man. I just, I can't go with that. So that's just."
    },
    {
        "speaker": "C",
        "text": "Yeah, the h man."
    },
    {
        "speaker": "B",
        "text": "Thanks, steve. J. Webb, pump me up a little bit here. I'm just getting you. I'm just getting involved with kanye. Okay."
    },
    {
        "speaker": "C",
        "text": "And, man, I'm bummed out for you is kanye puts on a hell of a show. I I got to go see cheaper now. Well, I mean, I don't know if it's the same kanye I saw. I got to see him with jay z on the watch the throne tour, and it was fucking incredible. Like 3 hours straight. They would do some songs from watch the throne together. They would each do their own individual sets, come back, each do their own thing. Like, it was a three hour party. It was down in New Orleans. The stadium there. It was. The vibes were at all time highs. It was my first, like, hip hop show, and it was just, you walked out in the corridor, it was just a cloud of smoke. They didn't have Bud light, but they sure as fuck had Hennessy there. Like, it was a great time, an absolute blast. And it was a hell of a show."
    },
    {
        "speaker": "B",
        "text": "J Webb, what's your favorite Kanye album? Your least favorite Kanye album?"
    },
    {
        "speaker": "C",
        "text": "Graduation is my favorite. I mean, any of the recent. I'm not a huge fan of the recent stuff. Not my thing. I would say after watch the throne, I was kind of. That was, like, the end of it for me. Everything before that, I love. And then my wife and I and some friends have a debate going. There's three different songs that Kanye has with the word lights in the title. Flashing lights, all the lights and streetlights. So we have a debate on the ranking of those three songs, if anyone has any input on that. Ultra light bean. Oh, my bad, my bad, my bad."
    },
    {
        "speaker": "B",
        "text": "Maybe it's a. Like, a secret, like, rap opera that all four combined. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Like, if you have dark side of the moon and wizard of Oz, like, yeah, maybe like the same time kind."
    },
    {
        "speaker": "B",
        "text": "Of a story that he's telling and we don't even know."
    },
    {
        "speaker": "C",
        "text": "Okay, I can. I can dig that. Dang, Jay wave. That's a tough one. I had never even thought about that. And now I'm gonna have to go sit on it for a while."
    },
    {
        "speaker": "B",
        "text": "Hmm. Sorry, what were those songs again? I want to pull them up. I want to make sure I have feedback."
    },
    {
        "speaker": "C",
        "text": "Street lights from eight hundred. Eight s and heartbreak."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Flashing lights from graduation. Yeah, flashing lights. And then all of the lights."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, I know that one. I don't know. Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "Um, like, with Rhianna on that one. And then what was. I forget, dez, what album that one was from. The. The one I said was life of."
    },
    {
        "speaker": "B",
        "text": "Turns out, is the Kanye aficionado I was looking for."
    },
    {
        "speaker": "C",
        "text": "I have such a horrible take here that I just have to share. But one of the best cinematic, uh, visuals to. To. To song soundtracks overlaid is the intro of the hangover guys going into Vegas with can't tell me nothing."
    },
    {
        "speaker": "B",
        "text": "I feel like that was my only Kanye point of reference. That was amazing. That was a great scene."
    },
    {
        "speaker": "C",
        "text": "Thank you. Dude. Being at the strip club back in the day with good life playing was just an all time great moment when you were, like, 23 years old. Fucking fantastic."
    },
    {
        "speaker": "B",
        "text": "We have to go to one in a million. I missed them on the skip."
    },
    {
        "speaker": "C",
        "text": "No, no worries. Ironically, I literally put my hand up early to try and derail the conversation to see if anything would come of it. But then you guys already did that. Because I was going to ask. The talk of the town in Chicago right now is Taylor Swift being in town for three days in a row, and everyone's talking about it. Everyone loves it. And chamber. I know you got a daughter that's my oldest age and I was gonna ask about that, but since it's Chicago, I do want to bring up his crazy ass fucking soldier field, fake wedding, burning his old house down. Like, I don't know if you guys heard about this fucking crazy dude. I wasn't there, but all you have to do is google it and it's like, what the fuck? Like, this dude is crazy. And I do love his music, especially the old stuff."
    },
    {
        "speaker": "B",
        "text": "He's still doing those. Is he still doing those, like, like Sunday, like, church things?"
    },
    {
        "speaker": "C",
        "text": "No, because that's."
    },
    {
        "speaker": "B",
        "text": "I'm into that kind of thing. I would, I would. I would appreciate that very much. I like these lunatic. I'm not too married to any genre of music. I like insane artists. So, like, Kanye again, I think now that, you know, maybe he's dipped down in popularity, I feel like this is a perfect time to really try to absorb that music. But I'm a big. I don't know if you guys are familiar with like, Sophie Ann Stevens. He's just kind of like. He's basically like the indie version of Kanye. He's insane. And he started a church too. They do these crazy, like, Sunday like."
    },
    {
        "speaker": "C",
        "text": "I mean, you know, they collaborated, right?"
    },
    {
        "speaker": "B",
        "text": "No, I didn't know that."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Really? I have to go check that out."
    },
    {
        "speaker": "C",
        "text": "Is he the dude who did orange sky?"
    },
    {
        "speaker": "B",
        "text": "Check here for you. Okay."
    },
    {
        "speaker": "C",
        "text": "I actually think he does have a feature on twisted dark fantasy."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Remembering."
    },
    {
        "speaker": "B",
        "text": "I saw Bonnie Bear was on there. Maybe that's your thing."
    },
    {
        "speaker": "C",
        "text": "Bonnie bears on there. He. No, no, he does that too. But I swear, cuz really? Maybe it wasn't, but Sufi on maybe, but yeah, that's."
    },
    {
        "speaker": "B",
        "text": "Yeah, I like insane musical artists that basically graduate to cult leaders. I think is that. That's what I like, that's what I'm into. So I feel like it's like you haven't watched breaking bad and, you know, the entire time and then, you know, this is the first time you get to watch it. I feel like that's what I'm going into right now. Is that v square behind Min condition?"
    },
    {
        "speaker": "C",
        "text": "Yes, sir. Excuse me. Yes, sir. I, you know, had to jump in for the Kanye takes because pretty, pretty decent Kanye fan. Old Kanye fan. I think my favorite is late registration. It probably has more to do with when it came out when I graduate, I think the summer of when I graduated high school and going off to college. So spent a lot of time in the college away from the parents, finally in college and playing that music I do want to ask, have you seen the latest documentary on Netflix? I think it was Netflix that. That he did, because that's that Kanye did."
    },
    {
        "speaker": "B",
        "text": "No, I have not."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it was called Life of Yay."
    },
    {
        "speaker": "B",
        "text": "I think you're right. I think. I think I've seen it on there."
    },
    {
        "speaker": "C",
        "text": "It was really good. And then, you know, the last thing I have is the random fact watch. The throne is one of my favorite albums, period. For some reason, I don't know what it is. I think it's just the upbeat nature of most of the tracks on there. But I. Every time I go to the airport, I put the headphones in and I just jam that as much as I can. And I feel way more important than I. Than I really am. But, yeah, just kind of a random fact. I like that one a lot too. But Kanye, you know, genius. I think it just went to."
    },
    {
        "speaker": "B",
        "text": "Maybe a little bit. That genius can be, uh, maddening sometimes, I think. Interesting."
    },
    {
        "speaker": "C",
        "text": "I mean, you would know."
    },
    {
        "speaker": "B",
        "text": "I mean, I feel like I'm borderline. I'm borderline genius. Could go either way."
    },
    {
        "speaker": "A",
        "text": "You just said you're a genius. And he goes, that's funny. Like, that was. That was wrong. That was an accidental dunk, bro."
    },
    {
        "speaker": "B",
        "text": "When you got. When you got my kind of, you know, sociopathic tendencies, little. Little lines like that does not faze me."
    },
    {
        "speaker": "A",
        "text": "Geniuses like you aren't appreciated till long after you're gone, unfortunately. I appreciate you now, Chamber, but I think many people, one of the few."
    },
    {
        "speaker": "B",
        "text": "One of the few."
    },
    {
        "speaker": "C",
        "text": "Does just to touch on the. On the Taylor Swift stuff. She was just recently in Houston and yeah, there was. There was madness here as well. So. One in a million. You're not the. Not the only one."
    },
    {
        "speaker": "B",
        "text": "How much of these tickets going for? No."
    },
    {
        "speaker": "C",
        "text": "I have no clue. I imagine way more than I would ever dream of paying a piece and even higher for fucking shitty seats behind."
    },
    {
        "speaker": "A",
        "text": "The stage where you can't even a thousand steel. I was seeing, like, most places, like, 1500 was getting you into the top of the stadium. Like, nowhere near it."
    },
    {
        "speaker": "C",
        "text": "No, Steve, these are behind the stage. You can't hear."
    },
    {
        "speaker": "A",
        "text": "They actually banned. They banned people from tailgating because swifties actually show up and get as close to the stadium as possible. Like, they do, like, the. Whatever the stadium version is of putting a cup to the door, basically. And they all listen to it in tailgate and don't get tickets. And they ban them in Metlife because of, like, they're like, no, if you don't have tickets, get the fuck out. So it's crazy."
    },
    {
        "speaker": "C",
        "text": "She's coming to Denver and the cheapest ones on Seatgeek are like $1800. It's the top of the stadium and also behind the like Caddy corner to the stage where you can't even really see it. It's fucking ridiculous. People were lined up here yesterday. So her first show of three sets is tonight. They were lined up at one in the morning yesterday to get the fucking dollar. 250 hoodies like in hotel rooms are $1700 apiece. It's bananas. That's wild."
    },
    {
        "speaker": "B",
        "text": "That's crazy. So are people like, would you guys rather see like today? Would you guys be. We know what Steve's answer is going to be. Everybody else. Would you rather go to a Kanye concert tomorrow or a. What the fuck's her name again?"
    },
    {
        "speaker": "A",
        "text": "How do you."
    },
    {
        "speaker": "B",
        "text": "Taylor Swift."
    },
    {
        "speaker": "A",
        "text": "Damn it, Chamber."
    },
    {
        "speaker": "C",
        "text": "There's no Taylor Swift."
    },
    {
        "speaker": "A",
        "text": "Do you think I still. Very quick question though, Chamber. Do you think would Taylor should be a billionaire if she released an NFT project tomorrow? I mean, she might be a billionaire now."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was gonna say she may be a billionaire already."
    },
    {
        "speaker": "C",
        "text": "Yeah, but 1.2 billion in tickets do."
    },
    {
        "speaker": "A",
        "text": "You think she would make on and it. Because she could drive an entity people are paying eighteen hundred dollars to get to the top of the stadium. She could sell that shit for unlimited amount and not add utility."
    },
    {
        "speaker": "B",
        "text": "Well, how much did Trump make on his figure? Ten x from then? Seems fair."
    },
    {
        "speaker": "A",
        "text": "More than ten x. I mean, honestly."
    },
    {
        "speaker": "C",
        "text": "What'S so crazy is Taylor might have been a decent use case for an NFT ticket. Only from the standpoint that she could have made a royalty on the secondary."
    },
    {
        "speaker": "A",
        "text": "That's in the book. Actually. That exact example, he brings it up."
    },
    {
        "speaker": "C",
        "text": "All the time, dude. Oh, I'm not. Just dropped a wallet address. Just drop the wallet address on the timeline."
    },
    {
        "speaker": "A",
        "text": "When is Ben daddy Ben eth being like, I'm Taylor Swift, send me money and just. It's his next move."
    },
    {
        "speaker": "B",
        "text": "I could see it. No, I think, I mean, you know, I think she could have sold. She could have sold, like, obviously people would have spent, you know, say she was selling something for an eth, right? Which depending on the time, could have been, you know, 5000 bucks, could have been three grandd. I would say 80% of those sales probably would have been from new people with new wallets figuring out how to convert USD to Coinbase. More than likely, right?"
    },
    {
        "speaker": "A",
        "text": "Maybe not. It just depends how she does the job."
    },
    {
        "speaker": "B",
        "text": "I'm just assuming the fervor of these fans would figure out ways to, like, they would become blockchain geniuses overnight."
    },
    {
        "speaker": "A",
        "text": "You know, I'm saying she could pray they. Oh, for sure they would. Somebody was selling. I don't know if you saw this. I don't know if they sold. Someone was selling contacts that she wore to a Taylor Swift concert because they had seen Taylor Swift. And I can't remember what it was. It was some astronomical price. But, like, that's how, like, she's, like, the Michael Jackson of our generation in the sense of, like, minus the bad stuff. That's Kanye. But, like, in the good way, in the sense that people are, like, tripping over themselves to go there and, like, fainting and obsessed with her. Like, she's the biggest act. I'm trying to think if we had an act reminder music. Besides Andrews is kind of. No, no. Her music fucking slaps. But, like, outside of. Outside of, like, Michael Jackson, who in our lifetime has been that big?"
    },
    {
        "speaker": "C",
        "text": "Maybe Beyonce. That's what I was gonna say. Maybe. Wait, hold up. Wait. Rihanna. Rihanna has the most number ones in our life."
    },
    {
        "speaker": "B",
        "text": "Yeah. As per the over under at the Super bowl this year."
    },
    {
        "speaker": "A",
        "text": "But do you think Rihanna's tickets were ever like this, though? Like, I don't know. Crazy fan base. That's more what I mean, it's like."
    },
    {
        "speaker": "B",
        "text": "What'S the best song by her? Steve, I. You need to bring receipts when you're telling me that she slaps, you know, saying, what's the best. What's the best song?"
    },
    {
        "speaker": "A",
        "text": "So I'm trying to think chamber this chamber versus my."
    },
    {
        "speaker": "B",
        "text": "I was just crushing, you know, a song like, josie's on a vacation far away, you know?"
    },
    {
        "speaker": "A",
        "text": "Oh, that's. Maybe Taylor Swift isn't for you. I don't know. I just see, this is a hard one because I'm trying to think of, like, how I don't step in it with you, because, like, you know, songs like, you belong with me and all three banger songs. What songs do I like? Because I'm a big fan of her entire catalog. I think anti hero is, like, edgy and good. It's not exactly my style. I think that, like, love story is a fucking ballad. I think the man is a really good ballot that my daughter can rock with because the man actually talks about, like, that. Basically, Taylor Swift gets shit on for the fact that she has relationships with a dude. They'd be, like, high fiving her. You belong with me is probably her biggest banger of all time. I would say so. I don't know. Like, those are three that come to mind."
    },
    {
        "speaker": "B",
        "text": "Michael Jackson put out bangers. Okay, we're gonna going to compare Michael J. I mean, you're expensive."
    },
    {
        "speaker": "A",
        "text": "You're a boomer."
    },
    {
        "speaker": "B",
        "text": "I haven't heard a banger yet. I've heard these songs, like anti hero. Sure. It's not a banger?"
    },
    {
        "speaker": "A",
        "text": "I mean, New York trouble is a good one. Like, I mean, shake it off is like an absolute shake you guys off."
    },
    {
        "speaker": "B",
        "text": "The stage right now."
    },
    {
        "speaker": "C",
        "text": "Fuck, yeah."
    },
    {
        "speaker": "A",
        "text": "But I'm a classic. Like, I like Tim McGraw. Teardrops on my guitar. But that was her first album, and I was a fan back then, so it's. It's hard for me to, you know, go down the new stuff. But, yeah, I mean, she's got banger. I mean, does I need that?"
    },
    {
        "speaker": "B",
        "text": "What your thoughts on Taylor Swift?"
    },
    {
        "speaker": "C",
        "text": "On my 22nd birthday, I played 22, 30 times."
    },
    {
        "speaker": "B",
        "text": "You're winning me over. You're over. That's amazing. Any favorites? And what are the bangers, in your opinion, from Taylor Swift?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, we covered a lot."
    },
    {
        "speaker": "B",
        "text": "What's your go to number one Taylor Swift song I have to listen to? I have to have it in my favorites."
    },
    {
        "speaker": "C",
        "text": "I mean, banger is such a."
    },
    {
        "speaker": "B",
        "text": "Guys, it's not. Bangers is not hard pay or Payne, am I wrong here? A banger is. A banger is a bang."
    },
    {
        "speaker": "C",
        "text": "I mean. No, I mean, Steve's probably right. You belong with me. It's probably like the one you just belt out. Anyone can belt out. I'm pretty sure 80% of the population can belt out. You belong."
    },
    {
        "speaker": "B",
        "text": "Okay, let's. I'm gonna add it. I'm gonna. I'm adding it right now. It's added. Payne, I need your. I need your two cent here."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, you know, living in Nashville for the last few years and seeing Taylor come home, she. She has a cult following, that's for sure. I have never seen. There were people who buying tickets for every single show for all three shows of the weekend. Rain, son, it didn't even matter. Riggs was down in the comments, throwing awful takes, saying that Taylor Swift sucks. I don't agree with that, JP."
    },
    {
        "speaker": "B",
        "text": "I don't think she. I just don't think it's. She's fine."
    },
    {
        "speaker": "C",
        "text": "JP the Fudmaster calls her overrated. And he says, as usual, I usually agree with JP."
    },
    {
        "speaker": "A",
        "text": "I think maybe, dude, Taylor Swift is doing just fine without JP."
    },
    {
        "speaker": "B",
        "text": "Cash and a chamber."
    },
    {
        "speaker": "C",
        "text": "Yeah, I don't think they need you now. I like a wide range of Taylor. I can say my wife's a big Taylor fan, but she's not. She's not cult level, but safe and sound. That was on hunger games. That was really like a. You know, to me, that was a very good song. But it's more chill and slow. But as far as bangers. Yeah, I'd agree. You belong with me. That's going to be one everyone knows. I feel like all too well is one that the girls get really emotional to because she starts, you know, getting very, very deep with it. But, yeah, 22. I love Des's take. 22. That was the most amazing thing I've ever heard. Kudos to you, Des."
    },
    {
        "speaker": "B",
        "text": "This is very. Okay. All right, again, I feel. I feel like we're struggling to find top hits. Circles, what do you got, man?"
    },
    {
        "speaker": "C",
        "text": "Circles has come up and down about 42 times, so it's been a freaking struggle over here. I had to restart the phone. I can't hear Des sometimes, so I'm jumping down and jumping back up. Dear Lord. Yeah, it's been rough. I jumped up initially when I heard Chamber you shouting out Sufjan Stevens, that guy. His newer stuff is less so, as awesome as his older stuff, but when his stuff was first coming out, it was superbly well done. I sincerely enjoy Sufyun."
    },
    {
        "speaker": "B",
        "text": "He's literally one of my. Yeah, he's. He's up there. Like, he's like, top three for me. I would say with Sufyan, like, I would say up and, like, I still think is, like, maybe like Carrie and Lowell up until that, like, those are good. Age of ads was good, but, like, I mean, Illinois age was fantastic. Illinois is probably still my favorite album. Like, to me, that's like, when you can make one of the most."
    },
    {
        "speaker": "C",
        "text": "There's no s. Chamber."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it's Illinois. Am I wrong?"
    },
    {
        "speaker": "C",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "Yeah. Thank you. But when you can make one of. I would still argue to this day, one of the most beautiful songs ever about John Wayne Gacy. I mean, come on, that's a genius. You took a serial killer and made a beautiful song out of it. So, yeah, I like the crazies, but, yes, he's had a similar. I mean, without the antisemitic stuff, similar trajectory. I feel like these. These guys go, you know, supernova and, like, their genius kind of just takes over and you kind of go in some strange areas, you know?"
    },
    {
        "speaker": "C",
        "text": "Yeah, probably. Chicago is probably one of my favorites from his older stuff as well. That one is pretty fantastic."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, you can't go wrong. I think everybody should be listening to that album specifically."
    },
    {
        "speaker": "C",
        "text": "Can I run it back to Taylor Swift real quick? Just a couple more comments. In the. In the chat, Anthony had a great point. He said blank space. That's another great one. And Vaughn Fronton had one of. One of my favorite comments? He said, wildest dreams got me through a late night drive from Detroit to Indy, and I'm not even sorry."
    },
    {
        "speaker": "A",
        "text": "Look, can I also say, just to add on, sir, I know chamber, you said, like, I don't hear any hits. I'm pretty sure. And I just googled to confirm, Taylor Swift is the only artist in billboard history to have the top ten most streamed songs, one through ten at the same time."
    },
    {
        "speaker": "B",
        "text": "Listen, just because a lot of people like it doesn't mean they're bangers. Yes. Did anybody else notice how easily we were picking Kanye songs? And, like, the struggle we had with Taylor Swift songs? Just. It's just a juxtapose."
    },
    {
        "speaker": "A",
        "text": "The struggle was just. I was trying to, like, what is chamber going to think is not terrible? And then I looked at her, I'm like, there's no way chamber is going to like Taylor Swift. So I just."
    },
    {
        "speaker": "B",
        "text": "We were talking about Sufi on Stevens, and we put out six songs faster than ever."
    },
    {
        "speaker": "A",
        "text": "Illinois. Yeah, whatever. More like terrible noise."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness, Steve, you're out one in a million. I think you were next."
    },
    {
        "speaker": "C",
        "text": "Yes. So they're all bangers, but I don't know most of the names."
    },
    {
        "speaker": "B",
        "text": "I just."
    },
    {
        "speaker": "C",
        "text": "With my girls."
    },
    {
        "speaker": "B",
        "text": "Let's. Let's. Let's make that case, guys."
    },
    {
        "speaker": "C",
        "text": "So my kids love her, so here's."
    },
    {
        "speaker": "B",
        "text": "A little alpha makes children's music. That makes sense."
    },
    {
        "speaker": "C",
        "text": "Well, no, it's. It's not really that. It's shit that I like, too, which is kind of sad, but. No, this is chamber. You might or might not like this, but I think Steve probably won't surprise me if he's gonna say, oh, yeah, I already did this. But I know his daughter and my daughter about the same age, fifth grade. She's, like, got a weird mind. Like, mine likes entrepreneurship, likes that. Just kind of like, she's got that little bug in her. And we watch her Netflix documentary. And, man, if you like business and you like someone who just fucking perseveres and is not a bad person, I."
    },
    {
        "speaker": "B",
        "text": "Would say, mid to your music."
    },
    {
        "speaker": "C",
        "text": "Check it out."
    },
    {
        "speaker": "B",
        "text": "She."
    },
    {
        "speaker": "C",
        "text": "The documentary is dope, man. Like, especially with your child. Especially if you got a young daughter."
    },
    {
        "speaker": "B",
        "text": "You guys know, like, you can try to persuade your kids to listen to the type of music you want them to listen to, but we all know at the end of day, they're gonna. They're gonna pick the type of music they want. My daughter, like, my oldest daughter has not gravitated, which I found interesting. Like, she has maybe one or two songs from, you know, from her on her playlist. I'm just trying to pick up her playlist now, but, like, I don't know. I mean, there's some absolute garbage music in this, but not a ton of Taylor Swift. Some, like Billie Eilish, my chemical romance. She's really going through an emo phase, apparently. Churches. Big fan of them, if you guys are familiar. But, yeah, I was kind of shocked. So I don't know, maybe. Maybe she'll find them and then maybe I'll learn all this great stuff."
    },
    {
        "speaker": "C",
        "text": "It's not as much about the music on that documentary. It's about, like, if you want girl power type shit from your girls, it's like, wow, look at what she did. It was cool."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. I like that. I like, I like. I like that positive female energy. So maybe we will watch that. Maybe that will do that this weekend."
    },
    {
        "speaker": "C",
        "text": "Did you watch?"
    },
    {
        "speaker": "B",
        "text": "Did I watch what?"
    },
    {
        "speaker": "C",
        "text": "Chimp empire yet?"
    },
    {
        "speaker": "B",
        "text": "No, no, it's on my list. I have it. I have a favorited, but it was on Disney plus. You were right."
    },
    {
        "speaker": "A",
        "text": "That shit's wild. If you watch it, it almost looks fake, like, because the chimps are so. They're so close to the chimps. And then if you watch it after taking the type of substances we all like to take it, actually, you start freaking out and being like, these things are almost human, and it's weird. It's. It's good. So, highly recommend chamber alongside Taylor Swift. I recommend you bad buyer."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "C",
        "text": "I'm freaking out, man."
    },
    {
        "speaker": "B",
        "text": "You are freaking out, man. Um, pain. I'm just looking. There's a pirate guy. I don't know. He's gonna come like, pirate. Our stage here is that we're worried about."
    },
    {
        "speaker": "C",
        "text": "Most likely."
    },
    {
        "speaker": "B",
        "text": "We can have the discussion live here. We can talk. I say we. Let's keep them on red, you know? Is that the kids say, leave him on red."
    },
    {
        "speaker": "C",
        "text": "Leave him on red."
    },
    {
        "speaker": "B",
        "text": "You got pirate in your name? I don't. I don't need stage pirates today, you know what I'm saying? We already have Steve."
    },
    {
        "speaker": "C",
        "text": "It might actually be Emily."
    },
    {
        "speaker": "B",
        "text": "Oh, geez. It might be Emily. When she has her pirate account out. She's really looking for blood, so we got to watch out."
    },
    {
        "speaker": "C",
        "text": "How was that pirate? If we let you up, are you going to Shillenhe?"
    },
    {
        "speaker": "B",
        "text": "Give us a thumbs up? If you're not. He's not even listening."
    },
    {
        "speaker": "C",
        "text": "I hate that delay."
    },
    {
        "speaker": "B",
        "text": "Oh, laugh emoji. I like that. Let's give him what? Let's give him a shot."
    },
    {
        "speaker": "C",
        "text": "All right, here we go."
    },
    {
        "speaker": "B",
        "text": "Quick trigger, though. Quick trigger pain. See what we got. Let's give him a sec to connect."
    },
    {
        "speaker": "C",
        "text": "Hey, guys. Sorry. Okay. I won't chill. I won't."
    },
    {
        "speaker": "B",
        "text": "Promise."
    },
    {
        "speaker": "C",
        "text": "I promise."
    },
    {
        "speaker": "B",
        "text": "That means you could potentially shill. Is that what you're telling me right now? Like, there was an op? There was a possibility you would have shown."
    },
    {
        "speaker": "C",
        "text": "Yeah. To be honest with you, I woke up today like, we're a brand new project, and I'm trying to get to 50 followers."
    },
    {
        "speaker": "B",
        "text": "All right, well, okay. Pull them. Pull up. Gone, gone, gone."
    },
    {
        "speaker": "C",
        "text": "Pirates. I'm really interested in your take on Taylor Swift."
    },
    {
        "speaker": "B",
        "text": "Yeah, if you have a Taylor Swift take pirate."
    },
    {
        "speaker": "C",
        "text": "Look at it this way. If you have a good take, people are gonna click your profile anyways, so the better, the better."
    },
    {
        "speaker": "B",
        "text": "Come with that Taylor Swift."
    },
    {
        "speaker": "C",
        "text": "Okay, okay, okay. Here's my tail. Swift take. Actually, I talked to someone about this the other day. The thing is, I hate Taylor Swift herself and, like, what she stands for, but."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "But she has one or two songs that are fire, and I won't back down. The old Taylor won't come to the phone right now. She's dead. I was wheezing. That was. That was freaking hilarious. Okay. Like, everything else, made most of it like her. Oh, my God. I'm like this poor girl getting left by my boyfriend's left and right, and I'm like this crazy psycho bitch. I don't know. I won't take it. But that one. Fire."
    },
    {
        "speaker": "B",
        "text": "All right, hey, we, like. I like the counter argument here. I feel, you know, I'm with you. I think two songs, Max, but I might be wrong. Circles, man. What do you think?"
    },
    {
        "speaker": "C",
        "text": "I mean, I've never been either. Kanye. Nora. Taylor Swift. Maxi, get off the stage. Well, speaking."
    },
    {
        "speaker": "B",
        "text": "That's okay. Until today, I haven't. I was. I wasn't either. Circles."
    },
    {
        "speaker": "C",
        "text": "Speaking of getting off the stage, how well do you have to be within the circle until you can start shilling? For instance, if I spun up a project right now that you were going to send Eth to, is now a good time to start talking about that one?"
    },
    {
        "speaker": "B",
        "text": "Anytime now. Yeah, your circles are good."
    },
    {
        "speaker": "C",
        "text": "Cool. Just wanted to make sure."
    },
    {
        "speaker": "B",
        "text": "Your inner sanctum."
    },
    {
        "speaker": "C",
        "text": "Wonderful. I do think during the whole Kanye Swifty drama, I was more on the swift side, but once again, it didn't really bother me one way or the other. Didn't actively go out and listen to either of their music. So."
    },
    {
        "speaker": "A",
        "text": "When bunch leaves, we don't talk about nfts when bunches here."
    },
    {
        "speaker": "B",
        "text": "We don't talk about nfts. All right?"
    },
    {
        "speaker": "C",
        "text": "Literally, we can't talk about nfts when bunches here because it gets them, like."
    },
    {
        "speaker": "B",
        "text": "Depressed gets them all mad and shit gets him. Yeah, we're just having a fun Friday. If this was Monday or Wednesday, Des and I would be talking about some web three content. But it's Friday, you know, sun shining. We're discovering Kanye west for the first time. You know, I had to check web three Anthony's profile. I didn't know he converted to IRL imagery. You know, all. We're learning all sorts of things today, so. But if we were here, it would be a shitty 1 hour draft. Half of our audience, three, quote, you know, two thirds of the way through."
    },
    {
        "speaker": "A",
        "text": "As a side note. Three, Anthony, when he changed to his IRL picture, looked exactly how I expected him to look."
    },
    {
        "speaker": "B",
        "text": "Is that right? Oh, yeah. Well, without further ado, web three Anthony, what. What is up?"
    },
    {
        "speaker": "C",
        "text": "The clapping at the clapping background noise for my entrance."
    },
    {
        "speaker": "B",
        "text": "Okay, I got. So."
    },
    {
        "speaker": "C",
        "text": "So this is, this is, this is a sensitive subject for me because, like, I grew up, like prime era. Like, I'm in high school college for, like, prime Kanye, right? And that guy was just putting out banger after banger after banger, right? Like, no doubt Taylor Swift saga kicks in. You know, I'm not Taylor Swift hater. Taylor Swift saga comes on. Me being the man child that I am. Big college frat boy gotta side with Kanye, right? Like, we can't. We can't support Taylor Swift. There's girls crying in their dorm. We need to, you know, tell them that they're wrong and got to do so. Big Kanye supporter. Then, you know, Kanye kind of goes off the rails. Listen. Off the rails. It happens, but the music is still the music, right? Artists are crazy. He's still an artist. The music is still the music. What he stands for now, I don't know, one day he hates a certain, you know, race of people, the next day he loves them again because they play great movies. I don't. Crazy as I don't know what's going on with him anymore. The music is still great music. Now with that being said, that being said, I've grown up and I have to acknowledge that I am no longer a man child. I'm just a man. Yeah. Like Taylor Swift, she has bangers. She has loads of bangers. Two, whoever said to, I don't agree with pirates. Two is way too low. She has at least ten. Okay? And I think that when you put your manliness aside and you really dig deep, you will support, support Taylor Swift. Now I also chamber have to really appreciate your soufjan take. That's a great take. He's a phenomenal artist. In the space. I also think that you kind of remind me, you know. You know, I was thinking of you as, like, the wood cabin in the Wisconsin type guy. What's your take on Boney ver? Are you a bony ver fan?"
    },
    {
        "speaker": "B",
        "text": "So, I mean, come on. You hit it on the head. I was a bony vers fan in 2014 when he or whatever it was. You know what I mean? When it was hot. I have a couple of his albums. It's definitely of a time. It's not my. I don't go back to it once in a while, maybe I'll throw on an album here and there, but I would say more rare."
    },
    {
        "speaker": "C",
        "text": "So I have more. Put it this way, I have more boney there concert t shirts than I do nft merch."
    },
    {
        "speaker": "B",
        "text": "I love it. Yeah, that's, you know, it's a bit more embarrassing. I mean, the name of the band is kind of weird. Like, it's hard to say when people see it. You know what I mean? Kind of have to say it in a weird way."
    },
    {
        "speaker": "C",
        "text": "It is fun to ask people how to pronounce it. One of those things that either, you know, like, some people will be like, oh, yeah, he was featured on that one Kanye song. Right? And people. People like, oh, I love bon iver."
    },
    {
        "speaker": "B",
        "text": "And, yeah, bon ivory."
    },
    {
        "speaker": "C",
        "text": "You know, they feel really. My favorite thing is when he won album of the year or song of the year, and the trending Twitter topic was who was. Who is Bony Bear? But as Steve said, if you are the type of person that likes to do things. I don't know what Steve was talking about. He says, we like to do things. If we're the type of people things, do things and listen to music. I mean, that's a great experience if you ask me."
    },
    {
        "speaker": "B",
        "text": "All right. Okay. You know what? Anthony has provided the best defense of Taylor Swift so far."
    },
    {
        "speaker": "A",
        "text": "You're just taken by."
    },
    {
        "speaker": "B",
        "text": "I was. I was about to say, may have something to do with that professional pick I'm looking at, but I just. He exudes confidence. I'm captivated by him. So you've won me over."
    },
    {
        "speaker": "C",
        "text": "Did we just become best friends?"
    },
    {
        "speaker": "B",
        "text": "I think we may have. I think we may have you talking to me about Bonavera saying a cabin, you know, couple of grizzly beards. It's. I don't know. Maybe. I don't know what's happening right now."
    },
    {
        "speaker": "C",
        "text": "Quick, quick. Little aside, Des, can you accept the co host invite so I can get more people up here? I appreciate it."
    },
    {
        "speaker": "B",
        "text": "We have more people. Von Fronten, what do you got, man?"
    },
    {
        "speaker": "C",
        "text": "All right, so first, personal issues with Kanye aside. Eight hundred eight s and heartbreaks."
    },
    {
        "speaker": "B",
        "text": "That's the one."
    },
    {
        "speaker": "C",
        "text": "It is hard to get. It is hard to get better."
    },
    {
        "speaker": "B",
        "text": "That's the next one on my list. That's the next one. My listen."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "It is. It is great."
    },
    {
        "speaker": "A",
        "text": "But look, look on Taylor."
    },
    {
        "speaker": "C",
        "text": "Look, I feel like there's a lot of bad blood in the combo and turning this."
    },
    {
        "speaker": "B",
        "text": "Doesn't she have a song called Bad Blood space?"
    },
    {
        "speaker": "C",
        "text": "Look, I knew you were trouble chamber, but your views remind me that haters are going to hate and we need to shake it off. And I'm not saying that we are never, ever getting back together, even in your wildest dream."
    },
    {
        "speaker": "B",
        "text": "It's something we know all too well."
    },
    {
        "speaker": "C",
        "text": "So just consider this another chapter in the love story of you and Taylor Swift. Holy crap. I'm just clapping it out for you. Von front, fan for life."
    },
    {
        "speaker": "B",
        "text": "This. I'm getting swayed on. I'm getting swayed. I'm gonna, I'm gonna. Maybe it's an all Taylor weekend for me, really. A, you know, deep dive, really, you know, submerge myself in the content and maybe see what. See what comes out the other side, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Can you imagine your daughters this weekend if, like, you just are jamming out to Taylor Swift, like, dancing in the kitchen to, like, Taylor Swift all weekend and they don't even like her that much."
    },
    {
        "speaker": "B",
        "text": "Like, they definitely don't like her that much. I would say they don't like her, period. But Taylor Swift is not, like, you know, being requested on the road trips. But, yes, I think that would be a very fun."
    },
    {
        "speaker": "A",
        "text": "I would love to see that. That would be a good. That would be a good visual because your. Your kids would, like, never forgive you. It would be awesome. Like, while they're, like, while they're on, like, FaceTime with their friends, just, like, jamming out in the kitchen to it and singing really loud. That would be the."
    },
    {
        "speaker": "B",
        "text": "Do you know why I'm. I think. I think I just realized what my. And again, I don't. I don't have a disdain for her, but I think one of the main reasons I never really kind of, you know, looked into her more is my. In my previous career, I had a boss who was like, he's got to be like, you know, 50 something, like 52, 53 now, but he was kind of in his mid forties, like, you know, eight years ago, ten years ago. And he was like, I'm a huge Taylor Swift fan. It just seemed creepy to me. Like, he really liked Taylor Swift. I'm like, dude, isn't he, like, 23 years old? You know, I don't know how old Taylor Swift is now, but I'm assuming, like, eight years ago she was, like, 23. She may have been younger than that, but it seemed creepy to me, and it just kind of put me off. I think that. I think that's the. The nugget of. Of truth on my relationship with Taylor Swift. Is that weird? Is that weird that a 45 year old guy was huge into Taylor Swift, like, eight years ago?"
    },
    {
        "speaker": "A",
        "text": "I mean, I'm 39, so I don't know. I'm not, like, huge into Taylor Swift, but, like, I'm sitting here thinking."
    },
    {
        "speaker": "B",
        "text": "Like, late twenties, like, when she first came up."
    },
    {
        "speaker": "A",
        "text": "It's true. Yeah. I was in my early second when she first came up."
    },
    {
        "speaker": "B",
        "text": "1 second. You're about, like, how many days are you away from turning 40?"
    },
    {
        "speaker": "C",
        "text": "Like, it's close."
    },
    {
        "speaker": "A",
        "text": "Three weeks."
    },
    {
        "speaker": "C",
        "text": "Oh, I know it's close."
    },
    {
        "speaker": "B",
        "text": "I knew it was close."
    },
    {
        "speaker": "A",
        "text": "I only have that over you for, like, three more weeks. I've been calling my wife because you and my wife have a birthday around the same time in the February timeframe. Right. And you're like, February 20 is third, maybe, possibly, yeah. And I remember I was like, I've been calling her old, and she's 40, and I'm nothing for, like, the better part of several months. And the chickens are coming home to roost in three weeks. It's not good."
    },
    {
        "speaker": "B",
        "text": "Yeah, that'll be a good day. The great equalizer. I call that circles. What do you got?"
    },
    {
        "speaker": "C",
        "text": "So two things I'm just going to say here. Happy life, happy wife, or happy wife, happy life. That's the same thing that I've said at both my brother's weddings. So, you know, you guys been married for a while, you know, your wives, but it's still playing with fire as."
    },
    {
        "speaker": "B",
        "text": "Far as I'm concerned."
    },
    {
        "speaker": "C",
        "text": "Concerned. So on the Kanye Taylor Moore talking, have you guys seen the Netflix documentary for Kanye? It seemed like around the time that his mom ended up passing is when just whatever clicked in his brain of, I'm gonna start saying some crazy stuff that seemed to kick it off. But, yeah, I just thought that was a very interesting to see his."
    },
    {
        "speaker": "B",
        "text": "It's. It's funny you say that. I've definitely seen, like, a handful of, like, older people go absolutely bonkers after, like, an older parent dies. Not like, you know, like, I'm talking, like, 40, you know, 30, 40, 50 years old, uh, and absolutely cannot handle it. So, you know, I could see maybe happening with Kanye isn't. I don't know, isn't Kanye like on meds and stuff? Like, is he like a bipolar guy?"
    },
    {
        "speaker": "C",
        "text": "He is bipolar, but I mean, also the way his crazy."
    },
    {
        "speaker": "A",
        "text": "I also like how you just said bipolar guy as if, like bipolar guy is like, like a packer as opposed."
    },
    {
        "speaker": "B",
        "text": "To a bipolar girl, you know?"
    },
    {
        "speaker": "C",
        "text": "So chamber, I think you, I think you found the secret. He's a, he's a bipolar man. Diagnosed and not on his men."
    },
    {
        "speaker": "B",
        "text": "Well, there it is. I mean, there's the answer. What are we looking for here, guys? I'm not a doctor. I just, you know, just, just a lowly podcast host. Yeah. I mean, yeah, it's tough. It's tough. Obviously doesn't excuse saying absolutely batshit crazy stuff, but yeah, he's probably, probably going through some things and should probably be taking his meds. I sorry I left Sean with that hand up for a while. Do I know? 1 second before you say anything, Sean, I just want to confirm. Okay, don't chill. I don't know if I know you yet, Sean."
    },
    {
        "speaker": "E",
        "text": "No, I have nothing to show."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "E",
        "text": "I'm a meat popsicle man. I'm just here to, just here to talk shit on Taylor Swift. But welcome. Now, if you, if you do have an interest in Kanye's bipolar disorder, check out his song yikes. Which he really does get into how it feels to be bipolar. And again, that song is called yikes. But the one thing I wanted to say about Taylor Swift is she's consistent. You know what you're going to get. And artists that are consistent, I have respect for you. Look at Trent Reznor from the time of the eighties. Consistent in his music, consistent in his style. You know what you're going to get. Maynard Keenan is another one tool, a perfect circle. His, his side project pussifer. You know what you're going to get. It's Maynard Keenan. You look at AC DC, you know what you're going to get. Metallica. You know what you're going to get. Artists like that, to me, when, when they sit and they just stay and they're able to produce more and more, but it's still different because, you know, it's the same, it's the same genre. They go up on stage and they're the same person. But their music does evolve. It does go through the generations. And you can have 45 year olds that can say, hey, I like one or two songs. You can have the people in their thirties, twenties, all the way down to the kids that can relate to it. That's consistency. And that's something that really in this world today is hard to find anywhere, let alone media. You know, you look at. You look at the rap scene, you look at everything else, and those guys flip flop all the time, man. They get into politics, they get into religion. You know, Taylor Swift is spitting out bars about relationships and relating shit to cardigans and photographs that she's taken years ago, stuff like that. And always has and probably always will. And so what the fuck is the problem with that? Not really anything, you know, that's. Consistency is gold. That's all I got to say."
    },
    {
        "speaker": "B",
        "text": "Hmm. Well, hey, great take. Well, I could. I. Again, I lean more to the more insane artist types that really throw out weird shit."
    },
    {
        "speaker": "E",
        "text": "I mean, I see is consistent."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. ICP is consistent. That is true."
    },
    {
        "speaker": "E",
        "text": "You know, Merrill Manson's consistent."
    },
    {
        "speaker": "B",
        "text": "Absolutely. I would put all of them at the same tier as Taylor Swift. Blockchain ninja. What do you got?"
    },
    {
        "speaker": "D",
        "text": "You put them at the same level. Okay, look, I'm not a big t sweet fan, but I gotta say, she's goaded for a few reasons. Um, I remember my fiance's giving me the dirtiest look right now."
    },
    {
        "speaker": "C",
        "text": "He said, you laugh."
    },
    {
        "speaker": "D",
        "text": "Look, she hates Taylor Swift, so every time she comes on, I make sure to turn it up in the car. Okay. There's an image in my head. It was, like, 2000 something."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "D",
        "text": "It was right after that cd red came out by Taylor Swift. So imagine me and those of you who've actually seen me at the. The event can imagine this. I was in 2009 rx eight, the r three, the limited edition one. Like, lowered, souped up little sports car, right? Driving through Georgia. Driving through Columbus, Georgia. And I pull up next to a truck that's, like, jacked up, and there's, like, four girls in it. And I'm blaring the song trouble, which was number four off the red cd, blaring it in, like, that car had a ten speaker bow, surround sound sounding."
    },
    {
        "speaker": "C",
        "text": "Do you hear?"
    },
    {
        "speaker": "B",
        "text": "I hear it and I believe it."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Look, that's the only song I remember off that cd. But if you've never heard that in, like, a car with an actual system, play it. I'm telling you, it's amazing that. And honestly, the fact that she actually gives a shit about her, you know, the people that buy her cds. Like, she does stuff for her fans all the time. Like, private. Not just greetings, but whole experiences. Like, having a whole bunch of them meet it like a mansion. And she'll do, like, private planes for them and sit there and talk to them like she does a whole lot for her fans that she never gets credit for. But besides that. Yeah, most of her songs are overplaying. They're all about, like, axes and."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Bad."
    },
    {
        "speaker": "B",
        "text": "Are you. Would you say Kanye over Taylor? Like, if you're listening to music, I."
    },
    {
        "speaker": "D",
        "text": "Think Kanye should probably rinse his mouth out with bug shot."
    },
    {
        "speaker": "B",
        "text": "Just. Oh, my goodness. I hope just poured out. Just, you know, just manually poured into the mouth, you know, and not wrong. Not wrong. You got to rinse out that mouth when you're talking that filth, you know, I'm saying, um, we're gonna go."
    },
    {
        "speaker": "D",
        "text": "I'm sorry. That came out strong. I think we should just stop talking altogether for, like, the rest of eternity."
    },
    {
        "speaker": "B",
        "text": "Yeah. No less talking. More bangers. I think is. We can all agree there. Let's go to Knox."
    },
    {
        "speaker": "C",
        "text": "Hi."
    },
    {
        "speaker": "F",
        "text": "Am I one of the first female voices talking about joining this conversation, um, today?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "F",
        "text": "So here's my. My take on Taylor Swift. I think she has one of the largest dedicated fan bases. But there are maybe artists who have a wider. Like, a wider appeal, like Rihanna or Adele. Like, who doesn't. Who doesn't say no to Adele. Right."
    },
    {
        "speaker": "B",
        "text": "I agree. I like Adele and Rihanna way more than Taylor Swift."
    },
    {
        "speaker": "F",
        "text": "Right. Like, people. Usually you can. It's hard to find people who will say, I hate Adele, but I'm most impressed by two things. Like, one, the way she's able to package herself as a businesswoman, and two, just the way that she. She's able to, like, mobilize her fan base. So, you know, I've followed her career because I've worked in celebrity endorsements before and deals, and she's done things. She's accomplished things that a lot of male artists have not been able to do. So, like, you know, most recently because of the way her tickets were selling out, she. I mean, there was a Senate hearing, an apology from the Live Nation CEO over, like, miss unfair treatment of her fans. And then I think it was in 2015, 2016, because she wrote a letter to Apple Music. It changed. Like, the Apple Music CEO changed their entire policy on artists royalties during. I think it was during the trial period. So she got art. She was getting artists paid by writing a letter. And then, you know, her beef with Scooter Braun, who is a major player in. In the music industry, he's."
    },
    {
        "speaker": "B",
        "text": "Correct me if I'm wrong. That was the. The guy that kind of held rights to. I don't know if it was, like, a full album or a few albums, and then she went and re recorded them."
    },
    {
        "speaker": "F",
        "text": "Right, exactly. Like, the way that she's just like, so they, like, she, she recorded with big Machine records, and then, you know, there was, like he said, she said, we don't know the details of that, but basically, she did not have the chance to purchase her own musical library, so her rights to her music, so she would not be able to get paid for her music fully as she would have if she owned the library. She then was like, you know what? I'm gonna rerecord it. And she did."
    },
    {
        "speaker": "B",
        "text": "Who didn't she rerecord it with? The Antonov guy from, like, fun, and I forget his first name. He's a producer now. I feel like he left the band and is just producing, like, major, major stars now. But, I mean, that's obviously huge."
    },
    {
        "speaker": "F",
        "text": "Yeah. So she's done some huge things, like the way that she's able to mobilize, like, everyone loves Adele. Like, you listen to Adele, everyone will listen to Adele with a glass of wine, but you're not going to, like, climb over a wall to buy something. She's buys her new collection of, like, anything on target or whatever because they don't have the same type, the same dedicated fan base. So that's a difference between a dedicated fan base and a wide, like, commercial appeal."
    },
    {
        "speaker": "B",
        "text": "So would you say, like, her fan base is, like, is it close? Like, to me, it sounds like it's closer to, like, a cult following. Am I wrong there? Like, it feels pretty."
    },
    {
        "speaker": "F",
        "text": "You know, I think I. Yeah, I think so. And large part of why she's so successful now is because her fan base grew with her and their purchasing power grew with her."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "Yeah, exactly. It's the way, how, it's the same way how disney is. You know, Disney does their studs, starts doing their marketing by getting into, like, nursery rooms and, like, they're in hospitals. So, like, trailer Swift has been with these girls from a very young age. She's the personification of, like, womanhood and, you know, like, female validation and sisterhood. Like, these are all products that she sells. So, so when, so now these women, they're older now, and these, for them, they're the bangers of their childhood. It's like, it's a, it's an era. Like, she's, like she said and her, and her family, her father, who's a former Merrill lynch executive, they're extremely savvy, the things that they've done in her career and the way that also the way that she was able to bounce back from her beef with not just Kanye, but the entire Kardashian clan. Like, the amount she had a beef."
    },
    {
        "speaker": "B",
        "text": "With the entire Kardashian family."
    },
    {
        "speaker": "F",
        "text": "Well, yeah, because there was this thing where everyone became the snake emoji. Right. Everyone was calling her out on this because there was some recorded conversation where Kanye tried to come out and say, you know, I asked you about your. For your consent to include you in my song. And Taylor said that she didn't, and she didn't want to be. Refused to be part of this narrative. And then Kim later released another recording that exposed that Taylor had indeed, like, said something over the phone. And so there. So people are like, oh, she's exposed. And putting like this. We're using a snake emoji because people love to tear. Tear people down."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "That's just like, you don't even know what's going on, but you'll love to tear people down. So she had, like, gone through this phase, and everyone was just using a snake, snake emoji on her. And then she eventually bounced back from that one by saying that, you know, it's just because I said, sure. Like, over the phone, like, oh, yeah, you can mention me is different from the way that Kanye did eventually portray her in the song and then two, by just, like, owning it. So she, like, literally, like, she had another tour or music video where she literally made a snake, a giant snake, you know, some sort of, like, my paper mache snake."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "Yeah, yeah. And just like, she owns all of her hate. And the way that she's able to bounce back from that and repackage herself, she's had, you know, she. She used to have. Have this, like, posse, like, this girl squad, and she keeps losing them, but she keeps adding new members. It's like product placement. So, like, she used to be best friends with Carly Claus, who is Joshua Kushner."
    },
    {
        "speaker": "B",
        "text": "Jerry, is that Santa Claus's granddaughter? I don't know who that is."
    },
    {
        "speaker": "F",
        "text": "Carly Claus is a supermodel, and she's the wife of Joshua Kushner, who is the brother of Jared Kushner. And it. And this was like when Carly Claude was very, like, when Trump was running for office. But Josh Kushner had very different democratic views than obviously his brother. And so Carly and Josh is a very influential VC. And so there was, like, a lot of packaging of Taylor and Carly. They were on magazines together, like, on vogue covers, I think. And then it, you know, she kind of left that group, but there it was like, it's like product placement slots. There are always new celebrities waiting to. Waiting for that space in her squad. So it's incredible. Like, as a businesswoman, she's really formidable. And I, you know, I've come full. I think I've come around to respecting her for what she's achieved."
    },
    {
        "speaker": "B",
        "text": "Hey, no doubt. I mean, obviously she's doing some things out there, but I still think Miley Cyrus put out. Puts out better songs than she does."
    },
    {
        "speaker": "F",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "How about that? How about that for a take?"
    },
    {
        "speaker": "F",
        "text": "I agree with that."
    },
    {
        "speaker": "B",
        "text": "I love it. Okay, well, it's. It's 503 here on the east coast. It's Friday. We're not going to keep everybody too long. Let's do. Let's finish it off with circles at one in a million, then we'll wrap it up. Circles? No. Okay. One in a million, then. Jeepers, no. Okay. Fuck sakes. You guys are killing me today."
    },
    {
        "speaker": "A",
        "text": "What is. What is going on here?"
    },
    {
        "speaker": "B",
        "text": "Steve, wrap it up, buddy. Like, what do you got? What are your thoughts on Miley Cyrus?"
    },
    {
        "speaker": "A",
        "text": "I love Myri Cyrus. I think she's great, and I don't think it's fair the way she's been portrayed."
    },
    {
        "speaker": "B",
        "text": "I fly the Miley Cyrus flag hard. I'm a big fan of hers. I think one of the best voices in the industry puts out bangers more."
    },
    {
        "speaker": "A",
        "text": "And she was going through. She was going through her shit publicly, too, at a time when it was kind of okay. Like, when Simon Cowell built American Idol on basically, like, aggressively bullying teenagers. Miley Cyrus is coming up at that time, and so because of that, people talked a lot of shit to a child at that time when she was kind of figuring out her life in public. So I. And her music is just really, really good, so."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally."
    },
    {
        "speaker": "C",
        "text": "Okay, des, one last thing. In. One last thing. It's gonna be a little controversial, but it's gonna be super fast. All right, go the goat. If you're gonna go to somebody, you should probably go. The person who's played more live music and more prolific music than anyone in the history of the human race. We're talking about that person is Bob Weir."
    },
    {
        "speaker": "B",
        "text": "I was just about to say that. So funny. I was just about to say, are you talking about the Grateful Dead right now? That's amazing. 100%. Because that's where my. When you said, who's ever played the most live performances, that's where my mind went. And I would agree Bob Weir is goaded. Not a controversial take. I think the accurate take. Des, final thoughts on today's show."
    },
    {
        "speaker": "C",
        "text": "You've got a lot of homework to do this weekend, man. Between finishing some kanye and finding your peace with Taylor, you got a lot of homework."
    },
    {
        "speaker": "B",
        "text": "I'm gonna. I'm gonna give her a fair chance. I'm gonna listen a lot of Taylor Swift, but if I'm. If I'm not hearing those songs that I want, I'm gonna say it. But if I find them, I'm not gonna be. You know, I'm not gonna. I'm not gonna shade anybody if they're there. I'll admit it on Monday."
    },
    {
        "speaker": "C",
        "text": "Chamber. Chamber. I can. I can report back to you on Monday as well. So my fiance is. I got our tickets to Taylor Swift at Soldier Field tomorrow."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "So I'll have some. Some."
    },
    {
        "speaker": "B",
        "text": "A live performance can definitely change an opinion."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll probably have some. Some intimate details about that experience that might inform you properly."
    },
    {
        "speaker": "B",
        "text": "Let's circle back on Monday. All right. That's gonna do it for us. We talked absolutely zero web three, only Kanye and Taylor Swift. I feel it was a quality show nonetheless, so I hope Payne's got a banger prepared after all this talk. Until next time, stay mint."
    },
    {
        "speaker": "C",
        "text": "I went back and forth on a lot, but I decided to honor Des, so here we go. Yes. It feels like a perfect night to dress up like hipsters and make fun of our exes."
    },
    {
        "speaker": "F",
        "text": "It feels like a perfect night for."
    },
    {
        "speaker": "C",
        "text": "Breakfast at midnight, to fall in love."
    },
    {
        "speaker": "F",
        "text": "With strangers."
    },
    {
        "speaker": "C",
        "text": "At the same time. It's miserable and magical."
    }
]