[
    {
        "speaker": "A",
        "text": "Bunch, how you doing, man?"
    },
    {
        "speaker": "B",
        "text": "Man, I am doing wonderful. I am on the streets of Las Vegas. I am currently outside the venetian hotel, deciding if I should steal a gondola. And. And then I just ate lunch with some of the Starbucks folks that I've been working with for the past year, and we got to meet for the first time in person. So that was really fun. I've been enjoying my first ever Ces cap. As a. As a longtime Ces veteran cap. I feel like I wasn't even prepared in the slightest for what Ces is. And I'm gonna. I need more information next time, because I was not prepared for this."
    },
    {
        "speaker": "C",
        "text": "Capped when I saw your flight out. I'm not gonna dox your schedule, but I was like, oh, man, this. You can tell it's his first ces because it is a long, grinding week. If you've never been, it is like, you'll get in your steps and then some. And it's Vegas, so the city never sleeps. Even if you're not partying, there's just always something going on. And, like, now, during conference weeks, anytime it's in Vegas, it's like, the last afternoon, like, I'm out that night. I'll even take a red eye to get out of Vegas, just to. I've stayed an extra few days in Vegas, back in my drinking days, and it's like you're taking your life in your own hands."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, totally. So there's that aspect of it which I have not really partaken in yet, because I flew out here on Wednesday evening. I was really dumb, and I was like, hey, I'm gonna work all day Wednesday, and then I'm gonna go. I'll take my flight. It's a three hour difference. I'll get in, you know, 910 o'clock local time, and then I'll just chill and be ready for the day on Thursday. Well, my flight was delayed for 4 hours, so I didn't leave New Jersey until almost 10:00 and then it's a five hour flight. So I got in at basically 02:00 a.m. local time, which was 05:00 a.m. you know, my body time. And then I woke up. I was actually. I think I was on coffee yesterday. I don't even remember, but. So I woke up in time for coffee yesterday, and then. So, like, I did the whole thing yesterday, hit some of the floors, and then I had my panel, and then I was done. I was, like, tired. So I went back to the hotel, grabbed dinner, and went up to my room and I was like, am I going to go out? Yes or no? And I hit the bed and that was it. I was asleep by 830. Woke up again this morning at 530. So came and listened to coffee again this morning, and now I've been out on the town since and I guess I'll get into some debauchery, maybe later tonight and tomorrow."
    },
    {
        "speaker": "C",
        "text": "Is there a bunch of web three stuff out there? Are you seeing? I mean, I'd be curious. We should probably do this, if you don't mind. Maybe next, next week on coffee. I'd love to get, I don't want to take your show over today, but I'd love to get kind of like your debrief on ces and is web. We were talking this week what will become the ces of web three? And maybe the answer is we don't need one, we just integrate more into ces. I don't know. What do you think of that?"
    },
    {
        "speaker": "B",
        "text": "I actually think that that's probably going to happen because it's funny, like I said, I didn't realize how massive of a conference show this actually was. And what I think is really interesting is, you know, we're used to in the last two years going to our little, in retro, in comparison, little crypto conferences, NFT conferences. And they feel really kind of small and intimate. And this is anything but that. Like, this is the biggest convention slash show slash conference I've ever personally been to. And what's very interesting is you're seeing a lot of tech from a lot of different industries. So, you know, when we go to conferences, it's all crypto focused, it's all web three focused, it's all NFT focused, and it's all people innovating in there. But here you're seeing a lot of just really interesting new tech and innovation stuff, but not necessarily blockchain stuff. But you can start to see this, like, wedging in. Like people are talking about web three, people are talking about blockchain. There's panels and tracks dedicated to it. And I'll tell you what, like, I had this panel yesterday, and maybe no less than 20 people from really large companies came up to me after, and they're talking about how they're thinking about the strategy and stuff, but like, it's so nascent and people don't know exactly how to use it, but you see it creeping in. So I think, I bet you when I'm coming to ces five years from now, it's a much, much, much bigger piece of what's going on here as far as, like, the things you're seeing on the floors. But like, there's. There's whole rooms dedicated, not rooms like big conference center pieces of, like, metaverse gaming, ar, and then there's all kinds of different web three focused stuff in the startup Eureka area. So, like, there's a presence here. It's small, but it's going. I can only see it getting bigger and bigger from here, whereas, and I think, honestly, the bigger it gets at something like this, the better, for sure, because it's better to be, you know, I'd say growing in this pie than kind of just playing in our own little sandbox. Des, co host of mint condition, has his hand up. Go ahead, Tess."
    },
    {
        "speaker": "D",
        "text": "No, I just was wanting you to finish your story and didn't want to interrupt. But before I confidently go to Ces for web three, I'm going to need you to walk around with a t shirt that says, I love NFTs, and I'm going to need you to count how many bad sticks you get if you get more than 150. I don't think we're. I don't think cs is ready for."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I think that's fair. I don't know if you get. I don't know if you get as many as you think. I think there's definitely skeptics, but, you know, I. At least I haven't encountered yet anybody that is just so anti nft. It's definitely different vibes than, like, an NFT NYC, obviously."
    },
    {
        "speaker": "D",
        "text": "How many hoodies are you?"
    },
    {
        "speaker": "B",
        "text": "Oh, no, this is much more like. And I'm sure cap can attest this. I'm actually even wearing, like, you know, tech bro uniform 101 with like, a button down shirt and a vest over it. So I've got the tech bro uniform going. A lot of people in, you know, coats and button downs. Not nearly as many D gens as you might expect. But, you know, we, that's our, that's our mission is to degenify Ces."
    },
    {
        "speaker": "D",
        "text": "Do you have the puffy Patagonia vest?"
    },
    {
        "speaker": "B",
        "text": "It's actually in. It's actually an eye zod, but it does have. It does have a pretty significant amount of puff, I would say."
    },
    {
        "speaker": "D",
        "text": "Oh, man, that is one hell of a sound bite that we need to grab."
    },
    {
        "speaker": "E",
        "text": "Oh, shit. Am I sorry. She kicked the mute button. My bad."
    },
    {
        "speaker": "F",
        "text": "Oh, no, no."
    },
    {
        "speaker": "B",
        "text": "That was."
    },
    {
        "speaker": "F",
        "text": "That was terrible."
    },
    {
        "speaker": "D",
        "text": "We were really enjoying that."
    },
    {
        "speaker": "B",
        "text": "I didn't know who that was and I was like. I was like, I'm pretty sure that's blockchain ninja, and he's not typically a troll. I like, I don't think, like, are we getting trolled by blockchain ninja right now?"
    },
    {
        "speaker": "E",
        "text": "Hey, wait. Did you just call my daughter a troll?"
    },
    {
        "speaker": "B",
        "text": "Well, you never know. Like, some people come up to the stage and just, like, moan, you know? I don't know. I don't know."
    },
    {
        "speaker": "E",
        "text": "I'm sorry. We were. We were playing, and I was tickling."
    },
    {
        "speaker": "B",
        "text": "Her, and she must have a fantastic time. Yeah."
    },
    {
        "speaker": "E",
        "text": "I like to think I'm a good dad. Like, she's. She's happy most of the time."
    },
    {
        "speaker": "B",
        "text": "What game were you playing?"
    },
    {
        "speaker": "E",
        "text": "We were playing the daddy dinosaur game. I had my arms inside of my t shirt with just my hands out, and, like, I sniff at her rib cage, and then I tickle her and, yeah, she. She loves it."
    },
    {
        "speaker": "D",
        "text": "So I love the alpha that we needed. I had no idea about that game. I'm gonna play that game as soon as my daughter wakes up."
    },
    {
        "speaker": "B",
        "text": "I like that game, too. I'm glad I asked that. So there's your dad alpha for the day, and chambers actually giving you dad alpha for today, too, which is don't have more than two kids, I think is chambers dad alpha for the day."
    },
    {
        "speaker": "A",
        "text": "I mean, really don't have more than one kid. Don't have any kids is the true alpha. One kid is okay. And, I mean, two kids is not fun."
    },
    {
        "speaker": "D",
        "text": "Honestly, I'm just so relieved. And my heart kind of started beating real fast because I thought that was that djen boy, that bunch who was referring to last space. So I am just very thankful that that is your daughter. Blockchain ninja."
    },
    {
        "speaker": "A",
        "text": "I want to hear what. I want to hear what Steve has to say here."
    },
    {
        "speaker": "F",
        "text": "First of all, that's a. Now, I feel like I have a legitimate ces question. I feel like a shithead following the laughing baby and then hearing about dinosaur dad, because that was, like, awesomely epic and adorable."
    },
    {
        "speaker": "B",
        "text": "That's what this show is. We can go back and forth, baby."
    },
    {
        "speaker": "F",
        "text": "Yeah. But, um. Oh, I had a probably inappropriate joke, actually, that, um. That came from a ray Allen tweet a long time ago that I'm just going to leave on the table, but if you get that one, great. But, um. No, I was going to say. Well, first, I feel attacked by. By Des because I do have a puffy patagonia vest. Number one, um, which is very on brand. But number two, I was curious, um, know, you mentioned, like, ces, like, starting to see blockchain show up there, which I think is cool. And I agree with you. It's almost like Frank and, you know, Kevin talking about, you know, moving from, you know, Solana, where there's 60% of the volume, to sort of eth where they can actually be sort of, you know, grow into a bigger pond and blockchain ces would be huge. But I guess my question would be like, what have you seen there? Like, forget like, the metaverse and everything. CES is so fucking cool. Is there something you've seen there that you've been like, wow, I never knew that could exist, or that's a really cool innovation. Or have you not even had the chance yet? You know, since you just."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say I have not been able to do the proper, like, it's so crazy. I got here, I didn't. Yesterday was my first full day, but, like, it's impossible to see everything that's here. Like, I think you could make full days out of, you know, your entire time here and not even see 1020 percent of what's actually here. So I would say ask me again on Monday. However, like, what I walking around today, I actually got the chance to meet up with a friend of the show and friend of Degen Network, Brit blockchain. Mom met up with her a little bit ago and we were walking through the startup area and stuff that I find fascinating that I said to her was like, that doesn't even cross my mind typically, is like, there's this whole section on food tech and like, all of the crazy food tech stuff, like manufacturing fat out of plants for cooking and just all this kind of crazy stuff that I would never think about in my normal life. So things like that are surprising to me because it's just areas that I don't. My brain doesn't live in normally. But I will have much better answers for you on Monday as I kind of get into it today and tomorrow a lot more. But the other thing, too is like, this is, this is like Technerd Christmas morning. Like anything and everything you can imagine is here. I mean, there's some really cool things like connected car stuff. That's very interesting. So, you know, that's an area where you could see potentially blockchain coming in the future. Like connected car things, you know, just stuff like that. I saw a real cool futuristic DeLorean that in my drinking days, I might have tried to commandeer, you know, kind of cool stuff like that, but I haven't even scratched the surface. I'm sure Cap can attest to how hard it is to actually cover everything. And it's, like, impossible to plan because of it, too. Cap, what's the most you've ever seen in one sitting here?"
    },
    {
        "speaker": "C",
        "text": "I mean, I've never seen in full show. And it got to the point where the last several times I went, I don't even know if I made it to the show floor, because it's just. It's like. Like people say, oh, you knock out two birds with 1 st. It's like 24 birds with 1 st at ces. Like when. When. Especially if our. Our space. This space starts, you know, making that annual trip to CES, I could see it becoming the. Not like a NFT NYC where everyone gets together and parties, but it's like. It's very efficient in terms of meeting after meeting after meeting. But on the show floor, you were mentioned, like, the connected car. If you haven't yet been to the, like, the whole car pavilion. Like, it's. It's mind blowing. Like Mercedes and Audi. Like, they'll have no joke. Like, seven figure exhibits."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Like, it was raining. Raining here yesterday. So that part of it didn't get, like. Because that stuff, I think the carpet, William, was outdoors. Cause I passed it yesterday. But, like, it's massive. I mean, the BMW one literally looks like they put up a new building for it. It's fucking wild."
    },
    {
        "speaker": "C",
        "text": "It's fun. You've got me a little. Little bit of foMo. I haven't. Like, after so many years, it becomes a grind. And, like. Like I said, I just. You kind of. It's going through the motion, or it became work, but now I've got a little fomo and missing Ces for the first time in a while."
    },
    {
        "speaker": "F",
        "text": "Real quick shout out to also Britt. I believe I should try to find the twist. The twit, the tweet, you know? Brit degen war. Remember, came to live. Coffee with captain. I believe she won. Like, woman to watch last year from someone at ces. I'm trying to remember what the award was."
    },
    {
        "speaker": "B",
        "text": "She did. It was, she's a badass."
    },
    {
        "speaker": "A",
        "text": "She."
    },
    {
        "speaker": "B",
        "text": "I mean, I spent 25 minutes with her, and I was like, holy crap. This person is one of the smartest people I've ever met. So I was like, yeah, she's super impressive. And then she was saying that her. She has two small daughters. I think she said they're five and seven, and both of them had one polygon. Polygon grants for, like, best young, innovative coders. And I'm like, they're like, polygon sponsored hackers and they're five and seven. Like, holy cow. She's like, man, I'm so excited to meet you. I'm like, me? I don't know. I think this is the value."
    },
    {
        "speaker": "F",
        "text": "She must have me confused with somebody."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure the value exchange is flipped here. I'm honored to be in your presence. But she. It's funny. Britt who, she's now full time in blockchain web three. She comes from kind of the web two space, and she knows everybody here. Like, she grew up on this side of, like, the tech stuff. So she said she's been coming to this since she was, like, 19. And so she's super well connected in, like, the web two space here. So it was really cool to hang out with her for a little bit, but I actually think also, so this was fun. I was walking down the street today, and I ran into good friend of Degen, network, Mister Pink. I didn't know he was here. And I just ran into Mister Pink on the street, and so we chatted for a while. He's here with a land with landmark ventures. And, you know, he was telling me they threw a big event, and he was telling me that, like, you know, landmarks not always been a web three thing. And so last year when they came, nobody wanted to talk web three with them. And this year, he was saying that he's literally life of every party, everybody. He can't. He's got to turn down meetings and stuff this year because everybody wants to talk web three. And so, I don't know. I do think it's going to get bigger and bigger. And just to give you, like, whoever has not been here before, like, perspective, you know, Vegas is a huge town. It is, you know, a lot of tourists and stuff, but there's not one person walking down the strip towards me right now where I'm standing that doesn't have a ces badge on. Like, that's how many people are here. It's wild."
    },
    {
        "speaker": "F",
        "text": "No, that's. That's bananas. That is definitely bananas. And I'm looking forward to hearing more about, you know, I won't, I won't. Yeah, Cap, I don't want to comment to the show. I'm so intrigued. But we'll. We'll do a full."
    },
    {
        "speaker": "B",
        "text": "Chamber's got time, so we. Can. We."
    },
    {
        "speaker": "F",
        "text": "Can you guys chamber, can you rattle off every DJ network show and how you feel about it one at a time? If you don't?"
    },
    {
        "speaker": "A",
        "text": "Yeah, today's show is supposed to be about my balls, so thanks, guys, for taking up 21 minutes of that. I did want to start off the show by saying, we want to what we're going to do because we have such great participation here. On the main condition, I was actually taking a look on some of the reaction stats from the individuals that listen to the show. And what we're going to do is at the start of every show we're going to give the MVP for the previous show. So last. We can all agree the last show was an experience. But I want to give a shout out to the MVP of last episode, Bundy. And I'm gonna give you a stat line. He laugh emojis, one heart emoji, 2100 emojis and one thumbs up emoji. That's 183 laugh emojis. So shout out to Bundy. Way to participate. Riggs was in a fairly close second place. I think he had about 120 laugh emoji. So shout out to both you guys. But we're gonna do this. I'm gonna check the stats every before, before every episode. We'll give an MVP out. So shout out to Bundy."
    },
    {
        "speaker": "F",
        "text": "Did anyone handicap lines real quick, by the way, before this one or did."
    },
    {
        "speaker": "B",
        "text": "We not do this?"
    },
    {
        "speaker": "A",
        "text": "We did do that."
    },
    {
        "speaker": "B",
        "text": "There are. Dez has them today, but we don't know what they are. Me and Chamber don't know what they are at least. So we hit one. Can you say what it was?"
    },
    {
        "speaker": "A",
        "text": "Can anyone hear? Desk plugged in."
    },
    {
        "speaker": "D",
        "text": "I was like leaning back in my chair realizing that I have my studio mic today. My bad. So it was what happens first? It was plus 100 bunch. You mentioned how late he was up. Plus 150 chamber pumps, his own bags or plus 500. Mute. All is pressed. So the favorite plus 100 bunch. Who mentions how late he was up?"
    },
    {
        "speaker": "B",
        "text": "Took it. I mean, I feel like it was more of a mention of how early I went to bed, but definitely counts. It was definitely not a brag, that's for sure. That's funny, though. The chamber, I'm thinking. And Des, maybe for these MVP things we make a little like an MVP trophy and we just drop it to people who win the MVP every show."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe we put it on Polygon."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "And have Brits daughters or just a single."
    },
    {
        "speaker": "F",
        "text": "A single po app."
    },
    {
        "speaker": "A",
        "text": "That's not a bad idea, actually, because that's probably all we can manage is one single po app."
    },
    {
        "speaker": "F",
        "text": "Yeah. Let's not give ourselves things we can't do."
    },
    {
        "speaker": "B",
        "text": "Hey, look, I've actually. I actually dove a little deeper in the Poap streets and made myself a poap business card for ces. So I learned a little bit about how to do some poap stuff so I can be your hero, baby. In the great words of Enrique Iglesias."
    },
    {
        "speaker": "A",
        "text": "That's amazing. So, yeah, so maybe we do something like that."
    },
    {
        "speaker": "B",
        "text": "Do you have Enrique iglesias prop Destin? I'll take that as a no."
    },
    {
        "speaker": "D",
        "text": "I'm gonna be shocked if he's getting off you. But no, no. Unfortunately, no. Yeah, no."
    },
    {
        "speaker": "B",
        "text": "All right, Chamber. Sorry to ruin your fun. Keep going."
    },
    {
        "speaker": "A",
        "text": "No. Let's take a minute to reset the room, everybody."
    },
    {
        "speaker": "E",
        "text": "I can be your hero, baby."
    },
    {
        "speaker": "D",
        "text": "Close to an impression."
    },
    {
        "speaker": "A",
        "text": "That was pretty good. That wasn't me coming in with a vocal T Rex."
    },
    {
        "speaker": "B",
        "text": "Dad."
    },
    {
        "speaker": "A",
        "text": "That'S amazing. But, yeah, let's. Let's take a minute here. Give a comment down at the bottom. Let me know if you would ever have a vasectomy like I did today. Yes or no? Thumbs up or thumbs down and retweet the space. I don't know. Like, I know spaces was a little messed up today. I don't know if it's fixed now, but give it a retweet or something. I got to compete with Riggs and his massive space he had today. I think they had like 1100 people on there. Good for them. I guess they were giving kudos to everybody. I don't give kudos. I just see that as a direct competitor. So he's not up yet. Okay, good. Steven Cap, I'm nice to. Because they're significantly better than me already. So I gotta. I gotta sneak up to them. They won't see me coming."
    },
    {
        "speaker": "F",
        "text": "Yeah. Riggs is a celebrity. I was gonna say we have a celebrity in the audience now."
    },
    {
        "speaker": "A",
        "text": "No doubt."
    },
    {
        "speaker": "B",
        "text": "Eh."
    },
    {
        "speaker": "F",
        "text": "Frank and Kevin, on his show today, they were chopping it up about."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "F",
        "text": "I mean, it was. Yeah, they're like just old friends now."
    },
    {
        "speaker": "C",
        "text": "So."
    },
    {
        "speaker": "F",
        "text": "I don't know, Riggs. I don't know if Riggs is like. I sent Riggs a DM and I was like, great show today. He's like, I'm sorry, who are you again? Like, when I dm'd him, it was. Yeah, it was crazy. Yeah."
    },
    {
        "speaker": "A",
        "text": "Um. Let's go blockchain ninja. What do you got?"
    },
    {
        "speaker": "E",
        "text": "So I. First of all, thanks for inviting me up. Sorry about the, uh, the giggling, but I mean, at least, you know, like, I'm trying."
    },
    {
        "speaker": "A",
        "text": "It was lower pitched than my giggling, so that was something."
    },
    {
        "speaker": "E",
        "text": "True, true. Um, so a couple of things. First of all, we do have some rock stars in the audience I want to give a shout out to aka Stevie down there. I think proof is at ces too, right?"
    },
    {
        "speaker": "F",
        "text": "Yeah. Kevin said he was going out. I saw Caro and the, I think in discord said he was heading out there, and they're announcing some partnerships, too, so that's exciting times over down there."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "She's definitely a rock star. Like, if you not following her, definitely do that in dj network. Of course. Maybe Steve. Definitely not. Bunch, you. But the real dad alpha. Any new dad? I was actually just talking to Daniel about this, uh, Dan Findley. So he called me back about the. The whole bug bounty thing, and we just got to talk. And he has a four month old, which I didn't know about, so I had to give him some dad alpha, which was learn how to swaddle. He was like, I just can't do it. I'm like, look, man, I'll explain it to you. You just wrap them up like a little baby rito, and it makes them feel comfortable, and they pass out, like, within seconds."
    },
    {
        "speaker": "A",
        "text": "That is the alpha. I mean, and it is. It's not hard. You can make a burrito. You can. You can swaddle a baby. It's. It's not that difficult."
    },
    {
        "speaker": "E",
        "text": "Yeah, pretty much. I mean, it's the same thing. You just got to make sure it's tight enough to where they can't get their little arms out so they can't scratch themselves, but loose enough to where they're not."
    },
    {
        "speaker": "B",
        "text": "Like."
    },
    {
        "speaker": "E",
        "text": "So, yeah, it's a. Dude, I love it."
    },
    {
        "speaker": "B",
        "text": "They make. They make cheat codes. They make cheat codes for that. Now, you don't even need to know."
    },
    {
        "speaker": "E",
        "text": "That those things are garbage. No, look, the only way is to get the sheets to where, like, it's a big square. You fold it in a triangle. You lay them on it so, like, the edge of the cloth is a little bit above the shoulders. And then, like, you pull one side down over the arm that is closest to. And then tuck it under the arm that is farthest away from. And, like, make sure it comes down over their shoulders. And then do the same."
    },
    {
        "speaker": "A",
        "text": "Accurate."
    },
    {
        "speaker": "E",
        "text": "That's right. And then do the same thing with the other. Oh, wait. Sorry. Defeat the feet. Rito, you gotta. After you do the first flat, you pull the bottom up, and then you do the second flap and do it the same way. Make sure it's over that arm. And then you kind of tuck it in to the. Any loose piece you can find on the other side. Dude, it works. Look, I used to fall asleep talking."
    },
    {
        "speaker": "A",
        "text": "Like, he's got 17 kids."
    },
    {
        "speaker": "E",
        "text": "No, he's talking about just one. Like, I've helped raise five kids, but my daughter, who's three and a little terrorist now, um, she. She's a head fool, but like, my fiance could never swaddle, so, like, I was always the one that did it. But honestly, the real, real alpha is literally one of the best feelings in the world. Like, I miss every day when she was smaller and, like, I'd lay in my recliner and have her on my chest, and I could be wide awake, literally wired. Within minutes, I'd be unconscious. Just like, that little heartbeat and the rhythmic breathing."
    },
    {
        "speaker": "A",
        "text": "I was just about to jump in and say the same thing. Nap when your kids are napping. It's the best. I haven't napped since my kids were babies, but, yeah, definitely. That is the ultimate alpha there. That's fantastic. Circles, man. I see you got your hand up this guy's. I've been listening to circles more and more, and I'm liking what I'm hearing, so I'm pretty excited right now."
    },
    {
        "speaker": "F",
        "text": "Hey."
    },
    {
        "speaker": "G",
        "text": "Yeah, I mean, I occasionally try and do a bit or do a little bit of try and fly it straight, bring semi good things to the conversation."
    },
    {
        "speaker": "B",
        "text": "I will say chamber."
    },
    {
        "speaker": "G",
        "text": "Welcome to the scissor club. I had that done myself a few weeks ago."
    },
    {
        "speaker": "A",
        "text": "A few weeks ago."
    },
    {
        "speaker": "G",
        "text": "It's been about just around a month."
    },
    {
        "speaker": "C",
        "text": "And a half now."
    },
    {
        "speaker": "A",
        "text": "Okay. Still, we're on the same timeline. I would say."
    },
    {
        "speaker": "G",
        "text": "I had a few littles roughly back to back, and then it's like, you know what? We had thought about having more when we didn't have children of more than two. And two's a good number. Two is a very, very good number. We're post swaddle phase, but at least for us, they taught us that at the hospital. We had the nurses teaching that, so that's definitely becoming more streamlined swaddling."
    },
    {
        "speaker": "A",
        "text": "Yeah, I definitely learned that at the hospital also."
    },
    {
        "speaker": "E",
        "text": "Dude, there were four different nurses, and they taught us four different ways. And then I just found my own. Look. I used to smoke a lot of weed as a kid, and I just equated it to, like, rolling a blunt."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "You gotta get that."
    },
    {
        "speaker": "A",
        "text": "You gotta get that layer off."
    },
    {
        "speaker": "G",
        "text": "Just don't confuse your child for the blunt. That's the biggest thing when it comes to rolling either chamber."
    },
    {
        "speaker": "B",
        "text": "Do you. Do you put that line of tobacco in the swaddle?"
    },
    {
        "speaker": "A",
        "text": "No, I go straight. See, I used. You know, I don't know about you guys back in the day, you'd have to get the shitty cigars. You bust them open, you'd have to peel off that little membrane off of the cigar to make it really good. But, yeah, no tobacco going in there."
    },
    {
        "speaker": "B",
        "text": "That's."
    },
    {
        "speaker": "A",
        "text": "That's. That's all weed."
    },
    {
        "speaker": "E",
        "text": "You don't lick the swaddle either, just for."
    },
    {
        "speaker": "A",
        "text": "That's right. That's frowned upon."
    },
    {
        "speaker": "B",
        "text": "I mean, like, what a fantastic show that we can put on here, that we can go web three nfTs, vasectomy and dad Alpha, all within the first 32 minutes. I mean, that's versatile. I think so, you know, take that other web three shows."
    },
    {
        "speaker": "G",
        "text": "It's utility. That's the utility right there."
    },
    {
        "speaker": "A",
        "text": "Des, are you still swaddling? How old's your kid now?"
    },
    {
        "speaker": "B",
        "text": "Where are they at?"
    },
    {
        "speaker": "D",
        "text": "No, we're at a year and a half, and the swaddling has stopped."
    },
    {
        "speaker": "A",
        "text": "All right. It's all downhill from here. I'm gonna be honest. They just."
    },
    {
        "speaker": "D",
        "text": "But also the biggest lie, that you haven't taken a nap. I know you're two nap a day kind of."
    },
    {
        "speaker": "A",
        "text": "Dude, I can't nap, man. I sleep. I sleep too hard. I get down in that deep sleep too fast, and then it ruins the rest of my day. If I naps off, I'm up."
    },
    {
        "speaker": "B",
        "text": "You're like a big grizzly bear."
    },
    {
        "speaker": "A",
        "text": "I am like a bear. I am like a bear that way where it's. I get mad if people wake me up when I'm napping. Like, it's. It's not good. It's not good. So I try not to nap."
    },
    {
        "speaker": "B",
        "text": "Let's go. Let's go to. Let's go to our boy gt down there. Gentle tornado. What's going on? Reset us here."
    },
    {
        "speaker": "H",
        "text": "Yo, listen, I'm just absolutely blessed to be able to walk into this fucking room, and I'm probably never gonna fucking miss it again. Walk in talking about swaddles. Then we get into weed, then we get into cigar. I actually didn't even know. I thought it was in the twilight zone. But listen, I haven't had a nap in I don't even know how long at this point. And honestly, I haven't slept a full night in four and a half years since my oldest son was born. And so at this point, I'm just functioning off minimum, the maximum. Sorry. Of 4 hours a night. And I'm still fucking writing. So, like, we're just. It's like this different energy, dude. You get this dad energy. And I'm not gonna lie to you. I didn't roll blood, but I did smoke them. So I do appreciation because I do appreciate a good swaddle man myself. I'm not a very good swaddler, but we just ride. I had to come up here and just tell you guys I love you guys. All the dads here, all the parents, we're absolutely out here."
    },
    {
        "speaker": "B",
        "text": "Yes. Fantastic. First of all, one, thanks for coming. Two, I wanted to give you a shout out. I think maybe it was Saturday. I don't remember. When did you do that spaces you had? Was it last Saturday?"
    },
    {
        "speaker": "H",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Last Saturday."
    },
    {
        "speaker": "B",
        "text": "Spaces was crazy intense, man. I popped into there, and I was just getting ready to go do something with my family, but I had popped it on, and just want to shout you out for that space. That was incredible. Like, people were on that space. Like, just a bunch of people that were appreciative of each other but supporting each other. There was people, you know, crying, sharing stories on the stage. I thought it was really powerful. And just shout out to you for all the positivity that you're bringing in the space, because I was actually pretty. I was, like, moved by that space a little bit. And so kudos."
    },
    {
        "speaker": "H",
        "text": "Appreciate it."
    },
    {
        "speaker": "B",
        "text": "Speaking of being moved by the space chamber, you want to talk about your balls some more?"
    },
    {
        "speaker": "A",
        "text": "No, I actually do want to say I was really nervous going in today. I didn't know what level of pain to expect. So for those dads out there that may be thinking about this, or maybe they're getting the heat put on from their significant other to maybe have this done, some fun facts. Actually, like I said, the pain. On a scale of one to ten, my opinion, like, two or three, very little pain. Some fun things you don't know about when you get this done, because you don't know until you find out. I'd say the most hilarious thing is the first thing. So after I go into this room, I'm asked to take off my pants, keep everything on except for my t shirt. So I'm walking around like Donald Duck. I hop on top of the top of the exam table, and it's not even, like, a surgical day. It's the same place where you get your blood pressure tested. It's all done in the same room. So the first thing he does is he grabs this. It's so hard to explain. Imagine seven rubber bands, kind of, like, looped together, roped together, fashioned together in some way, and he takes one end of this thing, and he puts it around old little chamber, and then he takes the other end and clips it to my shirt. So now, so, you know, the little guy's right out of the way so he can. He can work down there. And I thought that was. I couldn't stop laughing to myself. I thought that was the funniest thing, where it's just. Just literally pinned to my t shirt and pulled out of the way. So I don't know if that's, like, the typical thing to do, but I thought it was hilarious."
    },
    {
        "speaker": "B",
        "text": "Did you look him in the eye? That's all I need to know."
    },
    {
        "speaker": "A",
        "text": "I told him that I would be talking about it later today on a space. I said podcast, but I wasn't sure if he'd understand what a space was. So, yeah, he was fully aware."
    },
    {
        "speaker": "B",
        "text": "What's worse, this story or my dentist story?"
    },
    {
        "speaker": "A",
        "text": "This story's got to be worse, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. Because the dentist was the character, the main character in the story, because he was the craziest person I've ever met."
    },
    {
        "speaker": "A",
        "text": "That dentist was nuts."
    },
    {
        "speaker": "B",
        "text": "He was the. I call it. What did I call him? The tooth Nazi. He was the tooth Nazi. The homeless. He says he's got some. Some vasectomy timing. Alpha. So, homeless, what do you got?"
    },
    {
        "speaker": "A",
        "text": "Did anybody hear him?"
    },
    {
        "speaker": "B",
        "text": "No. I thought it was me. Yeah, I thought it was me. That's so funny."
    },
    {
        "speaker": "H",
        "text": "Am I almost now?"
    },
    {
        "speaker": "B",
        "text": "You're good."
    },
    {
        "speaker": "C",
        "text": "Just the big alpha on that."
    },
    {
        "speaker": "F",
        "text": "For anybody who's figuring out when they would do it, you're supposed to do."
    },
    {
        "speaker": "B",
        "text": "It the first Thursday of the NCAA march madness."
    },
    {
        "speaker": "C",
        "text": "Then you get four days of tv."
    },
    {
        "speaker": "B",
        "text": "Watching with peas on your nuts. So here's the. Here's the thing about that. I would say that's probably a bad time to do it only because I take those days off anyway and just sit in front of the tv for four days. So, like, give me four more days throughout the year that I can sit around and do nothing."
    },
    {
        "speaker": "A",
        "text": "I think I agree. I'm also very animated during those days, and I've been really, really careful with my movements today. You know, you don't want to, you know."
    },
    {
        "speaker": "B",
        "text": "However, that does seem to be, like, I bet you if you pulled an audience of gentlemen that are considering this, like, that's definitely the number one time on the calendar."
    },
    {
        "speaker": "A",
        "text": "That's gotta be."
    },
    {
        "speaker": "B",
        "text": "I would recommend. Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Ooh, fun canadian fact. The doctor also told me that about 24% of all canadian males get a vasectomy in Canada. In the US, that number is seven and a half percent."
    },
    {
        "speaker": "B",
        "text": "Wow, that's interesting. What do you make of that?"
    },
    {
        "speaker": "A",
        "text": "I think it's because it's free. It doesn't cost me a thing to get a vasectomy here. To get it reversed, it would cost me, but to get the vasectomy, it cost me $0. So I am assuming there's a cost associated with getting a vasectomy in the US because there's a cost associated with literally everything in the medical field. So I'm assuming there would be, I got to imagine four or five granddaugh out of pocket, maybe. I'm not sure. Maybe I might be wrong."
    },
    {
        "speaker": "B",
        "text": "What's that, an east?"
    },
    {
        "speaker": "A",
        "text": "It'd be like three east, maybe."
    },
    {
        "speaker": "B",
        "text": "I don't know. I'd say I think I'd rather buy a couple sappy seals."
    },
    {
        "speaker": "G",
        "text": "I can confirm it's roughly one k."
    },
    {
        "speaker": "A",
        "text": "Okay, that's not too bad."
    },
    {
        "speaker": "B",
        "text": "But still, that's less than an e. That is less. Come on."
    },
    {
        "speaker": "A",
        "text": "But I think, still, I think any cost, like, if it costs me, even if it cost me $1,000, I'd be more reluctant to do it. You know what I mean? Any cost, I think, is some sort of deterrent to getting it. So that's probably my guess, why there's such a discrepancy between the two circles. Do you have an opinion on this?"
    },
    {
        "speaker": "G",
        "text": "I have something off topic."
    },
    {
        "speaker": "B",
        "text": "No, go for it. I think the vasectomy is off topic."
    },
    {
        "speaker": "A",
        "text": "Off topic is fine."
    },
    {
        "speaker": "G",
        "text": "I wanted to. I see gentle tornadoes on the stage, and I wanted to tell them that over on the space Bundy and I run, we had teacher Katie come up and say that she ended up buying a goat. So, des, we got another one. And so whenever that happens, I say it out loud that I'm summoning my energetic tornado and let out a big old let's go kind of in your honor. So just wanted to say your vibe lives on through all of us."
    },
    {
        "speaker": "B",
        "text": "I can. I can relate to that. I've gotten down on the gentle tornado vibe lately. You know, it's. It's not always easy to be a positive person. I've struggled with it in the last couple months myself. I've noticed that in my personal life, I've always thought of myself as, like, a default positive. And last couple months, I've felt myself being defaulted negative, and I hate that. And so shouts to gentle t, who can bring it day after day and help other people feel that, too. So big, big ups to you, gentle tea. Anyway, chamber."
    },
    {
        "speaker": "G",
        "text": "Don't talk that negativity. That's a negative thing."
    },
    {
        "speaker": "B",
        "text": "Hey, so sorry. I love being super negative. Does that work?"
    },
    {
        "speaker": "G",
        "text": "Yes, exactly."
    },
    {
        "speaker": "B",
        "text": "You're right, though. Do we have more web three stuff that we want to talk about? Do we want to talk anything more ces or do we just want to go. Go back to general nonsense."
    },
    {
        "speaker": "A",
        "text": "I mean, I did have a question, just a CS question. You've been there. This is kind of your second full day, right?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "What's the cool. Like, what's the. Did you see anything that was, like, insanely cool because I did see a. I did see a video earlier today of, like, this, like, electric car from Canada, apparently that we're not even manufacturing, but I thought that was pretty cool. But I wanted to see if you saw anything."
    },
    {
        "speaker": "B",
        "text": "The real life DeLorean was cool. I could tweet a picture of that that was really cool to see. And it was totally not what the back to the future DeLorean looks like."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Like a DeLorean that I think they're going to actually manufacture. It looks super. It almost looks like the cyber truck. A little, but less boxy, which is interesting. And then I did see a. I got to see a show with a 40 synchronized dancing transformer robots. Yeah. I facetimed my son to let him watch them all dance. That was fun. There was some really cool stuff with AR VR and the haptic stuff. It was really cool to watch somebody put on the full haptic gear, the vest, the gloves, you know, headset, all that stuff. And you were actually watching on a screen what, like, they were experiencing, which was pretty cool to see. And, I mean, there's just so much, like, I'll. I'm only scratching the surface, like, today. I haven't even made it to the floor yet because I've had meetings all day. But, like, so I haven't even, like Cap said, I haven't even really made it to the floor. However, I, you know, there's just so much more to see. So I'll have a better. I'll probably. I'll try to start documenting some cooler stuff over the next two days here, but I'm really bad at that. I shouts to Steve, who, whenever he's at a conference, like, literally does a live blog of everything. I'm almost impressed at how he can multitask real life and tweeting when he's at conferences because I go back through his, like, feed after NFt mic, and I'm like, I was standing right next to him when he made this tweet. I didn't even notice his goddamn phone out. So, you know, I take notes."
    },
    {
        "speaker": "F",
        "text": "I take notes is what I do."
    },
    {
        "speaker": "B",
        "text": "But I feel like you're also. You're pretty real time. I feel like at conferences of, like, what you're experiencing now."
    },
    {
        "speaker": "F",
        "text": "Yeah, try to. I try. I try to take notes if I need to later on, if it's something that's, like, super significant that I know I'm going to want to remember, and then if it's nothing or if it's something that feels, like, timely, I'll be as real time as possible. But no, I try to stay on top of it. It's part of the experience."
    },
    {
        "speaker": "B",
        "text": "But, yeah, I'm bad at that. I wish I was better at it. The. Before we go back to the couple hands, I will say I've never been to Vegas at this time of year. And it is my weather."
    },
    {
        "speaker": "A",
        "text": "Oh, 100%. That's the only time I've go to Vegas is in January. I think. I've been there, like five times. Only in January. It's the best time of year."
    },
    {
        "speaker": "B",
        "text": "It's like high forties to 60 all day. And I mean, that's where I thrive."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm with you on that one."
    },
    {
        "speaker": "B",
        "text": "I am absolutely riding, to quote gt down there. But, yeah, cap, I just."
    },
    {
        "speaker": "E",
        "text": "Whoops."
    },
    {
        "speaker": "B",
        "text": "No words."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Wow. Sorry."
    },
    {
        "speaker": "F",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "I went to, if anyone, I went to hit the request. Sorry."
    },
    {
        "speaker": "C",
        "text": "Parlay hits. And then also if anyone tunes into coffee Monday, we'll go ahead and count that as the. That's like your free square. We'll go ahead and count the mute everyone bingo card for Monday morning."
    },
    {
        "speaker": "B",
        "text": "God damn it. I'm so pissed I did that. Sorry."
    },
    {
        "speaker": "C",
        "text": "I mean, you're in greatness. Like, you and Steve are the, like, people. Like Steve. That's part of his, like, trademark. Like he's branding. Like that. Mute everyone. So it's like you're. You're in good company. Don't. Don't sweat it."
    },
    {
        "speaker": "B",
        "text": "Chamber. I feel like the mute. Everybody should be a t shirt. Mute. Everyone should be a t shirt that goes in the DJ Merch store."
    },
    {
        "speaker": "A",
        "text": "I agree. I'll work on something. I got some time on my hands."
    },
    {
        "speaker": "B",
        "text": "Sorry. Sorry, captain."
    },
    {
        "speaker": "C",
        "text": "I wanted to get your take on this. Announced at CES. More Polygon news. Mastercard will launch the Mastercard artist accelerator, a web three based fan driven initiative to develop and launch emerging musical artists in the digital economy. And then, curious your take on that and then, not to put you on the spot, but I don't know. There's another big brand, I think, of that I might have alluded, man. It'd be cool if they helped some emerging artists and somehow put them on. So I don't know if there's anything you could speak to. Maybe in the future there. Maybe, maybe not."
    },
    {
        "speaker": "F",
        "text": "But also be cool if they sponsored."
    },
    {
        "speaker": "E",
        "text": "A morning show, Mastercard. Don't they have, like three users total now or."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's called Mastercard because there's only one of them. It's not master cards. So it's interesting. I actually didn't even see that news cap, which is crazy. But to answer your second question about potentially Starbucks, I think that's one thing that they're really super interested in doing. We've talked about it a bunch. There's, you know, as we talk about, like, what these experiences for. Oh, hold on. Sorry, I'm getting, we're getting some drive bys with loud engines here and there's a flyover going on. But, like, when we talk about, like, what these experiences and levels unlock and airdrops and all that stuff, when you think about, like, Starbucks and their role in that in the past, like, they have a history of kind of culture making. In that sense, wherever I, you know, they used to do pick of the week for, you know, music when, like, itunes first launched. They used to, they've had all these artists that they've shown spotlights on just from playing their stuff in stores or selling in stores. And so they're really uniquely positioned to do more of that with artists and creators in the space. And I think that actually, that's actually more attractive to them from our conversations with them than, like, putting on these massive, huge partnerships that you, you know, they might be able to pull because of them being Starbucks, but, like, they really care about doing the, like, bringing up spotlighting new artists and creators and things like that. So definitely something that is top of mind for Starbucks but, and Odyssey. But I did not see that Mastercard thing, which I think is interesting. It kind of goes to the point of, like, a lot of the big things that I'm hearing people talk about and announce there's a very clear, like, web three ethos that could be built into a lot of these things. So I just think it's a matter of time more than anything else. But I hope that answers your question. We'll go to blockchain ninja, then back to cap for a rebuttal, and then down the circle."
    },
    {
        "speaker": "E",
        "text": "Oh, go to him. I completely forgot what I was going to say, daddy."
    },
    {
        "speaker": "B",
        "text": "All right, go ahead, cap."
    },
    {
        "speaker": "C",
        "text": "No rebuttal. Just, I think, like, he's hearing you talk about the CS this year, seeing the Mastercard announcement, the one thing like, from my wireless, my consumer electronics days is outside of Apple. Apple is always going to launch their, their new devices in the fall, usually around September. Samsung has their launch schedule, but outside of Apple and even sometimes the adjacent brands, CES was a big news week, a big announcement week, and I'd never really given it much thought of it until you just said this and then seeing this Mastercard news. But I think in a space that's so driven by announcement and news. I know just mentioned k row was out there and I could see especially if this does become a, you know, a bigger deal in web three, it be also becoming like announcement season. People kind of finish out the year kind of quiet like we did. And then this first week of January, I wouldn't be surprised in the future years. We see many projects make, you know, big announcements at, at the show."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's super interesting. I think one thing that I kind of am concerned about, like what I've seen here so far is all this other like web three stuff. There's a couple web three stages and blockchain business specific areas. And it's a lot of stuff that not like, not to say that, you know, us here, know of everything going on in the space or products being built, but like, it's nothing that has this name recognition to me. And I think that's like an interesting thing to about from. Is it, is that a good thing or a bad thing? Part of why I think it might be a bad thing is it's, it's. We talk a lot here on these spaces about community and building community around these products and companies and things like that. And that a lot of what I'm seeing has none of that. And it's very product based. And I'm worried that like, that's how it's just going to be perceived to the public as, because that's what they're all seeing here and that they actually will come away from this thinking like, oh, what was the actual value in that thing that couldn't be done anywhere else. And I'm not sure, like, I've the metaverse and the gaming stuff totally makes sense. But there's some other things here that I'm just like, wow, this is what the public is seeing relating to what a blockchain or NFT or business is. And I'm just not sure it's the best representation of what I think we all see the potential is. So that was one takeaway that I had. So I would."
    },
    {
        "speaker": "F",
        "text": "Somebody should write a book about the importance of those particular things as elements is they're included in a. I don't know, in a web three. Web three program. I don't know. Somebody should."
    },
    {
        "speaker": "B",
        "text": "I'm just thinking somebody should do it. And I mean, somebody should want write one that's going to be better than yours, but they definitely should do it. I mean the. Yeah, but like. But totally though, the stuff you're going to write about in that book I don't think is seen here yet. Right. Like, I. And I'm concerned so far that, like, that's what people think the space is. That's what people think the use cases, and that's it. And so, like, I think it does need to be more prevalent here in the future, cap. So, like, when you're talking about projects making appearances here, and it's going to be a little out of their element, it's not the same vibe in the sense that, like, we're not the big boys on the block here at all. We're the tiny fish, like, coming in and playing in somebody else's pond, and. But that's why I think it needs to be more prevalent, because what I've seen here, I don't think is a representative of the things that we talk about in this space all the time. Block team ninja. Did your. Did you remember?"
    },
    {
        "speaker": "E",
        "text": "I did. I just wanted to say thank you to gentle tornado. Like, he does always have, like, the best vibes and also, like, watching his video interviews with Corso, which, by the way, I never expected torso to look like that. And he's amazing in and of himself. Like, him and his team are doing great things with. For v friends and a few other discords. So, like, just watching those interviews and the energy you bring. And there's some days, like, most days, I try to be happy, but, I mean, I do suffer from severe, severe clinical ptsd and severe clinical depression from, like, being overseas six years and, like, some days when I'm having, excuse language, but a shitty day, like, watching your videos and hearing, like, your enthusiasm and your charisma and just happiness altogether. Like, it's uplifting. So, dude, keep doing what you're doing. You're. You're amazing in your own rights."
    },
    {
        "speaker": "B",
        "text": "Preach. Hell, yeah. Like, it's. I totally agree. And it's funny because, like, I could definitely see people coming across GT's content and thinking it's an act and it's totally not. And so I think that's. I think that's important. So. Totally agree with you there. Let's go to behind the Jpegs who may or may not also be at Ces. Did I. Did I get that right? Maybe they are not available unless I can't hear them. Did they come off mute?"
    },
    {
        "speaker": "A",
        "text": "No, they didn't come off muted."
    },
    {
        "speaker": "F",
        "text": "They're not in this space. It seems weird."
    },
    {
        "speaker": "B",
        "text": "I just made them up. They're a figment of my imagination. Oh. Spice the bear. Bonnie. And there's your clip for the day at 155 or. Sorry, 455 circles will go to you?"
    },
    {
        "speaker": "G",
        "text": "Yeah, I'm driving, so it might get a little bit ruggy, but bunchio, I just want to say congratulations on your upcoming book. I heard you are partnering with Penguin publishing. So that's great news. Really glad that we're getting this NFT book coming from you that we all definitely need and deserve to pivotal."
    },
    {
        "speaker": "B",
        "text": "Thank you. Mine will actually be on shelves a week before Steve's."
    },
    {
        "speaker": "G",
        "text": "Beautiful. Beautiful."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "G",
        "text": "Just absolutely front run them. That's what we need in this space."
    },
    {
        "speaker": "A",
        "text": "I heard it was going to include a coloring section for me."
    },
    {
        "speaker": "B",
        "text": "It's included coloring section for you. And it's actually, I've just hacked Steve computer and I'm just taking his actual copy and just putting it out. Control C. Control v. That's exactly right. That's actually the name of the book. Control c. Control v. A complete guide to NFTs. Not by NFT bark."
    },
    {
        "speaker": "F",
        "text": "It's a derivative. It's perfect. It'll. It'll pump well."
    },
    {
        "speaker": "B",
        "text": "Yours will be the derivative. That's true."
    },
    {
        "speaker": "F",
        "text": "I'll be the derivative. I'll be the derivative. Was circle still talking? I don't know."
    },
    {
        "speaker": "B",
        "text": "I don't know. Did he get rid."
    },
    {
        "speaker": "G",
        "text": "I started getting a little rugged. I didn't want to ask. So when it came to the haptic suit, was the haptic mouth included with it where you can feel spiders crawling over your mouth? Was that a part of the."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. I did not see that. I did get a picture of the person. So I'll have to go back and check to see if they were wearing that. But they. I did not see that. But it was pretty cool. I mean, what they were actually doing in the haptic suit was not nearly as impressive as what the haptic suit looked like on them. They were like. I feel like it was. I was watching like, house cleaning simulator five. Like, they were just picking up objects off the floor. And I'm like, man, I don't need a haptic suit to do that. I've got two kids, so, you know, I'm not sure the experience is totally there, but the technology is super cool. Chamber. Would you buy house cleaning simulator 4100%?"
    },
    {
        "speaker": "A",
        "text": "I don't know if you know this. For me, I'm like, actually really big into house cleaning, so I would absolutely do that."
    },
    {
        "speaker": "B",
        "text": "Home. You are interesting. Tell me more about that because I don't know if I picture you as the house cleaning guy."
    },
    {
        "speaker": "F",
        "text": "We have some interesting mint conditions this week. I'm just gonna put it out there. It's been a week."
    },
    {
        "speaker": "B",
        "text": "You don't understand how this is how this show has always been. It's just. It's just never had, like, the real time listeners as it does now, that it's a space. Like, this show has always been, like, just. Nobody listens to the podcast version."
    },
    {
        "speaker": "A",
        "text": "It's just us talking into the ether. Normally, yes. No, I enjoy clutter. You know the old saying, you know, cluttered, cluttered space, cluttered mind. That hits me right on the numbers. If I'm in any sort of. Like, if there's any sort of clutter around, I lose my mind. Like, I need to clean. I do all of the vacuuming, all of the laundry in the house, all of the dusting. The only thing I don't do is the dishwasher and the washrooms."
    },
    {
        "speaker": "B",
        "text": "Wow. I would not have pegged that to be your personality. I guess I get it. I'm the total opposite. It's actually weird. Like, I'm the opposite of you. Of, like, the clutter is starting to annoy me more and more, like, as I get older, but I'm really bad at kind of organizing and decluttering. My wife is, like, she. I mean, love her to pieces, but, like, straight up slob like that. Like, so."
    },
    {
        "speaker": "A",
        "text": "So is mine."
    },
    {
        "speaker": "B",
        "text": "Like, straight up. Like, you should see. You should see the nightstand."
    },
    {
        "speaker": "A",
        "text": "Mine's more of a. Mine's more of a. I wouldn't say she's a slut. Mine's more of like a. If I wasn't around, she would be a hoarder. 100%."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "Like, I throw shit out when they're not looking. All of them, they. They don't know the shit I get up to when nobody's looking."
    },
    {
        "speaker": "B",
        "text": "Do you do that, too?"
    },
    {
        "speaker": "A",
        "text": "I throw shit out all my God."
    },
    {
        "speaker": "B",
        "text": "I call it. I call it the secret dad game."
    },
    {
        "speaker": "A",
        "text": "And it is a secret dad game. It is."
    },
    {
        "speaker": "B",
        "text": "It's what I can throw out that they won't recognize."
    },
    {
        "speaker": "A",
        "text": "One time, I accidentally gave away my wife. She used to do makeup, and I gave away to goodwill, like a multi thousand dollar makeup kit. Unknowingly, that one set me back. I got caught on. I lost that game. Lost the game that day."
    },
    {
        "speaker": "B",
        "text": "Yeah, I do that."
    },
    {
        "speaker": "E",
        "text": "Chamber. I was just gonna say chamber. You're gonna make somebody an amazing housewife someday, man."
    },
    {
        "speaker": "A",
        "text": "One day. One day."
    },
    {
        "speaker": "B",
        "text": "It's true, though, the secret dad game, in which you can declutter and throw stuff out that you know they're never gonna use or miss again, and you see how far you can push the limit, like, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like McDonald's toys. Very easy, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's like that's like a one point, right?"
    },
    {
        "speaker": "B",
        "text": "Like, I actually. I mean, I threw out, like, the children's passports last week so that they couldn't come on a cruise with us. You know, and they're never gonna notice."
    },
    {
        "speaker": "A",
        "text": "They're never gonna know."
    },
    {
        "speaker": "B",
        "text": "But, no, it's true. Like, I do that all the time. I've been doing it with my own stuff, and I just realized, like, how much that I have that I don't need. And it just never stops. Like, you never unless you make a conscious effort to do it. But let's go to. Let's go to gt before we land this bird."
    },
    {
        "speaker": "A",
        "text": "Yeah, I just."
    },
    {
        "speaker": "H",
        "text": "I was with a few customers and I just had to come up and all the nice things you guys are saying, it's truly just humbling and absolutely amazing. And the fact that I can help in any way. You know, I'm here. I'm here for a specific reason, to absolutely change the world. I'm just fucking so motivated every single day to spread positivity. So absolutely, just so humble that you guys say those nice things. And I have that space tomorrow, too, if you want to come by in the morning. Again, my guy."
    },
    {
        "speaker": "B",
        "text": "Awesome. Is it a. Is it going to be a regular Saturday thing?"
    },
    {
        "speaker": "H",
        "text": "Yeah, it's going to be an every Saturday morning. It's 630 Pacific and 930 eastern. And we're calling it Saturday morning cartoons."
    },
    {
        "speaker": "B",
        "text": "I love that. Yeah, love it. Saturday. I'll be there. All right. Before we wrap up, chamber and desiree, Saturday morning cartoons. What was your favorite cartoon to watch growing up? Well, start with Des because he loves my star with him."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "B",
        "text": "Shoot."
    },
    {
        "speaker": "D",
        "text": "Do you have a. Do you have, like, an age range?"
    },
    {
        "speaker": "B",
        "text": "Let's say. I don't know. Let's say not too young, maybe. Let's say like five to ten."
    },
    {
        "speaker": "D",
        "text": "We're gonna go on the upper end of that ten. I don't really remember those five year old days. I'm gonna go, this is so lame. Given that I'm a nineties kid, but. Late nineties kid, but I'm gonna go, rocket power. That was my go to being a cow. Another California."
    },
    {
        "speaker": "A",
        "text": "I don't even know."
    },
    {
        "speaker": "B",
        "text": "That's a good one. You don't know rocket?"
    },
    {
        "speaker": "A",
        "text": "No, I feel like. Well, again, childhoods are very. They're a very special thing because they don't last very long. So if you're not in that little."
    },
    {
        "speaker": "D",
        "text": "Window chamber like Captain Kangaroo."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "Debuted in 1960 and listen, stop. Quickly transition to Colorado."
    },
    {
        "speaker": "A",
        "text": "Stop it."
    },
    {
        "speaker": "B",
        "text": "By the way, if you just on this topic of cartoons and stuff, if you have not watched. I watched it last weekend, the Nickelodeon documentary on Hulu. It's called like, the Orange years. I think it is totally worth watching. Lots of nostalgia about Nickelodeon and how cool it was when we were kids. Chamber, what was yours?"
    },
    {
        "speaker": "A",
        "text": "I would say, like, I had two, like, when I was a younger kid, he man and the master and the masses of the universe."
    },
    {
        "speaker": "B",
        "text": "I mean, so just, just north of what Des said. Not too far."
    },
    {
        "speaker": "A",
        "text": "Then when I was a little bit older. Teenage mutant ninja turtles."
    },
    {
        "speaker": "B",
        "text": "Like, I was gonna go. I was gonna go with teenage Mutant Ninja Turtles. That was one of my favorites. I loved. Not a cartoon, but I loved Ghostbusters. There's a."
    },
    {
        "speaker": "A",
        "text": "There was a Ghostbusters cartoon and it was fantastic."
    },
    {
        "speaker": "B",
        "text": "The. There's a family story of mine in which my dad, for Christmas, we used to go to Florida. It's my grandmother's place. And one year he went all up and down the state of Florida trying to find me. The Ghostbusters backpack thing with the proton pack. Yeah, the proton pack where you could step on the other thing and the ghost would go in it and he. All over the state of Florida trying to find. Find that for me and for Christmas. So I'll never forget that. And then just all those Nickelodeon ones that I kind of just. That are in that documentary, like Doug and rugrats and all of those."
    },
    {
        "speaker": "A",
        "text": "Yeah, I missed those ones. I didn't get. I didn't catch those ones."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I talk about those with my wife and she's like, what are you talking about? And she's. Because she's five years younger than me, so we're a little different. Yeah, totally different. Childhood cartoon experience."
    },
    {
        "speaker": "A",
        "text": "Before we head out, do we want to. Do we, do we clear out all the."
    },
    {
        "speaker": "B",
        "text": "I don't know. Yeah, I don't know if we did. Des, what do we got on the prop that side?"
    },
    {
        "speaker": "D",
        "text": "I'm sorry. I made a critical error assuming that this NFT podcast would actually talk about nfTs."
    },
    {
        "speaker": "A",
        "text": "So, you know, I feel ces was NFT adjacent."
    },
    {
        "speaker": "B",
        "text": "You made fun of me the other day for the ones I put out there. And mine were definitely much more close to what we actually talk about."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's probably the better, better move."
    },
    {
        "speaker": "B",
        "text": "We'll go through what they were, though."
    },
    {
        "speaker": "D",
        "text": "Go through what they were under times. The word Canada is used over three and a half. It got zero today. So the under hit at -115 that can't be right."
    },
    {
        "speaker": "B",
        "text": "We talked about the US versus Canada three."
    },
    {
        "speaker": "A",
        "text": "I would say three."
    },
    {
        "speaker": "B",
        "text": "That's just doesn't pay attention."
    },
    {
        "speaker": "D",
        "text": "Still hit the ender yuga. Which project gets mentioned first? Yuga and board apes or D gods and youth? We mentioned the founders, but didn't quite mention the project. So that was kind of a null bet. Okay, space gets rugged. This was a crazy one for Djen. Plus one 1500 no -2000 so the no hit -2000."
    },
    {
        "speaker": "A",
        "text": "No mute, all those."
    },
    {
        "speaker": "D",
        "text": "Account mute was part of the three way bet between Bunch who mentions how late he was up and then chamber pumps, his own bags and mute. All was pressed. But the first thing that happened was how lady was up. So didn't, the 500 didn't quite hit Bunshu's first comment on Chambers previous hosting ability, either positive or negative. You didn't mention it, so I guess that's kind of negative in a sense."
    },
    {
        "speaker": "B",
        "text": "I tore him up privately. I just, he shaved me for an hour afterwards. I called him up and I was like, look, he set aside an hour. We're going to talk about all the things you did poorly."
    },
    {
        "speaker": "A",
        "text": "The funniest, the funniest part of last episode. I was in my relisten yesterday. When you get up, when you come back on towards the end of the show and you say, we're going to, we're going to review the tape. Like it kills me every time I hear it. So that was, that was extremely funny."
    },
    {
        "speaker": "B",
        "text": "Look, we're professionals. We have game film and we're gonna watch the tape. We have hours of recorded content that we go back and we improve upon. You know, you, you as somebody who actually goes back and listens to past shows, ought to know that this is the way it goes. But was that all the prop bets?"
    },
    {
        "speaker": "D",
        "text": "Des bunch, who mentions gambling in Vegas? I'm surprised you didn't hit this one."
    },
    {
        "speaker": "B",
        "text": "I was literally, I was literally just going to go there. So I guess before knowing that, I was going to ask what games I should get myself into tonight. I'm typically a craft guy because it's more, I don't know, it's more fun. You're kind of playing with the table rather than a hold'em, where you're much more PvP, right? Where. So I typically lean crapshe, but I'm open to suggestions. I'm probably best at poker, but it just seems it's just such a, like a lonely game."
    },
    {
        "speaker": "A",
        "text": "Let's do what I do and hack darts, drink drinks, and play on the slot machines."
    },
    {
        "speaker": "B",
        "text": "Oh, God."
    },
    {
        "speaker": "A",
        "text": "Just like an old lady. Just like an old lady. Me and the gals, we go down. That's what we do."
    },
    {
        "speaker": "E",
        "text": "GT's got his hand up down there. Before we end the space."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was going to kick it to him to close it out after the gambling talk. GT, what do you got? Yeah, give me. Give me a Saturday. Give me a Saturday morning cartoon first. What was your favorite?"
    },
    {
        "speaker": "H",
        "text": "Oh, dude, okay, so, I mean, you said five to ten. I think. I think there was so many. So actually, quick little background. My uncle is like us, was like, worked for Cartoon Network as a vice president. Now he works for Warner Brothers."
    },
    {
        "speaker": "G",
        "text": "But."
    },
    {
        "speaker": "H",
        "text": "So I got to go to Cartoon Network literally as a kid, like, all the time, and meet all these people. So, like, my number one show probably was Tom Jerry, but if you didn't watch, like, powder puff girls, you know, like, Johnny, Johnny Bravo, like, those were just shaped your life. And then I want to say, you guys are right now. You guys are at CES because I live in Vegas."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I'm literally outside the Venetian right now."
    },
    {
        "speaker": "H",
        "text": "So, like, I don't know if I'll. I mean, maybe. How long are you guys here till."
    },
    {
        "speaker": "B",
        "text": "I'm here till Sunday. So dm me we can link up. Yeah, for sure."
    },
    {
        "speaker": "H",
        "text": "And I think you should definitely play crafts. Listen, I love blackjack. I actually don't gamble because every time I do, I win. And so it's an energy thing. So, like, if I do end up coming out, we are gonna fucking win big."
    },
    {
        "speaker": "F",
        "text": "My God."
    },
    {
        "speaker": "B",
        "text": "Hell, yes. I need that. I, like, rub your head for good luck before we roll the dice or something."
    },
    {
        "speaker": "H",
        "text": "Dude, before you throw those dice, you think of. Think of me, don't think of me. Just say, we are."
    },
    {
        "speaker": "B",
        "text": "I'm gonna. I'm gonna yell, we are riding. I'm gonna yell, we are riding by the time. Every time I roll the dice, I'm gonna yell, we are riding, and I'm gonna have the whole goddamn table doing it by the time I'm done. Video or it never happened, sir. Well, I'm gonna try. They're typically a little. They're typically a little rough around the phones around the table, but I'll try. I'll be arrested and in a cell next to SBF if I do that, but I'm gonna try it. Chamber. You wanna shut this thing down?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's. Let's do it. Let's let bunch do some gambling. Enjoy Vegas. For what it's worth. Don't forget to check out planet 13 while you're down there, bunch."
    },
    {
        "speaker": "B",
        "text": "I went to. I went to like, oh, you already found a spot? I went, well, I was gonna go to planet 13. I ended up just, like, going to the new leaf because it was right by where I was. It's fine."
    },
    {
        "speaker": "A",
        "text": "It's. Hey, simplicity is a good thing sometimes."
    },
    {
        "speaker": "B",
        "text": "And I got way more than I need while I'm here, so I don't really know why I did that."
    },
    {
        "speaker": "A",
        "text": "Oh, you got to do. What I do is eat it. All right, before you go back on the plane."
    },
    {
        "speaker": "B",
        "text": "I got it. I'm going to eat it all right now."
    },
    {
        "speaker": "A",
        "text": "It's probably better."
    },
    {
        "speaker": "B",
        "text": "And then hit the craps table and see how that fares."
    },
    {
        "speaker": "H",
        "text": "Then you might actually end up in jail."
    },
    {
        "speaker": "B",
        "text": "There was one time, real quick gambling story. I was at a bachelor party. It was a pretty weak bachelor party in Atlantic City. There was a couple of us, and it was, like, so weak that I ended up kind of just breaking off from the pack and doing my own thing. And so I ended up. But it was for my buddy, who's very. Whose wife is very good friends with my wife. And so they talk, right? And so I was. I love playing craps. I went and sat at this craps table. Stood at this craps table at, like, 09:00 p.m. and was just chopping it up, having a great time, you know, drinking some beers, playing craps, and, you know, like I just said, you can't have your phone at the table. Next thing I know, I'm getting rung off the hook from my wife, and, like, five, six calls in a row. I'm like, what the hell is going on? I step away from the table, and she's like, where are you? And I'm like, what do you mean? I'm like, I'm at the casino. She's like, well, what? Why aren't you. Like. Matt said he can't find you. And I'm like, what are you talking about? She's like, I can't find. He's like, they said you left and they can't find you, and what the hell are you doing? And I look at my phone. I'd literally been at the same crafts table for 12 hours. And I had just been. I had no clue. I lost track of time. And I'm like, fuck them. I literally was where they left me 12 hours ago. They didn't come back to find me or ask me. They just told my wife I was gone. I was actually just at that craft stable for twelve straight hours. And so that's the kind of trouble I used to get in at the casinos."
    },
    {
        "speaker": "A",
        "text": "That's how you become a platinum member."
    },
    {
        "speaker": "B",
        "text": "Hey, look, I'm here on my win rewards from my sports betting degeneracy."
    },
    {
        "speaker": "A",
        "text": "Amazing. All right, I'll let you finish this one off."
    },
    {
        "speaker": "B",
        "text": "All right. Well, thank you for joining us. Every Monday, Wednesday and Friday at this time, four to five eastern, one to two Pacific. Until next time, stay mint."
    }
]